[{"text": "\n                    中兴被制裁、华为被列入限售实体清单，这次海康威视和大华可能又要被列入受限实体清单，其实是好事儿，几个国产芯片企业订单已经排了好几年了，继续扩大产能，而我们生产的半导体芯片机器人也已经下线了，中美分家只会让中国补足短板变得更强大！按这个节奏打下去，很快将发生三件事：1、禁运稀土类产 ​  展开全文c \n                    中兴被制裁、华为被列入限售实体清单，这次海康威视和大华可能又要被列入受限实体清单，其实是好事儿，几个国产芯片企业订单已经排了好几年了，继续扩大产能，而我们生产的半导体芯片机器人也已经下线了，中美分家只会让中国补足短板变得更强大！按这个节奏打下去，很快将发生三件事：1、禁运稀土类产品；2、不再承认美国在华新增的任何跨国知识产权；3、生活用品禁运和农产品增税！附之前写的一篇文章：👇 O中国IT业，成也因你！败也因你！写给大佬门： 收起全文d\n", "author": "赵盛烨", "time": "赵盛烨2019年05月22日10:29", "transmit": " 转发 30", "comment": "评论 73", "zan": " 199"}, {"text": "\n                    【任正非硬核回应全文】5月15日，美国商务部下属工业和安全局宣布将把华为列入“实体清单”，清单上的企业或个人购买或通过转让获得美国技术需获得有关许可。如果美国认为技术的销售或转让危害美国国家安全或外交政策利益，则会拒绝颁发许可。当地时间5月20日，美国商务部宣布针对华为的禁令推迟90天实 ​  展开全文c \n                    【任正非硬核回应全文】5月15日，美国商务部下属工业和安全局宣布将把华为列入“实体清单”，清单上的企业或个人购买或通过转让获得美国技术需获得有关许可。如果美国认为技术的销售或转让危害美国国家安全或外交政策利益，则会拒绝颁发许可。当地时间5月20日，美国商务部宣布针对华为的禁令推迟90天实施。5月21日上午9点，华为创始人任正非在深圳华为总部接受媒体集体采访，回应美国禁令、芯片、华为5G、备胎计划、孟晚舟事件和资本等热点问题。O佩服！美国接连封杀，任正非硬核回应，这才是真正的格局！（附全文） 收起全文d\n", "author": "新财富杂志", "time": "新财富杂志2019年05月22日18:35 来自微博weibo.com", "transmit": " 转发 19", "comment": "评论 7", "zan": " 48"}, {"text": "\n                    【美国制裁华为令多少美企受伤？33家脸都绿了：至少110亿美元没了】5月21日，美国决定对华为的禁令延迟90天实施，理由是华为及其商业伙伴需时间处理一些合同义务问题。此前美方宣布将华为列入“实体清单”后，华为美方的供应商股价闻讯大跌，此外仅2018年华为在美采购就达110亿美元，制裁华为意 ​  展开全文c \n                    【美国制裁华为令多少美企受伤？33家脸都绿了：至少110亿美元没了】5月21日，美国决定对华为的禁令延迟90天实施，理由是华为及其商业伙伴需时间处理一些合同义务问题。此前美方宣布将华为列入“实体清单”后，华为美方的供应商股价闻讯大跌，此外仅2018年华为在美采购就达110亿美元，制裁华为意味着它们将损失至少百亿订单。@时间财经 L时间财经的秒拍视频 收起全文d\n", "author": "今日华尔街", "time": "今日华尔街2019年05月22日10:00 来自微博weibo.com", "transmit": " 转发 18", "comment": "评论 22", "zan": " 14"}, {"text": "\n                    【旗帜鲜明地佩服任正非】5月16日，美国宣布计划将华为列入“实体清单”，试图切断其供应链以对其进行打压。而在5月21日，美国商务部证实了此前的一则消息，即会对华为提供90天的“宽限期”。华为创始人、CEO任正非针对相关热点问题，在深圳接受了媒体访问。任正非在这场发布会上的言论，被网友评为 ​  展开全文c \n                    【旗帜鲜明地佩服任正非】5月16日，美国宣布计划将华为列入“实体清单”，试图切断其供应链以对其进行打压。而在5月21日，美国商务部证实了此前的一则消息，即会对华为提供90天的“宽限期”。华为创始人、CEO任正非针对相关热点问题，在深圳接受了媒体访问。任正非在这场发布会上的言论，被网友评为：把美国和美政客分开，把政客和美国企业分开，把政治和商业分开，把爱国和商品分开，把愤怒和理智分开。格局，可见一斑。 O旗帜鲜明地佩服任正非 收起全文d\n", "author": "正和岛标准", "time": "正和岛标准2019年05月22日09:48 来自微博weibo.com", "transmit": " 转发 14", "comment": "评论 8", "zan": " 26"}, {"text": "\n                    【任正非答记者问透露10大关键信息……】昨日，华为创始人、CEO任正非在深圳华为总部接受媒体集体采访，谈及涉及华为的诸多热点问题。对于美国政府将华为列入「实体清单」，任正非表示，华为不会出现极端断供的情况。他还表示，在5G方面，别人两三年都追不上华为。面对美国为期90天的「临时通用许可」 ​  展开全文c \n                    【任正非答记者问透露10大关键信息……】昨日，华为创始人、CEO任正非在深圳华为总部接受媒体集体采访，谈及涉及华为的诸多热点问题。对于美国政府将华为列入「实体清单」，任正非表示，华为不会出现极端断供的情况。他还表示，在5G方面，别人两三年都追不上华为。面对美国为期90天的「临时通用许可」，任正非认为对华为没有多大意义，华为已经做好准备，最重要的还是把自己能做的事做好。O网页链接 收起全文d\n", "author": "香港商報網", "time": "香港商報網2019年05月22日10:10 来自微博weibo.com", "transmit": " 转发 4", "comment": "评论 8", "zan": " 13"}, {"text": "\n                    【虚火上升！实达自爆现金流紧张，华为收入占比少得可怜】实达集团还表示，公司还面临现金流紧张、债务压力巨大、业绩大幅下降等风险。此外，21世纪经济报道记者发现，实达集团不仅是华为概念股，还与上一次被列入实体清单的中兴通讯存在千丝万缕的关联。O虚火上升！实达自爆现金流紧张，华为收入占比少得可怜 ​                ", "author": "21世纪经济报道", "time": "21世纪经济报道2019年05月22日23:02 来自21财经", "transmit": " 转发 10", "comment": "评论 ", "zan": " 14"}, {"text": "\n                    【任正非：华为一年前就受实体清单管制】#任正非接受采访# 时表示，华为在一年前就受实体清单管制了。在美国生产的零部件已经不能供给华为。“美国企业不能不遵守美国法律。媒体要为美国企业说话，美国企业和我们是同呼吸共命运的。”O任正非：华为一年前就受到美国实体清单管制 ​ @盐城师范学院团委  ​  展开全文c \n                    【任正非：华为一年前就受实体清单管制】#任正非接受采访# 时表示，华为在一年前就受实体清单管制了。在美国生产的零部件已经不能供给华为。“美国企业不能不遵守美国法律。媒体要为美国企业说话，美国企业和我们是同呼吸共命运的。”O任正非：华为一年前就受到美国实体清单管制 ​ @盐城师范学院团委 @盐城师范学院商院团总支 收起全文d\n", "author": "会计183团支部", "time": "会计183团支部2019年05月22日10:25 来自HUAWEInova2s", "transmit": " 转发 10", "comment": "评论 ", "zan": " 2"}, {"text": "\n                    21号，一些美国前政府官员和业界人士纷纷指出，将华为等企业列入技术出口管控“实体清单”，将对包括美国用户在内的全世界用户以及相关行业造成严重的负面冲击。美国奥巴马政府助理贸易代表 杰夫·穆恩：我之前也曾代表过某个受出口管制影响的美国公司，出口管制对美国企业的影响非常大，而且无法完全 ​  展开全文c \n                    21号，一些美国前政府官员和业界人士纷纷指出，将华为等企业列入技术出口管控“实体清单”，将对包括美国用户在内的全世界用户以及相关行业造成严重的负面冲击。美国奥巴马政府助理贸易代表 杰夫·穆恩：我之前也曾代表过某个受出口管制影响的美国公司，出口管制对美国企业的影响非常大，而且无法完全预估其影响。我肯定这次也有美国企业跟白宫交涉，他们告诫美国政府封锁华为对全世界用户的影响很大，此前白宫可能知道会有影响，但并不清楚具体有哪些。此外，美国电信行业资深分析师罗杰·恩特纳认为，目前全球产业链高度融合，全球手机用户以及美国农村的宽带用户高度依赖华为终端设备，美国芯片生产商也依赖华为这个重要的采购商。美国商务部长罗斯日前接受媒体采访时承认，有的公司可能无法在短期内找到替代产品更换设备，难以实现“无缝”衔接。美国电信行业资深分析师 罗杰·恩特钠：华为每年购买110亿美元的美国芯片，占美国芯片出口额的20%以上，如果封锁华为将严重影响美国半导体产业的效益。美国一开始禁止华为的理由是所谓的“国家安全”，后来美国国内政治因素又掺和进来，再后来对美国经济的影响又成了考量。华为已经自主研制出射频芯片和手机处理器，未来中国企业将在自主研发领域更进一步，摆脱对美国高精尖技术出口商的依赖。『美前政府官员：美封锁华为将影响全球用户』O美前政府官员：美封锁华为将影响全球用户 收起全文d\n", "author": "后湾老施", "time": "后湾老施2019年05月22日18:28 来自HUAWEIP30", "transmit": " 转发 6", "comment": "评论 13", "zan": " 18"}]