[{"text": "\n                    太逗了，“从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。当时珠海伟创力曾在表面上恢复过华为手机生产业务，但其过程几经反复，要求华为承诺各种保障条件，最终的结 ​  展开全文c \n                    太逗了，“从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。当时珠海伟创力曾在表面上恢复过华为手机生产业务，但其过程几经反复，要求华为承诺各种保障条件，最终的结果就是全面停止生产。据悉，在无法保障生产和业务持续之后，#伟创力被华为剔除供应链#”。O伟创力长沙工厂停产后续：已被华为剔除供应链体系 收起全文d\n", "author": "历史的进城", "time": "历史的进城2019年07月18日11:54 来自历史的进城Android", "transmit": " 转发 152", "comment": "评论 108", "zan": " 1200"}, {"text": "\n#伟创力被华为剔除供应链#据熟悉双方合作的人士透露，从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。对于这样的企业被华为剔除供应链，未来列入中国“实体企业”名单都 ​  展开全文c \n#伟创力被华为剔除供应链#据熟悉双方合作的人士透露，从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。对于这样的企业被华为剔除供应链，未来列入中国“实体企业”名单都是正确的。华为应该由被动变主动，不等他们断供，先把他们剔除供应链。不过，对于合作很好，历史悠久，但由于美国政府原因，还是把事情讲清楚，并给予谅解。华为要防止被媒体忽悠与诬陷。中断供应的原因只有一个：美国政府命令。华为不能背这个名义。#财经V峰会# 8月3日、4日、5日，#超级红人节#成都见！ 收起全文d\n", "author": "余丰慧", "time": "余丰慧2019年07月18日11:17 来自iPhone8Plus", "transmit": " 转发 31", "comment": "评论 30", "zan": " 147"}, {"text": "\n                    【因拒不归还设备和物料，华为将伟创力从供应链彻底剔除！】据凤凰科技消息，美资代工巨头伟创力被华为剔除供应链，原因是拒不归还华为设备与物料。此前，美国将华为列入“实体清单”后，伟创力迅速要求全球工厂停止与华为一切合作，拒绝生产、发货，甚至扣留属于华为的设备与物料.. ​                ", "author": "电脑报", "time": "电脑报2019年07月18日11:15 来自微博weibo.com", "transmit": " 转发 26", "comment": "评论 51", "zan": " 164"}, {"text": "\n                    凤凰科技消息。美资代工巨头#伟创力被华为剔除供应链#，原因是拒不归还华为设备与物料。此前，美国将华为列入“实体清单”后，伟创力迅速要求全球工厂停止与华为一切合作，拒绝生产、发货，甚至扣留属于华为的设备与物料。 ​                ", "author": "锋潮科技", "time": "锋潮科技2019年07月18日11:10 来自微博weibo.com", "transmit": " 转发 116", "comment": "评论 41", "zan": " 210"}, {"text": "\n                    拒不归还华为设备和物料 伟创力被华为剔除供应链哈哈哈，凤凰网科技这个表情图 据说是美国把华为纳入所谓的“实体清单”之后，伟创力在要求其全球的所有工厂马上停止与华为的一切合作，包括停止生产和拒绝发货后，但拒不归还华为所有权的设备和物料。经过一系列不成功的过 ​  展开全文c \n                    拒不归还华为设备和物料 伟创力被华为剔除供应链哈哈哈，凤凰网科技这个表情图 据说是美国把华为纳入所谓的“实体清单”之后，伟创力在要求其全球的所有工厂马上停止与华为的一切合作，包括停止生产和拒绝发货后，但拒不归还华为所有权的设备和物料。经过一系列不成功的过程发展后，华为已经将伟创力彻底从其供应链体系中剔除。（Via: 凤凰网科技） 收起全文d\n", "author": "宅数码Kael", "time": "宅数码Kael2019年07月18日10:52 来自HUAWEIMate20Pro", "transmit": " 转发 8", "comment": "评论 33", "zan": " 365"}, {"text": "\n                    【还有这种无赖？！拒不归还华为设备和物料 ！美企#伟创力被华为剔除供应链# 】 凤凰科技消息，据熟悉情况人士透露，从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。 ​                ", "author": "建华Wei业", "time": "建华Wei业2019年07月18日12:04 来自HUAWEIMate20Pro", "transmit": " 转发 23", "comment": "评论 44", "zan": " 159"}, {"text": "\n#伟创力被华为剔除供应链#从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。当据悉，在无法保障生产和业务持续之后，华为已经将伟创力彻底从其供应链体系中剔除一个 ​  展开全文c \n#伟创力被华为剔除供应链#从美国把华为纳入所谓的“实体清单”之后，伟创力迅速做出反应，要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。当据悉，在无法保障生产和业务持续之后，华为已经将伟创力彻底从其供应链体系中剔除一个企业，不管他说了什么话，重要的是看他干了什么事配图是伟创力之前表态全力与华为合作的截图。 收起全文d\n", "author": "科技有意思", "time": "科技有意思2019年07月18日10:46 来自Android", "transmit": " 转发 4", "comment": "评论 20", "zan": " 154"}]