[{"text": "\n                    【美国想用整中兴的手段来整华为】 2016年3月，美国以“违反伊朗制裁禁令”为由将中兴通讯列入“实体清单”，试图切断后者部分供应链。中兴通讯最终被迫和美方达成和解。今天凌晨，路透社曝料称美国商务部计划将华为也列入“实体清单”。该报道援引相关人士观点认为，届时供应链受阻的华为，甚 ​  展开全文c \n                    【美国想用整中兴的手段来整华为】 2016年3月，美国以“违反伊朗制裁禁令”为由将中兴通讯列入“实体清单”，试图切断后者部分供应链。中兴通讯最终被迫和美方达成和解。今天凌晨，路透社曝料称美国商务部计划将华为也列入“实体清单”。该报道援引相关人士观点认为，届时供应链受阻的华为，甚至会“无货可卖”。复旦大学国际政治系副教授沈逸接受观察者网采访时明确表示：华为不是中兴。美国对理智的逻辑表现得不是很敏感，但对权力的逻辑很敏感。只要有便宜占，美国就会把便宜占到底。我们只能用实力和美国对话，要让美国感到疼。 O美国被曝试图切断华为供应链，专家：华为不是中兴 收起全文d\n", "author": "观察者网", "time": "观察者网2019年05月16日16:43 来自微博weibo.com", "transmit": " 转发 182", "comment": "评论 491", "zan": " 533"}, {"text": "\n                    【美商务部将华为列入“实体清单”，外交部：反对任何国家对中国实体单边制裁】16日下午，外交部发言人陆慷就美商务部将华为列入“实体清单”一事回答了记者提问。陆慷表示，美国商务部最新的报告我们已经注意到了，对中方而言，中方一贯要求我们自己的企业认真严格执行国家出口管制法相关的法律法规 ​  展开全文c \n                    【美商务部将华为列入“实体清单”，外交部：反对任何国家对中国实体单边制裁】16日下午，外交部发言人陆慷就美商务部将华为列入“实体清单”一事回答了记者提问。陆慷表示，美国商务部最新的报告我们已经注意到了，对中方而言，中方一贯要求我们自己的企业认真严格执行国家出口管制法相关的法律法规，履行中方所承担的出口管制相关的义务。在海外经营过程中，我们也要求中方企业能够遵守所在国的法律法规，合法合规地开展经营。陆慷同时强调，中方坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁。“我们也反对泛国家安全概念，滥用出口管制措施。”陆慷说，我们敦促美方停止错误的做法，为两国企业开展正常的贸易合作创造条件，避免给中美经贸关系造成进一步的冲击。“就中方而言，中方也会采取进一步必要的措施，来坚决维护中国企业的合法权益。”O美商务部将华为列入“实体清单”，外交部：反对任何国家对中国实体... 收起全文d\n", "author": "环球网", "time": "环球网2019年05月16日15:50 来自微博weibo.com", "transmit": " 转发 52", "comment": "评论 74", "zan": " 124"}, {"text": "\n#华为回应特朗普签紧急状态令# 【立场坚定！美再发涉华为禁止令 外交部用两个“反对”强势回击】5月16日，外交部发言人陆慷主持例行发布会。有记者提问，美国商务部15日表示，将把中国公司华为及其70家附属公司列入管制“实体清单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技 ​  展开全文c \n#华为回应特朗普签紧急状态令# 【立场坚定！美再发涉华为禁止令 外交部用两个“反对”强势回击】5月16日，外交部发言人陆慷主持例行发布会。有记者提问，美国商务部15日表示，将把中国公司华为及其70家附属公司列入管制“实体清单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。对此，陆慷回应称：中方坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁。 L燃新闻的秒拍视频 收起全文d\n", "author": "中国经营报", "time": "中国经营报2019年05月16日22:00 来自微博weibo.com", "transmit": " 转发 33", "comment": "评论 130", "zan": " 74"}, {"text": "\n                    【美商务部将华为列入“实体清单” 外交部回应】#外交部回应华为被列入实体清单#外交部发言人陆慷今日表示，中方一贯要求我们自己的企业认真严格执行国家出口管制法相关的法律法规。中方也坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁。我们敦促美方停止错误的做法，为两国企业开展正常 ​  展开全文c \n                    【美商务部将华为列入“实体清单” 外交部回应】#外交部回应华为被列入实体清单#外交部发言人陆慷今日表示，中方一贯要求我们自己的企业认真严格执行国家出口管制法相关的法律法规。中方也坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁。我们敦促美方停止错误的做法，为两国企业开展正常的贸易合作创造条件，避免给中美经贸关系造成进一步的冲击。#华为愿签署无监控协议#O美商务部将华为列入“实体清单” 外交部回应 收起全文d\n", "author": "凤凰网财经", "time": "凤凰网财经2019年05月16日16:26", "transmit": " 转发 15", "comment": "评论 16", "zan": " 36"}, {"text": "\n                    三大报内参：1、美国将华为列入“实体清单”、操作系统国产化迫在眉睫中国软件、国美通讯2、中国将加强云计算领域控制、相关公司有望受益广东榕泰、龙宇燃油、光环新网3、《数字乡村发展战略纲要》印发、行业公司望迎来风口　新大陆、神州信息、东方国信4、七部门联合发布指导意见、将制订 ​  展开全文c \n                    三大报内参：1、美国将华为列入“实体清单”、操作系统国产化迫在眉睫中国软件、国美通讯2、中国将加强云计算领域控制、相关公司有望受益广东榕泰、龙宇燃油、光环新网3、《数字乡村发展战略纲要》印发、行业公司望迎来风口　新大陆、神州信息、东方国信4、七部门联合发布指导意见、将制订智能航运顶层设计中远海科、海兰信、皖通科技5、网络零售提速成为消费市场亮点、电商平台有望受益苏宁易购、天虹股份6、人工智能产业发展受关注、教育成重要应用场景科大讯飞、拓维信息7、中欧即将签署历史性航空协议、助力国产大飞机进军国际市场海特高新、四川九洲8、锂电池电解液原料碳酸乙烯酯价格大涨、两个多月翻倍奥克股份、石大胜华9、数字乡村发展战略纲要发布、加快信息基础设施建设神州信息、信息发展 收起全文d\n", "author": "题材哥", "time": "题材哥2019年05月16日22:37 来自搜狗高速浏览器", "transmit": " 转发 21", "comment": "评论 5", "zan": " 40"}, {"text": "\n                    美商务部将华为列入“实体清单” ，外交部：反对任何国家对中国实体单边制裁。（环球网） ​                ", "author": "蓝鲸财经记者工作平台", "time": "蓝鲸财经记者工作平台2019年05月16日17:12 来自Android", "transmit": " 转发 35", "comment": "评论 24", "zan": " 27"}, {"text": "\n                    突发：美国商务部工业和安全局声明指，把华为及70个附属公司增列入出口管制的所谓实体清单。此举意味着美国供应商如果要向华为供货，需要取得出口许可证。 ​                ", "author": "大项的天", "time": "大项的天2019年05月16日06:43 来自HUAWEIP30Pro", "transmit": " 转发 482", "comment": "评论 314", "zan": " 105"}, {"text": "\n                    通信圈热议：美国商务部工业和安全局声明指，把华为及70个附属公司增列入出口管制的所谓实体清单（Entity List）。此举意味着美国供应商如果要向华为供货，需要取得出口许可证。冷战时期对付苏联的玩法了。 ​                ", "author": "投资舆情", "time": "投资舆情2019年05月16日08:49 来自360安全浏览器", "transmit": " 转发 182", "comment": "评论 244", "zan": " 209"}, {"text": "\n                    美国商务部工业和安全局声明，将华为及70个附属公司增列入出口管制的实体清单。这就意味着美国供应商如果要向华为供货，需要取得出口许可证。@行政法徐金桂 推荐一款华为手机给我呗！ 2南京·南京林业大学 ​                ", "author": "三国法杨帆", "time": "三国法杨帆2019年05月16日08:46 来自iPhoneX", "transmit": " 转发 16", "comment": "评论 52", "zan": " 168"}, {"text": "\n                    转：BREAKING NEWS：美国商务部工业和安全局声明指，把华为及70个附属公司增列入出口管制的所谓实体清单（Entity List）。此举意味美国供应商如果要向华为供货，需要取得出口许可证。战火仍在一步步传导中... ​                ", "author": "投行泰山", "time": "投行泰山2019年05月16日08:42 来自iPhoneXSMax", "transmit": " 转发 90", "comment": "评论 10", "zan": " 28"}, {"text": "\n                    【华为及70家关联企业被美国列入贸易管制黑名单】美国商务部周三称，将把华为及70家关联企业列入其所谓的“实体清单”。今后如果没有美国政府的批准，华为将无法向美国企业购买元器件。 ​                ", "author": "小道信息", "time": "小道信息2019年05月16日09:41 来自小米手机", "transmit": " 转发 26", "comment": "评论 56", "zan": " 58"}, {"text": "\n                    【美拟禁止外国电信设备指向华为 外交部称不光彩不公正】总统特朗普宣布外国对手对美国信息和通讯技术的威胁是“国家紧急状态”；纳入“实体清单”的企业，须获政府许可证才可向美国企业购买产品或技术。这被广泛认为针对中国和华为和中兴等中国企业。 O美拟禁止外国电信设备指向华为 外交部称不光彩不公正 ​                ", "author": "财新网", "time": "财新网2019年05月16日10:35 来自财新网", "transmit": " 转发 32", "comment": "评论 66", "zan": " 28"}]