[{"text": "#华为cfo孟晚舟被捕#【任正非谈孟晚舟：软禁状态下还在学习八门功课每天都在网上学习】20日，华为心声社区刊发了公司创始人任正非在2月接受英国媒体BBC的采访纪要。任正非表示，孟晚舟被抓对华为业务没有造成影响，“抓孟晚舟可能抓错了。”他透露，孟晚舟在软禁状态下，每天在网上学习几门功课，并没有意志衰退，还在学八门功课，华为重大问题还在网上跟她协商。他认为，华为已经流程化、程序化了，不依赖于个人存在与不存在，“即使我个人哪一天不存在了，公司前进的步伐也不会改变的。”任正非表示，这次磨难对孟晚舟来说是人生难得的机会，“这么大一件事，我相信对她未来成长一定是插上了翅膀，要感谢美国政府给孟晚舟插了一个坚强的翅膀，她将来会飞翔得更好，我相信。”", "author": "美国侨报网", "time": "美国侨报网2019年03月20日23:07 来自微博weibo.com", "transmit": 8, "comment": 6, "zan": 20, "sentiment": [{"positive_prob": 0.994609, "confidence": 0.98802, "negative_prob": 0.0053909, "sentiment": 2}]}, {"text": "【今日资讯】交通部发征求意见：共享单车应当日退还！腾讯和今日头条又撕逼了华为任正非说孟晚舟没技术背景不会成接班人！​", "author": "暴走大热门", "time": "暴走大热门2019年03月20日11:35 来自iPhoneX", "transmit": 119, "comment": 59, "zan": 98, "sentiment": [{"positive_prob": 0.0102445, "confidence": 0.977234, "negative_prob": 0.989756, "sentiment": 0}]}, {"text": "上海大喜讯，5纳米刻蚀机自主研制成功烽火防务2019-03-0x一场围剿与反围剿的斗争，仍在进行！当全世界都将目光投向华为，关注孟晚舟的时候，上海突然传来大消息，让国人为之振奋，让世界为之震撼：经台积电验证，中微半导体自主研制的5纳米等离子体刻蚀机，性能优良，将用于全球首条5纳米芯片制程生产线。全球！首条！5纳米芯片制程生产线！是的，你没看错，不负众望！低调的中微半导体设备公司，终于在2018年的收官时刻，正式敲定了5nm刻蚀机！5纳米，什么概念？它是头发丝直径二万分之一这么小，要是用这么细小的笔尖，就可以在一粒大米上，写出十亿个中文字。方寸间近乎极限的操作，对刻蚀机的控制精度提出超高要求。中国芯片生产技术，终于突破欧美封锁，第一次占领世界至高点！这是中国芯片胜利反击的辉煌一刻，更是中国科技发展的历史一刻！二扬眉吐气、创造历史！要知道，如果说在工业化时代，钢铁是工业的“粮食”，那么在如今的信息化时代，“芯片”则就是现代工业的“粮食”。刻蚀机，则是芯片制造的核心装备。现代信息技术和人工智能，都是以芯片为基础的。而刻蚀机作为制造芯片的工具，和光刻机一样，就相当于农业时代的人手，工业时代的机床。芯片要成为产品，需要设计和制造。光刻机和刻蚀机都用于芯片制造，光刻机相当于把设计的电路图复制到硅片上，刻蚀机再按照这个图进行施工，他们同样都是集成电路生产过程中必不可少的一环。打个比方，在高倍的电子扫描镜下，将芯片放大一万倍，它的结构就像是密密麻麻的立交桥和高速公路，而这些高速公路，只有头发丝的万分之一那么宽。刻蚀机就是在指甲盖大小的芯片上建这些“立交桥和高速公路”。曾记否，芯片制造在中国痛之已久！中国芯片行业，曾流传过这么一句话：除了水和空气，其他全从国外进口的。如今，中微半导体5nm刻蚀机的正式敲定，将极大提升我国的芯片加工水平。这不仅每年至少为我国节省大量的外汇，更重要的是，它将为中国先进战略技术领域、基础前沿和国防安全提供了核心技术保障。禁运！禁售！少数国家一旦无法在公平的环境里竞争取胜，最常用的手段就是禁售。我国一直在芯片行业受制于人，时常遭遇国外掐脖子、禁售等种种制约。别人的总是别人的，像5纳米刻蚀机这种最高端的核心技术，中国最终只能靠自己。曾经，落后就要挨打，强者生存，核心技术受制于人，没有话语权，只能任人宰割，心里憋着一口闷气，却又不得不接受这个残酷的现实！今天，我们终于拥有了世界上最先进的刻蚀机这个“金刚钻”，中国在芯片制造核心领域突破技术“无人区”，宣告外企独霸的时代结束！！弯道超车，中国用实力告诉世界，中国不再是核心技术的门外汉！", "author": "王德培", "time": "王德培2019年03月20日08:13 来自iPhone客户端", "transmit": 12, "comment": 8, "zan": 14, "sentiment": [{"positive_prob": 0.99755, "confidence": 0.994556, "negative_prob": 0.00244988, "sentiment": 2}]}, {"text": "发布了头条文章：《任正非直白的话入心》孟晚舟把财务做得很好。财务做得很好的人，她关注的是平衡、关注的是管理、关注的是有效率。华为的领袖不是横向平衡，而是纵向突破，所以她将来不可能做CEO，也不可能做董事长。这是我补充回答刚才的问题。O任正非直白的话入心​", "author": "王育琨", "time": "王育琨2019年03月20日15:07 来自微博weibo.com", "transmit": 50, "comment": 15, "zan": 19, "sentiment": [{"positive_prob": 0.883222, "confidence": 0.740494, "negative_prob": 0.116778, "sentiment": 2}]}]