[{"title": "被美国政府全面封杀的华为，现在还好吗？", "content": "一两天前，一条华为的新闻再次闯上热搜。美国政府勒令谷歌停止与华为的商业往来，迫于压力，谷歌正式宣布暂停与华为的商业往来。这意味着什么？谷歌从此加入封杀华为的队伍！要知道，世界上的手机系统，主要分为两种。一是苹果，二是安卓。华为的手机，使用的正是安卓系统。而安卓，就是Google旗下的！问：一个手机没有了操作系统，是一个什么呢？答：一块砖头。谷歌的封杀，意味着华为手机无法再使用安卓的谷歌服务，这对于华为的海外市场来说，无疑是重创！二好像从去年开始，华为就成了美国的眼中钉。去年，美国政府以“国家信息安全”为由，联合日本、新西兰、澳大利亚等盟国，围剿华为。停止使用华为所有的电信设备、产品，尤其是华为的5G通讯建设。其目的，就是将日益强大起来的华为扼杀在襁褓之中，斩草除根！2018年8月23日，澳大利亚以国家安全为由，正式发布了禁令。2018年11月27日，新西兰以“网络安全风险”为由，对华为下达了禁令。2018年12月1日，华为CFO孟晚舟在温哥华转机时，被无端拘扣。2018年12月10日，日本决定将华为技术和中兴通讯两家公司的产品排除出政府采购清单，理由是日本作为美国的盟友，要“和美国统一步调”。可结果如何呢？就在禁用华为当天，日本一半国民，就无法接收到手机讯号！华为被“围剿”的第10天，替代华为的爱立信发生事故，6000万人断网，11个国家陷入网络瘫痪！美国联合一众国家抱团，企图堵死华为的去路，没想到却被华为反杀，逼得寸步难行！三常言道，美国缺心，中国缺“芯”。美国的商务禁止令，主要针对的就是对华为的芯片出口。中国每年需要进口2300亿美元芯片，是世界上最大的芯片进口国。芯片，一直是美国人限制中国的最好手段。特朗普一定以为，只要掐断“高科技技术”这条命脉，华为就会“乖乖”把大权交给美国人。可这一次，美国的算盘打错了。主动是天堂，被动是地狱。华为不是中兴，中国人更不会一直原地踏步，坐以待毙！就在5月17日，也就是美国宣布全面封杀华为的第2天。华为海思总裁的一封公开致信，宣布了一个振奋人心的消息：保密柜里的所有后备芯片，将全部转正！原来，华为在十五年前就已经料到美国会来这么一出，早已做好了准备，随时应战。2004年，华为海思成立，华为踏上了芯片研发之路；2017年，海思的安防芯片，占据世界市场份额的70%，而华为生产的1.5亿台手机里，7000万台用的，就是海思的麒麟芯片！2019年，华为研发出领先世界水平的鲲鹏芯，厚度媲美美国顶级芯片，只有0.07毫米.....据最新消息，华为ceo余承东自曝：“华为内部自研的操作系统“鸿蒙”最早将于今年秋季，最晚明年春季发布，该系统打通了手机、平板、电视、智能穿戴、汽车、电脑等。并且兼容全部安卓及WEB应用。”这意味着，哪怕安卓系统封杀华为，华为依然有路可退！四在美国封杀华为的第7天。这一次，没有人再跟着美国站队了。欧洲包括加拿大，都不再支持美国，因为经历上次6000万人的断网风波，他们开始明白，国家和人民，经不起这样的“折腾”了！欧盟领导们纷纷表态：我们不会跟随特朗普，封杀华为！法国总统马卡龙更是直言：围剿华为，并非法国的目标！一向低调的荷兰都正面杠上了美国：荷兰不会禁用华为的5G网络！就连美国民众，也对特朗普的封杀行为怨声载道：“你不能打败他们（华为），就封杀他们？”“为华为感到遗憾，更为整个科技行业感到悲哀。亲眼目睹政治因素毁了这一切，真让人难过。”有人直接质疑：“你说中国政府控制华为？那谷歌呢？”特朗普说中国政府控制华为，那谷歌现在在做什么？不就在做特朗普指责的事情吗？”你把时间和精力放在哪里，就决定你是什么！现如今，华为早已凭借其先进的技术，卓越的品质，俘获世界人民的心！面对从全世界四面八方杀来的反对声，就连美国领导众议院情报局的罗杰斯都说：“这一次封杀华为，看上去很悬，但我们已经无计可施了。”五在华为的事情发生之后，国内很多人的思维陷入了一个极端：不买华为就是不爱国！甚至，在抖音等短视频软件中，还出现了抢过路人的苹果手机，砸到地上的视频，美名其曰：中华有为，爱国有我。这不免让人想起2012年，钓鱼岛事件时，大范围爆发的打砸日系车的情景。盲目而冲动的爱国并不是一件好事。这种行为并不能给华为带来一丝一毫的好处，反而会让华为背上收割爱国税的骂名。近日，任正非在采访中，也就此事说了自己的观点：如果认为不买华为就是不爱国，那我们孩子就是不爱国，因为他们也用苹果产品。千万不能煽情，不能使用民粹主义这种东西。不要这么狭隘地认为爱华为就爱华为手机，我们家人现在还在用苹果手机，苹果的生态很好，家人出国我还送他们苹果电脑。话里的意思很明白，他不希望华为成为一家贩卖民族主义的工厂，而是希望成为因为质量而被选择的产品。你喜欢华为的产品，你就用，不喜欢，就不用。就是这么简单。其实，说起来也挺好笑的，美国一直在说中国不民主，不自由，政治绑架企业。结果到了现在，川普一边喊着：中国人在偷我们的钱！一边用政治胁迫各大公司抵制华为；而任正非，则告诉所有人，要理性爱国，不要搞极端民粹。只有胸怀天下，才能干天那么大的事。任正非胸怀比美国领导人和执政团队加起来都大。你有多大境界就有多大世界！相比美国这次封杀，华为的大气与智慧体现得尤为明显！这才是立足中国、走向世界的企业！", "author": "FHS福慧顺", "newsdate": "发布时间：19-05-31", "newstime": "12:22", "sentiment": [{"positive_prob": 0.00244217, "confidence": 0.994573, "negative_prob": 0.997558, "sentiment": 0}]}, {"title": "华为再获一国力挺，5G合作伙伴再增一个，美国应该反思！", "content": "近日，英国人民终于开启了自己的5G时代，非常值得注意的是，尽管之前很多的传闻说英国的运营商们将限制华为参与英国的5G网络建设，不过最后英国的运营商依旧选择了华为的5G技术和设备迈入了5G时代。毫无疑问，英国方面再次证明了选择华为设备的可靠性，因为他们相信华为公司在网络安全方面是非常值得信赖的。华为的5G技术是如今最为先进的5G技术之一，因为为华为有着众多的5G专利，比其他公司加起来的总和还要多。在加上，华为的5G设备更加的便宜，5G网络的建设费用将会更加低廉，这无疑为华为在世界范围内赢得了一大批运营商的支持。如今，尽管华为的5G受到以美国为首的国家抵制，但是5G订单数量依旧达到了足足的42个，依旧是排在第一的位置，与诺基亚、爱立信等5G巨头拉开了差距。而且随着华为5G技术相继在韩国、英国等地方用上，也证明华为的5G经得起考验，华为公司的5G订单依旧还在增加。近日，又一个欧洲国家宣布了与华为的5G合作，这个国家就是国土面积最大的俄罗斯。目前，俄罗斯已经于华为公司签订了一系列谅解协议。相信再过不久，俄罗斯的5G大单也将交给华为。目前，华为获得5G合同中，除了美洲和澳大利亚之外，华为在亚太、欧洲、中东、非洲都获得了5G合同。其中亚太地区6个、欧洲25个、中东地区10个，非洲地区1个，看来这一次欧洲还要在新增一个俄罗斯了。华为公司的一名海外代表艾德文提到，如今在俄罗斯，华为产品的需求量每年都在增加，华为与俄罗斯的合作也正在逐渐深入，不仅包括5G，在未来的人工智能方面也将展开广泛的合作。在美国的强力阻挠下，为什么还是有很多的国家选择华为呢？在这一点上或许值得美国反思。", "author": "X先生的科技资讯", "newsdate": "发布时间：19-05-31", "newstime": "17:59", "sentiment": [{"positive_prob": 0.860217, "confidence": 0.689371, "negative_prob": 0.139783, "sentiment": 2}]}, {"title": "IEEE为何会对华为动手？答案细思恐极！", "content": "快看：IEEE为何会对华为动手？IEEE是个什么样子的组织？没有发表过论文的朋友可能不太清楚。它的全称是电气和电子工程师协会，是一家非盈利的学术机构。大部分高校老师都是IEEE会员，这仿佛是一种荣誉。在这个时代，科技和人才决定了一个国家的地位和未来。美国无疑是领头羊。绝大部分科研机构都在美国，科学研究才是技术发展的根本。没有系统的理论作为支撑，瞎搞出来的东西走不了多远。美国一直以学术自由和独立标榜。在笔者小的时候，曾经看过这样一则报道。里根总统在拜访一所美国著名大学期间，希望该校领导可以给他颁发一个博士学位。最后的结果让人肃然起敬，这所大学拒绝了总统的要求。当时的笔者以为，美国的学术和政治是分开的，即使是总统也无法左右学术领域，搞学术还得去美国。类似这样的报道很多，所以也就不奇怪很多科学家投奔了美国。可是最近IEEE做出的事情，让人大跌眼镜。一个如此庞大的学术机构居然对一家公司动手了。所有华为系员工不能以审稿人的身份参与IEEE旗下的学术活动。正如周志华所说，这损害的不只是华为的利益，而是国际社区的利益。笔者以为，这不只是针对华为，而是扼杀我国的科技。华为在5G技术是如何得来的？首先要有科研能力，要能在高水平期刊上发表论文。之后，根据基础原理，发明创新申请专利是顺理成章的事情。学术论文提供原理支撑，给出一种可能。专利技术负责具体实现。5G的起源是一位大学教授的论文。华为对这一点非常清楚，所以对基础理论非常重视。在任正非的谈话中，我们也可以看到这点。也许正是任正非的高瞻远瞩让美国心惊胆战。大家都知道娱乐圈，朋友圈，以及其他的圈子，实际上学术圈也同样存在。凡是圈子都有一些共同的好处。圈子里的人相互交流，相互合作，共同进步，成果也容易被认可。这样一来，优秀的个人或者集体很容易产生“影响力”。华为有几万名做实事的博士。假定其中一万名博士每年都需要发论文，那么就有1万篇论文。一个领域发一万篇论文，多不多？要知道，一般的会议只能录用几十篇到几百篇论文。可想而知，华为每年的科研论文有多大的影响力。不同于国内高校，华为是一家公司，论文转换为科技的可能性非常高，速度也非常快。至少在华为所研究的领域，其地位不可小觑。显然，华为已经在这个学术圈里面。此次，IEEE遵循“命令”让华为系员工不能担任审稿人。这一招是在太恶毒，不仅违背一个学术机构的基本原则，还违背了美国一直标榜的学术独立和自由。为什么不要小瞧审稿人的身份，因为它对于论文的接收有着重大的影响。虽然是否接收一篇论文主要看这篇文章的写作水平和贡献。但拒绝一篇文章，给出看似无可挑剔的理由是一件非常容易的事情。笔者的一位朋友就曾经得罪过一个审稿人，以至于每次投某个期刊，都会栽跟头。最后，我这位朋友索性就放弃那个期刊，改投其他期刊了。这还只是一个普通审稿人，如果是在这个领域有重要影响力的人，我的这个朋友估计要喝西北风了。有些人可能不信，认为学术比较纯粹不存在“帮派”这种说法。了解过一点历史的人都知道，学术“帮派”一直都存在。包括我熟知的那些有名的科学家都受到过攻击，读者可以自己查阅相关记录。当今社会，科学转换为技术的时间越来越短。美国企图通过打压学术能力和学术影响力来遏制科技发展。采用这种狭隘得来的好处不会让美国变得强大，只会让它和“美国精神”渐行渐远，最终失去人们的尊敬和信任。有些人要说，我们可以投国内的期刊。不得不承认，这是一个非常实在的建议。但出于各种原因，国内的期刊数量少，并且影响力不够。为了能够和最顶级的科研技术有个好的参考，发顶会和顶刊物是最好的办法。IEEE将华为系员工排除在审稿人之外，带来的直接后果就是华为在这些学术顶级期刊和会议上的论文数量会“骤减”。后面的各种操作，我们知道原因也无可奈何。没有什么比这更恶毒的了。这不仅妨碍了别人，更阻挡了人类的科学进步。为了打压对手，不惜牺牲全人类的利益。这就是如今的America。从这件事情我们看出，任何时候，利益永远高于一切。其他高端词汇不过是一种粉饰罢了，都是为了达到利益分配均衡以及自己利益极大化的目的。而IEEE毕竟也只是一个组织而已。以上仅代表个人想法，欢迎大家留言讨论，为了您的身心健康和社会的和谐稳定，请文明发言。附：多谢某位网友的指正，已经将文章中不合理的部分——专利和论文发表的关系，修改过来。", "author": "贤者说", "newsdate": "发布时间：19-05-31", "newstime": "13:07", "sentiment": [{"positive_prob": 0.000955789, "confidence": 0.997876, "negative_prob": 0.999044, "sentiment": 0}]}, {"title": "还是用了华为", "content": "据中国日报，当地时间周四，英国广播公司BBC使用5G网络直播了早间节目，这是英国首次使用5G信号的电视直播。该信号由英国电信巨头BT旗下的EE运营商提供。直播前，节目主持人激动地在个人社交媒体账号分享了直播的幕后花絮，他将镜头对准了华为的设备，并说道：“就是它，能够支持我们进行全英首次5G电视直播！”尽管此前关于EE、Vodafone等英国运营商限制华为参与5G建设的传言层出不穷，事实证明，英国的公司和机构依旧使用华为设备开启了自己的5G时代。视频在这里00:33来源：@中国日报、环球网（ID：huanqiu-com）本期编辑：石磊、杨翘楚", "author": "人民日报", "newsdate": "发布时间：19-05-31", "newstime": "21:44", "sentiment": [{"positive_prob": 0.591277, "confidence": 0.0917277, "negative_prob": 0.408722, "sentiment": 2}]}, {"title": "秒杀苹果！一季度华为手机销量增长近45%", "content": "市场研究机构Gartner发布了2019年一季度全球智能手机销量报告。该份报告表明，苹果在全球智能手机市场上的位置已被华为超越。数据显示，2019年第一季度智能手机终端的全球销售额下降了2.7%，总计3.73亿部。华为手机全球份额反超苹果报告指出，2019年一季度华为稳坐全球第二大智能手机供应商的宝座，并继续缩小与三星之间的差距。当季，华为市场份额升至15.7%，同比增长5.2%；智能手机销量达到5844万部，同比增长44.5%，也是全球前五大手机供应商中销量增长速度最快的一个。Gartner高级研究主管Anshul Gupta表示，华为手机在各个地区的销量都呈增长趋势，值得一提的是，华为在两个最大销售市场欧洲和大中华地区的表现尤为亮眼，销量分别增长69％和33％。第一季度苹果iPhone销量为4,460万部，锐减了17.6％。Gupta表示，市场上iPhone的价格下降有助于推高需求，而苹果正面临更漫长的换机周期，因此使用者很难看到足够的价值去说服自己换掉现有的iPhone。三星手机依旧是智能手机行业的领导者，一季度三星的智能手机销量为7160万部，市场占率高达19.2%。不过较上季度相比也有小幅下滑。智能手机市场集中趋势愈演愈烈有分析称，华为和三星有一点共同之处是，手机芯片大致能做到自给自足。三星手中的王牌很多，比如柔性屏、OLED屏，还有手机芯片业务，都是在手机行业生存的杀手锏。众所周知，华为手机现在普遍使用的麒麟（Kirin）处理器，就是华为海思的产品。眼下大热的华为P30 Pro系列手机，使用的就是麒麟980处理器。在统计中，OPPO以2,960万部销量在第1季度取得第四名，而vivo则以微弱的优势超越小米，获得第五名。Gupta指出，屏下指纹、滑盖相机、快速充电和几乎无边框显示等最新功能帮助vivo在2019年第一季度实现了两位数的智能手机销售增长。不过该公司可以做得更好，例如扩大其入门级智能手机的范围，并在新兴的亚太市场销售。全球智能手机市场集中趋势正在愈演愈烈，全球前三大品牌占据了近五成的市场份额，全球前五大品牌占据了将近七成的市场份额。对于许多手机品牌来讲，未来的业务会越来越难。5G有望给手机市场注入新动力那么，在全球手机市场销量增长整体放缓的背景之下，未来手机市场的机会和前景在哪里？广发证券近日的研报分析称，手机市场虽然走向存量时代，但发展空间仍然广阔。其认为手机市场未来的成长来源于以下三个方面：一是地区结构性的增长，新兴市场尤其是新兴市场的智能手机未来复合增速将高于全球增速，将成为手机市场成长的重要驱动力；二是通信周期带来的替换需求，通信时代将在 2020 年迎来 5G 的技术性变革，智能手机市场将显著受益于4G 向 5G 的切换，带来替代需求的集中释放；三是技术创新带来的价值量提升，展望未来，三摄和 3D 成像、以及射频在 5G 时代的升级以及可折叠手机的逐渐渗透都将提升智能手机市场的 ASP，从而带来市场规模的成长。与此同时，光大证券分析师也认为，5G 作为新一代通信技术，在技术要求上相比前代大幅提升，手机的设计和制造难度加大，同时也给手机创新增添了新的动力。比如在射频方面，手机射频主要分为天线、射频前端和基带三个部分，这三个部分在 5G 时代都会出现很大的变化。在当前的5G格局下，华为已经处于领先地位。2016年11月，余承东曾夸下海口：“华为将在2年内超越苹果，成为世界第二大智能手机制造商”，如今已悄然实现。那么问题来了，你会考虑买华为手机吗？", "author": "同花顺财经", "newsdate": "发布时间：19-05-31", "newstime": "00:07", "sentiment": [{"positive_prob": 0.999652, "confidence": 0.999226, "negative_prob": 0.000348219, "sentiment": 2}]}, {"title": "刚刚，又一欧盟国家宣布站队华为！美国“堡垒”已被攻破！", "content": "在5G布局上，华为又有斩获。据最新消息，塞浦路斯电信运营商CYTA宣布，其正在使用华为与爱立信的设备建设5G网络。塞浦路斯为欧盟28个成员国之一，这说明凭借着在5G上的绝对技术优势，华为已经把大部分欧洲国家的5G订单都拿到手了。欧洲国家无法拒绝华为，不然吃亏的是自己今年2月，英国开始对使用华为设备一事松口，当时英国安全部门官员并不支持全面禁止全国电信网络使用华为产品，尽管美国有警告。到了4月25日，据英国《每日电讯社》报道，首相特雷莎·梅已同意让华为帮助建设该国的新5G移动基础设施。这不仅打脸了美国，更让“五眼联盟”队伍出现松动。如今这五个国家除美国之外，只有加拿大禁止了华为，联盟名存实亡。事实上，欧洲国家都对华为5G技术抱有很大的期待与好感，按照华为总裁任正非所说：欧美国家不买华为的技术，那么吃亏的是它们自己。曾传出要排除华为参与5G建设的波兰已经松口，波兰网络安全部部长称，不太可能把所有华为设备都排除在5G建设之外。意大利也对与华为合作持积极态度，葡萄牙的大型通信公司甚至去年12月就与华为签署了有关5G的备忘录。德国电信监管机构联邦网络局局长霍曼更是表示称“德国联邦网络局的立场是，任何设备供应商，包括华为，都不应被专门排除在外。”截至3月底，华为7万多个5G基站已发往世界各地，已经和全球领先运营商签订了40个5G商用合同，这40个订单中，欧洲就占据了23个。截至目前，已经明确表示禁止华为的国家数量进一步减少，“负隅顽抗”的只剩下美国、日本、加拿大、澳大利亚、墨西哥这5个国家。除此之外的国家，要么已经与华为签下5G合同，要么就还在考虑，不管怎么说，华为5G已经势不可挡。华为反而“欢迎”打压：我们成为第一是被逼的！2019年初，华为公司的轮值董事长郭平向全体员工发表新年致辞说道，“不公平把我们逼向世界第一”。任正非在采访时也曾表示，在华为未来发展中，最兴奋的是美国的打压。“美国这样一打压，我们内部受到挤压以后，就更团结，密度更强，更万众一心，下决心一定要把产品做好。”任何艰难困苦都阻挡不了其前进步伐，华为正在用闪亮的业绩向世界宣示，中国科技也可以引领时代。", "author": "金十数据", "newsdate": "发布时间：19-05-31", "newstime": "11:32", "sentiment": [{"positive_prob": 0.751369, "confidence": 0.447486, "negative_prob": 0.248631, "sentiment": 2}]}, {"title": "参观华为，谈任总和央视董倩的争论", "content": "【文/ 观察者网科工力量团队专栏作者 大包】先说一个许多人都有误解的问题，华为在技术上是一家怎样的公司？“至今为止，华为没有一项原创性的产品发明，主要做的、所取得的，是在西方公司的成果上进行了一些功能、特性上的改进和集成能力的提升，更多的是表现在工程设计、工程实现方面的技术进步，与国外竞争对手几十年，甚至上百年的累积相比还存在很大的差距；对于华为所缺少的核心技术，只是通过购买的方式和支付专利许可费的方式，实现了产品的国际市场准入，并在竞争的市场上逐步求得生存。这比自己绕开这些专利采取其他方法实现，成本要低得多，由于华为支付费用，也实现了与西方公司的和平相处。”  上面这段话，来自《下一个倒下的会不会是华为》，这不是市面上那类为了赚钱而编撰的书，作者田涛，是华为公司创始人任正非的老朋友，华为的顾问，他历时3年，访谈了华为136位中高层管理者，才写出了这本书。这一节的小标题是《拿来主义与交“买路钱”》。这本书介绍，任正非要华为的干部反复学习三点“开放、妥协和灰度”。书里有三章分别解释了这三点。开放就是说商业是无民族性的，市场是无国界的，华为要跟别人合作，企图独霸世界就会灭亡。妥协是说以退为进实现双赢，消除冲突，任正非说自己是拉宾的学生，“以土地换和平”就是不着眼于一城一地得失的妥协。灰度是说人无完人，不要求全责备、嫉恶如仇、黑白分明。华为做西方公司成果的集成和改进，主要是任总强调的开放这一点的体现，也许和妥协这一点也有关。当然，正如田涛在书中说的，关于华为，谁也无法自诩权威。那就需要多观察，多看。华为参观5月底赴深圳华为参观，有一站是松山湖溪村的研发基地，把12个欧洲有特色的小镇搬到中国，确实是吸收西方文明的能量，是一种博采众长的精神。华为在研发上也体现着这一点，不是原创性的发明，而是集成西方公司的成果；不是绕开西方公司的专利用自己的方法实现，而是“拿来主义”，用买路钱买过去。（现场拍摄的华为松山湖溪村的研发基地）我也参观了华为P30手机组装生产线，其中有引进采用德国西门子的许多设备。组装并不是一件特别高精尖的事情，很多事情人是可以代替机器的，一些环节华为的工匠们还做了自己的小发明改进，提高了效率，发明者的名字会被展示出来。生产线上许多工作，国产设备也未必就不能做，但是华为要用最好的技术。为什么要集成西方成果？一是为了产品的国际市场准入，你与西方公司和平共处，该付的知识费用都付了，才能到海外与最高水平的对手竞争，才能把公司做到世界一流。二是为了“木桶效应”，你做最好的产品是不能有短板的，自己的短板用任正非的话说就要买别人的。所以任正非在很多场合表达了对“自主创新”的否定，包括央视的董倩也和他有争论。还是5月底的媒体圆桌采访中，围绕自主创新，董倩甚至都表示了“我要反驳您”。任总说得很干脆：短板买别人就行了，何必要自己做短板呢？这件事情背后大有文章，因为中美贸易谈判陷入僵局，最后也和“知识产权”，“强制技术转让”等一些问题有关，中国每年进口3000亿美元的芯片，比石油买得还多，美国有些人却还指责中国“偷技术”。之前美光指责福建晋华偷他们的芯片技术，美国就断供。这次对华为禁售就不讲理由了，连指责你偷都省了，现在花钱买也不行，不讲道理。美国人为什么这么焦虑呢？中国人确实太擅于学习了，美国人的知识保护主义又确实有点霸道了，这里面有冲突。我们当然不同意“偷”这种说法，中国人叫“引进、吸收、再创新”，高铁就是成功的典范，如果真的去“偷”，或者说希望我们让出一点市场，你们就转让一点技术，这也不是偷，是一种特殊交换，最后往往会失败，汽车就是一个失败的例子。走捷径是走不通的，比方说你可以考试作弊去偷标准答案，但你自己没有理解消化的话，这些知识终究不是你的。（现场拍摄的华为松山湖溪村的研发基地）我的经历我以自己的经历说一下中国人如何擅于学习。我第一份工作就是“引进、吸收、再创新”的研发工作，实习第一天我的主管就给我一份英文的文档，里面有很多需求、功能的描述和数学公式，他说你的工作就是看懂这个文档，看懂了你就能留下来，因为他看不懂。当然我最后看懂了，这个过程可能不容易，因为你能看懂数学公式，你能看懂一些功能描述，但你不知道一些参数到底是怎么取值、怎么来的，你不知道很多变量到底干什么用的，因为你没有大量的实验数据和工程经验的积累。但最后你还是能理解十之八九，有些中国人参与了维护使用的工作，有一些经验可以教你。最重要的是，这个文档本来就是告诉你这部分代码到底做了什么工作，是如何设计的，这本来就是一份指南，目标就是“知其然，又知其所以然”。最后我消化了，就自己写了一份文档。当然有个别的参数我始终不能确定取值，你只有做了模型去仿真或者基于实验才能确定，这是成本很高的，我后来就要参与这个。有一次开会，一个同事他手里有代码，他讲解某个部分是做什么事情，我说老外写的这部分有简化处理，实际上如果准确描述应该这样，他不相信，第二天他跟我说，他回去思考了之后，认为我确实是对的。我因为吃透了，才能知道他们这个地方做了简化。大部分时候，做“引进、吸收、再创新”的时候，你是没有需求和设计文档的，有时候你甚至代码也没有，给你的是模块，是黑箱子。此外，当然要合法地引进和吸收，当你自己再创新的时候，还要禁得起别人审查。最后我们写的所有自己的技术文档，都要经过国外专业机构去认证，否则你是没有进入市场的资格的。你通过各种途径，最后吸收消化了，你怎么再创新？第一，西方国家通过几十年、上百年积累的技术，里面有太多的东西，你以为自己消化了，但其实你根本不敢改，如果我说洋人这里不准确，可以改进，大家的第一反应肯定是我错了。有人越是听说C919创新了，就越不敢坐啊。第二，很多时候你从这里走到那里，快捷的路容易发现的就一条，别人设置了路障，申请了专利，这种时候你往往会选择买过去。第三，你一定要自主创新，如果军用领域或者军民两用领域，还相对容易一些，但是像华为的许多产品，是为全人类服务的，这样的产品，你不可能脱离大家已经接受和融入的生态圈，自立山头去当孤家寡人，这样你是没法做全世界的生意的。有统治手腕的ARM就以ARM和华为的合作为例。华为从ARM买了什么呢？一个是指令集，一个是CPU核的设计。指令集是CPU内一些操作的命令标准，这就好比华为要写一本书，先买了能够用英语写作的授权。CPU核就是我们通常说的双核、四核、八核，华为把这些集成到一起，并不是从零开始设计的，这就好比华为要写一本书，又买了最重要的几篇文章，当然也有自己写的，像基带这些，然后编在一起。ARM给华为的是源代码，华为花大钱是能够把代码买来的。现在美国人要禁售，ARM的技术很多是在美国研发的，也只能服从。ARM这个统治者不是很残暴的，暴君肯定容易被推翻，ARM是那种既有统治手腕，又不残暴的，你就很甘心在ARM的生态圈内，受制于ARM。指令集能不能不用ARM呢？不用就等于你不说英语了，改说自己发明的一个语言，那么整个英语世界繁荣的生态你就享受不到。哪怕你想又说英语，又加一点自己的语言，也是不行的，你还是会不兼容原来这个生态圈。CPU核能不能自己设计呢？苹果和高通多少都有自己的设计和修改，但是还是要给ARM交专利费，卖得多交得多，和抽税一样，这就是前面说的，很多地方别人已经设置了路障，你绕不过去，只能买过去。如果你最后的设计知识产权上不清楚，不仅会遇到官司，台积电也不敢给你生产。中国讲自主研发，关键领域要两手准备中国有没有从零开始的？我们的申威处理器，用在超算上，就是自己的指令集，自己开发微结构，自己建立生态，自己当统治者。这是美国断供给逼出来的，因为超算是军民两用的，国家下了大力气扶持，最后很成功，不仅性能曾经达到世界第一，而且应用生态也建立得不错，我们还多次得到过世界超算应用领域的最高奖。中国人在国家信息安全的领域，不管是超算还是北斗卫星，搞了自主研发，而且非常成功，这既是逼出来的，又是安全需要，总之中国并不是要去颠覆美国在信息高科技上的统治地位。在民用产品上，中国主要是做集成，集成西方的先进技术，比买石油还慷慨，为了做出最好的产品服务全世界。美国人制定了规则，我们尊重这个规则，从骨子里学习你，最终我们的产品超越你。但是美国的一些政客脑子是不清楚的，他们看到美国制造业需要振兴，但是看不到美国自己的问题。美国自己没有厂商可以做5G电信设备啊，拿什么和中国竞争？华为的产品里集成的都是你们美国主导的西方技术啊，最有安全隐患的可编程芯片都是用你们的，有问题也是你们最有办法发现，但美国人非要说华为的产品有安全问题，这种心态很糟糕，美国那些科技企业肯定也非常反感。中国讲自主研发，就是讲关键领域要两手准备，这其实和华为开放的态度并不矛盾。有些东西别人不卖的我们要有自己的，以前主要是军用和军民两用的产品，大家看瓦森纳协议，现在更荒唐了，民用产品都受到影响。华为也必须接受一个事实，就是你再开放，再遵守规则，再从骨子里融入世界市场为全世界的客户服务，但就是有一些掌握权力的人，往往是民主国家选出来的外行，非要与你为敌，与一个正常的、符合双方利益的秩序为敌，你要有防小人的准备。因此开放是一回事，也要适当扶持本国的供应链，作为大公司要支持中国做出一些小而精的上游公司。中国有些整机厂，整天和友商互相挤压，那是很没意思的。建立在前人的知识积累、站在全人类的文明成果上去创新那么民用领域中国怎么办呢，我们要继续开放，集成最先进的技术，学习美国的科学技术。但是也要注意美国人遇到的问题。美国如果没有问题，怎么无线通信设备产业完蛋了呢，怎么基础科学的突破停滞了呢，怎么美国制造业都外流，纽约时报说，如果不加关税，美国连核潜艇的一些供应链都保不住了，怎么落到如此田地了呢？原因当然是复杂而深刻的，我这里只着重说一个问题，因为和前面讲的有关系。西方的知识保护主义起到促进创新作用，同时也带来问题。一项核心创新的产生（比如电灯），会附带产生许多新知识（电流通过钨丝时产生热量）。过去这项核心创新会被申请为专利，附带的新知识会直接进入社会。而今天，附带的新知识，甚至连带涉及的过去公共的“老知识”也被资本变成了专利。知识产权保护当你做过头，也会对社会公共利益造成威胁，把太多本应该公有的知识私有化了，当你还因此获得了垄断地位，长期以此谋利，你还会变得不思进取。任正非喜欢用熵的比喻，就是没有外部的物质能量交换，你的熵就一直增加。这些专门挖坑、设障、收买路钱、收税的，有的是暴君，有的可能有统治手腕，经常先让你免费用，帮他们扩大生态。而西方国家内部也在崛起一股反对他们的力量，因为他们许多时候确实做得过头了，这股力量主要是学院派和自由开发者，他们一起创立、维护和发展各种开源社区，他们信奉互联网时代的自由、共享和开放精神。结合当下现实，开源的好处也显而易见，开源协议与出口管制无关，合理的开源基金会管理办法，也可以规避美国出口管制。资本和巨头把应该进入大学课本的知识保护起来了，经常有人说中国教育不行，每年那么多半导体相关专业的毕业生，都只会用芯片，不会设计芯片，人才短缺所以中国芯片产业不行。那是因为学校里不教设计芯片，老师也不会，但问题的本质是什么？不是去责怪中国教育，而是要责怪资本主义那套过度的知识保护。那怎么办呢，学校可以和开源社区合作，通过开源项目让学生理解计算机体系结构。现在中国的课程体系并没有制定相关标准，参考印度，我们的邻国已经将开源指令集RISC-V选择为事实上的国家指令集。过度保护的制度不仅对创新、对人类的知识传承、对不同学科的交流有时候是阻碍的，对中小型创新企业也很不友好，因为大公司既有实力打官司，又有实力买买买，小公司又往往保护不了自己，容易被山寨。因此，我认为这里有一个深刻的问题需要重新思考，自主创新是封闭的还是开放的？是不是我们付费买过去，就是开放，我们另起炉灶，就是封闭？尊重西方的规则和秩序，尊重开放的精神，但不是没有保留、没有反思的，我们要建立在前人的知识积累、站在全人类的文明成果上去创新，那我们就要反对那些挖坑设障的资本，中美贸易谈判在“知识产权保护”问题上谈到了僵局，是一个历史性的时刻。因为这里触及到的已经不仅仅是两个国家的利益，而触及到了人类知识进步的一些本质性问题。中国的抱负是人类命运共同体，中国要解除的也不光是阻挡自己发展的障碍，这个层面恐怕许多人都还没有理解到。", "author": "观察者网", "newsdate": "发布时间：19-05-31", "newstime": "08:32", "sentiment": [{"positive_prob": 0.97384, "confidence": 0.941866, "negative_prob": 0.0261603, "sentiment": 2}]}, {"title": "2天4国力挺华为，这个“五眼联盟”国家迫不及待抢先用上了", "content": "事情正在发生巨大转变！过去两天，俄罗斯、西班牙、马来西亚和英国纷纷拿出实际行动力挺华为。这其中，英国的行动很抢眼。据BBC新闻网消息，30日英国最大电信运营商EE率先在伦敦、曼切斯特等6城部分区域推出商业5G服务。BBC新闻网问询派出3组报道团队，抢先进行英国国内首次5G新闻直播。在美国拉拢盟友封杀华为的幻想中，英国成为“五眼联盟”中首个使用华为5G的国家，可谓意味深长。特别花絮30日，英国创造了一项历史记录。在华为的助力下，当天，英国6城部分地区率先启动商用5G服务，BBC新闻网闻讯派出记者团，抢先完成英国国内首个5G新闻直播，这是全球首个基于商用5G网络的电视直播。BBC称之为“历史性一刻”。有趣的是，直播前，61岁的BBC科技记者洛瑞在推特上专门分享了一段花絮。洛瑞推特截图。他在推特上用视频透露，“这和我们一般的直播有些不同”，镜头转向车顶的白色华为设备，“就是这个关键的设备，才能让我们在英国进行首次5G直播”。洛瑞为华为“打广告”并没有到此结束。直播中，洛瑞在镜头里显得非常激动，“这是一个历史性的时刻，因为我们是通过5G向你们传播画面。”随后他开始左右摇摆，“不知道我晃来晃去画面会怎么样。但我觉得应该是非常清晰的，而且没什么延迟。”这个测试的效果非常好。有细心观众发现直播镜头里的洛瑞右手出现了颤抖。直播结束2个小时后，洛瑞也在推特上承认，他前不久被确诊患有帕金森综合征，正在接受很好的治疗。华为5G硬不硬，洛瑞这波推广满分。“并肩作战”和英国直播同一天，马来西亚总理马哈蒂尔30日在日本东京参加第25届国际交流会议“亚洲未来”时表示，马拉西亚将会继续尽可能地使用华为的技术。马蒂哈尔表示，华为的技术远超马来西亚的技术水平，因此马来西亚将尽可能地使用华为的技术。马蒂哈尔借机推广了一下东方国家的实力，称东方国家的产品已经不再是仿制品，亚洲在移动电话等领域占据优势。他特别提醒美国，华为在技术上比美国领先很多。必须承认，美国不可能永远是那个拥有世界最先进科技的超级大国。马来西亚总理马哈蒂尔。图自视觉中国力挺华为的好消息也从西班牙传来。华为西班牙公司首席执行官金咏29日说，尽管美国政府发布针对华为的禁令，但华为在西班牙的绝大多数合作伙伴在这个困难时期都选择与华为“并肩作战”，华为参与西班牙5G网络建设不会受到美国禁令的影响，“近日发生的这一切不会削弱华为在5G领域的竞争力和影响力”。2月26日，西班牙世界移动通信大会上展示的华为折叠屏手机。图自视觉中国。据介绍，在西班牙，华为已与多家电信运营商签署5G部署协议。从去年开始，华为还与沃达丰合作，在马德里、巴塞罗那等6座城市展开5G预商用部署，预计今年夏天投入使用。中俄联手最后要重点说下俄罗斯。本月16日上午，美国总统特朗普签署行政令，以“威胁美国国家安全”为借口，封杀华为。次日，俄罗斯电信巨头维佩尔通讯公司即宣布，中国华为的设备不存在安全隐患，并称为准备启用5G，其莫斯科电信网络正在全面改用华为设备。该公司指出，华为设备在其莫斯科电信网络设备中的占比目前为85%，9月前将达到100%。紧急时刻，紧急发声，亮明的是俄罗斯对华为的特殊支持。据俄卫星通讯社31日报道，29日至30日，华为公司参加了在莫斯科举行的“初创村”国际大会。在大会上发言的中国华为公司代表艾德文透露，华为计划扩大与俄罗斯和欧洲国家的合作，推进新一代5G网络建设，并已经签署了一系列协议。俄卫星通讯社报道截图。艾德文表示，在与俄罗斯的合作领域，5G网络的发展发挥了首要作用。美国商务部5月中旬把华为公司列入“黑名单”。这意味着，没有美国政府的许可下，美国企业不得给华为供货。谷歌公司已经暂停与华为公司部分合作，停止交付设备、软件和技术服务，通用许可涉及的产品除外。俄罗斯此时和华为肩并肩推进新一代5G网络建设，这种支持尤为珍贵。当此之时，无论亚洲国家还是欧洲国家，甚至包括美国的铁杆盟友，都在用最有力的行动力挺华为，相信接下来还有更多国家支持，美国的封杀，以及冠冕堂皇的借口注定成为泡影。作者：丰家卫监制：曹斌", "author": "北京日报客户端", "newsdate": "发布时间：19-05-31", "newstime": "18:13", "sentiment": [{"positive_prob": 0.936154, "confidence": 0.858121, "negative_prob": 0.0638455, "sentiment": 2}]}, {"title": "守得云开见月明 华为的自信与底气从哪来？", "content": "TechWeb 文／卞海川2019年5月15日，特朗普签署行政命令，要求美国进入紧急状态，华为被列入美国商务部工业和安全局的实体名单，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。事实上，这是美国第二次对中国高科技技术公司实施全面打压，与去年4月制裁中兴通讯的方法如出一辙，试图利用“断粮”手段，全面压制中国高科技企业发展。此前，受美制裁，中兴通讯大部分业务面临停摆，甚至面临破产重组危险，如今，业界将同样的担心指向华为，华为能否摆脱影响？从任正非接受采访中的话术似乎可以得到答案。“美国政客做这个工作可能低估了我们的力量，在最先进的领域不会有多少影响，至少 5G 不会影响，不仅不影响，别人两三年也不会追上我们的。”任正非在一次面向中国媒体的公开沟通会上表示。从任正非的表态中，我们看到了华为坚定的态度与信心，这种底气从哪来？众所周知，一直以来，美国一直占据着通信行业的领导者地位，无论是芯片、系统、设备，都在全球ICT产业中排名领先。在改革开放初期，中国市场上大量的基站通讯设备都依托于进口购买，技术专利薄弱，通过十几年的发展，一些诸如华为一样的民营通讯企业不断崛起，不断研发自己的“核心竞争力”，让中国在4G时代实现并跑，5G时代完成超越。正因如此，此次制裁让我们看到了“希望”，华为也展现出了这几年的技术准备。遭美制裁汇总伴随着实体名单的公布，相关科技企业也宣布了美国政策下公司的一些调整。谷歌：华为将失去对Android操作系统的全部使用权限Google母公司Alphabet宣布，暂停向华为转让硬件、软件和技术服务。这意味着华为将失去对Android操作系统的全部使用权限，只可以使用开放源代码，而不能使用Google服务例如Gmail、Google Play和YouTube等。芯片制造商：华为将面临相关零部件“断供”据国外媒体爆料，包括英特尔(Intel)、高通(Qualcomm)、赛灵思(Xilinx)和博通(Broadcom)在内的芯片制造商已向员工表示，在接到进一步通知前不会向华为供货。ARM：暂停与华为的业务往来据国外媒体BBC报道，其获得的内部文件显示，英国芯片设计公司ARM已经告诉员工，必须暂停与华为的业务往来。ARM的设计是全球大多数移动设备处理器的基础，在设计内包含了“美国原产技术”，因此，ARM认为自己受到了特朗普政府禁令的影响。除了相关科技公司受美政策影响外，一些运营商伙伴态度也发生了改变。日本三大运营商：推迟在网络上推出新的华为手机包括软银、KDDI和NTT在内的日本运营商同时宣布将推迟在其网络上推出新的华为手机。预定5月在日本发售的华为P30系列手机将暂停发售。其中一家运营商的发言人表示，该公司希望客户在 “使用我们的产品时感到安全。”英国运营商：暂时停止接受华为手机预订英国移动运营商 EE 和沃达丰在启用各自的 5G 网络时，抛弃了华为的设备。沃达丰一位发言人表示，华为Mate 20 X 5G版暂时停止接受预订。不过英国运营商表示，这是一个暂时性措施。受美政策影响，华为遭美制裁仍在持续发酵，一直推崇“公平”“共赢”的学术界也因此受到影响，有消息称：IEEE开始禁止华为的成员担任论文审稿人或编辑。IEEE对此事件表示：如果不进行此限制，将受到严重的法律责任。华为的应对措施面对制裁，华为表现出了强大的问题解决能力，无论是在核心部件芯片还是在系统层面都提出了替代性解决方案。在系统问题上，谷歌停用给华为的部分服务对中国市场的影响微乎其微，而华为手机的海外用户则影响较大。事实上，从去年开始，业界就不断爆出华为已经开始自研操作系统的研发，可以说华为早就有预判，防止被禁止使用安卓系统。有消息称，华为在2012年就已经开始自主研发一款基于Linux开发的系统，华为将把自研操作系统应用到各个电子产品领域。此外，余承东还在早先 宣布方舟编译器的的问世，据说使用该编译器，能显著提高手机的运行速度，比如能够提升24%的系统操作流畅度以及提升44%的系统响应能力，甚至还可以提升第三方应用操作流畅度，高达60%。而对于业界最关心的芯片问题，海思总裁何庭波发布的“致员工的一封信”中表示：今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部转“正”！今后的路，不会再有另一个十年来打造备胎然后再换胎了，缓冲区已经消失，每一个新产品一出生，将必须同步“科技自立”的方案。前路更为艰辛，我们将以勇气、智慧和毅力，在极限施压下挺直脊梁，奋力前行！滔天巨浪方显英雄本色，艰难困苦铸造诺亚方舟。目前，华为芯片已经具备了强大的自主知识产权与自研开发能力，在旗下高端旗舰手机也是一直应用。业内有声音认为，虽然芯片方面华为有一点程度的技术积累，但面对失去ARM授权，未来芯片发展将会受到极大限制。事实上，华为已经获得了ARMv8架构的永久授权，可以完全自主设计ARM处理器，基于 ARMv8 已经生产了多个型号大量的麒麟处理器。具备长期自主研发ARM处理器的能力，不受外界制约。况且现在ARMv9还没有正式推出，换言之，华为在ARM架构上2年之内不会收到任何影响。除此之外，华为还有“达芬奇架构”的一张底牌，华为在全联接大会2018上，首次宣布了华为的AI战略以及全栈解决方案。与此同时，华为发布了自研云端AI芯片“昇腾（Ascend ）”系列，基于达芬奇架构，首批推出7nm的昇腾910以及12nm的昇腾310。美国的一纸禁令让我们看到了华为强大的底气，这种毫无逻辑可言的制裁并没有打垮华为，反而促成了华为更进一步的决心。", "author": "TechWeb", "newsdate": "发布时间：19-05-31", "newstime": "18:06", "sentiment": [{"positive_prob": 0.0678989, "confidence": 0.849114, "negative_prob": 0.932101, "sentiment": 0}]}]