[{"title": "为什么华为不用更好的三星屏幕，而选择京东方？不仅为了节约成本", "content": "华为今年刚发布的新机华为P30 Pro，因为出色的拍照能力，获得众多消费者的追捧。虽然，华为P30 Pro拥有50倍的变焦技术，但是在屏幕方面，并没有采用最好的三星屏幕，甚至因为屏幕的问题，还遭到三星的怀疑。这也让众多消费者怀疑，为什么华为不选择使用更好的三星屏幕，而是选择使用京东方的屏幕？华为P30采用的是三星的AMOLED屏幕，而华为P30 Pro拍照手机采用的是国产京东方的AMOLED屏幕。虽然两款屏幕都是采用相同的材质，但是两款屏幕相比较，三星的屏幕很明显强于京东方。而且三星在屏幕材质方面的技术一直属于顶尖水准。而此次华为P30系列机型采用不同的屏幕，让很多消费者认为是节约成本，其实此次华为选择采用京东方屏幕，不仅是为了节约成本。说到节约成本，那大家应该都知道，三星的各项技术售卖都偏高，众多厂商即使不情愿，但也会因为三星技术十分先进，而选择旗下产品。而华为不选用三星的屏幕，主要是为了避免因成本过高，而导致消费者购买能力下降的情况。而选择京东方的屏幕，就可以很好的控制制作成本，最后的售价也不会太高。而且京东方的屏幕虽然相比三星有差距，但是京东方的屏幕也并不差。京东方所生产的屏幕都是顶尖屏幕，在各个性能上的表现都属于较领先的位置。虽然京东方的屏幕因为颗粒感较强，所以备受消费者吐槽，但是目前京东方正在不断进步，在国内市场也算是顶尖水平。所以，京东方的屏幕并没有很差，只是相对于三星来说，对手更为强大而已。而且还有最为重要的一点是，华为采用京东方的屏幕，可以保证使用的是京东方旗下目前最好的屏幕，但三星却并不会将自家顶尖的屏幕提供给华为。毕竟在手机市场，三星与华为是竞争对手，如果三星将自己最好的屏幕提供给华为，那就意味着，华为将生产出最顶尖的旗舰机，直接超越三星，这对三星来说压力将更大。其实，虽然有很多手机都是搭载三星的OLED屏幕，但是相比三星手机上的OLED屏幕还是有所差距。而华为作为三星最具竞争力的国产厂商，当然三星不会将最好的屏幕拿给华为使用。笔者认为，虽然京东方的屏幕并不是全球最好的屏幕，但是对于一款主打拍照的手机来说，已是足够！而且华为还顺带着支持了一下自己的合作伙伴，何乐而不为呢？那么对此，你怎么看？文/小柠檬", "author": "数码密探", "newsdate": "发布时间：19-07-06", "newstime": "23:10", "sentiment": [{"positive_prob": 0.039057, "confidence": 0.913207, "negative_prob": 0.960943, "sentiment": 0}]}, {"title": "华为5G全球上百国家使用 唯独这两个国家排除在外", "content": "近日，任正非在接受外媒采访时表示，在5G领域，华为虽然比诺基亚、爱立信要贵不少，但却能够为客户提供更多的价值。他预计绝大多数国家都会使用华为的5G，因为华为提供了最先进、最有实际性价值的技术。目前，华为在5G相关专利领域占据世界第一位。同时截至2018年底，华为累计获得授权专利87805项，任正非预计，一年后全球大约140个国家中，会有135到136个国家使用华为5G，而美国、澳大利亚不在此列，但欧洲国家却会更多的使用华为5G。除了自身专利外，华为累计对外支付超过60亿美元专利费用于合法使用其他公司的专利，其中近80%支付给美国公司。据悉，华为每年将收入的10%到15%投入到研发，过去十年累计研发投入约730亿美元。仅在去年，华为研发投资就高达150亿美元，位列全球第五。至2018年年底，华为仅在5G的研发上就已投入超过20亿美元，这一数字超过了欧美国家主要设备供应商5G研发投资的总和。编辑点评任正非之所以对华为5G如此有信心，其实单从华为每年的研发投入就能看得出来，在如此大力度的投入下，华为在5G领域取得今天的成绩就并不让人感到意外了。(7211525)", "author": "中关村在线", "newsdate": "发布时间：19-07-06", "newstime": "05:52", "sentiment": [{"positive_prob": 0.704193, "confidence": 0.342651, "negative_prob": 0.295807, "sentiment": 2}]}, {"title": "华为又亮出一大“底牌”，这次连网友都难以相信", "content": "华为又亮出一大“底牌”，这次连网友都难以相信最近华为被断供的事情引起了大家的注意，因为华为在5G方面卓越的表现，导致美国对华为进行了无情的打压。很多美国企业都纷纷中断对华为的零配件供应，其中绝大部分都是芯片企业，其实美国的想法我们用脚趾头都能猜到，这是想要华为“巧妇难为无米之炊”，以此遏制华为5G的发展。但是华为并没有就此屈服，和此前的中兴不同的是，华为又很多自己的“备胎产品”，华为创始人任正非明确表示，当时没有将华为以70亿美元卖掉的时候，就想到会有这样一天。于是乎这些年来，华为一直在准备自己的备胎产品，也一直在等待着这一天的到来。目前为止我们看到华为的备胎产品又华为海思芯片、华为鸿蒙操作系统、超级蓝牙、nanosd卡等等产品。不久前，华为又公布了自己的另外一大备胎产品——SSD，什么是SSD？就是固态硬盘，硬盘的技术含量也是非常高的，全球绝大部分的机械硬盘使用的都是WD西数、ST希捷。而固态硬盘则是金士顿、三星、影驰这些品牌。华为能做SSD？从华为公布的数据来看，华为在2005年就着手准备自己的SSD产品了，而且到今年已经在推出第八代产品，不过华为没有自己的晶圆厂，在颗粒上还要依靠三星、美光等企业。可能不少人都会质疑了，既然华为能做SSD，怎么我们从来没见过呢？这是因为华为的SSD产品并不是消费级的，也就是说并不是面向消费者，华为的SSD全部都是企业级的。华为是全球最大的电信设备厂商，肯定用到非常多的存储设备，其中就包括了SSD，笔者觉得华为肯定是要先满足自己设备的使用需求。目前的情况来看，美光已经中断了对华为的供货，而三星电子、sk海力士都表示不会断供华为，但是仍然非常的不稳定。好在我们国内的长江存储、福建晋华、合肥长鑫也在不断的发力，像紫光不久前就推出了完全自主的SSD产品，而且使用的是自己生产的颗粒，这将成为未来为华为提供SSD物料的主力。很多人都想不到吧，原来华为也有制造SSD的能力。", "author": "我得科技幻想", "newsdate": "发布时间：19-07-06", "newstime": "23:33", "sentiment": [{"positive_prob": 0.598147, "confidence": 0.106993, "negative_prob": 0.401853, "sentiment": 2}]}, {"title": "任正非：华为操作系统“鸿蒙”速度或超安卓60%", "content": "7月6日讯，7月4日，任正非登上法国著名新闻周刊《观点》杂志的最新一期封面。《观点》以“这个人将改变历史”为标题，刊登了任正非的肖像照，并以长达15页的篇幅对任正非及华为进行了详细的专题报道，内容涉及5G技术发展、中美关系、中欧关系以及地缘政治等问题。专访中，任正非透露，华为自主研发的操作系统“鸿蒙”旨在应用于多种设备，能够与印刷电路板、交换机、路由器、智能手机以及数据中心等兼容。任正非指出，对于鸿蒙系统的处理延迟小于5毫秒，将完美地适应物联网，还能够应用于自动驾驶。被问及“鸿蒙操作系统是不是比安卓或Mac OS X系统更快”这一问题时，任正非表示，很有可能，并给出了此前的一份报告，华为的操作系统比安卓速度快60％。“但与苹果的操作系统或安卓相比，我们仍然缺乏良好的应用程序生态系统。”任正非说道。【来源：蓝鲸TMT网】", "author": "砍柴网", "newsdate": "发布时间：19-07-06", "newstime": "17:45", "sentiment": [{"positive_prob": 0.955714, "confidence": 0.901586, "negative_prob": 0.0442863, "sentiment": 2}]}, {"title": "华为还是留了“底牌”，最近宣布新的规则，网友为其点赞", "content": "华为还是留了“底牌”，最近宣布新的规则，网友为其点赞华为与谷歌之间的合作是非常的紧密，在之前还没有出现问题的时候，华为与谷歌之间的合作是非常的时间，在很多的技术上都是强大了很多，两家强大的企业合作，那么对双方的发展都是非常的好，但是因为美国方面的事情出现之后，也是导致华为与谷歌之间出现了裂痕，这两家企业也是非常的无奈，只能给暂停合作，但是华为在将自己的操作系统拿出之后，也是让谷歌方面是非常的难受。那么对这样的一个情况下来看，谷歌方面会因为这样的事情来重新的与华为方面合作吗？其实华为对谷歌来说是比较重要的，所以说在出现了这样的一个情况之后，双方都是会有很大的损失，而在这样的情况下，谷歌的态度也是逐渐的开始转变，很多的人都期待他们两个重新的合作，不过在最近华为也是发布出了自己的新规，从这样的情况下来看，还是华为的想法更加的好一些。华为自己的鸿蒙系统出现之后，谷歌方面也是不想要出现这样的情况，不过现在的情况下来看，谷歌方面对华为可能并不是那么的高兴，但是谷歌也是开始对华为做出了举动，取消了部分的合作，在这样的情况下，华为的发展将会非常的慢了，而是需要自己的技术来发展开了，其实谷歌方面也是不想要放弃与华为方面合作，想要与华为重新的合作。而华为在这样的事情上，举行的方法是非常的好，并不是一直在躲避着什么，而是在最近直接开始推出了，如果要是因为谷歌服务的问题，导致华为的手机不能够继续的使用，那么华为将会对这样的事情负责，而客户是可以选择全额退款，这样的规则对很多的人来说是非常的不错了，安卓系统对咱们国内的手机厂商是非常的重要，而大部分的人对谷歌也是有部分的依赖。很多海外的手机用户对谷歌是非常的依赖了，很多的软件以及服务都是需要从谷歌上来下载的，而咱们国内的使用就不会出现这样的情况，而华为这样的做法也是非常的正确了，许多的网友对华为来说是非常的喜欢的，而这次的做法也是比较正确了，任正非对这样的一个事情上来看，其实就是因为美国方面的干涉，所以说才会做出这样的事情了，你们怎么看呢？", "author": "八零奇谈世界", "newsdate": "发布时间：19-07-06", "newstime": "20:08", "sentiment": [{"positive_prob": 0.993125, "confidence": 0.984722, "negative_prob": 0.00687502, "sentiment": 2}]}]