[{"title": "华为反击联想！又一领域欲断生路，不忘当年5G标准投票", "content": "联想作为我国民族企业的代表，这些年在互联网上的口碑却十分之差，最主要的原因来源于，产品价格和质量问题上，在国内出售的联想电脑相比国外的价格要贵上很多，而且大多数消费者在使用联想之后都给出了差评，不过联想自己做不了电脑，还想阻挠别的企业生产研究电脑早前联想的一位高管直言：“奉劝华为、小米不要进军PC”，然而在此话说出没多久后，华为便发布了笔记本电脑的销售数据，作为手机硬件起家的华为，在电脑领域却占了17.4%的市场，同时销售量也排行前三，简直是直接打了联想的脸不过华为除了进军PC端，它还在这一领域欲断联想的生路华为服务器仅在2018年的出货量就达到了91.8万台，排行世界第三，而对于联想来说这个成果正是他们最担心的，目前联想在国内市场并不景气，移动端不如华为，电脑也不如华为，就连服务器都被华为打败，看来联想在研发道路上还有很多不足的地方这次华为发布了鲲鹏920芯片，该芯片是由华为自主研发而成，主要作用于服务器，它采用的是7纳米技术，华为发布的这款芯片相当于打破了，西方多年对我国半导体行业的垄断，相比华为手机的麒麟芯片，该芯片在服务器领域足以撼动英特尔的地位在该芯片诞生后，相信华为服务器将会成为，下一个世界瞩目产品华为并非刻意断联想后路，而是在捍卫中国科技的尊严，早前任正非说过：“不做温水青蛙，就算断粮我们也能保证自己不会饿死”，而联想当年为了获得高通的关注，将5G标准的票投给了高通，作为本次投票的另一位竞争对手华为，他看着自己国家的企业站队美国高通，为此也没有做出任何回话，只是觉得一切原因都来源于我国科技不够强大，因此华为不忘当年5G标准投票，每时每刻都在提醒自己需要奋力研发新技术截止目前华为一共有87805项专利，其中在联合国世界知识产权组织WIPO公布的数据里，华为在去年提供了5405项原创专利申请并且排行世界第一，这一消息轰动各国科技圈，当天在数据发布会中，WIPO总干事表示：“这是有史以来一家科技公司最高纪录”，由此可见，华为正在极力向世界展示中国科技水平对此大家觉得华为进军其他科技领域的做法对吗？欢迎留言分享哦", "author": "科技资讯畅聊", "newsdate": "发布时间：19-05-03", "newstime": "22:48", "sentiment": [{"positive_prob": 0.992343, "confidence": 0.982985, "negative_prob": 0.0076566, "sentiment": 2}]}, {"title": "华为继续发力，外媒曝光荣耀20Pro真机，确实惊艳或于21号发布", "content": "在今年国产手机可以说是非常的热闹，作为国产手机中的龙头老大华为自然也是不甘落后，发布了华为Nova4e，P30系列等，获得了不少的好评。而现在华为继续发力，外媒曝光荣耀20Pro真机，确实惊艳或于21号发布。根据外媒Digital Trends的报道，荣耀将于5月21日在伦敦推出至少一款新智能手机，很有可能就是荣耀20系列，并且获得了两张荣耀20 Pro的真机图。外观设计从图片中我们可以看到，荣耀20Pro依然是采用的挖孔屏设计，我们知道荣耀V20就是这样的设计，同时荣耀20Pro的边框处理的也是非常窄，可以看到左右边框和上面的边框几乎是同等大小，正面看起来给人非常震撼的视觉冲击效果。另外在手机桌面上还有“堡垒之夜”的图标，国际版可能会预装这款游戏。各方面配置性能配置方面肯定是将会搭载麒麟980处理器，起步的内存组合应该是6+128GB。至于手机的拍照方面现在还不确定，毕竟背面还没有曝光。不过之前有渲染图，根据之前的渲染图来说的话，荣耀20Pro将会采用后置四摄的设计，布局的方式和华为P30Pro一样，同时其中一颗和华为P30Pro一样，采用了潜望式镜头，可以进行光学变焦。至于手机的电池、快充等方面，这些消息目前还不确定。点评从上面可以传达出来两个信息，一个是荣耀20系列拍照方面将会和P30系列一样出色，第二个信息就是荣耀也开始走向高端了，毕竟推出了一个Pro系列，相信在规格和价格方面都会有所提升。对此，小伙伴们，你们怎么看呢欢迎到评论区里留言讨论，更多手机资讯请点击关注！作者：科技曰谈文章版权归原作者所有/图片来源于网络", "author": "科技曰谈", "newsdate": "发布时间：19-05-03", "newstime": "15:00", "sentiment": [{"positive_prob": 0.994488, "confidence": 0.98775, "negative_prob": 0.0055124, "sentiment": 2}]}, {"title": "高通每季度收华为1.5亿美元专利费仍不满足，华为胜利之路太难走", "content": "从来没有轻而易举的成功，从来没有一路坦途的胜利。试问当今全球的智能手机行业谁最牛逼？苹果，当然是苹果公司。苹果在2018年财年销售额达2655.95亿美元，净利润达595.31亿美元，此前有过数据统计，苹果一家公司就攫取了智能手机市场90%的利润，三星和华为等厂家只不过是在剩下的10%里抢食。而苹果作为曾市值过万亿美金的巨无霸，却要被迫接受5G芯片霸主高通的“威逼”、向其缴纳高额的专利费。一向强势的苹果自然很不爽，和高通打了多年的官司（还记得去年高通发起的iPhone禁售令吗），华为和英特尔都曾表示愿意替代高通向苹果供应5G部件。但在2019年4月16日，苹果和高通突然宣布和解，两家公司均发表声明表示，苹果将向高通一次性支付一笔费用，同时双方达成为期数年的芯片供应与专利许可协议，受此消息影响，高通股价涨幅超过40%，而英特尔黯然出局，宣布退出 5G手机芯片业务。那么，高通收了苹果多少钱呢？根据高通2019财年第二财季的财报显示，大概在45亿到47亿美元之间。高通同时声称，“与华为的谈判正在进行，我们认为与苹果的和解结果增强了我们与华为解决问题的能力。”高通的报告显示，高通第二财季净利润为7亿美元，比去年同期的3亿美元增长101%，而本财季虽然从华为获得了1.5亿美元的专利费，但高通与华为的谈判仍在持续。这次苹果向高通被迫“低头”的原因，除了其他因素外，关键在于高通的5G基带芯片（用来合成即将发射的基带信号，或对接收到的基带信号进行解码）是苹果的必需品，可以说如果5G基带芯片搞不定，苹果的5G手机就不得不延迟。当然高通也需要苹果，毕竟苹果的销量是全球最高的手机品牌之一，实际上，专利就是标准，就是技术过路费（不然华为为什么要力争5G标准？），包括苹果、华为、小米、OV等手机品牌都是高通的现金奶牛，必须为其源源不断的贡献利润，这就是核心技术的威力所在了。搞定了最难缠的苹果，接下来就是集中精力找华为麻烦了，高通执行副总裁Alex Rogers表示，高通与华为的谈判正在进行，我们认为与苹果的和解结果增强了我们与华为解决问题的能力，在我看来这是件好事。至于是否激发了什么，我无法讨论详细的协议，这些是保密的。而根据此前的报道，高通和华为在2019年12月30日签署了一个临时专利费协议，接下来三个季度，华为每个季度将向高通支付1.5亿美元的专利费（此前的价格是1亿美元）。据悉，华为从2004年开始做手机芯片，直到2009年研发出麒麟芯片，2014年才跻身主流，但大量的芯片、半导体供应还必须依赖高通、三星等企业。实际上，世界上可以大规模批量生产半导体芯片的企业只有台积电、三星和英特尔。苹果、三星、华为、高通都可以设计芯片，特别高通是世界上第一大手机芯片制造厂商，但有自主建厂生产的只有三星，高通的芯片也必须找三星代工，英特尔的厂子主要供应自己。众所周知，高通在智能手机芯片和通讯上掌握大量专利技术，在智能手机领域具备垄断性的优势，全球的手机品牌都必须向其缴纳“过路费”，本来苹果在2017年就不愿意再交了，结果我们也看到了，仍然是受制于高通。苹果服软之后，如果再搞定华为，那么高通的利润就会上涨一大截，高通就非常乐观的估计在2019财年第三财季营收将介于92亿美元到102亿美元之间。高通CEO Steve Mollenkopf在电话会议上就表示，5G将是高通公司在通信行业的重要机遇；5G在中国的到来特别令人兴奋，因为这里拥有全球最大的移动用户群；迄今为止，中国宣布的绝大多数5G设备都包括高通公司的Snapdragon芯片组。所以，尽管现在的中国手机品牌在世界智能手机市场的份额高达50%，但核心的供应链都掌握在高通、三星的手里。如屏幕要找三星、内存要找三星、处理器要找高通，而手机系统必须依赖谷歌。这就造成什么后果呢，就是国内的手机玩家被卡住了脖子，人家想给你就给你，不给你也没办法，当初小米就曾得罪了三星被停供，为此雷军跑了好几次韩国陪三星负责人喝酒。三星这个企业很有意思，他们喜欢让下游的企业老大亲自出面谈事，不然就是认为自己不被尊重，比如华为前几年内存不足，华为手机的老大、“大嘴”余承东出面都不行，三星嫌他不够分量，于是任正非亲自出马去谈的。当然华为还是很硬气的，事实上华为和三星曾就专利、价格问题打过两年官司，双方最终是庭外和解。说一下三星，这是韩国最大的跨国企业和中流砥柱，它是世界智能手机最大的闪存供应商和手机屏幕供应商，三星的业务涵盖IT、电子、金融、机械、化学、船舶和军事等，三星在韩国是市值最高的公司，它是万能的，西方记者曾说三星前会长李健熙“说话轻声细语……但只要他咳嗽，韩国就会感冒。”韩国人一生都无法避免三件事：死亡、税收和三星。真的是如此。而在国内，因为媒体纷纷报道三星手机销量严重下滑、关厂、“溃败”的缘故，很多中国人都觉得三星不过如此，就像是另一个被“倒闭、陨落、淘汰掉”的诺基亚，其实，这种轻视的态度是很无知、自大的表现。诺基亚不只是手机啊，事实上现在的诺基亚比大多数中国企业都要强，目前它是全球第二大通讯设备制造商，是华为目前的5G主要竞争对手之一。而三星更是厉害，比如苹果本来就想找三星替代高通的，但三星表示NO。接下来，我们可以看下三星和华为的财报对比。华为2018年总收入7212亿元（约合1070亿美元），净利润593亿元（约合87亿美元），研发费用1015亿元，占收入的14.1%，近十年研发费用4800亿元，其中手机业务的收入是3489亿，另外，华为也是国内首家年营收破千亿美元的硬件公司。而三星电子2018年销售额243.77万亿韩元（约合2191亿美元），净利润约合340亿美元。其中三星手机营收约合人民币5943亿元，净利润约为601亿元。在财务上来说，无论从营收还是利润，三星都是碾压华为，光是手机业务的利润就超过了华为的整体利润。但两家都不如苹果，在2018财年，iPhone的营收就达到了1667亿美元。不谈营收规模，只是利润上看，华为就约差了三星4倍、苹果7倍。另外在研发投入上，三星是世界第一，华为第五，苹果第七，但华为的增长态势就要快许多。继续说三星，实际上我觉得华为在手机销量上超越三星的世界第一只是时间问题（2018年全球智能手机市场份额中，三星占比19%，苹果13.4%，华为13%，小米7.9%。），但其他更重要的部分就是任重道远了。三星是全球面板产业的老大，地位相当于苹果之于智能手机市场的利润份额吧，多年来，苹果和华为及小米、OV等都要用它的，当年三星拒绝给华为旗舰机Mate 20供货，华为只好用了LG的，结果出现绿屏，三星GALAXY官博在一旁说风凉话：屏实力，不焦绿。另外，三星的DRAM内存和SSD固态硬盘是世界第一，在半导体产业是称王称霸，它是全球唯一拥有手机行业全产业链的厂商。要想取胜，就必须是认清现实状况，战略上可以蔑视对方，但战术上必须把对方视为真老虎、非常重视才行。过去我写过很多华为的文章，为什么，其中之一就是因为华为太争气，为中国人争取了太多的利益。你可以看看我国的通信历史，许多70后、80后都经历过当年家里装一部固定电话就要几百、上千块初装费的时代，我记得很清楚，当初家里装电话都很晚了，初装费都是交了900块。如果没有华为等国内厂商的奋力追赶，我们现在打个电话不知要多交多少钱，实际上，只要是我们没有的技术和产品，在各个领域老外都是往最高价卖，而国内一旦有了替代品，他们就立刻降价。价格从来都是市场竞争决定的。永远不要低估资本的贪婪无情，也永远不要高估西方公司的所谓人文情怀。华为目前为什么被排挤围堵得厉害，就是因为华为动了欧美高端产业的奶酪，在2019年世界移动通讯大会上，有人问“欧洲是否会封禁华为”，诺基亚CEO苏里公开表示：封杀中国电信公司不会影响欧洲5G建设。而三星在全球受到的打压就低很多，为什么，因为外国投资者在三星的股权占比高达52%，而且对股票分红具有优先权利的优先股外国投资者占比高达81%，也就是说，三星几乎是在为外国投资者打工，三星是属于韩国的，但也是属于国外股东的。华为呢，是被华为员工百分百所有的民营企业。“惶恐才能生存，偏执才能成功”，任正非说，华为被逼成了世界第一。艰难困苦，玉汝于成，华为只能是力争第一，其他中国企业何尝不是如此？这条路很难走，但我们别无选择。", "author": "老方说", "newsdate": "发布时间：19-05-03", "newstime": "13:13", "sentiment": [{"positive_prob": 0.134843, "confidence": 0.70035, "negative_prob": 0.865157, "sentiment": 0}]}, {"title": "它，差点让iPhone在中国“消失”…现在又盯上了华为", "content": "如果列举能让苹果服气的公司，5G芯片霸主高通肯定要算一个。这家公司此前发起的专利诉讼，差点让iPhone在中国市场“消失”。图片来源：@央视财经 微博在打了几年官司以后，今年4月16日，苹果和高通突然宣布和解，两家公司均发表声明表示，苹果将向高通一次性支付一笔费用，同时双方达成为期数年的芯片供应与专利许可协议，4月1日起生效。上述消息也让高通股价在接下来半个月时间里涨幅超过了40%。那么苹果给了高通多少钱呢？直到5月1日，高通披露的财报显示，这笔和解费在45亿到47亿美元之间。稍后的财报电话会议上，高通的高管还表示，“与华为的谈判正在进行，我们认为与苹果的和解结果增强了我们与华为解决问题的能力。”苹果、高通意外“和好”当地时间4月16日，苹果与高通达成和解协议，苹果向高通一次性支付专利授权费用，高通向苹果转让芯片及其技术授权。除了避免进一步的法律费用，从外届的各种分析来看，苹果这次和高通的和解对双方都有利。从2017年和高通发生法律纠纷开始，苹果一直依赖于英特尔，但是英特尔的5G芯片一直处于开发状态，而高通的5G芯片已经上市。因此，从苹果的角度，要想在手机市场追赶上三星和华为的步伐，必须要抓紧时间，赶快和高通达成合作，使用对方的5G手机芯片。对于高通来说，和苹果的纠纷造成他们最重要的收入也就是专利费，受到明显影响，而这一次的和解，高通除了获得和解费，还有6年的专利合约。对于这样双赢的局面，资本市场也给出了正面回应，从当天发布消息到第二天收盘，高通的股价上涨超过38%，市值提高超过265亿美元，而苹果的股价也有一定上涨。美国高通公司首席执行官 莫伦科夫：最终达成了两家公司都喜欢的交易，事实上，如果你现在看一下这种关注的焦点，实际上是“让我们做出产品来”。当然，和解的一部分，就是苹果对于高通5G芯片的订单，如果苹果能够加快推出5G手机，高通则有望重新回归4G时代初期的霸主地位。在苹果和高通宣布和解后不久，英特尔就宣布放弃开发5G手机芯片的计划，转而开发其他一些5G相关的基础配套设施。因此，现在的5G手机芯片市场，已经迅速形成了高通和华为两强相争的格局。“与华为的谈判仍在继续”北京时间5月2日上午，高通发布了2019财年第二财季财报。报告显示，高通第二财季净利润为7亿美元，比去年同期的3亿美元增长101%；营收为50亿美元，比去年同期的52亿美元下降5%。高通第二财季业绩超出华尔街分析师预期，但第三财季盈利展望未达预期，导致其盘后股价下跌近2%。高通还在财报中披露了与苹果之间和解的细节，比如苹果一次性支付高通一大笔费用，两家签订为期6年的授权协议，苹果采购高通芯片协议等。高通表示，预计将从与苹果的和解中获得45亿-47亿美元专利费。当然，45亿美元对于苹果来说都是“毛毛雨”，根据苹果最新财报，公司手里现金和有价证券总值已超过了2250亿美元。高通在最新的财报中表示，本财季从华为获得了1.5亿美元的专利费，与华为的谈判仍在持续。高通执行副总裁 Alex Rogers：高通与华为的谈判正在进行，我们认为与苹果的和解结果增强了我们与华为解决问题的能力，在我看来这是件好事。至于是否激发了什么，我无法讨论详细的协议，这些是保密的。但我们很自信能面对即将到来的与苹果决议有关的质询。如果你看看第三财季发布的2021财年指南，增加的2美元每股盈余的话，能让你感受到我们对未来业绩的看法。今年1月30日，美国科技资讯网站CNET报道称，高通和华为在去年12月30日签署了一个临时专利费协议，接下来三个季度，华为每个季度将向高通支付1.5亿美元的专利费。而在过去，华为每个季度支付1亿美元。来源：每日经济新闻、央视财经", "author": "环球网", "newsdate": "发布时间：19-05-03", "newstime": "14:30", "sentiment": [{"positive_prob": 0.13579, "confidence": 0.698244, "negative_prob": 0.86421, "sentiment": 0}]}, {"title": "华为手机越来越贵，是为了高利润还是自我膨胀？余承东说出实情", "content": "华为P30 Pro上市之后，有网友吐槽华为的手机卖得越来越贵，就不能便宜一点吗？让没钱的用户也能用上华为手机。华为手机确实有越卖越贵的趋势，是为了追求高利润，还是自我膨胀了？华为P20 Pro的价格是4988元，华为P30 Pro则是5488元，8+512GB的顶配版本甚至达到了6788元，这还是在没有10GB运存、12GB运存的情况下，如果有这两种版本，价格极有可能突破8千元。5488元可以购买一部iPhone XR，6788元可以买三星S10+版，价格上涨的背后是实力的增强。让我们看看华为P30 Pro都有什么技术吧！华为P30 Pro采用6.47英寸京东方BOE全视曲面屏，搭载麒麟980处理器，前置3200万像素IMX616，后置4000万的主摄+2000像素超广角+800万像素潜望镜头+ToF立体镜头，4200mAh电池，40W超级快充，15W无线充电和反向无线充电、支持全功能NFC、蓝牙5.0、双卡双待双4G、屏幕指纹识别、支持NW存储卡、杜比音效、USB3.1CEN1、双频GPS、屏幕发声、IP68级防尘防水、方舟编译器……麒麟980是华为自研处理器，屏幕虽然不如三星好，却是最好的国产柔性AMOLED屏幕，如果华为都不扶持国产屏幕，还有谁会扶持？4000万的主摄用的是华为与索尼共同研发IMX650，CMOS采用创新的RYYB阵列，潜望长焦镜头支持5倍光学变焦、10倍混合变焦、50倍数码变焦，ToF立体镜头也是华为自研，方舟编译器可以让手机更流畅……这还只是华为P30 Pro搭载的技术，还有华为Mate20 Pro的新技术，荣耀系采用的新技术，甚至就连小米9的IMX586也是华为与索尼共同研发的传感器。华为认为关键技术一定要自己掌握，如果依靠别人早晚会受制于人，所以才会研发手机处理器，经过这些年的追赶，麒麟980已经不弱于任何对手。华为认识到手机相机的重要性，很早就投入巨额人力物力进行研发，这才有了华为P30 Pro的世界第一。华为每年都会投入大量的研发资金，新技术也是源源不断，很多新技术都是华为首发之后被友商致敬，比如华为P20 Pro是全球首款后置3摄的手机，当时还有人大加讽刺，今年的中高端手机如果不是3摄都不好意思叫做旗舰。余承东表示：华为投入大量的人力和资金用于研发新技术，每一项新技术的背后都有无数次的失败，这就是华为为什么会成功，为什么会越来越贵的原因。华为手机越来越贵，并不是自我膨胀，而是实力的体现。今年第一季度华为的出货量为5900万台，是真正的全球第二，明年将会超过三星！", "author": "科技花开", "newsdate": "发布时间：19-05-03", "newstime": "08:26", "sentiment": [{"positive_prob": 0.02389, "confidence": 0.946911, "negative_prob": 0.97611, "sentiment": 0}]}]