[{"title": "任正非：由于特朗普帮助宣传，如今的华为产品供不应求", "content": "在今天，任正非言论再次刷爆朋友圈，根据消息，任正非在接受外媒采访时表示：现在的华为要感谢特朗普，如果不是他帮着宣传，如今的华为也不会有这么多的订单，以至于现在的华为产品供不应求，华为市场已经完全被打开，此前所担心的”无货可卖”问题已经完全得到解决，现在华为面临的问题就是生产供不上销售。在过去一年里，华为可谓是备受打压，不仅仅被加入了黑名单，还因此失去了很多合作伙伴，导致原本保持供应的配件无法继续供应，原本授权的技术也被停止授权，由此给华为方面带来了巨大压力，但华为也只能加大自主研发力度，借此来解决遇到的困难，此前有消息透露：过去半年，华为大厦彻夜灯明，员工通宵加班已经成为常态，由此给华为缓解了很多压力。由于禁令的不断施压，华为先后面临处理器停止供应、操作系统停止供应等困难，而造成这一切的“罪魁祸首”就是华为过于强大，作为一家互联网企业，华为最拿手的就是通信技术，由此在去年成功研发出5G网络，并且比其他企业技术更为成熟，也正是这一原因，特朗普感觉受到了威胁，以不存在的“安全问题”拒绝华为，并怂恿“盟友”共同打击华为，自此轰动一时的华为事件正式开始。随着华为事件的不断发展，很多企业甚至是国家都被卷入到这场事件中，这也导致越来越多的用户开始了解华为，就像任正非说的那样，虽然特朗普曾持续打压华为，但也对华为起到了宣传作用，而这也正是事实，现在的华为不仅初步逃离了禁令的困扰，还拿下了众多的5G订单，成为现在拥有最多5G订单的企业，而这一切在任正非看来都有特朗普的功劳。据华为方面介绍，目前的华为麒麟处理器已经有了成熟的5G方案，预计在今年的手机产品出货量将突破2.7亿台，除此之外，由于禁令的施压，华为自研鸿蒙系统也提前被研发成功，在最近已经成功发布，而这一切在笔者看来都有特朗普的“功劳”，不仅仅使华为加快了研发力度，还为华为增加了很多知名度。目前华为的5G手机已经成功发布，并且已经有了近百万的预约，而这样的预约量在此前是很少见的，由此可见，任正非被采访时的说法确实很正确，让我们来讨论一下，禁令给华为带来的困难多还是好处多？", "author": "小土豆聊科技", "newsdate": "发布时间：19-08-17", "newstime": "19:47", "sentiment": [{"positive_prob": 0.436798, "confidence": 0.0293369, "negative_prob": 0.563202, "sentiment": 0}]}, {"title": "从支持华为到“反感”华为，究竟是什么原因在改变我们的看法？", "content": "从支持华为到“反感”华为，究竟是什么原因在改变我们的看法？在十几年前，假如有人跟你提起华为这一个手机品牌，可能大部分的人都不清楚，就算是有的人知道这个品牌，但是他们都一致认为华为是一个低端的手机品牌，但是放到现在，华为已经成为了举世瞩目的全球高科技企业，不管是在5g网络领域，还是手机电脑领域，乃至于现在的云数据或者是互联网服务等高端的领域，都已经成为了众人皆知的事情，即便是在现在的手机领域当中，华为一直是排在全球前3的地位。随着华为的不断增强，在国内也有着很大的争议，尤其是从2018年的年末直到现在，华为的热度还在增长当中，国民对于华为的一些舆论也都纷纷作出了自己的意见，大都在力挺华为，从支持华为到“反感”华为，究竟是什么原因在改变我们的看法？不过在这段时间却有很多的人在反感华为，这到底是为什么呢？就在今年的5月份，华为再一次遭到了美国的封锁，尤其是在全球的范围下，都受到了很大的打击，但是在这一次的舆论当中，美国却为华为做了一次免费的宣传，不仅帮助华为在全球建立了很大的名气，而且还进一步的帮助华为在国内让更多的人认识到了这一个手机品牌。实话实说，华为现如今已经成为了国内在海外最火的品牌之一，尤其是从5月份开始，国内就掀起了一阵华为热，不仅越来越多的媒体开始宣传华为的爱国情怀，而且还煽动了很多的民众，一起抵制苹果。大家都知道，我们中国拥有将近14亿的人口，在这一次的舆论大战当中，华为已经站在了道德的制高点，因此他的胜利是无可厚非的，坐拥14亿的市场，在全球根本就没有华为的对手，而随着国内一些公民的热情不断的高涨，华为的销量基本上就没有断过，这也证明了我们国内手机市场的强大购买力，而且华为也没有不争气，在美国的强烈制裁相，先后拿出了自己的实力，再一次证明了自己的能力和品牌的价值力，最后在这一次的舆论大战当中占得了有利的先机。这一次华为的胜利，标志着中国和美国之间的博弈，而且，这一场胜利也让华为再一次成为了世界知名企业，反而这一事件的不断发展，华为却开始有了一定的变质，华为热也成为了无脑吹，在网上越来越多有关于华为这一个品牌，多么强悍，多么能够领先全球的科技，几乎是像洗脑一样席卷每一个人的脑海，虽然我们并不是说华为这个企业不好，而是再好的企业也不能够一直处在吹嘘的状态当中，因此，随着这一事件的不断发展，越来越多的人开始反感起了华为。归根结底，华为他只不过是一家需要赚钱的公司，它也需要一定的营销技巧，不管是在产品的质量还有口碑上，虽然有着美国的“助力”，但是华为也得需要宣传正确的价值观，不仅这一事件，就连华为最近所推出的鸿蒙系统，更是让很多的人认为，这一系统很有可能会取代安卓，并且将会成为一个独立的操作系统，虽然华为的官方并没有说明，该系统优先于安卓系统的说法，但是还是很让人感到反感。对于现在的华为来说，该公司的产品是不分国家的，只要能够达成诚挚的合作，和谁都是能够一起发展的，没必要扯上爱国的这一旗号而且华为的创始人任正非就曾经说过，他只想踏踏实实的搞实体企业，为了中国的科技还有通讯做出一定的贡献，从这一点我们就能够看出任正非还是非常正直的，而这一点也是需要大家大力赞扬的。", "author": "天天爆科技", "newsdate": "发布时间：19-08-17", "newstime": "17:13", "sentiment": [{"positive_prob": 0.133681, "confidence": 0.702931, "negative_prob": 0.866319, "sentiment": 0}]}, {"title": "华为驳斥《华尔街日报》不实报道：保留一切权利捍卫荣誉", "content": "【文/观察者网 徐乾昂】中非合作有着多年悠久历史，但以美国为首西方媒体总是无端抹黑中企在非洲形象。近期伴随美国打压华为升级，这家中企在非洲的业务也成为美媒攻击目标。《华尔街日报》14日撰文，声称华为利用公司技术、产品，“协助”乌干达、赞比亚、津巴布韦三国政府“监控各自政治对手”。对此，乌干达和津巴布韦官员已经作出反驳，指责《华尔街日报》“恶意报道”。华为公司律师则在16日向《华尔街日报》发函，对该媒体不实报道进行严肃评判，华为将保留一切权利捍卫该公司荣誉。法律相关人士今天告诉观察者网，华为本次开出的“请示函（Legal Demand Letter）”，意在以友好态度告知对方，若不配合处理此事，华为有起诉意图。《华尔街日报》报道开篇竟称，华为在非洲的业务中，包含所谓“未经公开披露的间谍服务”。文章援引乌干达某高级安全官员表述，称该国情报部门在“华为员工的帮助下”，入侵反政府活动人士瓦恩（Bobi Wine）的社交账号，成功挫败后者的街头集会计划。《华尔街日报》还声称在乌干达警方内部文件中看到了华为员工的名字。而在赞比亚，该媒体又援引某高级安全官员，称华为协助该国政府进入一些反对派博主的手机和脸书页面。这些中企人员在赞比亚电信管理部门工作，帮助准确定位了反对派的位置，并与实施逮捕的警方保持实时沟通。值得一提，《华尔街日报》承认其调查并没有找到中国在非洲的“间谍活动证据”，也没有发现华为中国高官获悉、批准相关活动的迹象，更没有证据掌握华为是如何开展所谓“间谍行动”。而华为方面在《华尔街日报》撰稿时已经向该媒体澄清，并未参与任何上述行动。即便如此，这家媒体还是能下得了结论：“细节证明，华为员工在政府拦截反对者私人通讯的努力中发挥了直接作用。”在此不实基础上，该媒体甚至声称，因为乌干达和阿尔及利亚安全方面合作的事情，硬扯华为在阿尔及利亚、津巴布韦涉嫌有类似行为。对此，乌干达政府发言人奥鹏多（Ofowno Opondo）16日接受BBC新闻网采访时，指出《华尔街日报》报道内容为假。“乌干达民主体系是透明的，各党政客畅所欲言，无需通过这些手段了解对方在说什么。”同日，津巴布韦信息部长西莉亚（Dora Siliya）也在社交媒体上反驳，《华尔街日报》报道内容是“恶意的”，“津巴布韦宪法保证公民享有隐私权。”华为方面，该公司律师弗里德曼（Steven Friedman）于16日在其官网发布律师函，指责《华尔街日报》报道内容并没有公平、负责的体现华为在非洲国家的合法业务，尤其是当华为在《华尔街日报》撰稿过程中已反驳上述观点。对于最终的报道，华为表示“失望”。“这些对华为业务不实、且带有诽谤性质的报道，华为将严肃对待。”声明表示，“华为保留一切权利，将捍卫其行为和荣誉。我们将乐意就此事和贵社商讨。” 法律相关人士今天告诉观察者网，华为本次开出的“请示函（Legal Demand Letter）”，意在以友好态度告知对方，华为要求对方配合处理此事，若遭拒绝，华为也表达了其起诉意图。“刊登这种捕风捉影、抓人眼球的报道是一些西方媒体的惯用伎俩。”复旦大学美国研究中心副主任信强15日接受《环球时报》记者采访时表示，这些媒体通过扣帽子和选择性报道的方式试图扭曲中企及其员工在海外的形象，很多时候是为了混淆视听，激起当地民众的反对情绪，抹黑中国。信强表示，总是一些西方媒体在炒作，而非洲当事国家却并没有站出来表达反对中企建设的意见，“次数多了、时间久了，大家也都自然清楚，这些媒体肚子里装的到底是什么祸水”。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-08-17", "newstime": "13:32", "sentiment": [{"positive_prob": 0.407787, "confidence": 0.0938071, "negative_prob": 0.592213, "sentiment": 0}]}, {"title": "美国对华为，周一见！任正非接受采访，很罕见！", "content": "19日，美国政府将决定，是继续放开对华为供货还是彻底封杀。同时，美国向盟国施压，要求将华为排除在5G网络建设的攻势依然在展开。在这样一个关键时刻，华为创始人任正非接受了英国媒体的专访。美国对华为“最终决定”要“周一见”今年5月15日，美国商务部宣布将华为列入“实体清单”，严格限制向其提供美国技术和产品；5月20日，美国商务部做出调整，宣布接下来三个月为“宽限期”，各国企业仍然可以正常向华为供货。8月19日，三个月期限将至，外界关心美国将作出怎样的决定。美国CNBC电视台主持人：您能不能透露一下整个流程的最新进展，会不会发放新的执照？美国商务部长 罗斯：等到下周一（8月19日），我再告诉你。眼下的华为还要等待另一项重要决定：在法国、德国政府都已经明确表示不会封杀华为后，英国政府是否允许华为参与本国5G网络建设变得尤为引人关注。此前的特雷莎梅政府今年4月作出决定，允许华为参与英国5G非核心部分的建设。但英国媒体透露，本周早些时候，美国总统国家安全事务助理博尔顿访问英国期间，就暗示鲍里斯约翰逊政府应该在华为问题上“推倒重来”。15日，英国天空新闻台播出了对华为创始人兼首席执行官任正非的专访。任正非表示，相信英国能够抵挡住来自美国的压力。华为首席执行官 任正非：我觉得只要英国认真测试，不会说“不”的，我们有信心。任正非称：“我们现在不在乎哪个国家买我们的、不买我们的，我们现在根本的问题是卖不过来，不能供应这么多货物。”任正非还开玩笑地调侃说，华为目前的曝光度和市场空间都是拜特朗普所赐。华为首席执行官 任正非：没有特朗普这么“宣传”，全世界人民不会知道华为这么厉害，这么好。2019年上半年，华为在全球的业务表现出了上涨态势。华为手机全球市场份额17.6%，排名第二，高于苹果，仅次于三星。智能手机实现销量1.18亿台，比去年同期增长了24%。昨天，华为首款5G手机，Mate 20 X 5G版正式发售，官方售价6199元。截至目前，该款5G手机的预约量已经突破了100万台。", "author": "环球网", "newsdate": "发布时间：19-08-17", "newstime": "14:50", "sentiment": [{"positive_prob": 0.944659, "confidence": 0.877019, "negative_prob": 0.0553413, "sentiment": 2}]}, {"title": "华为首款5G手机开卖即售罄！三大运营商的套餐贵吗？收好这份攻略", "content": "每经编辑：赵云图片来源：摄图网该来的总是会来。随着华为等品牌5G手机的正式上市，5G已逐渐走进我们的现实生活中。华为首款5G手机正式发售 预约量已破百万台据央视财经报道，昨天（8月16日）上午，于女士在中国移动北京公司三里屯营业厅购买了华为Mate 20X 5G手机，成为北京首位华为5G商用手机用户。消费者于晓红：比以前下载东西快，上网速度也快。手机是6199元，然后送一些礼品，还送200元钱充值卡，我觉得还是挺划算的。于女士告诉记者，这款5G手机不仅适用于纯5G的系统，也能用于从4G升级到5G的系统。从7月26日开启预约到8月16日开始发售前，该款手机线上线下预约购买的总人数超过百万人，还有消费者在华为终端官方微博留言称，开售不到一分钟就显示售罄。消费者王小姐：我是之前在这边就预订了，所以我今天（8月16日）过来这边取一下手机。一定要赶在潮流的第一端。天猫手机行业运营经理陈天泽：8月16日首销情况来看，华为Mate 20 X 5G版手机也是几乎一秒钟就抢光，应该说热度还是不错的。因为5G手机目前定价还比较高，消费者愿意买单，还是体现对5G手机的强烈盼望。因为5G新技术模块生产还在爬坡过程中，所以供货能力还需要慢慢提升。受华为5G手机开售的消息带动。8月16日，OLED、华为概念、消费电子、5G等多个相关A股概念板块拉升，多股涨停。在此之前，中兴AXON 10 Pro 5G版已于8月7日正式开售，此外，vivo IQOO Pro 5G版手机也将在8月22日上线。随着国内5G手机的陆续上市，5G相关概念股也是持续走强。截至7月末，14只主要投向5G领域的5G概念基金今年以来平均收益率为24.63％，还有6只基金年内收益率超过30％。当然，对于想要第一时间体验5G的消费者来说，除了了解5G手机之外，5G套餐多少钱，4G现有套餐能不能用于5G网络也都是大家关注的焦点问题。此前市场上已纷纷流传，电信、联通和移动已公布的5G资费套餐价格，其中，有运营商以190元作为最低套餐的消息，再次将5G推上了热搜，这也让不少网友大呼如果真是这样的价位确实“用不起”。那么实际的资费情况是不是真像网上传的那样令用户难以承受？5G手机价格的未来走向如何？三大运营商对老用户更换5G套餐 都采取类似的“三不一换”原则5G商用牌照发放后，大家对于享受到高速率低时延大容量的5G网络需求越来越迫切，这样的优质网络，价格方面自然更受关注。据央广新闻，北京电信市场部产品经理王超表示，此前市场上流传的中国电信5G资费套餐为体验政策，在5G商用网络正式发布前，中国电信北京公司将免费向电信客户提供5G体验流量包，包括每月100GB的体验流量和超高下行速率体验服务。王超：这个体验活动主要是面向所有通过国内正规渠道购买5G终端的北京电信用户，用户可以每个月免费体验到100G的流量。对于北京现有的4G用户而言，是平滑过渡的，不需要换卡、不需要换号、也不需要换套餐，只需发送一条短信即可。按照这样的“三不一换”原则，电信用户享受5G网络将更加便捷。而100GB免费礼包也是实打实的，体验期截止到9月30日。中国电信官网截图王超：用户购买的5G手机在首次插卡时会收到提醒短信，按提醒内容回复相应指令订购即可。在体验期内每月免费获得100GB高速流量，订购立即生效，所含流量当月有效，剩余清零。每部5G手机仅可领取一次。用户还可以通过营业厅前台和欢GO客户端进行手机IMEI验证后开通5G体验包。事实上，日前，三大运营商对于5G网络都有自己的规划。有消息称，根据现有4G套餐推算，5G最低套餐资费为190元。中国移动、中国联通均表示，目前没有确定的正式5G资费套餐推出，市面上已有的多为体验政策。但可以肯定的是，三大运营商对于老用户更换5G套餐，都采取了类似的“三不一换”原则。中国移动通信集团有限公司副总经理李正茂：用户不需要换号，也不需要换SIM卡，就能够使用5G服务，所以从在这一点上讲，广大用户应该是非常便捷的。正式5G套餐资费究竟什么样？现在看到的都是体验式套餐，那么正式5G套餐资费究竟什么样？又将以何种方式来计费？中国电信集团有限公司副总经理刘桂清表示，5G套餐的计费方式跟4G会有所不同，可能根据用户对带宽、速度等不同需求来进行计费。中国电信集团有限公司副总经理刘桂清：这个4G主要是按照流量来计费，那么5G我们会根据不同的应用场景，我可能不是按流量，可能按带宽、按速度，能够满足他们的速度的需要。据业内人士透露，考虑到三大运营商在5G建设和商用过程中步调的高度一致，他们的资费水平应该也会相仿，最快9月底前三大运营商正式套餐资费会推出。目前，三大运营商已经在多个场合表态，5G的单位流量单价肯定要低于4G。独立电信观察家付亮判断，整体而言，5G初期的套餐资费价格与4G价格相差不多，随着5G用户的增多，资费水平有下降空间。付亮：最开始4G资费也是比较高的，4G中国联通推出的冰淇淋套餐，一开始就是198-298元。如果之后我们大部分流量让5G网承载了，那流量资费很有可能降到现在的20%，甚至更低。据介绍，今年年底前北京5G基站数量就有望接近1.2万个，明年的新建数量很可能超过2万个，到明年下半年就能逼近4G信号的覆盖水平。从全国来说，中国移动已公布，年内将建设超过5万个5G基站，实现超过50个城市5G商用服务。付亮表示，5G从建设初期到成熟可能还需要一个漫长的过程，但是5G带给用户的诸多优势，会随着时间的推移，越来越多地展现。付亮：5G是一个长期的过程，我们国家接入5G也是第一批，所以我们会做更多的实验，初期的周期可能会比较长，用户也不会一下子体验到5G带来的诸多优势，高速是能体验到的，但是其他的要体验到需要时间过程。明年年底5G手机或降至2000元以内有了网络，没有手机也是“此路不通”。据了解，国内市场首批上市的5G手机包括华为Mate 20X5G、中兴天机10Pro5G等机型，全部都适配电信5G网络。在手机价格方面，以昨天（16日）上午正式开售的华为Mate 20X5G为例，价格都在5000-6000元不等。中国移动技术部总监王晓云推测，随着5G套餐资费的确定以及未来网络逐渐成熟发展，也会有更加低价的5G手机出现。王晓云：“现在5G终端应该说在快速的成熟的过程中，我觉得明年一定会推出千级的，一千到两千元这样的终端。”此前兴业证券研报称，联发科初估2020年全球5G手机市场需求将高达1.4亿支，占整体手机市占率约占10%上下，而中国大陆内需5G手机市场就有逾1亿支规模，全球市占率高达70%以上。每日经济新闻今早发起的小调查显示，截至发稿，参与投票1500多位网友中，过半有“等降价了就买”的意向。每日经济新闻综合央视财经、央广新闻、券商研报、每经APP等每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-08-17", "newstime": "15:03", "sentiment": [{"positive_prob": 0.0469196, "confidence": 0.895734, "negative_prob": 0.95308, "sentiment": 0}]}, {"title": "还有两天！华为豁免令19号截止，任正非只担心华为产品供不应求？", "content": "【百家号独家内容】2019年5月16日美国特朗普政府将华为打入“实体名单”，举全国科技企业之力打压华为，企图切断华为产品生产链。后来迫于美国部分企业仍有未完成订单的财政压力，政府决定给予华为90天的豁免期，期间允许部分企业在得到授权的情况下与华为完成交易。如今，90天大限将至，美国政府将于2019年8月19日决定是否维持现状，保持与华为的有限合作。在外界看来，还有两天就到了华为生死攸关的时候了，毕竟美国企业的技术支持（包括高通、英特尔等公司的半导体材料供应以及谷歌公司的Android系统授权）决定着华为未来的产品战略。但是华为创始人任正非却一副稳坐钓鱼台的姿态，丝毫不在意美国政府会作何决定。任老在多个场合下均表示：华为不论有没有美国市场都能“活得很好”！甚至还调侃特朗普道：特朗普政府非但没有将华为打趴下，反而让全世界都知道了华为产品！换句话说，特朗普除了“推特治国”以外，如今又多了一个“品牌形象代言人”的身份。我们都知道，引爆特朗普敏感神经的就是华为的5G网络技术。截止到目前，华为已经获得了50个国家的5G订单，包括德国、法国等在内的欧盟国家均加入了华为5G的行列。美国一方面不愿意承认华为5G领域的领先地位，另一方面害怕盟国会与自己的网络越来越远。因此美方提出“华为威胁论”并极力游说各国停止与华为共建5G网络。但是事实却是，各国经过检查都没有发现华为所谓的“安全问题”，美国各科技组织经过自查也同样未发现问题，还把华为恢复了名誉与会员身份。因此美国所谓的“华为威胁论”根本站不住脚。所谓身正不怕影子歪。任正非明确表示，现阶段，华为最关心的问题就是“产品卖不过来”。任正非在15日接受英国天空新闻台的专访时表示，华为目前的曝光度和市场空间都因特朗普的“大势宣传”而空前壮大，我们现在只担心产品供不应求。据了解，华为在开发者大会上已经明确表示，今年华为的销量保守估计在2.4亿台，虽然没有达到先前预估的3.1亿台，但与去年相比还是3400万台的销量增长。目前华为5G网络建设在多个国家都呈现爆发式增长的状态，5G网络已经初见雏形。而华为目前已经率先推出了华为Mate 20 X 5G手机，售价6199元。这款手机搭载麒麟980+巴龙5000双7nm芯片模组，后置4000万超广角徕卡三摄(4000万+2000万+800万)，电池容量为4200mAh。如此表现优异且支持5G的手机相信会有许多手机发烧友买来尝鲜，因此任正非的“华为产品供不应求”的担忧不无道理。目前针对华为90天的大限，美国路透社方面称，美国有意继续延长90天的期限。对此笔者认为这个消息完全合理并意料之中，主要原因有三：其一，美国各大科技企业在这场“战争中”利润同比骤降，已经有公司表示不满，希望恢复与华为合作，因此美国延长期限相当于给自己一个台阶；其二，美方虽有“拉黑”华为的决心，但其影响力远远不足，华为5G依然位居世界第一，因此美方也需要“一个期限”反省自己；其三，中国已经对美方采取行动，特朗普政府当下还真下不了禁止华为的决心！不管怎样，任老都稳坐钓鱼台，毕竟前有硬核实力，后靠强大的祖国。得道者多助，失道者寡助，美方是该好好“反省”下华为是否是个“软柿子”了。", "author": "暴走黑科技", "newsdate": "发布时间：19-08-17", "newstime": "17:22", "sentiment": [{"positive_prob": 0.0457219, "confidence": 0.898396, "negative_prob": 0.954278, "sentiment": 0}]}, {"title": "任正非：感谢特朗普帮华为宣传5G，我们现在已经卖不过来了", "content": "在去年的时候，华为就宣布以20%的5G专利数量成为了全球第一大5G厂商，这也是国内首次在通信领域掌握了话语权。不过后面华为的5G业务开展并不顺利，遭遇了各种各样的问题，更是在今年上半年遭遇了断供事件。为什么华为在5G业务上的开展会这么麻烦重重？因为5G网络将会改变未来几十年的移动互联网发展趋势，谁先掌握了5G的话语权，谁就能够在未来的移动互联网发展中占据更多的优势。为此特朗普也觉得他们不能输，还多次在公开场合提到一定要在华为之前推出成熟的5G网络，并且还强制让他们的运营商停止使用华为的设备搭建网络，甚至还叫其它“伙伴”也不要使用华为的设备，到了最后甚至还质疑“华为设备存在安全问题”。那么特朗普的计划真的成功了吗？让我们看看任正非怎么说的吧！特朗普本想超越华为5G，反而帮华为打了广告。昨日任正非在英国接受了天空新闻的采访，面对特朗普的所作所为，任正非这样的回答道“如果没有他帮助华为宣传，那么大家就不会知道华为的设备这么好了，也感谢他帮助华为在全球打开了市场。现在的华为已经不在乎谁买华为的设备、谁不买华为的设备了，因为华为现在最大的问题是许多的设备都已经卖断货，完全供应不过来了”。确实，今年华为是所有通信厂商中拥有5G订单最多的一家。除此之外，任正非还提到了今年华为手机的出货量问题。任正非表示目前麒麟芯片已经拥有了完整的5G解决方案，他预计今年华为手机的出货量为2.7亿台。而今年上半年华为消费者终端总裁余承东的预计是2.5亿台，这意味着华为在遭遇断供事件、缺失美国手机市场的情况下，仍旧完成了预期中的增长。不过觉得华为手机之所以能够实现这么大的增长，主要的原因还是因为华为手机实力的崛起，让更多的国内用户都开始优先考虑使用华为手机了。目前华为的Mate 20 X 5G手机在国内已经拥有了100万的预约量，其中有你吗？你会考虑使用华为的5G手机吗？", "author": "北桥科技", "newsdate": "发布时间：19-08-17", "newstime": "17:48", "sentiment": [{"positive_prob": 0.66229, "confidence": 0.249532, "negative_prob": 0.33771, "sentiment": 2}]}, {"title": "预约量超百万！现场目击华为5G手机火爆上市，A股概念股大涨", "content": "这是8月16日上午，在深圳市华强北华为授权体验店实地探访华为Mate20 X (5G)首销时听到的。据华为“心声社区”微信公号披露，截至8月15日中午12点，目前唯一支持SA/NSA的5G双模手机华为Mate20 X (5G)预约量突破100万（台）。8月16日早盘，A股市场华为概念股大涨。截至收盘，东方财富Choice数据显示，华为概念指数上涨0.91%。其中武汉凡谷涨停，深科技涨幅达8.11%、福蓉科技涨幅达7.89%、长信科技涨幅达6.60%、欣旺达涨幅达6.54%。线上线下产品紧俏8月16日上午10时30分许，中证君以消费者身份实地探访华为授权体验店时，一位销售员对中证君表示，华为Mate20 X (5G)首销，如果顾客有需求，线下购买也要直接预订，没法现场买。现场对话中证君：今天预订什么时候能拿到？销售员：没办法给出具体日期，（门店）优先按照（预订）排队顺序。中证君：现在预订的多吗？销售员：很多，非常多！深圳华强北华为授权体验店销售员表示，该店是深圳体量最大的门店，也是全球第一家体验店。该店没有Mate20 X (5G)手机现货，全深圳其他店也不会有现货，预订顾客特别多。“这么火的手机，如果没有预订（顺序），（购买）就没有秩序了。”中证君注意到，华为商城显示，HUAWEI Mate20 X (5G)每天10:08开售。在华为终端官方微博，有消费者留言，“不到一分钟就没了”。中证君从苏宁方面了解到，8月16日，上午10点08分刚刚开售一分钟内，首批华为5G手机在苏宁线上线下全渠道多业态同步售出，包括线下北京、上海、南京、无锡、深圳、武汉等全国各地苏宁易购门店、苏宁广场、苏宁极物、苏宁小店等门店业态。据苏宁方面介绍，在上海长宁路苏宁易购5G体验店，8月16日一大早就有近百位用户排队准备购买华为5G手机，Linda女士在开售后一分钟内即成交入手，成为上海首位华为5G手机用户，并且通过以旧换新幸运获得了0元换5G的机会。中证君从中国移动官微获悉，中国移动北京三里屯营业厅迎来了北京首批移动5G用户。有24年网龄的中国移动用户于女士一早在营业厅购买了华为Mate20X5G手机，成为北京首位华为5G手机用户，她现场免费领取了5G体验包。此外，中国移动上海长寿路营业厅迎来了上海首批移动5G用户，市民伍小姐喜提华为Mate20 X5G手机。新机抢购到手，伍小姐现场体验了移动5G网络，大呼痛快：“5G手机拿在手上太兴奋了，特别荣幸能够成为领取5G终端的第一位用户。”据悉，华为Mate20 X（5G）是首款同时支持SA/NSA的商用5G双模手机，搭载巴龙5000和麒麟980双7nm5G终端芯片模组。支持双卡双待，可同时支持一张5G卡和一张4G卡。在配置上，华为Mate20 X (5G)内置4200mAh（典型值）大容量电池，石墨烯+VC液冷散热系统，40W华为超级快充。延续徕卡摄影基因，拥有4000万像素超广角徕卡三摄，配置7.2英寸OLED全景巨幕屏。产业链或迎高光时刻华泰证券指出，华为Mate20 X5G手机从推出进度和定价范围而言均优于市场预期。中金公司研报指出，7月26日，华为发布其首款5G商用手机Mate20 X5G，售价6199元（比Mate20X高出51%），但低于此前的市场预期。此次华为 Mate20 X5G版搭载巴龙5000基带芯片，是全球第一款支持5G SA（独立组网）与NSA（非独立组网）的双模手机，在中国运营商表态明年不再接受仅支持NSA手机入网的情况下，华为在5G芯片和品牌领域将持续领先高通及其他安卓阵营3-6个月。中金公司认为，品牌5G手机将陆续上市，渗透率持续提升。华为首款5G手机的低定价可提高消费者的体验积极性，在第一批消费者的助力下，5G网络参数与终端功能将进一步得以优化成熟。据调研机构IDC预计，2019年5G手机出货量为670万部，仅占全球手机出货量0.5%。中金公司此前预计在中性情景下2019-2021年5G手机出货量分别达500万、9500万和2.6亿部，伴随全球5G建设与终端进度提速，5G手机渗透进展将有机会超出我们预期。据媒体报道，5月28日，在第七届中国网络视听大会上，中国移动副总裁简勤在演讲中介绍，公司将大力推进终端先行者计划，引导终端和芯片厂商大力发展多模、多频、多形态5G终端，今年上半年推出首批5G手机，到2020年5G手机价格有望降到1000到2000元。中金公司认为，华为的此次发售也标志着我国5G手机商用普及开始，AR/VR、无线耳机、IoT硬件等智能终端亦将受益5G落地，将为消费电子产业链带来新一轮发展红利。华泰证券认为，三季度是3C产业链传统旺季，今年在苹果新机备货量并未出现同比大幅下调的情况下，叠加国内诸多一线品牌5G终端的备货需求以及发布信息的情绪催化，符合趋势性创新的3C产业链标的有望迎来戴维斯双击。华为有望引领智能手机进入高速物联时代，产业链迎高光时刻。从A股产业链来看，中证君根据中金公司研报发现，华为Mate20 X5G整机组装供应商包括比亚迪、摄像头模组供应商有欧菲光、盖板供应商有蓝思科技、面板供应商有京东方A、触控芯片和指纹识别供应商有汇顶科技、触摸屏模组供应商有同兴达和合力泰、连接器供应商有立讯精密和长盈精密、PCB供应商有深南电路和沪电股份、声学器件供应商有歌尔股份、电池供应商有欣旺达和德赛电池以及比亚迪、射频天线供应商有硕贝德。", "author": "大众日报", "newsdate": "发布时间：19-08-17", "newstime": "01:48", "sentiment": [{"positive_prob": 0.954168, "confidence": 0.898151, "negative_prob": 0.0458322, "sentiment": 2}]}, {"title": "核心技术强劲的华为竟是在日本研发的？中日这些差距值得深思", "content": "说到现在的手机品牌，大家再也不是张口就说苹果了，国内的华为、oppo已经渐渐的打开了市场，就连小米也在不断的往外扩张。国内的手机品牌说起来还要属华为最牛。不仅仅是华为的本身科技实力，任正非先生的用人之道也是所有企业应该学习的榜样。对于之前的小道消息说华为是日本人研发的在最近也有了正面的解释，不得不说中日之间的差距值得深思!对于华为手机在在这两年的突然崛起肯定是阻碍了不少人的“财路”，随后一大波关于华为的“黑料”就来袭了，但是对于这些小道消息华为从来都是无所畏惧。就拿之前的一个消息来说，有人说华为的手机是日本人研发出来的，根本算不得是华为的科技实力!对于这件事情亚洲通讯社社长徐静波在2018年的中国制造业论坛上直接表示：华为雇用日本人做研发，在买下生产线的同时买下了日本人的头脑，谁有这样的魄力?华为手机长期以来都受到国内外消费者的追捧，这其中少不了对华为手机实力的认可。手机最重要的是什么?现在的智能手机最主要的就是其中的芯片。华为的海思麒麟芯片一直以来就是华为的门面招牌。被视为民族品牌的标榜。但是不少人却认为华为手机芯片是在日本生产研发的，那么这个核心技术究竟算谁家的呢?对于这些说法也不是空穴来风，华为的手机芯片在早期确实是在日本生产的，而且研发人员也都是日本人员，这其中还有一则小故事在。十年前左右，日本的半导体公司都面临着退休潮，但是任正非却在这个时候来到了日本，但是任正非不像其他人一样搞收购那一套，这些半导体公司倒闭了什么剩下来最多?毫无疑问是人才!一大批的失业手机工程师缺的就是一个伯乐，而那个时候的任正非就是所有下岗工程师的伯乐。华为在日本雇用了大量的手机工程师，这对于有心人来说就是华为没有自己的科技实力，这些成果是日本人的，但是小编想说的是，华为有日本员工怎么了?华为在全球都有员工，就连曾经的4G网络还是一个外国小哥无意间攻破的，只要记住华为是中国企业就行了!华为迄今为止已经在日本建立了4个研究所，雇用的日本工程师达到了1400余名。当然了，华为手机的快速发展离不开这些工程师的悉心研究，科技无国界这句话想必大家都理解!", "author": "聚富财经", "newsdate": "发布时间：19-08-17", "newstime": "17:33", "sentiment": [{"positive_prob": 0.0268348, "confidence": 0.940367, "negative_prob": 0.973165, "sentiment": 0}]}]