[{"title": "打破重构 华为Mate30 Pro带着全新的设计和功能来了", "content": "随着华为Mate30系列的发布，今年的主流旗舰机型算是凑齐了，三星的Galaxy Note10+，苹果的iPhone 11 Pro Max以及华为Mate30 Pro。要说旗舰手机现在早已经过了拼性能的时代，能够做出差异化的东西才是一款真正旗舰该有的素质，这三款旗舰都是在保证性能的基础上给出了自己的答案，但要说最特别的应该还是华为Mate30 Pro了。华为Mate30 Pro在设计上并没有延续上代的设计，因为工艺和材料改进，华为Mate30 Pro采用了一块6.53英寸的环幕屏设计。屏幕两边的曲率为88°，屏幕一直延伸到边框仿佛就如瀑布一般，但是正因为这种设计极大的缩窄了手机边框，所以华为Mate30取消了音量实体按键，改为触控屏幕边缘的手势操作来调节音量。除了屏幕的变化，华为Mate30 Pro的刘海也变得紧凑了，但是3D深感镜头、前置摄像头、传感器等元器件一个也没少，所以华为Mate30 Pro支持屏幕指纹和人脸识别两种方式。再搭配上EMUI10新功能，华为Mate30 Pro可以实现AI智慧转屏，隔空手势操作等等。背面的摄像头部分也不同于前代“浴霸”设计，而是采用了环形元素将四颗摄像头包裹在圆内。华为Mate30 Pro分别拥有一枚4000万像素主摄（广角 1/1.7英寸 F/1.6光圈 支持OIS）、一枚4000万像素超感光电影镜头（超广角 1/1.54英寸 F/1.8光圈）、一枚800万长焦镜头（F/2.4光圈 支持OIS）、最后一枚是3D深感摄像头。在拍照方面华为Mate20 Pro已经做的非常好了，这次华为Mate30 Pro的主摄依然采用RYYB的像素排列方式，以此获得更多的进光亮。而这次华为Mate30 Pro新增的电影镜头主要就是为了视频录制而来，在视频上华为Mate30 Pro支持7680帧超高速摄影、超高清夜摄、超广角摄影、视频背景虚化等等。在性能上华为Mate30 Pro搭载了麒麟990处理器，麒麟990搭载了华为自主研发的NPU达芬奇架构，在AI性能上超过了苹果的A13仿生芯片。而且麒麟990还有世界上首款集成5G芯片的SoC版，麒麟990 5G版采用7nm EUV工艺，因为基带集成所以华为Mate30 Pro拥有更加出色的续航能力。此外华为Mate30 Pro搭载了4500mAh电池，支持40W有线快充和27W的无线快充，并支持10W的无线反向充电。在售价上华为Mate30 Pro（4G版） 8GB+128GB售价5799元，8GB+256GB售价6299元。另外值得一提的是华为全球旗舰店深圳万象天地将于9月28日盛大开业，作为华为首家全球旗舰店，将颠覆华为零售店面的传统形象。消费者在这里不仅可以第一时间体验并购买华为Mate30系列，随着万物互联时代的到来，还可以体验到华为丰富的产品和极致的全场景智慧生活体验。", "author": "泡泡网", "newsdate": "发布时间：19-09-27", "newstime": "15:43", "sentiment": [{"positive_prob": 0.984869, "confidence": 0.966375, "negative_prob": 0.0151313, "sentiment": 2}]}, {"title": "华为Mate30系列发布会实录：多款产品，全程高能", "content": "9月26日，华为在国内正式发布年度旗舰Mate30系列。按照惯例，华为消费者业务CEO余承东登台完整回顾了海外发布会的内容并带来不少海外发布会没有呈现的内容，并最终公布Mate30系列的国内售价。此次发布会，华为带来了Mate30系列、华为智慧屏、华为Watch GT2、华为Freebuds3和华为VR眼镜等多款产品。年度旗舰华为Mate30系列首先亮相，余承东开始详细介绍这款产品的特性。余承东表示，华为Mate30系列从四个方面重构想象，分别是重构设计、重构摄影、重构摄像和重构体验。首先，华为Mate30系列提供5G版本，用户最期待的也是它的5G性能。余承东介绍道，华为Mate30系列的5G版本搭载麒麟990 5G SoC芯片，首次将4G SoC和5G基带集于一体。同时，根据《中国电信2019年终端洞察报告》，其AI能力超过苹果A13。屏幕方面，华为Mate30采用6.62英寸OLED全面屏，华为Mate 30 Pro采用6.53英寸OLED环幕屏，屏幕弯曲角度达88度，且取消了侧边物理音量键，用户滑动侧边即可调节音量，并获得震动反馈。值得注意的是，Mate30 Pro因为加入了一枚姿态感应器，刘海区域相比Mate30稍宽。二者均支持屏下指纹识别。不过，余承东表示，加入姿态感应器的Mate30 Pro刘海区域仍然比iPhone要窄。外观方面，华为Mate30系列提供星河银、罗兰紫、翡冷翠、亮黑色多种配色，并加入青山黛和丹霞橙两款素皮设计。青山黛和丹霞橙两款素皮设计不仅带来亲肤的质感和更细腻的触觉体验，还保持了同样的防水防尘级别。Mate30不区分玻璃后盖和素皮均支持IP53级防尘防水，Mate30 Pro不区分玻璃后盖和素皮均支持IP68级防尘防水。余承东表示，Mate系列一直是引领行业的标杆，华为Mate30系列则在5G领域，比对手领先半年到一年。余承东在现场表示，相比行业内仅支持NSA的机型和支持SA+NSA双模但没有集成5G基带的机型，华为Mate30 5G系列是全球首款第二代5G手机，覆盖全球最全频段，提供最佳5G双卡体验。发布会期间，余承东重磅宣布华为Mate30 Pro获得DxOMark手机综合排行榜第一名，总分121分，并且其中视频分项低于第二名1分是因为匆忙送测，还未来得及调试优化新加入的一颗4000万像素电影摄像头。此次华为仍然带来华为Mate30 RS保时捷设计的版本，灵感仍然来自超跑，余承东表示暗合了5G时代的速度与激情。其存储规格为12GB+512GB，售价12999元。4G版华为Mate30提供6GB+128GB、8GB+128GB两种存储规格，分别售价3999元和4299元。4G版华为Mate30 Pro提供8GB+128GB、8GB+256GB两种存储规格，分别售价5799元和6299元。5G版华为Mate30提供8GB+128GB、8GB+256GB两种存储规格，分别售价4999元和5499元。5G版华为Mate30 Pro提供8GB+256GB、8GB+512GB两种存储规格，分别售价6899元和7899元。发布会期间，华为正式面向国内发布华为智慧屏，65英寸版本定价6999元。余承东点出了华为智慧屏的三大卖点，分别是AI慧眼、Huawei Share智慧跨屏和Huawei Sound智慧音响。余承东点出了华为智慧屏的三大卖点，分别是AI慧眼、Huawei Share智慧跨屏和Huawei Sound智慧音响。华为WATCH GT2提供46mm和42mm两种表带尺寸，续航长达两周，内置麦克风和扬声器，支持独立音乐播放，可以存储500首歌曲，音乐播放续航长达24小时，蓝牙通话长达10小时。余承东特别提到了华为智慧屏的“直播精灵”功能。这一功能需要一款鼠标大小的硬件支持，达到的效果是不需要手动切换信号源即可语音跨信号源点播视频或电视节目，即，用户在全程不需要手动操作的前提下，可以语音点播电视频道，同时也可以语音搜索视频平台的视频内容，机顶盒与网络视频两个来源的视频不需要手动切换信号源。对于用户来说，这种整合减少了操作步骤，带来了很大的便利。尤其对智能电视有抵触情绪的老年用户来说，“直播精灵”极大降低了他们的学习门槛。华为手机产品线总裁何刚登台发布可穿戴设备，首先介绍了华为华为Watch GT2。何刚表示，华为WATCH GT2搭载了全球首颗双模蓝牙5.1标准可穿戴芯片——麒麟A1芯片，与手机的蓝牙连接距离最远超过150米。华为WATCH GT2新增了游泳心率监测、血氧饱和度监测、心脏早搏筛查等功能。何刚介绍华为Freebuds3，表示它是业界首款半开放式主动降噪耳机。这款产品相比Airpods在功能上延续前作多了骨声纹识别，更增加了降噪功能，但性价比更高，售价为1199元。接着，何刚发布了华为VR眼镜。何刚表示，华为VR眼镜重构了VR形态，因为其拥有颠覆行业的外光设计，提供身临其境的视屏盛宴。华为VR眼镜厚度仅为26.6mm，重量仅为166g，相比业内主流产品轻薄很多。何刚介绍道，轻薄化是VR眼镜的一大难题，华为利用超短焦光学系统实现了光束在VR眼镜内三次折返形成3段式折叠光路才实现了它的超薄外观。值得一提的是，华为VR眼镜还支持0-700°的屈光度调节，以3600*1600分辨率、1058 PPI提供IMAX虚拟巨幕全视角震撼观感。其双Smart PA加持沉浸3D立体声效，使用体验更加出彩。同时，华为VR眼镜支持VR手机投屏，为VR引入海量手机应用，用户可以在华为VR视频平台观看长达3万小时的高青内容。配合6DoF配件和高性能电脑，用户还能畅享数千款PC VR游戏。最终定价2999元。此次发布的每款升级产品功能都更丰富，产品之间的互联体验也越来越完善，显示出华为的全场景生态越来越强的健壮性，在旗舰手机背后还有着旺盛的生态。", "author": "环球网", "newsdate": "发布时间：19-09-27", "newstime": "09:03", "sentiment": [{"positive_prob": 0.985311, "confidence": 0.967357, "negative_prob": 0.0146894, "sentiment": 2}]}, {"title": "华为Mate30系列国内发布，这可能是你期待已久的「华为全家桶」", "content": "在时隔不到十天时间，华为 Mate 30 系列便从德国慕尼黑飞回中国上海，开四面台隆重地再次发布，更是带着自家的智能手表、无线耳机以及智慧屏等一系列产品头再次发布。毕竟早已经在海外发布，也同时于华为各大线下门店有所展示，所以其相关的产品详细信息以及造型设计等，都没有啥神秘感。所以 ZAEKE 知客也不多卖关子，将最关键的「参数」也就是价格罗列一番：华为 Mate 30（6+128）是 3999 元；华为 Mate 30（8+128）是 4299 元；华为 Mate 30 5G（8+128）是 4999 元；华为 Mate 30 5G（8+256）是 5499 元；华为 Mate 30 Pro（8+128）是 5799 元；华为 Mate 30 Pro（8+256）是 6299 元；华为 Mate 30 Pro 5G（8+256）是 6899 元；华为 Mate 30 Pro 5G（8+512）是 7899 元；华为 Mate 30 RS 保时捷设计（12+512）是 12999元；华为 Watch GT 2（46mm）运动款是 1488 元；华为 Watch GT 2（46mm）时尚款是 1688 元；华为 Watch GT 2（46mm）尊享款是 1988 元；华为 Watch GT 2（42mm）运动款是 1388 元；华为 Watch GT 2（42mm）时尚款是 1588 元；华为 Watch GT 2（42mm）雅致款是 1888 ；华为 FreeBuds 3 是 1199 元；华为 VR GLASS 是 2999 元；华为智慧屏（65）是 6999 元；作为绝对的主角，华为 Mate 30 系列自然是最让人在意以及关注的。其共计分为 Mate 30 与 Mate 30 Pro 两款机型，并且分别有 4G 网络与 5G 网络两种版本。后者定位更强，自然意味着各方面的表现也更强。所以其搭载了一块两侧有接近 90° 弯折的双曲面 OLED 屏幕，并且精简了传统设计在机身两侧的机械式音量按钮，通过系统底层支持从而通过双击以及触摸的方式实现。更关键的是相机，其在沿用此前大尺寸的 4000 万像素 RYYB 传感器基础上，新增加一颗全新并且同样是大尺寸的 原生 3:2 画幅的 4000 万像素超广角相机，并且其同样可用于拍摄最高 4K 60 fps 的高数字视频。至于更多的相关介绍，则可以从 ZAEKE 知客此前的《华为Mate 30系列正式发布，两个4千万像素相机怎么输？》做进一步了解。要说有啥需要强调的，那就是 Mate 30 与 Mate 30 Pro 将率先开售 4G 网络版本，5G 网络版本则将从 11 月 1 日起开启预售。发布会的第二个主角，也就是华为智慧屏。虽说自家的荣耀智慧屏早已经登场，可显然华为智慧屏的定位更为高端，无论是更高的分辨率、更高的色域、更好的设计以及更好的声音等等，都足够令人关注。特别是声音表现，这也是 ZAEKE 知客在此前《华为智慧屏动眼看：怎么让智慧变大？》所着重强调的，毕竟该 SoundBar 由 6 个全频喇叭单元、2 个高音喇叭单元、1 个低音喇叭单元以及 1 对无源辐射器所组成，还有 65W 功率、5.1 声道以及 Huawei Sound 音效加持。以上所罗列出来的数字、硬件参数以及音效等，都使得华为智慧屏的声音表现非常的“好听”，很容易就能够让人感受出来与普通电视的差距。此外其特别设计的内置摄像头，在有 NPU 人工智能加持，能够接合相应的识别进而给予些传统电视所没有的功能。如 AI Kids 能够对儿童的观看距离、坐姿以及时间等进行判断，进而给予提醒。且通过与相关机构以及人员合作，其还能够识别出使用者的动作指示，从而判断是否符合标准，以更好地提升。而配角们也别忽视，特别是 FreeBuds 3 无线耳机以及华为 VR Glass 眼镜。前者作为真无线耳机有华为自研的麒麟 A1 芯片，这使得其能够支持蓝牙 5.1 以及低功耗蓝牙 5.1，进而在连接能力以及功耗方面有所提升。且 FreeBuds 3 无线耳机采用左右双主耳传输，使得其能降低 30% 延迟以及 50% 功耗。更为值得强调的，那便是其在采用半入耳式设计的基础上，提供了主动降噪功能，使使用者在的听感能够得到不少提升。华为 VR Glass 眼镜则是颇为有趣的产品。其采用 3200*1600 分辨率，具备 1058ppi，更宣传通过创新的动态渲染技术能够改善画面拖影以及降低眩晕感。此外其还具备 0~700 曲光度调节、左右耳扬声器等等，并且非常轻便的设计使得其携带出门或者佩戴时都是非常方便的。更多图片：", "author": "ZAEKE知客", "newsdate": "发布时间：19-09-27", "newstime": "21:26", "sentiment": [{"positive_prob": 0.966458, "confidence": 0.925463, "negative_prob": 0.0335417, "sentiment": 2}]}, {"title": "专访余承东：华为引领行业进步 折叠屏手机即将上市", "content": "【TechWeb】9月26日，2019华为年度旗舰新品发布盛典在上海东方体育中心举行。华为面向国内市场，正式发布新一代高端旗舰级手机华为Mate30系列，推出华为Mate30、华为Mate30Pro、华为Mate30RS保时捷设计等产品。华为Mate30系列融入Mate系列极致科技理念，以诸多先进创新技术，拓宽旗舰手机的想象边界，引领未来智慧。华为Mate30系列于9月26日18：08正式开售，国内售价3999元起。发布会后，华为消费者业务CEO余承东接受了记者的专访，就华为Mate30系列新机，华为生态以及相关信息进行了分享。关于华为手机及其竞争对手余承东：首先不便于评论对手，因为苹果、三星都是我们非常尊敬的对手，因为市场有竞争才有发展，市场的良性竞争希望大家共同发展，能为消费者提供更有竞争力、更好的产品，相互学习、相互比赛、相互竞争，他们都是值得尊敬的对手，大家一起竞赛能为消费者提供更好的产品、更好的创新、更好的服务，因为这些都是非常有价值的。我们在Mate30系列更进一步，我们从P20开始构建相机领先地位，今天DxOMark排名前几名的都有华为，我想我们还不止于此，我们的产品信号明显更好，我们的信号明显速度都比原来好，我们产品的充电速度一直在行业领先，我们希望电池续航能力也是业界领先的，我们全场景设备之间的协同，手机和电脑之间的互操作非常出色，可以给消费者带来很好的体验。华为从一个追随者，到赶上、超越、引领行业，过去消费者有的认为华为的手机业务比较弱小，这几年华为确实在慢慢引领这个行业的进步，我们未来会带来更好的产品会带来更好的服务体验。关于5G余承东：华为Mate30系列在5G领域，比对手领先半年到一年。我们的5GSoC相比外挂5G基带方案，具备更高的性能和更低的功耗，同时主板面积的占用更小，实现更好的性能。设计上，大家都知道Mate30系列采用全场景天线设计，5G版本的Mate30拥有多达21个天线，实现业界最出色的天线性能。和别的5G手机对比，同等环境下，我们速度比它快50%以上，功耗也小很多。同时，我们也在推动运营商5G网络建设加快优化。其他的5G芯片，要到明年开始上市，我们今年秋天就上市了，应该是走在整个产业前列，5GSoC其他芯片厂商都没搞定的时候，我们率先搞定。从华为Mate20X(5G)已经开始，我们就率先支持SA/NSA5G双模组网。在这方面我们有很大的技术优势，并且实现了一个比较大的跨越。关于Mate30系列的摄像头数量余承东：因为首先手机照相的质量并不是取决于摄像头的数量，即便拥有四个摄像头，也比不过一个高端摄像头，数量并不重要，重要的是质量。为什么厂家这么重视摄像头，大家拍照片、视频，抖音等APP也很火，这是全世界的需要。尤其INS、Facebook的分享，消费者对视频功能需求越来越大，以前拍照重要，现在视频也很重要，尤其是用户在互联网上分享的视频，因此我们要给予手机专业摄像机的能力。专业摄影机体积很大，是需要大量的多镜头核心技术来实现，手机做不了那么大体积，做小体积难度非常大，这就是创新的价值和难度所在。我们不会在没有用的地方做创新，不会说把手机做到坦克都压不坏，因为这种场景没有价值，在消费者需要的价值上做投入才是创新。关于Mate30系列的视频拍摄余承东：视频开发做了好多年，我们在做手机影像升级的时候就开始做视频研发，做了至少七、八年时间了，我们讲要在视频上有一个大的突破，用手机替代专业摄影机，今年终于在Mate30Pro上能把专业的摄影摄像机三摄镜头技术，压缩到我们手机上，其实在这方面投入很大的人力和物力，包括算法、ISP的处理，智能模组的技术算法这方面都投入很多人力物力在做，我们在法国南部有一个研究所专门做ISP研究，杭州研究所、上海研究所也同步在做。从我到华为终端以来，我们一直在做这方面的研究，不断的学习。大家记得早期我们弄了一个相机ISP做处理，后来到现在ISP全是我们自己研发的，在麒麟990芯片里内置。我们的手机芯片能力非常强，里面有DSP，有CPU、GPU、ESP、RSP，还有处理器在里面，在这里面还有大量的算法、核心技术，我们应该说投入非常强大的团队来参与，包括欧洲的欧美、俄罗斯、中国、日本的研究所一起联合研发，有很多专业的摄影机构和专业的相机领域资深专家来参与设计。关于折叠屏手机Mate X余承东：我们正在考虑什么时候上市，我们预计有可能下个月或者下下个月，我们MateX用的是麒麒980芯片，麒麟990芯片出来以后，我们想把MateX的芯片进行升级，让它的性能更加强大，而且功耗更低对于我们的5G来说也很有帮助。我们正在考虑给MateX升级芯片，以前生产的时候也遇到很多很多问题，现在都已经解决了。关于华为可穿戴设备余承东：众所周知，可穿戴设备有巨大的发展空间，华为在这个领域的增长速度非常快，确实我们增速是全球第一的，我们也超过了苹果。其中最主要的原因还是体验越来越好，以前消费者会认为手机上看时间就够了，为什么还要用智能手表，但现在智能手表不仅仅是可以打电话，还能干很多事，具有很多运动、健康方面的功能，我们的智能可穿戴设备让生活更加便捷，现在很多消费者还没有适应使用更多的智能设备，随着时间的发展我们相信更多的消费者会习惯和喜爱使用智能硬件、穿戴设备，因此我们未来空间非常广阔。举个例子，我们之前做过一款和Gentle Monster合作的佩戴式的眼镜，我们原本不认为这个产品会热销，但是实际上产品一上市就卖光了。消费者经常看手机视频，特别在地铁、公交等场景下使用耳机，苹果的AirPods做得挺棒，但一旦在地铁、公交里体验就不好了。我们的消噪能力非常好，解决这个问题。入耳式耳机很容易把消噪做得好，但是却因为听不到外面声音很不安全，我们是第一个把半入耳式耳机消噪做得非常优秀，既能听到外面声音又能消掉噪音。我们所谓创新是给消费者带来方便，我想我们智能穿戴设备空间还是非常巨大，目前还是刚刚开始，未来华为能多场景、全场景智能化这方面。来源: TechWeb", "author": "同花顺财经", "newsdate": "发布时间：19-09-27", "newstime": "16:44", "sentiment": [{"positive_prob": 0.999727, "confidence": 0.999393, "negative_prob": 0.000273038, "sentiment": 2}]}, {"title": "iPhone11比华为Mate30Pro还便宜，选择让人纠结了！", "content": "华为作为国产手机中的巨头，最近这几年的价格卖得比苹果还要贵，不少网友甚至在吐槽，以前没钱买华为，现在没钱买华为！反倒是苹果因为iPhone销量不佳的情况，开始降价促销，如今的苹果良心了，iPhone 11比华为Mate30Pro还便宜，你还会选华为吗？iPhone11实际上应该说是一款廉价版本的机型，而华为Mate30Pro应该算是一款真旗舰。在外观方面，iPhone11采用的是刘海屏的设计，而华为Mate30Pro采用了瀑布屏幕设计，两者有较大的差别。iPhone11的分辨率只有720p，华为Mate30Pro的分辨率是1080p，两相对比之下，华为的屏幕似乎更好。但是，iPhone11也支持了HDR的显示效果，还有双立体扬声器，这是目前华为Mate30Pro不具备的。至于在拍照上，iPhone11首次采用了超广角镜头，对比上一代的iPhone11有了较为明显的升级，实际的拍照体验也不差。当然，iPhone11还增加了夜景拍摄模式，具备了4K拍摄能力以及慢动作视频拍摄。作为对比，华为Mate30Pro支持的是双4000万像素四摄，DXO拍摄得分达到了世界第一，但是华为Mate30Pro的超广角镜头表现并没有想象当中的那么理想。但是在5G网络这一点上，华为Mate30Pro标准版还是不支持5G的，而且最快需要在11月正式开售，因此对比iPhone11的优势并没有马上兑现，这也是一种比较尴尬的情况。不过，小米9 Pro的5G手机价格却仅有3699元起步，因此华为与苹果基本打平手。至于性能体验，iPhone11是绝对领先于华为Mate30Pro的，毕竟具备了A13处理器之后性能全面提升，而且iOS13系统会更流畅，即便余承东说华为Mate30Pro的加载速度会更快，但是在需要性能的场景，还是得承认苹果占据了优势，这就是为什么很多人愿意去买苹果手机的原因了。在充电续航上，iPhone11具备的是3110mAh的电池，不过实际的充电功率只有5W，华为Mate30Pro具备了4500mAh的电池以及40W的快充，如果你想要体验更好的充电续航，我们还是建议华为。细节上，iPhone11支持了华为Mate30Pro不具备的WiFi6、双扬声器、还有线性马达。华为Mate30Pro的价格达到了5799元起步，这样的价格比iPhone11的5499元起步更昂贵，显然苹果变得更加良心了一些，那么，在苹果手机比华为手机还便宜的情况下，你会选择谁呢？", "author": "叽歪数码", "newsdate": "发布时间：19-09-27", "newstime": "17:26", "sentiment": [{"positive_prob": 0.914222, "confidence": 0.809382, "negative_prob": 0.0857779, "sentiment": 2}]}, {"title": "华为生态布局：能否赢得未来？", "content": "9月18日，第四届华为全联接大会期间，参观者观看一款展出的智能避障小车。图/新华华为生态布局：能否赢得未来？《中国新闻周刊》记者/贺斌发于总第918期《中国新闻周刊》在“沃土计划”进行到第四年的时候，华为提前发布了升级版本。9月18日，在第四届华为全联接大会上，华为副董事长胡厚崑宣布，新的“沃土计划”将投入15亿美元，使开发者的规模扩大到500万人。这将是华为在构建生态方面的又一大手笔。“沃土”计划2015年11月，在首届华为开发者大会上，华为宣布将在五年内投入10亿美元实施“沃土开发者使能计划”（简称“沃土计划”），打造面向开发者伙伴的开发使能平台和联合创新。根据当时的方案，这笔10亿美元的投资主要用于5个方面，即为伙伴创新的联合解决方案提供实物支持、开发资金支持、技术专家支持的“创新基金”，专项投入开放平台和远程实验室建设，让伙伴聚焦业务、高效开发的“开发支持”，对伙伴开放能力和解决方案予以认证的“华为认证”，为伙伴提供研发、销售和交付能力培训的“人才培训”，以及用于开发者的生态圈拓展、创新解决方案营销活动及销售激励的“营销基金”。之后，华为逐步开源开放了CT产品、云服务、腾AI计算、鲲鹏计算能力等，并在全球建立21个OpenLab，打造开发者社区，举办开发者大赛和人才认证等。“在过去的四年，‘沃土计划’进展非常顺利，已经发展了130多万开发者和14000多家ISV（独立软件开发商）。”胡厚崑说。此次发布的“沃土计划2.0”包括培训赋能、沃土高校、华为认证、开放实验室、联合营销、创新基金、沃土工场等7个方面的内容，针对开发者开发历程的了解、学习、构建、上市这四个阶段，优化相应流程、社区、资源配置等，使开发者在华为平台上更高效地成长。同时，围绕开发者学习、产品构建、产品上市三个阶段，华为分别设立LDF（学习成长基金）、PDF（产品开发基金）、MDF（市场发展基金）三类基金。“下一个5年，华为沃土计划2.0将从5大方面进行升级。”华为Cloud & AI产品与服务CTO张顺茂说。具体而言，包括产品升级，重点基于鲲鹏＋昇腾计算处理器，打造开源开放的计算产业生态；赋能升级，打造360度的全方位赋能体系；联盟升级，推动产业标准，规范，示范点，技术认证体系的建设，共同做大蛋糕；社区升级，按行业建设应用生态，按区域建设产业生态；激励升级，让每个开发者都能获取到鲲鹏和昇腾算力。“我们面临的是一个计算产业的大蓝海。”胡厚崑引用Gartner公司的数据来证明这一点——预计到2023年，计算产业的规模将超过2万亿美元，“因此，华为将坚定不移地投入计算产业。”胡厚崑介绍，主要从四个方面来布局，包括对架构创新的突破、对全场景处理器族的投资，坚持有所为有所不为的商业策略，以及不遗余力地构建开放生态。“今天，各行各业数字化、智能化转型如火如荼，计算产业蓬勃发展。华为坚定不移地投入计算产业，从最难的架构突破做起，自研处理器，以此为基础打造产业，构建生态。”胡厚崑说。2004年，华为开始投资研发第一颗嵌入式处理芯片，历经15年，投入超过2万名工程师，形成了以“鲲鹏＋昇腾”为核心的基础芯片，并发布了多个系列的处理器，包括支持通用计算的鲲鹏系列，支持AI的昇腾系列，支持智能终端的麒麟系列，以及支持智慧屏的鸿鹄系列等。算力供给的关键在于处理器的效能，从产业发展角度，必须要在处理器架构上寻求突破，要用新的处理器架构来匹配算力的增速。因此，华为推出达芬奇架构，这是目前为止，业界唯一能够覆盖“端、边、云”全场景的处理器架构，也是华为打造计算产业的坚实基础。“然而，一个计算产业的成功，仅仅靠一个好的架构是不够的，架构只是硬件和基础，真正的成功，最终一定是依赖于成功的生态。”胡厚崑认为，计算产业的成功，不但需要打造架构带来的硬实力，也要打造开放生态的软实力。在华为Cloud & AI产品与服务总裁侯金龙看来，生态包括硬件生态和软件生态两方面，华为对此分别采取了硬件开放，软件开源的举措。在此次华为全联接大会上，华为基于“鲲鹏＋昇腾”双引擎，正式全面启航计算战略。宣布开源服务器操作系统、GaussDB OLTP单机版数据库，开放鲲鹏主板，通过硬件开放、软件开源、使能合作伙伴，共同开拓万亿级的计算产业大蓝海。在一场大会上发布如此多的开源计划，这在以前的华为是难以想象的。一位一年前离职的前华为员工向《中国新闻周刊》表示，早期，华为在开源问题上做得不够，曾深受业界诟病。随着这些年全球化的发展，华为逐渐意识到开放的重要性。2010年，任正非提出，希望华为不要做“黑寡妇”，要开放、合作、实现共赢，多把困难留给自己，多把利益让给别人。 “黑寡妇”是拉丁美洲的一种毒蜘蛛，在交配后，雌性会吃掉雄性，为孵化幼虫提供营养。早期的华为，业务一味扩张，产品线过长，“跟别的公司合作，一两年后，华为就把这些公司吃了或甩了。”任正非在一次内部会议上提醒说，“我们一定要寻找更好的合作模式，实现共赢，更加开放，对内、对外都要开放。”这实际也是华为在发展阶段的一次自我反思。在华为发展的初期，以运营商业务为主的直销模式，客户数量有限，行业也比较单一，只需做好客户服务就行。然而，随着华为转战企业业务，面对千差万别的行业和客户需求，产品线过长，研发力量就会捉襟见肘，明晰扩张的边界，“有所为有所不为”就显得尤为重要。因此，2012年的华为1号文，对华为重新进行了战略定位，即做ICT的基础设施提供商。这一定位延续至今，也让华为重新审视和企业客户的关系，为后来的生态布局奠定了基础。三驾马车2015年5月，华为发布了面向企业市场的行动纲领——打造业务驱动的ICT 基础架构（简称“BDII”），基础架构、基础设施与行业应用类软件的深度融合，通过自身的基础设施创新、合作伙伴的联合创新以及打造以用户为中心的生态系统创新，使能新产业革命。这被看作是华为构建生态的开端。同年8月，首届华为中国ISV合作伙伴峰会在苏州举办，对首批投入联合解决方案的ISV合作伙伴授予合作激励。2016年1月，华为正式将ISV伙伴纳入到生态伙伴体系，发布第一版ISV政策，确定分层分级的支持政策。2016年9月，正式发布SPP（解决方案伙伴计划），为解决方案伙伴提供从方案孵化到上市销售的整体支持。2017年，华为实行“3×3”ISV支持体系，在技术、营销和销售3个方面，助力解决方案的推广和落地。其中，在技术支持方面，当年3月，首家中国区专属OpenLab在苏州成立，为伙伴提供丰富的产品和测试资源，使方案孵化周期降低30％。在营销支持方面，加大线上线下联合营销的推广力度，特别是当年11月上线了解决方案营销平台MarketPlace，帮助解决方案全球推广。在销售支持方面，则更加注重解决方案的落地。在华为全联接大会位于上海世博馆的展厅里，有个专门的OpenLab展台，“OpenLab顾名思义，是个开放的实验室。”据展台工作人员介绍，通过这个平台，合作伙伴可以一同创新思考，再依托平台对创意进行孵化并推广，OpenLab为合作伙伴提供基础的应用设施、服务器操作系统，以及一些技术支持等，最终实现共赢。随着全球数字时代的到来，各企业纷纷开始数字化转型，以云、大数据、物联网和人工智能为代表的新ICT技术成为企业数字化转型成功不可或缺的要素。据全球权威市场研究机构IDC发布的报告，中国数字化转型相关的ICT支出超过了3100亿美元，约合2.1万亿人民币。而到2021年，中国数字经济将达到8.5万亿美元的规模，这其中，既包括数字的产业化，也包括产业的数字化。在为客户数字化转型提供支持的过程中，华为发现，让产业实现真正的有价值的数字化转型，离不开多种技术的组合，除了新技术层出不穷以外，每一个企业都面临着错综复杂的业务场景，而这些问题，任何一家ICT企业都无法独立解决。“多年以来，我们一直在努力寻找企业数字化转型的最大公约数，总结提炼出其中最大的共性，要找到那把打开产业数字化万亿市场化大门的‘金钥匙’。”华为公司董事、企业BG总裁阎力大回忆，2016年开始，华为首先在集团内部找了九个领域做自身的数字化转型。之后，华为将这一探索延伸到其他行业，与一些在各自行业领先的客户，共同进行数字化转型和创新。在技术上，将大数据、人工智能、视频、物联网，地理位置信息等一些新ICT的融合，部署在华为云底座上，同时，将过去烟囱式的各个数据系统打通，实现数据的融合。今年1月，华为数字平台发布，在这个数字平台的架构中，所有组件都可以开放给华为的合作伙伴，在架构开放的同时，能力也是开放的，向下能够介入各种各样的终端，向上能够使能各种行业应用的开发。“这个数字平台采用平台共建，利益共享的模式。”华为企业BG 行业使能平台领域总经理康宁向《中国新闻周刊》介绍，由于伙伴提供的能力以及华为提供的能力不一样，不同伙伴之间有各自不同的协议。针对能力型伙伴，华为希望和他们一起把平台能力做强，帮助他们扩大销售收入，用更灵活的方式进行标准化交付。对于行业伙伴，在提供服务的基础上，希望能够共同扩大市场，共享销售收入。“可能企业跟企业之间的数字化转型有不同，但是我们把最大的共性部分都做了，这会大大提升我们行业应用开发的效率，提升我们整个系统集成的效率。”阎力大表示。在9月19日下午的发布会上，华为将这个数字平台正式命名为“沃土”，并赋予“积淀、融合、快速、高效”的内涵。“构建数字世界的底座，架构智能社会的未来”成为华为对沃土数字平台的定位和未来期许。由此，沃土数字平台、OpenLab和MarketPlace成为华为构建生态的“三驾马车”，为伙伴提供从设计工具到方案孵化再到在线营销等全方位支持。亟待破题在这次华为全联接大会上，作为华为生态合作伙伴，北京四维图新科技股份有限公司展示了双方合作的自动驾驶地图产品项目。从2017年开始四维图新就跟华为合作，今年4月，双方正式签署合作框架协议，建立了合作伙伴关系，此后，双方围绕云服务平台、智能驾驶、车联网、车路协同等方向，展开深入而完整的智能网联汽车解决方案合作。“自动驾驶是一个庞大的系统，不仅是地图，还包括车辆的感知，车辆的决策，整个汽车底盘的控制等，都需要方方面面的计算。华为的技术是毋庸置疑的，而且他们刚成立了一个智能汽车事业部。”负责和华为对接的四维图新总裁办部门总经理霍敬宇看到了华为作为汽车行业新兵的进步神速，也看到了华为的能力，“我们希望与这样合作伙伴联手，我们去赋能它的同时，华为的集成能力和系统能力又反过来带动我们的成长。”然而，在这种合作的过程中，作为解决方案提供者的华为将如何盈利？针对这一问题，华为众高管都没有给出确切的回答，只是强调面对2万亿美元的计算蓝海，华为只是取极小的部分。但在霍敬宇看来，像华为和四维图新这样的TO B企业，比起追逐一时快钱，一个长远的，靠着创新发展不断领先的行业才是更重要的，对于四维图新来说，从长远来看，面对中国汽车产业的新“四化”转型和汽车产业的2025战略，要布局未来就必须拉上强有力的战略合作伙伴。“所以合作不是看短期的盈利，而是布局未来能让我们始终立于行业领先。”他向《中国新闻周刊》表示。从行业角度，侯金龙也看到华为在生态布局方面的意义。他向《中国新闻周刊》介绍，一方面，每个应用都具有行业属性，针对每一个行业，将这个行业的合作伙伴联合起来，从而打造该行业完整的生态链；另一方面，每个产业都有各自的标准，华为也会联合各个行业组织，联合合作伙伴，共同制定标准体系。只是，在生态布局的过程中，仅仅有一个开放的姿态还远远不够，一系列的问题还亟待解决，如基于平台开发的产品如何与华为兼容，孵化中知识产权的保护，以及在打造全球生态的过程中，如何破除已有的生态壁垒等。“我们的生态建设，起步目标就是面向全球！”华为Cloud & AI产品与服务CTO张顺茂说。他同时也向《中国新闻周刊》承认，千里之行始于足下，最开始的时候，可能首先在中国把生态发展起来，“在短期内，可能中国的生态伙伴比重会更多一些。但随着成熟度或时间的推移，华为的生态一定会走向全球。”在张顺茂看来，在打造全球生态的过程中，也会面临一些来自技术上和商业上的困难，比如在技术上，服务器端操作系统还比较分散，华为将支持基于openEuler的合作伙伴发行商业版操作系统，支持各行业主流应用和软件开发商把软件和应用迁移到基于openEuler的操作系统上。此外，华为与深之度、中标麒麟、天津麒麟、中移苏研、普华等伙伴计划联合推出openEuler开源社区。此外，数据库也会是一个技术上的挑战和障碍，所以华为也将openGaus开源，可覆盖企业70％以上的数据库业务场景。除了技术以外，由于商业上已经有一个成熟的市场，要从成熟市场迁到另一个新兴的市场，商业驱动力在哪里？张顺茂认为，要让新兴的市场和产品具有足够的吸引力，在这个市场有足够的吸引力的同时，通过沃土计划中的一些扶持，来帮助开发者在新的市场上开发出新的解决方案。“这是计算产业新的大航海时代，我们期待的是千帆竞发，而不是独舟奋进。”正如胡厚崑在演讲最后所说，华为期望和各行各业的伙伴共同努力，抓住历史机遇，共创智能新高度。", "author": "中国新闻周刊", "newsdate": "发布时间：19-09-27", "newstime": "07:30", "sentiment": [{"positive_prob": 0.823754, "confidence": 0.608341, "negative_prob": 0.176247, "sentiment": 2}]}, {"title": "华为发布业界首款半开放式主动降噪耳机Freebuds3", "content": "【环球网科技综合报道】9月26日，在华为Mate30系列发布会期间，华为正式面向国内发布了TWS耳机新品华为Freebuds3，共有黑白两种颜色可选，定价1199元。华为手机产品线总裁何刚表示，华为Freebuds3采用华为自研麒麟A1芯片，是业界首款半开放式主动降噪耳机，其动态降噪效果可以进行耳道适配、动态调节，实现15dB的环境噪声抑制，可以用于通话降噪和音乐降噪。其中，在通话降噪方面，华为Freebuds3基于骨声纹传感器和专利的防风道设计提升降噪效果。连接能力方面，何刚表示，华为Freebuds3在首次配对后可以实现2.4秒快速连接，比Airpods 2快33%。时延方面，华为Freebuds3得益于麒麟A1芯片对于同步双声道的蓝牙传输技术的支持和华为的系统级优化，在60余款主流游戏测试中实现了平均190ms的时延表现，在主流的TWS耳机中优势明显。续航方面，华为Freebuds3支持有线和无线充电，有线充电比Airpods 2快100%，无线充电比Airpods 2快50%;单次充电可以支撑4小时音乐播放，配合充电盒可以支撑20小时音乐播放。值得一提的是，华为Freebuds3配合华为手机、手表和平板使用时可以无缝切换，同一华为账号设备可以一键切换连接。另外，在华为手机负一屏的航班火车行程提醒新增通过华为Freebuds3智能语音提醒。华为Freebuds3将于11月1日开启预售，11月11日正式开售。", "author": "环球网", "newsdate": "发布时间：19-09-27", "newstime": "15:36", "sentiment": [{"positive_prob": 0.983434, "confidence": 0.963187, "negative_prob": 0.0165657, "sentiment": 2}]}, {"title": "华为智慧屏：新中产能阶级进阶指南", "content": "9月26日，华为智慧屏国内发布会在上海召开，该产品的推出，将履行智慧家居控制中枢的使命，凭借AI慧眼、Huawei Share智慧跨屏、Huawei Sound智慧音响为用户打造智慧家居全新体验。发布会上，华为智慧屏的售价终于揭晓，65英寸版本仅售6999元，超高性价比可窥一斑。华为消费者业务CEO余承东在介绍这款产品时再次重申，华为智慧屏的出现，旨在为产业赋能，颠覆客厅体验，以技术开创万物互联新时代。活动现场，华为为与会者打造了多个体验空间，首先映入眼帘的是AI功能体验区，该区域可以体验AI慧眼、Huawei Share智慧跨屏等功能，通过手机与大屏、大屏与大屏的智慧联动妙趣横生。在1080P AI视频通话中，我们看到智慧屏的摄像头会自动追踪并锁定用户，随着用户的移动，摄像头会进行跟随和变焦，始终让用户处于\"皇帝位\"并能清晰呈现主人的风采。此外，一碰投屏的体验同样被体验者津津乐道，将投屏延迟做到了60帧/秒的高帧率投屏，相较于普通的30帧，游戏画面会更加流畅，画面顿挫感会进一步减弱。可以说，华为智慧屏的出现让手游投屏成为不二之选，谁说只有大屏手机玩游戏才爽，65英寸大屏玩游戏会更爽。另一个不能不提的则是大屏影音画质体验区，进入该区域，首先迎来的便是听觉的震撼，一首蔡琴的《渡口》让与会者仿佛站在歌者身边聆听，周围伴随着琴瑟和鸣。如此卓越的音效，离不开华为智慧屏8+1+1的音频解决方案， 6个全频喇叭单元、2个高频喇叭单元、1个低音woofer和1对无源辐射器，真正实现了5.1专业音效，软件层面，华为智慧屏支持声场建模，并且结合了华为Histen新一代先进的音频处理算法，为用户提供天籁般的音质体验。画质方面，华为智慧屏采用量子点光源作为背光源，使色域覆盖率高达100% NTSC，全新鸿鹄智慧芯片加持，性能强劲。体验者在观看球赛时，无论是队服的色彩还原、球员面部的微表情都分毫毕现。值得一提的是，华为智慧屏可以智能判断当前正在播出的内容，将音画质根据场景需要自动调整为对应模式，比如当前播放视频的是电影，则画质模式和音效模式自动切换为\"影院模式\"，为用户带来更好的视听享受。华为智慧屏的首销将于发布会结束后正式开启，用户可以前往华为商城及线上授权电商平台或华为体验店等线下渠道抢先购买。(7281575)", "author": "中关村在线", "newsdate": "发布时间：19-09-27", "newstime": "18:00", "sentiment": [{"positive_prob": 0.999114, "confidence": 0.998031, "negative_prob": 0.000885954, "sentiment": 2}]}, {"title": "卢伟冰回怼华为：手机贴上外国车牌就多卖1万实用价值是什么", "content": "小米推出定价19999元的“环绕屏”手机MIX Aphla后，突然来了一波口水战。有报道称，9月26日，华为消费者业务CEO余承东被媒体问及小米MIX Aphla概念机时表示，这只是概念手机，没有实用价值。9月27日上午，小米集团副总裁、红米Redmi品牌总经理卢伟冰在个人微博上回怼称，“如果说环绕屏没有‘实用价值’，那么，把一个外国车牌贴在手机上就多卖1万块的‘实用价值’是什么？ ”小米集团副总裁、红米Redmi品牌总经理卢伟冰在微博喊话。外界普遍认为，卢伟冰提到的“把外国车牌贴在手机上”，指的是华为手机的“保时捷设计”版。以华为最新发布的Mate 30系列手机为例，华为Mate 30 Pro的5G全网通8GB+512GB版的定价为7899元，华为Mate30RS保时捷设计版本（12 GB+512 GB）售价12999元，有玄黑和瑞红两种配色。华为商城对保时捷版的介绍是：“臻选皮质，辅以精细手工制作，匠心考究，打磨出细腻手感，柔软直达指尖。”保时捷设计版的背板为牛皮，以及保时捷四眼车灯设计。华为Mate30RS保时捷设计版本华为从2016年度Mate 9系列开始推出保时捷设计版本，当时，Mate 9普通版价位在3000至4000元，Mate 9保时捷版定价则高达8999元，成为华为挺进高端市场的开端。卢伟冰在9月27日下午继续对此发声：“手机厂商有责任和义务告诉消费者，你贴牌的某外国品牌到底是某豪华汽车品牌还是只跟汽车品牌同名的设计家族品牌？这个问题不应回避，更不能刻意混淆，应该把知情权还给用户。很多人多花了一万块钱购买的贴牌手机，最后如果跟某豪华车牌没关系，那算什么？”不少消费者看到保时捷设计，会联想到豪车汽车品牌保时捷，但这两个概念仍有差别。根据保时捷设计（PORSCHE DESIGN）官网资料，保时捷设计可追随至保时捷公司创始人费迪南·保时捷（Ferdinand Porsche）的孙子费迪南·亚历山大·保时捷（Ferdinand Alexander Porsche）在1972年创立的生活方式品牌。费迪南·亚历山大·保时捷是知名车型保时捷911的设计师。保时捷设计官网显示，保时捷设计的产品包括服装、太阳眼镜、包袋、手表等。至于小米在9月24日发布的“环绕屏”概念手机小米Mix Alpha，定价高达19999元，这款手机的特点在于屏占比达到180.6%，正面、侧面、背面几乎全是屏幕。“环绕屏”概念手机小米Mix Alpha小米公司创始人雷军介绍，Mix Alpha的研发团队近千人，研发投入达到5亿元，主要投向环绕屏、一亿像素和新的工艺与材质的探索。由于是一款概念手机，Mix Alpha的目的并非为了大规模量产销售。雷军称，“概念手机的使命，就是探索，就是要不惜代价、不考虑量产性，做一款真正颠覆性的产品。”", "author": "澎湃新闻", "newsdate": "发布时间：19-09-27", "newstime": "19:46", "sentiment": [{"positive_prob": 0.582086, "confidence": 0.0713016, "negative_prob": 0.417914, "sentiment": 2}]}, {"title": "外媒详解：与华为Mate30/30 Pro同时发布的HMS到底是什么", "content": "IT之家9月27日消息 据HC消息，华为在Mate30系列发布会正式推出的华为移动服务HMS到底是什么呢？HC做出了详细的解答，我们来看一下吧。HMS是华为为其设备生态系统提供的一套应用程序和服务，旨在为全球用户提供更智能、更快和更好的无缝体验。HMS包括以下应用程序和服务：HUAWEI AppGallery（华为应用商店）HUAWEI Browser（华为浏览器）HUAWEI Mobile Cloud（华为移动云）HUAWEI Themes（华为主题）HUAWEI Music（华为音乐）HUAWEI Video（华为视频）HUAWEI Reader（华为阅读器）HUAWEI Assistant and more（华为助手等）HMS应用程序在170多个国家/地区可用，其中：Huawei Browers已完成超过2亿次下载、Huawei Cloud超过1.6亿次下载、Huawei Themes应用程序超过7,000万次下载、华为音乐的下载量超过1.5亿次、华为视频的下载量超过1.3亿次、华为助手的下载量超过1.4亿次。根据华为的说法，华为Mate30系列预装了华为AppGallery。自2018年4月全球上线以来，华为AppGallery已在全球170多个国家和地区为3.9亿多月活跃用户提供服务。华为还表示，随着越来越多的开发者加入HMS生态系统，一年内累计下载量已达到1800亿次，华为App Gallery上发布的海外应用数量也在不断增加。华为AppGallery还根据其位置和国家/地区选择为Mate30系列用户提供建议，智能推荐包括本地和附近的应用程序、流行的本地应用程序以增强体验。除此之外，华为移动服务（HMS）以及HMS应用程序集成了华为的芯片、设备和云计算能力，并形成了一套用于IDE开发和测试的HMS核心服务(HMS Core)、工具和平台。根据华为提供的数据，HMS与华为第三方应用程序和服务一起，为全球5.7亿华为用户和101万注册开发者组成了HMS生态系统。HMS Core功能和服务的开发人员只需集成HMS软件开发套件即可使用华为的开放功能。另外，华为正式开放了14个HMS核心服务，包括9个基本服务和5个增长服务，为开发者提供一个开放、快速接入HMS生态系统的智能生态系统。华为地图套件最初是在2019年华为开发者大会期间推出的，将于2019年10月之后面向海外开发商开放，为中国境外的开发商提供地图功能选项。华为手机，华为手表和华为手环上的Huawei Health App将可以访问Huawei Map Kit。为了鼓励开发者在HMS平台上发布他们的应用程序，华为将其在开发者项目“Shining Star”上的投资增加到10亿美元。对于HMS，HC认为这是华为对其移动设备及移动服务的重要改革，HC表示这是一场“押注”，不言而喻，这是与GMS的一场较量，不过这需要时间。", "author": "IT之家", "newsdate": "发布时间：19-09-27", "newstime": "21:06", "sentiment": [{"positive_prob": 0.792682, "confidence": 0.539294, "negative_prob": 0.207318, "sentiment": 2}]}]