[{"title": "外交部：华为已获30国46份5G商用合同，国名就不点了，以免某些人听了扎心", "content": "针对美国国务卿蓬佩奥称中国企业难保信息安全，外交部发言人耿爽10日表示，蓬佩奥有关中国的表态充斥着谎言与谬论，满世界造谣污蔑，损害的是他个人的形象和信誉，损害的是美国在全世界的公信力。在当日例行记者会上，有记者问：据报道，美国国务卿蓬佩奥日前在接受瑞士媒体采访时再次称，中国企业难保信息安全，同中国企业合作就相当于同中国政府合作。只要使用华为通讯技术，隐私和数据保护就无法得到保证。中方对此有何评论？“一段时间以来，蓬佩奥先生无论走到哪里都言必称中国，可惜他有关中国的表态充斥着谎言与谬论。就拿他经常挂在嘴边的华为公司为例，美方一直声称华为等中国企业存在‘安全风险’，但自始至终没有拿出令人信服的证据。”耿爽说。他表示，中方多次说过，美方以莫须有的罪名，动用国家力量、开动国家机器来打压华为这样一家中国民营企业，很不道德，也很不光彩，有失一个大国的水准。“我想提醒蓬佩奥先生的是，他的那套说辞，似乎别人并不买账。即使在美方肆意打压的情况下，中国企业的业绩似乎还不错。根据我从华为网站了解到的情况，截至6月6日，华为已在全球30个国家获得了46份5G商用合同，这其中就包括一段时间以来美方‘苦口婆心’劝说的一些盟友和一些欧洲国家。至于这些国家的名字，我在这里就不点了，以免某些人听了之后扎心。”耿爽说。“这再次说明，公道自在人心。正有越来越多的人士对中国科技企业参与本国5G建设表明客观公正的态度，正有越来越多的国家独立自主作出符合自身利益的选择。”他说。“蓬佩奥先生应该懂得一个浅显的道理，那就是满世界造谣污蔑、煽风点火，最终损害的只能是他个人的形象和信誉，损害的是美国在全世界的公信力。”耿爽说。记者吴嘉林", "author": "新华社新媒体", "newsdate": "发布时间：19-06-10", "newstime": "21:09", "sentiment": [{"positive_prob": 0.572263, "confidence": 0.0494724, "negative_prob": 0.427737, "sentiment": 2}]}, {"title": "Facebook对华为说NO！并禁止预装程序！", "content": "据路透社报导，Facebook不再允许华为在智能手机上预装其应用程序。在贸易禁令后，这是西方科技公司与这家电信巨头断绝关系的最新例证。不过，华为手机用户仍然可以下载和使用WhatsApp，Instagram和Facebook主应用等程序，并且他们将继续通过Google Play商店接收更新。只是说，华为将无法将它们预先安装在系统上。与Facebook不同的是，谷歌已获得临时许可，可继续向现有的华为手机发送安全更新。目前在包含Google Play商店的华为手机或“尚未发货或甚至尚未发布的手机”仍将预装Google服务，而Facebook则直接拒绝预装在“任何尚未离开工厂的手机”。不过，谷歌临时许可证仅限90天，在期限结束后，如果中美贸易战未达成共识的话，华为新手机将不可预装Google服务及Play商店，更不能预装Facebook。华为手机用户也无法下载Facebook App。因此，Facebook禁止举动对华为的影响仍然巨大，尽管它不像谷歌、ARM的决定一样令人担忧，这些决定分别限制了其使用核心Android服务和开发自己晶片的能力。不过，Facebook的举动为华为向客户提供关键的第三方应用程序提供了另一个潜在途径，强调了它必须单独使用自己的应用程序商店这一事实 ，但这几乎是一项不可能的任务。编辑点评：围剿华为先从谷歌开始，而后波及海外市场的应用商店，再就是国际社交巨头Fackbook的预装，虽然Fackbook的禁令并不会像ARM一样遭受致命打击，但对于国际用户的流失来讲，还是损失了不小。", "author": "中关村在线", "newsdate": "发布时间：19-06-10", "newstime": "10:27", "sentiment": [{"positive_prob": 0.0101446, "confidence": 0.977456, "negative_prob": 0.989855, "sentiment": 0}]}, {"title": "华为事件启示：可贵的危机意识", "content": "来源：中国企业家杂志惶者生存，危机意识的存在，可以让企业预防失败，保持持久而旺盛的战斗力。过去一个月，华为事件引起全球关切。说真的，企业真是太无辜了，全球化时代，产业链上的国际协作非常普遍，所以很多企业都成为了国际产业链上的一环，这也是很自然的事情。如今，美国政府脸一翻，就要把产业链剪断，受重创的绝不仅仅是华为！中国有句老话，“一根绳上的蚂蚱，跑不了你，也跑不了他”。华为手机已经在全球占有近30％的市场份额，对于那些断供的美国企业来说，失去这样一个优质大客户，无疑是一笔巨大损失。在危机发生后，华为创始人任正非的应对态度赢得了舆论的赞许。他传递出层次丰富的信息，既对打赢这场战争富有自信，又不失分寸感，带着“君子绝交，不出恶言”的风度，更给他日双方修复关系留下了余地。但高超的公关技巧绝不是华为核心的战斗力，这家公司就像一座深矿，蕴藏着巨大的能力。已知的信息是，华为旗下海思半导体总裁何庭波在内部公开信里说，海思将启用“备胎”计划。“所有我们曾经打造的备胎，一夜之间全部‘转正’！”出于好奇，我查了一下海思半导体的历史，这家公司2004年便已经成立，2009年推出了第一款手机芯片，2012年又推出了第一款自用的手机芯片。这是一个什么样的时间段呢？有本书相信大家还记得，美国经济学家托马斯·弗里德曼所著《世界是平的》，正在那时风靡国际。也就是说，当人们还在热火朝天地讨论全球化时，华为已经做出过极限生存的假设。正如任正非所说：“芯片暂时没有用，也还是要继续做下去？？在别人断了我们粮食的时候，备份系统要能用得上。”这是我今年第二次注意到备份这个词，超脱了它物理学的定义。上一次是听万科董事长郁亮提到。郁亮认为，大企业最重要的是保证安全，一定要有备份，就像飞机永远需要两套航电系统，一旦一个失灵，另一个马上可以投入使用。通过企业家的这些观点，一种相似的危机意识便被感知了。顺着它，我们还能找到更多的成功企业，例如平安集团CHO蔡方方告诉我，危机感是平安的底层文化。无论是华为、万科还是平安，都已经有30多年历史，是具有相当成熟度的企业，在漫长的时间里，他们都曾经历过周期的转换、外部环境的变化，甚至是生存的挑战，可以说，危机意识是他们在经验上的共识。让我们回到2001年，在这之前的6年里，华为投入了1/3研发力量终于攻克了3G技术，但国内的3G牌照却迟迟不发，没有市场，巨额的投资无法回本，华为曾站在崩溃的边缘。当年，任正非写下《华为的冬天》，袒露了他由来已久的危机感：“10年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感，也许是这样才存活了10年。”写到这里，我想起近年来一句受到广泛认可的话，“信心比黄金更重要”，其实，对于企业来说，在长期经营过程中，保持危机感也很重要。如任正非所说，惶者生存。", "author": "金融界", "newsdate": "发布时间：19-06-10", "newstime": "13:43", "sentiment": [{"positive_prob": 0.141129, "confidence": 0.686381, "negative_prob": 0.858872, "sentiment": 0}]}, {"title": "华为鸿蒙系统取得重大突破，或将提前问世，谷歌这次又失算了！", "content": "华为鸿蒙系统取得重大突破，或将提前问世，谷歌这次又失算了！关于华为公司出现了一系列变故，在前段时间也是闹得沸沸扬扬，很多人对于这件事情也是抱有着支持华为公司的态度，而且就连许多的国有企业也都是抱团支持华为公司，其中小编认为贡献最大的莫过于360公司了可以说直接放弃了在手机行业之中的发展而是专心为华为的鸿蒙系统做一些软件编程，本来美方认为在华为公司的这一系列制约之下，华为公司肯定会采取妥协的态度，但是让人比较意外的是华为公司在这方面显然是早有准备，并且最后难受的还是美方的一些企业。在刚刚开始实行禁令的时候，只是高通对华为公司的一系列芯片方面采取了措施，但是在这方面对于华为公司的制裁并未有着特别明显的成效，华为鸿蒙系统取得重大突破，或将提前问世，谷歌这次又失算了！所以在接下来一段时间就签署了一系列的合约来制裁华为公司，尤其是在后来一段时间谷歌方面对华为公司的打击是非常大的，但是让人比较意外的是在这方面华为公司也是早就准备好了，可以说谷歌公司这样的做法无疑就是搬起石头砸了自己的脚。在现在很多人都认为华为公司其实早就已经有了独立的条件，但是一直处于一个隐忍的状态，想必早已料想到会有这样一系列的事情出现，而且华为公司可以说早在很久之前就有想过独立这样的问题，但是毕竟在当时和美方的一些企业也是签订了合作关系，如果说要违约的话也是要偿还天价的违约金，而此时美方所做的这一系列问题可以说正好解决了华为公司的担忧。其实早在华为公司公布出鸿蒙系统的时候，谷歌方面就显然有些慌了，在当时把华为两款旗舰手机从白名单之中给剔除之后，华为公司的这一系列做法，也是让谷歌再次把华为公司的手机加入到了白名单之中，不过很显然华为公司也并不买账，华为公布重磅消息，鸿蒙系统或将提前出现，谷歌后悔都晚了！而是在最近一段时间投入了百万台的机型加入鸿蒙系统的测试之中，可以说在接下来一段时间鸿蒙系统也就要正式与大家见面了。然而就在最近几天的时间之内华为公司又是公布出来了一条爆炸性的消息，前段时间华为的鸿蒙系统也是正式进入了测试阶段，而此次则是公布出了正式推出鸿蒙系统的时间，官方表示在8月9号将会正式推出，这比华为公司的余承东预计的还要提前了几个月，而且在这方面最为担忧的无非就是谷歌公司了。根据现在的种种现象表明华为的鸿蒙系统和安卓系统其实也是比较相似的，而且华为的鸿蒙系统也是能够兼容一些安卓应用，并且适用的范围也是更加广泛，像一些电脑或者说其他的电子产品都能够使用这样的系统，不知道在以后华为真的推出这样的手机时大家是否会去购买呢？欢迎在下方评论区互动交流。", "author": "科技界一喷", "newsdate": "发布时间：19-06-10", "newstime": "20:08", "sentiment": [{"positive_prob": 0.729548, "confidence": 0.398995, "negative_prob": 0.270452, "sentiment": 2}]}, {"title": "华为再次扔出重磅消息！耗资高达7亿人民币，网友：霸气", "content": "相信最近大家都非常关注华为这件事情，毕竟作为我国的民族品牌，华为在国外的发展道路上也是遇到了很大的挑战，但我们相信作为民族品牌的华为，在国人的支持下一定能渡过难关，实现更好的发展。我们都知道华为作为5G唯一拥有证书的公司。而且华为的领域也不仅仅只是手机，甚至可以说，虽然华为是靠手机出名，但到目前为止，手机已经是华为的业务中很小的一部分。而目前来说，我在华为涉及的领域中，最大的就是通讯技术，而正是因为华为在通讯技术上的强大，也导致美国等西方国家的脸红，因此才会对华为进行技术上的打压。不过就在最近，华为突然宣布了成了新的公司，而且其注册的资金高达7亿人民币，这个最新注册的公司就是哈勃科投资公司了，这家公司主要就是做投资的，华为的控股权也是100%的。广大的网友都纷纷表示华为这次终于出手了。可以说这也是华为对美国禁止令作出的强力回应，很多人都想知道，为什么在这样的情况下，华为还要加如此大的投资去进行投资注册投资公司呢？其实我们都知道，在手机运营商方面，很多技术都不是自己的，就拿苹果来说。除了核心系统是自己，其他如屏幕，甚至是最新的脸部识别技术，都是通过投资公司获得的。可以说在如今的互联网发展下，通过投资公司能够为一个企业带来很多便利的东西，同时也是最有效，最便捷的方式之一。而华为这一举动也是让业界很多人都大吃一惊。同时很多媒体也是表示华为这种举动也将表明华为将大力发展自主道路的决心想通过自身的努力来实现华为国产化，同时该投资公司也是日后华为系中重要的一部分。那么各位网友们对华为这一举动有何看法呢？大家是否觉得华为能够安全的度过这次难关，实现国产品牌的强大。", "author": "戎马此生", "newsdate": "发布时间：19-06-10", "newstime": "16:55", "sentiment": [{"positive_prob": 0.712236, "confidence": 0.360524, "negative_prob": 0.287764, "sentiment": 2}]}, {"title": "华为制造来了，Google“跪舔”华为！“封杀苹果说”不存在", "content": "Google翻脸后，华为抛出一颗重磅炸弹，Google慌（后悔）了！自美国封杀之后，华为的一举一动都牵动着无数人的心，就在这两日，华为抛出了一个重磅炸弹，炸蒙了Google，炸晕了美国！当美国从硬件和软件双方向把华为的发展之路堵死时，华为淡定的表示，2012年我们就为这一天做准备了，别人的东西永远没有自己的好！前天，环球时报发出推文表示：有消息人士称，华为正在加紧测试自己的操作系统，国内市场命名为“鸿蒙”，海外市场命名为“OakOS”，可能在8月或9月推出。此外，据悉华为已经在全球多地的知识产权组织中提交了“HongMeng”商标申请，商标已被归入包括“操作系统”在内的一个大类。这些国家/地区包括：加拿大、墨西哥、西班牙、韩国、澳大利亚、新西兰、秘鲁、土耳其、菲律宾、部分欧洲国家。【午茶君说】这要比余承东之前透露的“最快今年秋天，最晚明年春天”面市的时间又提前了一些。与所有美国公司一样，谷歌也被禁止与华为进行业务往来。继一周前禁止华为用Android系统后，谷歌后悔了。根据英国《金融时报》的一份新报告，谷歌正试图向特朗普政府证明，它需要能够以美国国家安全的名义向华为提供技术。也就是说，谷歌官方正在努力延期或完全豁免华为。但谷歌给出理由的确讽刺，意思是如果不允许华为得到最新安卓更新，会更容易引起安全风险。我们看到的是：看到华为的崛起势头无法阻挡，Google妥协了，发声希望和华为继续合作。只是态度并不诚恳，还摆着一副为了用户安全的嘴脸。殊不知，华为自主系统推出后，最难受的究竟是谁。华为作为当前发展最迅猛的手机品牌，在欧洲地区销量已经攀升至第二位，如果华为推出自己的系统，不仅Google的限制会沦为笑柄，现有的一些系统也会受到冲击。本以为可以让华为在海外无法生存，没想到却炸出了华为的大招，华为可以说在充满荆棘的路上硬生生冲出一条路，再加上5G项目的发展，华为将无可阻挡，系列“华为制造”即将到来！软银抛售2.8%阿里股份背后：债务压力大，财务风险显著6月9日消息，阿里巴巴日前向美国证券交易委员会（SEC）提交了20-F文件。该文件披露了阿里巴巴最新的管理层现状及股权结构。文件显示，软银集团依旧是阿里巴巴最大的持股股东，持股比例约25.9%。据软银发布的消息，因出售所持阿里巴巴集团2.8%的股份，其2019财年第一季度(2019年4月1日—6月30日)合并将计入约1.2万亿日元(约合111.2亿美元)利润。【午茶君说】让人奇怪的是，软银为啥抛售2.8%阿里股份？午茶君看来，主要有以下几点：一是软银的愿景基金成绩很不理想，而出售股份是最快速的套现方法。软银于2016年10月宣布组建愿景基金。2017年5月，该基金首轮募集资金达到930亿美元。2018年，愿景基金又获得50亿美元的资金注入。虽然愿景投资的都是优质企业，但投资阶段太过后期，回报率亦是不能保证的，出售阿里股票的利润可以提振市场信心。二是出售阿里巴巴部分股份，一定程度上可以缓解软银集团的债务压力。软银在公告中披露，减持阿里股票，出于软银集团资本结构和降低债务规模的需求。分析人士认为，除了一定程度上可以缓解债务压力，还可以降低阿里市值波动带来的投资收益减少的风险。软银作为一家风险投资公司，在被投资企业上市后，抛售股票套现离场属于正常的行为，这也是一般风投公司的手段。但是假如风投公司极其看好被投资企业，并不会大规模抛售逃离，而是会一直持有。近些年许多外国投行都十分看好阿里巴巴，阿里巴巴的市值肯定会继续向上飙涨，软银自然也不会轻易放开阿里巴巴。此前除了软银为筹集资金收购ARM公司，出售过一次阿里的股票，至今并没有在减持过阿里的股票。这一次的出售，确实让市场很疑惑，既然看好，那为何还要抛售？那就只有一个原因了，软银真的遇到困难了……有份人士认为，可以预判的是，软银很可能会在未来抛售更多的阿里巴巴股票。网友表示，马云与孙正义友谊的小船眼看着要翻了。库克称中国封杀苹果事件不会发生，封杀苹果受伤害最深的是美国随着美国对华为的禁令不断扩大，华为受到的影响也越来越大，众人在关注华为事件时，甚至有很多网友喊出中国可以以其人之道反制苹果。不仅有网友这样想，也有媒体有此推测。近日，有外媒担忧，苹果或将在中国被封杀。对此，关于“封杀苹果说”，据央视新闻报道，苹果公司CEO库克在接受采访时表示，目前中方没有针对过苹果公司，而且诚实地讲，预计这样的事也不会发生。【午茶君说】库克表示，苹果在中国开展业务时间很久，双方一直保持互相尊重，并保持着非常良好的合作，预期此类事件不会发生。此外，他还表示，苹果手机在中国完成组装，事实上苹果手机的生产来自世界各地，如果对苹果手机加征关税，被损害最深的将会是美国。中国商务部也早就强调，所有在华外资企业的合法权益都将得到中国政府保护。我们将继续致力于为各类企业打造稳定、公平、透明、可预期的国际一流营商环境。相对于美国打压措施的简单粗暴，中国更加理智克制。就好比说：村头有条疯狗总咬人，但从没见过村民去咬它。三大指数冲高回落，5G再度涨停潮上证指数报2852.13点，上涨0.86%，成交额1624.90亿。深证成指报8711.79点，上涨1.48%，成交额2042.23亿。创业板指报1431.34点，上涨1.08%，成交额627.20亿。两市合计成交3667.13亿。盘面上看，华为、农业、5G居板块涨幅榜前列，券商、自贸港、信托概念板块跌幅榜前列。5G概念股上个交易日领跌，今日20余股涨停再度成为领涨板块。【午茶君说】成交量小幅萎缩，炸板率有所增高，总体题材概念较早盘表现减弱，赚钱效应一般。尾盘，三大股指维持高位震荡态势，涨停个股逐渐增多。总体上，市场人气相较节前有所回暖，赚钱效应较好。值得注意的是，沪指虽有所回升，然反弹幅度有限，三大股指始终未能站上5日线，两市成交依旧位于4000亿元下方，当前仍处于抵抗性下跌的趋势当中，日内走势不具备太多的代表性意义。董明珠谈退休：还早；回应被小米超越：还差得远呢！6月9日消息，在安徽卫视《品格》节目中，回应退休话题时称：有人能接班的时候，就离开了。她目前已有培养目标，但对方不知道，也没人知道。退休后董明珠想去种花、写作或者做公益，也会继续关注格力，去格力逛一逛。对“小米一季度营收反超格力”的新闻，再次喊话雷军，“你既然是5年之约，以最后一年的指标为准，那你差的远。如果把5年累计加起来，你差的更远，你何况一季度能说明什么问题呢？”谈到格力不惜重投入造芯片，如果投资20亿做芯片也没有成功，能留下一个团队也是值得的。【午茶君说】那么问题来了，董明珠为什么不愿意在这个时候退休呢？综合多次董小姐在公开场合谈退休来看，主要源于现在格力还没找到合适人的来接班。事实上也是有目共睹，这些年格力取得了的成绩，也是董明珠能连任的原因。64岁，本已到了正常退休年龄，但是董明珠仍然在冲锋陷阵，有人说董明珠老骥伏枥，志在千里。但更多人说，格力后继无人。陪伴格力走过28年，董明珠已然成为这个大家庭的一家之长。可以说，关于董小姐退休已经成了格力的一个“劫”。下一个三年不知道，但眼前这个三年仍旧属于董明珠。网络 | 图片", "author": "财经下午茶", "newsdate": "发布时间：19-06-10", "newstime": "16:43", "sentiment": [{"positive_prob": 0.0143722, "confidence": 0.968062, "negative_prob": 0.985628, "sentiment": 0}]}, {"title": "任正非从何而来的自信，看看坂田的华为总部，一切都明白了", "content": "说到华为，就不得不说任正非，华为能够发展成为如今规模的企业，任正非功不可没，任正非作为华为的老总，平常时非常低调，基本上不会在媒体和电视机上露面。但是由于近段时间美国对华为的打压，作为华为老总的任正非不得不站出来。面对美国的打压，面对媒体，任正非侃侃而谈，自信满满。在任正非看来华为留有后手，像“备胎计划”，还有很多自主研发的专利，这些都是华为可以拿来谈判的资本。任正非的自信来源于华为的强大，华为的总部在深圳的坂田，是坂田影响力最大的企业，没有之一，坂田也因为有华为而出名，坂田华为总部到底有多大，可以说你逛一天都逛不完，里面绿化优美，在外人看来华为总部更像是一个景区，在这里上班就是一种享受。这一栋华为大楼，远远就可以看到华为的LOGO，这栋楼也是华为总部最有标志性的建筑。很多的科研项目都是在这栋大楼完成的。下面我们再来看看华为总部的地理位置，华为基地，有多条公交直达，非常方便，华为总部到地铁站也不远，附近城中村众多，给在华为上班的员工提供了廉价的房租，大部分的华为员工工资可以达到上万，甚至更多，因此华为也促进了附近城中村的消费，两者平衡发展。目前华为在坂田的总部还是以科研、开发为主，可以说是华为的核心。在东莞松山湖，华为也布局了自己的其他部门，可以说华为已经遍地开花，对于坂田总部，华为是不会搬离的，不管是从人才培养或者策略上看，总部都必须在坂田。我们应该为华为点赞，中国的企业要是都像华为那样就好了，很多企业都在赚到钱之后不知道该做什么，而华为却是投资在科技研发上，不仅是研发，还做了备胎计划，可以说华为是未雨绸缪，面对越来越大的压力，华为这是一个宏伟的计划，不仅要投入大量的资金，而且这些资金短期内不会产生任何利润，至少十年。要不是这次美国政府的制裁，这备胎计划还不会这么早使用，可能还会等待一些年吧，可能会一点一点拿出来，而不会批量拿出来。之前中国就有人呼吁要有中国自己的芯片、操作系统、以及其他各种软硬件系统，华为看来从那时起就成立了研发中心在做这件事了，不得不佩服任正非的勇气与大智慧，更是不惜重金投入的壮举，要知道这可全是华为自己投入的资金。我记得前些年有些中国企业有钱却不知道该投入在哪里，更有一些人拿着国家巨额资金投入连个操作系统都做不好，不仅呜呼哀哉，真是会叫的不会做，会做的不会叫，一直叫的没做好，不声不响的却把事情都做好了！中国有华为幸甚，中国要是有多一些这样的民营企业，中国的崛起将会更快更好更完美！从华为的技术实力、研发水平和近年来势如破竹的发展情况来看，世界各主要国家的同业分析人士和观察家几乎无人怀疑华为的操作系统会取得成功，而华为操作系统的成功无疑将大大挤压谷歌和苹果的生存空间，这对我们国家来说绝对是好事，可以扬眉吐气了。华为的强大，再次证明核心技术，要有自己的，不然别国哪天要垄断起来，没核心技术的会输得很惨，此次事件，也让国家，企业，学校，把科技兴国，重视人才，推向我们发展的首要课题，也看到了国家的重视，国人的团结，这是我们国家稳步发展的好事情。", "author": "海子的社会趣闻录", "newsdate": "发布时间：19-06-10", "newstime": "21:58", "sentiment": [{"positive_prob": 0.154185, "confidence": 0.657366, "negative_prob": 0.845815, "sentiment": 0}]}, {"title": "华为“忍痛割爱”，出售华为海洋股份，战略撤退还是另有目的？", "content": "文：长安5月中旬，特朗普政府发声，所有美国公司都不得购买华为的设备。它还开始限制华为购买美国芯片和技术。事实上，自二战以来，美国一直被列为世界头号霸权大国，而且美国总是以自己的利益为先。从历史上看，美国在许多事件中都会对其他国家进行压制。而中国的崛起似乎对美国构成了威胁。很多人认为，为了保护自己国家的企业，美国开始以华为为突破口，提出了许多强制性的贸易条款。所以在上个月，美国对华为发起全面“封锁”。首先，它把华为赶出了美国市场。随后，它要求世界各地的许多公司开始削减供应，并暂停与华为的合作计划。可以说，华为一直承受着巨大的压力。华为集团的一举一动都受到了国内外媒体的关注。同时，华为集团作为国内的科技巨头企业，不仅在国内，而且在世界上都有着巨大的影响力。事实上，华为在几年前就受到了美国的“制裁”，但没有这次那么严重。华为创始人任正非表示：“这一天的到来是意料之中的，但它来得出乎意料地快。然而，华为的发展没有受到影响，至少在最先进的技术方面没有受到影响。”面对突如其来的“断供”，华为集团早已经准备好，所以华为集团早在十年前开始科技研发，并且将年收入的10%用于科研。在华为集团实现自力更生的同时，华为集团每年还拥有的专利数量都饱受关注，而且5G技术已经遥遥领先。在美国施加的巨大压力下，华为没有妥协。当美国提出“芯片战”时，华为首先提出了自己的“备胎计划”，并明确向美国表达了不受约束的决心。当谷歌拒绝让华为的设备搭载安卓系统时，华为又推出了自己的“鸿蒙系统”，可以说是狠狠地打了他们一巴掌。此外，高通还切断了对华为的芯片供应。毋庸置疑，芯片是高科技产品的核心。你知道，筹码是美国手中的王牌。如果芯片出了问题，将会造成不可估量的后果。而且在之前，美国就用同样的手段对付我国得中兴，这一次可谓是故技重施。华为的一系列反击也让很多人感到困惑，尤其是曾经与华为合作的谷歌，在特朗普政府的压力下被迫排队放弃华为。现在，在看到华为推出自己的系统后，它又迫不及待地公开表达了与华为重归于好的想法，但华为已经走远了，挽回并不是很有可能。华为已经为未来可能发生的事情制定了应急计划。如果美国切断芯片供应，海思将立即用私下生产的零部件取代美国芯片。起初，美国认为这是华为的最后一搏，但它仅用10天时间就替换了华为的所有核心部件，这让美国感到意外，美国首次与白宫召开紧急会议。值得一提的是，美国有很多人为华为而战，而法国领导人也在公开场合表示支持华为的产品。然而，虽然华为的技术仍然处于领先地位，但它必须面对市场的压力，反击所有试图通过核心技术迫使华为低头的势力。在5G技术方面，华为绝对是世界第一，2018年市场份额排名第一。但在最新的季度排名中，华为的地位受到了动摇，一度被美国支持的三星所超越，从2018年的6.8%跃升至31%，而华为的市场份额自然也随之下降。但让人注意的是华为集团的出货量已经超过苹果集团，苹果集团在全球智能手机市场仅占11.7%，苹果手机出货量也在下降。华为集团不仅是全球第二大智能手机制造商，也是全球最大的电信设备公司。6月3日，恒通光电收购华为海洋51%股权的消息彻底震惊了外界。很多人会问，现在是什么情况？华为海洋成立于2008年，是华为与全球海事系统有限公司的合资企业，华为占51%的股份。这笔交易意味着华为将完全脱离海缆市场。而任正非认为，在没有这些事发生之前，华为许多员工懒惰，不服从分配，不愿意去艰苦的地方工作，这是一个危险的状态。而现在员工的态度都变了。华为海洋成立以来的几年里，华为海洋的全球市场份额已经超过15%。凭借其先进的技术，华为海洋受到了世界各地的好评。华为表示，这是一次战略撤退。任正非还说，如果我们不能在世界战略中领先，我们就应该退出生命周期。我们可以从世界各地招募最优秀的人才，比如在英国建立芯片工厂，从德国招募博士，提高工资来让更多优秀的人才来为自己工作。事实上，仔细分析当前形势下，华为海缆技术绝对是世界一流的，只是因为当前形势的需要，企业在关键情况下想要承受外部压力，必须收拢自己，不得不放弃一些项目，它应该是决定性的。然而，华为海洋可能是不舍得放弃的项目，但也不得不放弃。企业的最终目标是盈利。跟谁合作会给自己带来利益，谁就会选择和谁合作。经过思考，他们仍然发现华为是不可放弃的，所以应该选择与华为合作，即使要面对更多的之质疑。理智终将战胜任性，长跑终将赢得短跑。未来并不紧迫，让我们一起见证华为为世界带来的奇迹。在世界上，很难有一个企业对抗国家的现象。特别是以美国为首的世界强国，而任正非仍然坚持走自己的路。华为目前的情况自然引人关注，它围绕核心产业，放弃圈外所有业务，以确保核心不受损，可以说是真正的无力顾及其他。但是，只要挺过这段时间，华为就会重新站起来，收回所有被迫放弃的东西，这是令人期待的。当华为遭受打击时，各方都表达了对华为的支持。周鸿祎表示360产品将全线支持华为。此外，中国电信也表达了对华为的支持。当然，最让人感动的是华为的员工。那些退休或辞职的人都表示，他们要为华为上战场。它不仅是一个狼性团队，更是一个团结凝聚的狼队。对于一个企业来说，只有在战斗中才能成长。希望华为能够度过这一难关，它的背后是14亿中国人民。本文由AI科技新社原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "AI科技新社", "newsdate": "发布时间：19-06-10", "newstime": "16:36", "sentiment": [{"positive_prob": 0.0372763, "confidence": 0.917164, "negative_prob": 0.962724, "sentiment": 0}]}, {"title": "华为竖屏微电影《悟空》燃了！", "content": "华为竖屏微电影《悟空》 百度图片《悟空》主人公张晓笛 百度图片5月23日11时17分，华为终端官方微博发布了蔡成杰编剧、导演，用华为P30 Pro裸机拍摄的竖屏微电影《悟空》，并配文：“是不是每个孩子都希望拿上金箍棒，成为像悟空那样的英雄？”“这次，看一个小朋友的‘悟空梦’!”这部时长8分6秒的微电影，迅即得到网友们的叫好，在“六一”儿童节前后爆火。至6月3日晚24时，该片已被转发12800多次，留言3200余条，点赞近25500次。网友纷纷表示：“尘封的童年记忆被《悟空》打开，还记不记得小时候天不怕地不怕的自己？”“《悟空》有点奇幻，很燃!很酷!”“鸿蒙初辟本无性，打破顽空须悟空!赞!赞!赞!”只想着讲好故事蔡成杰告诉记者，这部微电影用了一个月筹备、6天拍摄，当时完全没有想到会像现在这样火，“我们在拍摄时只想着如何讲好故事，没有预计会有这样好的传播效果。”《悟空》讲述了男孩张晓笛和悟空的故事。上世纪90年代，张晓笛用爸爸省吃俭用给他买的新钢笔换了一张孙悟空电影票，被痛打屁股，心爱的悟空人偶也被爸爸扔出门外。他说走就走，离家寻找悟空，在丛林钻木取火、斗蛇捕鱼，历练成长。后来他终于搭上去城里的车。然而城里已经飞速发展到令他不知所措。幸亏遇到了在城里寻子的父母，而儿时的孙悟空玩具，依然栩栩如生。孙悟空的故事屡被改编成影视作品，深受海内外观众欢迎。蔡成杰说，这次又选择孙悟空题材，是因为从小孙悟空就是他们这一代人心目中的英雄。这部微电影多半讲的是他自己的经历。他小时候在农村，常常和小伙伴一起，打着手电筒翻山越岭去看电影，看完回来的路上还兴奋地沉浸在电影里。但是一转眼就发生了这么大的变化，自己成了在都市拍电影的人，“好像时光折叠了”。蔡成杰还告诉记者，其实这部微电影是First青年电影展和华为联合推出的“未来影像”板块的作品之一，这个板块的作品全部由青年导演创作，要求影片有一定的未来感。所以，《悟空》的故事线是一个孩子回到上世纪90年代再寻找未来，也就到了现在，从而突出时光转变之快和华为发展之快。资深影迷、中国戏曲学院学生吉朗说，看《悟空》这部短片，一种后科技与后现代的质感扑面而来。短片延续了蔡成杰执导的口碑之作《北方一片苍茫》中乡村对于城市中的种种不适与窘况的体察，在这部短片中更具趣味性和调皮感。中国艺术研究院影视系副研究员刘藩说，应该热烈欢迎华为进入影视视频制作和放映行业。目前，国产电影后期制作使用的软件、放映机的芯片都受制于欧美。华为这样有专业研发力量和技术积累的民族企业加入电影业，使我们今后有可能采用自己的技术，这是民族电影业的福音，令人期待。为什么要竖屏显然，《悟空》的“竖屏”是它最醒目的标签。我们早已习惯了横幅、横屏观看影视作品或者视频，认为横幅更符合人类视觉习惯，这部短片为什么要标新立异呢？蔡成杰表示，世界美术史上早就有竖幅画作，具有相当的美感;各种海报往往也是竖幅的，能够很精准地表现事物。另外，手机本身也是竖幅的，用它拍摄比摄影机轻便灵活;竖屏剧作为新生事物，近来也获得了较大关注和发展。他希望通过这部短片，探索建立更多视觉可能，寻找传统的、古典的同时也是油画似的、海报似的美。“这是重新建构的过程，也是尝试探索的过程。”他介绍，由于竖幅没有左右只有上下，拍摄时摄影、美术、置景等都做了特别的布置，比如在电视机上放置相框，两个小孩对话不能一左一右站立而是一上一下。“创作的动力之一，就是探索和尝试的新鲜感：比如把手机挂在树上拍，扔在火里拍，放到桶里滚着拍。”最终，蔡成杰觉得找到了呈现竖幅美感的方法，也做到了竖幅画面和故事契合。更为难能可贵的是，这部微电影品质精良。蔡成杰表示，《悟空》是按照电影短片的标准而非广告的标准来创作的，除了拍摄时换了拍摄手段，使用了华为手机而不是摄影机，其余各方面和电影是完全一样的，采用电影剧组的建制、电影的故事和文本，声音、调色也都是在电影棚里做的，“并不是用手机拍摄的微电影就必然粗糙”。拍完这部微电影，很多广告公司来找蔡成杰拍广告，被他一一婉拒。“邀请方总说：这不就是华为P30?Pro的广告嘛，每一个苹果手机的新型号面世，也有知名导演用来拍一部电影短片。我只能一再声明，我不是广告导演，我和华为不是甲方乙方的关系，华为没有就影片创作给出任何规定和修改意见，只提供了4部手机、一台电脑供拍片使用。”蔡成杰说。为时代负一些责任网友们热衷对《悟空》进行解读，比如，认为主人公张晓笛就是现实中的华为，张晓笛不顾一切要进城追寻孙悟空的过程，像极了华为30多年来不顾一切的执著奋斗。张晓笛搭乘的货车司机穿着潮牌“妖精”服装，“妖精”被网友们认为是指代美国。甚至有人猜测：张晓笛获得的新孙悟空电影票放映日期是2019年9月22日，很有可能是华为面向下一代技术而设计的操作系统“鸿蒙”的面世日期。蔡成杰当初创作时是不是这样考虑的？蔡成杰说，“我想表达的一切都在作品里了，观众的任何解读都是正常的。”很多人认为，近年来的许多国产影视作品，包括《湄公河行动》《战狼2》《流浪地球》等，寄托着我们的民族精神，传达着大国崛起的意志，这次《悟空》的燃爆状况，也与人人愿意支持民族企业的情怀和众志成城的决心有关。蔡成杰说，“我是一个普通的电影创作者，生活在这个时代，就必然传达时代的声音。我们的作品用镜头讲故事，如果能以这样的方式与时代发生关联，为时代负一些责任，我感到很开心。”", "author": "环球网", "newsdate": "发布时间：19-06-10", "newstime": "09:18", "sentiment": [{"positive_prob": 0.985292, "confidence": 0.967316, "negative_prob": 0.014708, "sentiment": 2}]}, {"title": "涨知识！华为Mate系列和P系列到底有什么区别？从这三点就能看出", "content": "转载自百家号作者：蚂蚁玩机如今在国内手机厂商中发展最好的就是华为了，特别是当用户购买三星高端旗舰机以及苹果手机时候，就会与华为对比。不过要在华为的众多旗舰机中选择一款适合自己的旗舰机也不是非常的容易，就拿目前的华为两个高端系列，Mate系列以及P系列来说，在价格差不多的时候到底该选择哪款手机呢？接下笔者就将这两款系列进行三方面的分析，弄清这三点在选择。第一点就性能不一样，华为Mate系列和P系列相同的数字中，他们两个处理器不同，例如上半年发布的华为P20 Pro以及去年发布的华为Mate 20Pro分别采用不同的处理器，今年上半年发布的华为P30Pro才使用了麒麟980处理器，可以得知每次最新的处理器都会让华为Mate系列先用，适合看重硬件要求的用户人士。外观方面两者区分也是非常大的，尽管两者外观设计都非常的优秀，但是一般年轻用户选择P系列居多，因为该系列设计更加千万，特别是在机身颜色上，而华为Mate系列设计更加稳重，适合商务人士使用，不过两个系列设计各有千秋，选择的时候适合自己就好。最后就是拍照区分了，大家都知道选择华为的旗舰机大部分都是因为拍照强大，虽说两个系列拍照都非常的优秀，但是细分之后两者还是有比较大的区别的，其中P系列拍照更加强大被广大年轻用户喜爱，但是Mate系列却拥有众多的黑科技。综合来看每年华为Mate系列都会比P系列售价会高点，但是在硬件方面mate系列要比p系列高级一些，其次性能方面mate系列表现更为突出，更加适合对手机硬件要求更高的人士使用。总来说这两大系列的手机都是非常优秀的，到底选择哪款旗舰机还是要看你的选择。", "author": "华西悦读", "newsdate": "发布时间：19-06-10", "newstime": "15:32", "sentiment": [{"positive_prob": 0.715518, "confidence": 0.367817, "negative_prob": 0.284482, "sentiment": 2}]}]