[{"title": "首次国内发债的华为，背后目的遭到热议，哪一种说法才是对的？", "content": "华为这些年的发展，不可谓不迅猛。尤其在华为事件爆发之后，它更是成了舆论的焦点。在很多人看来，华为不仅仅是一家民营企业，也是国内企业在国际上的一个标志，它的兴衰荣辱，是和国内民众息息相关的。从华为事件爆发，到如今已经过去一段时间，华为这段时间的所作所为，也让大家实实在在得出了口恶气。美企拒绝合作？好啊，那我自己研发。美企断供？好啊，那我自己生产。反正，我就是不会被你们打垮！这，或许就是大家在心里，对于华为的评价。但就在近日，华为突然传出了在国内发行债券的消息，这也是华为首次在境内进行债券发行。大家听到这样的消息，想法就有很多了。有的人认为，华为是缺钱了。此前，华为一直声称不会上市，并且坚持每年将所赚的利润的很大一部分，都用于科技研发。这样的做法是非常有利于技术的进步的。这从华为的5G成果当中，就能够看得出来。但不得不承认，这样的研发也是非常烧钱的。就拿三星这个同为5G供应商的企业来说，曾经也模仿过华为的5G项目，但最后却被迫中途停了下来，原因就是华为的这种做法实在太烧钱，它根本就耗不起。正因为这一点，所以才有人认为华为的此次发债，是因为公司的运营资金不够用了。除了这种观点，还有人认为，华为此次发债的主要目的，是为了搞大项目。众所周知，如今各国的5G建设都在如火如荼地展开，华为的5G惊艳到了全球，很多原本联合特朗普抵制华为5G的国家，因为抵挡不住其成本低、技术高的诱惑，最终还是“倒戈相向”了。在这样的情况下，如果华为又要搞大项目，那么不可想象在成果出世的那一刻，又将是一种什么样的场面。当然，也有人认为，此次华为发行债券，支持秉持着有钱大家赚的想法。他们认为华为本身的经营并不存在任何问题，且信用一直非常良好。在这种情况下发债，完全就是给大家赚钱。所以有很多散户，都想着“吃上一口”。当然，这些人也未必只是为了赚钱，只是表示对于华为的支持而已。不过就目前来说，似乎还没有消息证实散户有购入的渠道，几乎都被四大行等大型机构给瓜分掉了。由此也可以说明一件事，华为发债众多银行是乐于支持的。除此之外，还有人称华为此前都是在海外发债，这一次之所以选择在境内发债，是因为海外业务受到了一定的影响，所以 才会如此选择。以上呢，就是关于华为发债的几种不同看法了，但不管是哪一种看法，都说明大家对华为是关心的，否则也不会仅仅发债一件事，就引起了大家的热烈讨论。不知道，大家又赞同哪一种看法呢？", "author": "东南财富", "newsdate": "发布时间：19-09-15", "newstime": "17:54", "sentiment": [{"positive_prob": 0.0777063, "confidence": 0.827319, "negative_prob": 0.922294, "sentiment": 0}]}, {"title": "iPhone11订单vs华为拍的月亮，朋友圈两拨人谁赢了", "content": "有多少人的中秋假期是在朋友圈过的？这两天，朋友圈被两拨人刷屏了～晒月亮的必须声明是华为出品秒杀苹果画质！ 快拍小友“孙殿波”：使用华为P30手机拍摄于辽宁省沈阳市皇姑区。另一拨人则在抢新款苹果↓顶了一个浴霸摄像头，又没有5G，你会如何抉择？至少有相当一部分人还是在第一时间冲进了苹果官网、天猫、京东等平台选择下单购买，三个平台一度都出现了卡顿的情况。手速快的人，抢到后立马在朋友圈晒了单。嗯，一起感受下~~前天晚上8点多，进入苹果天猫旗舰店，发现最新配色暗夜绿的iPhone卖得最好，无论是哪一个型号，暗夜绿是最快断货的。微博上已有人开始收购“暗夜绿”版的iPhone 11不过，很快相关型号重新上架。目前，官网上所有型号都可以购买，只不过配送时间会比较晚。有朋友前天晚上8点左右在京东下单，显示9月20日发货；另一人半小时后在官网下单，已经要等到国庆后收手机了。据悉，截至9月12日下午3点，在京东平台上，新一代iPhone所有机型的预约总量已破百万。果然，真香！iPhone 11 发布后，旧iPhone变卡？另外，据《今日美国》报道，多名网友抱怨在苹果推出 iPhone 11 后，自己的旧设备出现不同问题影响使用。微博上也有网友有同样的疑问。不过，大多数网友表示并没有出现明显的问题：juneamour：主要是电池续航明显不行了。居·清歌：我觉得我的好像还行。微薄不倒闭不改名：是自己想换手机了，怕老婆骂，只能说旧手机不好用了。到底是买带5G的还是不带的？发布会后，库克接受腾讯新闻采访特别做了说明。他认为5G技术有些超前，目前无论是基础架构或者芯片都未成熟，不足以推出一款高质量的产品。苹果不习惯第一个吃螃蟹确实是事实。拿4G来说，最早推出4G手机的是2010年的HTC，一年后摩托罗拉、三星、HTC都有多款4G手机上市，而苹果直到2012年秋天才推出了支持4G的iPhone 5。那么，苹果没准备好，5G准备好了吗？至少现在还没有。以杭州为例，记者对之前和第一批拿到5G手机的用户做了一些测试，发现很多问题。首先，信号覆盖率不高，信号不稳定，即使在市区的道路上，也无法保证收到5G，更别说室内。其次，5G手机耗电量太快。之前，华为就证实5G芯片的耗电量是4G芯片的2.5倍，加上手机需要频繁搜索信号，极其费电。如果按照现在手机族的用法，大屏的5G手机电量只能撑半天多点的时间。再者，5G商用初期，资费肯定也不便宜。中国联通之前放出消息，5G的最低月资费价格在199元，超出大部分人的月均消费水平。因而，未来1-3年，在选择手机上不必过分纠结是否有5G。当然，如果有充足的预算，又有合适5G机型的情况下，入手一部也是不错的。毕竟，5G网速确实要快得多。在选择5G手机时，最好选择电池容量大而且带有快充的机型，不然每天都会被电量折磨。来源：新闻晨报编辑：杨阿敏编审：吴亚鹏", "author": "贵阳网", "newsdate": "发布时间：19-09-15", "newstime": "20:44", "sentiment": [{"positive_prob": 0.238885, "confidence": 0.469145, "negative_prob": 0.761115, "sentiment": 0}]}, {"title": "华为最成功代言人，不收费却让华为名扬海外，任正非：感谢宣传", "content": "Hello，大家好啊，现在不管干什么竞争都非常激烈，明星网红层出不穷，所以就有越来越多的企业选择找一位适合的明星来为自己的产品代言，中国科技巨头华为当然也不例外。华为最开的是代言人是现在的流量男星吴亦凡，虽然很多观众对于吴亦凡的实力持怀疑态度，但身为华为代言人的吴亦凡确实是为华为产品的销量做出了巨大的贡献， 到了现在，华为的代言人又变成了新一代的流量男星易烊千玺，00年的易烊千玺使得华为产品的受众更加年轻化。然而，要评选华为最成功的代言人的话，很多网友都表示这几个和今天要说的主人公比起来简直不值一提，因为他不收代言费却愣是让华为名扬海外，就连任正非都表示，感谢宣传。没有错，相信到这里大家应该已经猜到了，这个人就是现任美国总统特朗普。大家都知道美国总统特朗普对于华为一直都是持绝对打压的态度，那么一直试图打压华为的特朗普又是怎么成为华为最成功的代言人的呢原来啊 之前华为一直都是比较低调的 所以在全球范围内的知名度并不高，尽管华为的实力已经到达了可以在世界上领先的地步。而特朗普作为美国的总统自然是在全世界范围内都有很大知名度的 所以，此次特朗普如此高调的表示对华为的打压，无疑是在全世界范围内给华为免费打了一次广告，使得世界上原本很多不知道华为的国家知道了华为。同时还正好赶上了华为在全球范围内推行5G，可以说特朗普在这个时候对于华为的打压不但没有起到作用，反而使得华为5G收获更多的订单。就这样特朗普就成了华为最成功代言人，不收费却让华为名扬海外，任正非甚至在采访中表示，感谢特朗普帮忙宣传，哈哈，任正非也是很可爱了。最后，关于“华为最成功代言人，不收费却让华为名扬海外，任正非：感谢宣传”的介绍就是这样了，对此，你有什么想说的吗？", "author": "科技暴力咖", "newsdate": "发布时间：19-09-15", "newstime": "08:00", "sentiment": [{"positive_prob": 0.999681, "confidence": 0.99929, "negative_prob": 0.000319289, "sentiment": 2}]}, {"title": "定了！华为FreeBuds 3无线降噪耳机将于11月发售", "content": "今日，余承东在微博上晒出华为 FreeBuds3 获得了IFA大奖，并称在飞机上降噪与音质体验都非常棒，于此同时，华为终端客服也在该条微博底下回复称：预计11月份上市。华为 FreeBuds3 是世界首款采用了蓝牙5.1 的真无线蓝牙耳机，除此以外，FreeBuds3 还内置了麒麟A1芯片，并支持骨声纹通话降噪，主动降噪，低延迟等特点。外形上，FreeBuds3 采用了半开放式海豚仿生设计，佩戴舒适稳固，电池仓圆润对称，并有黑白两色可选。半开放式也能主动降噪？是的，就是这么硬核，华为 FreeBuds3 也是全球首款半开放式设计却支持主动降噪的真无线蓝牙耳机。官方宣称，华为 FreeBuds3 搭载了麒麟A1芯片，芯片封装尺寸是AirPods H1无线芯片的95%，可以让FreeBuds 3的性能指标比苹果的AirPods高30%，同时功耗降低50%。麒麟A1还为华为 FreeBuds3 带来了全新的蓝牙协议：BT-UHD。如果将FreeBuds 3与运行EMUI 10.0或更高版本的新华为手机一起使用，两款设备都将使用这一新标准进行连接，该标准拥有高达2.3 Mbps的数据传输速率，比目前最好的蓝牙协议之一的 LDAC 还要快两倍。华为FreeBuds 3采用14mm高灵敏动圈单元，低音管设计，延迟仅190nm，比AirPods 2 还要低，期待能在游戏时佩戴能带来更好的体验。而在续航方面，华为FreeBuds 3也没有让人失望，一次充电可使用4h，搭配充电仓可以提供20h的续航时间，值得一提的是，华为FreeBuds 3支持快充技术，有线充电比AirPods 2快100%，无线充电比AirPods 2快50%。(7270534)", "author": "中关村在线", "newsdate": "发布时间：19-09-15", "newstime": "05:15", "sentiment": [{"positive_prob": 0.98938, "confidence": 0.976399, "negative_prob": 0.0106204, "sentiment": 2}]}]