[{"title": "华为平板M6体验：实力创新“平行视界”功能", "content": "【环球网科技报道 记者 李浩】在智能手机大屏化又有诸多创新加持的背景下，可堪入眼的安卓平板已经凤毛麟角，像华为这样跨界做平板并且逐年辛勤迭代的更是硕果仅存。更为难得的是，每年它都有些新卖点。昨日发布的华为平板M6系列的功能卖点多多，影音游戏、商务办公和亲子教育，一机多用不可谓不超值。但它作为一款迭代产品，最妙的升级不是麒麟980，四声道立体声，或者定制版VIPKID内容，而是它对屏幕的创新利用。因为“平行视界”功能的加入，华为平板M6堪称重新定义了分屏功能。被误解的大屏适配人们如果关注一款平板产品，首先观察的是它的屏幕。我们体验的华为平板M6是10.8英寸版本，它采用了2K分辨率高清屏幕，显示效果足够细腻，加上华为的“锐屏”显示增强技术，观感拿足高分。同时，10.8英寸华为平板M6也继承了M5系列的基本设计元素，依然十分有质感。背面则将扬声器挪到了上下边框，提供定制大振幅四扬声器立体声(10.8英寸独有)。虽然“大”是平板最大的卖点，但屏幕尺寸无需多言，APP在这块大屏上的适配更重要。鉴于安卓平板缓慢起步的那几年，在应用适配性上并不佳，但10.8英寸华为平板M6却无须担心适配问题，完全可以当做一部大手机来使用。很多人误以为平板就应该都是横屏应用，都应用有专属版本的APP，这显然是错的。无论竖屏横屏，也无论是否是独立开发的平板应用，只要体验优秀，就都是最合适的解决方案。华为平板M6系列和M5系列在屏幕比例上一样，都为16:10，这也是目前安卓平板的主流屏幕比例。主流比例由多种元素综合决定，其中之一是行业内选手的减少带动屏幕尺寸和分辨率成功去碎片化。由此，开发者在开发手机APP时更愿意多写一行代码，顺便把平板适配。在10.8英寸华为平板M6的屏幕上，用户通过华为应用市场下载的手机APP完全可以正常使用，观感上几乎没有画质损失，得到的就是一个放大版APP，体验一致性极强。相比之下，iOS开发者必须单独为4:3比例的iPad开发适配的大屏或横屏版本，否则用户用iPad强行下载并使用iPhone APP的体验会大打折扣。因此，iPad给人留下的关于大屏适配的误解，难说是否也是推动安卓平板屏幕比例向手机看齐、无需再专门适配的力量之一。是分屏，也不是分屏既然是平板，总给人感觉应该放平来用，而且长时间竖屏使用容易手累，所以横握与躺在床上使用更配。当用户有横屏使用的需求，但安卓APP们并没有专门为横屏适配，这种情况该如何应对？答案是没有应对，但华为替他们做出了应对。使用一些常用的软件时，当由竖握10.8英寸华为平板M6变为横握，任意点击一个按钮或链接，你就会知道它的神奇。10.8英寸华为平板M6的一大创新是，将一些常用但不支持横屏的应用进行分屏展示，华为称之为“平行视界”功能。也就是，一个应用，在横屏模式下左右两屏显示，当前常用的社交购物新闻类应用都能使用平行视界功能。最初体验这一功能时给人的感觉眼前一亮。在购物类APP里，左侧显示主页，右侧显示进入的店铺;左侧显示搜索结果，右侧显示商品详情;今日头条、百度等TOP级APP的展示逻辑大体如此。右边一半屏幕更像是APP内新出现的一个标签页，类比PC浏览器的使用逻辑。所以它是分屏，但不是分出两个应用，不是传统的分屏。值得一提的是微博的体验。当左侧显示信息流，点击某一微博可以让其显示在右侧，左侧继续滑动信息流时，右侧微博的视频可以继续播放，也可以滑动浏览评论，左右两侧的动作互不影响，其他应用同理。真正给人惊喜的，是当你在左侧直接点击某一微博的九宫格图片中的一张，它会直接显示在右侧。而当这张图片充满右侧屏幕时，左右滑动便可切换图片，体验堪称新奇。需要注意的是，目前支持“平行视界”的APP并不算多，但的确覆盖了常用的TOP级APP。考虑原本竖屏APP的适配性和体验已趋于完善，“平行视界”更像是一种锦上添花的玩法，但如果华为能够有更多第三方APP适配，也不失为一种用户福利。相信以华为目前在业内的号召力以及这种创新分屏体验的竞争力，以后一定会有更多的应用可以通过平行视界来使用。分屏新体验虽说“平行视界”的命名有借势漫威电影宇宙热点的嫌疑，但不可否认的是，它是一项不折不扣的功能创新。如果说它重新定义分屏有些过誉，那至少它在平板这个品类里扩展了分屏的概念。虽然只是用了分屏的形式，但带来的体验完全不同于传统的分屏。智能手机大屏化的几年之间，平板逐渐淡出人们的视野，即便是iPad也面临增长乏力、关注度降低的问题。很多人还没意识到的是，平板界的传统厂商们存活至今的已经屈指可数，在电商平台能找到的10年前的大牌如今健在的只有一两家。同时，很多人不知道的事实是，安卓平板如今面对iPad已经不再是不堪一击，这和智能手机领域产生的微妙变化趋势非常相似。这种微妙的变化与创新密切相关。有时候安卓生态带给用户的是很小的冲击，像“平行视界”这样就需要深入发现，又或是后置三摄四摄这样的阶跃性体验提升。事实证明，只有不断且快速地创新，才能更好地吸引用户。诚然，华为平板M6系列并没有达到绝对领先水平，但在不断创新、不断提升并优化体验的路上，华为走得很坚定。或许在未来某一天，安卓平板的体验能追平iPad，值得期待，毕竟，一个行业里一家独大，对消费者不是什么好事情，竞争才是一个行业不断发展的动力来源。", "author": "环球网", "newsdate": "发布时间：19-06-22", "newstime": "14:51", "sentiment": [{"positive_prob": 0.998018, "confidence": 0.995596, "negative_prob": 0.00198177, "sentiment": 2}]}, {"title": "真相了！为什么华为不惜成本也要支持外置存储卡扩展？", "content": "| 本文经授权转载自微信公众号手机教授（ID：sj9983）作者：手机教授最近两年推出的新手机中，都纷纷取消了手机外置存储卡，甚至有声音宣称，取消存储卡扩展，将是未来手机发展的必然趋势。可就在众多厂商纷纷取消扩展存储卡之际，华为是为数不多依然坚持保留了手机存储卡扩展功能。可以看到，在如华为P30系、Mate 系，还有荣耀9、荣耀V9、畅玩6X等，这一系列高端旗舰或是平价机型上，华为都一如既往保留了外置存储卡功能，这不得不让人好奇。众所周知，取消手机存储卡扩展有诸多优势；比如可以为用户更好提升手机整体性能、做到更轻薄设计，还可以节约成本、提高手机利润等等。而保留外置存储卡，就要花费一定的物料成本，手机内部设计也需要预留更多空间，还有一系列的测试、维修等，甚至可能会因为用户使用一些劣质存储卡导致手机使用体验不佳时，还归咎于手机厂商。无论如何，保留手机外置存储卡功能看起来似乎并不是什么明智之举，既然如此，华为为什么还要坚持保留这个功能呢？其实这也算是在激烈的市场竞争下，为突出品牌竞争优势而保留的必然选择之一。如今手机市场竞争愈演愈烈，每一个功能创新都可能成为手机厂商脱颖而出的关键，虽然取消手机存储卡扩展的优势诸多，但给用户带来的不便也不少。1手机存储从64GB到128GB再到256GB，每隔一个存储阶层，价格差异五六百，甚至七八百。而纵观市面上普通的外置存储卡价格，128GB存储卡价格一般是小几百或一两百，相对手机内存差异的五六百，价格要实惠很多。其次，部分普通用户对手机使用要求其实没那么高，而且对这部分用户来说，保留存储卡扩展远远比取消更有用处。2外置存储卡确实没有手机闪存速度快，但其实相差也不会太大，对于这些方面不是很敏感的机友来说，感受不出很明显差异。这部分机友的需求，更多还是在于存储的便利性上，即使有细微的速度差异，也能更容易接受。这种情况下，支持存储卡扩展的手机，对于这部分用户而言会有更大吸引力。3当然了，支持手机存储卡的优势也远不止于此，它还有很多的好处。当手机系统崩溃时，可以通过外置存储卡来重装系统，相对不支持外置存储卡的手机，操作要简单很多。还有，外置存储卡一般可以用很久，即使换了几部手机，但存储卡依旧可以使用。最方便的是，存储卡里的照片、音乐、视频等，直接换卡就可以放到新手机中，不需要手动迁移。若是手机出了问题，维修需要更换主板之类的，那手机里的照片、视频等可能就没法取出来，而支持外置存储卡的手机就不会有这种情况，照片资料存在卡上，直接取卡即可保留资料。至于那些担心说存储卡也会损坏的，其实可以想想一般存储卡可以用多久？而我们的手机平均又会用多久？4还有最重要的一点，那就是省钱。64GB闪存和128GB闪存的价格差，可以买几个存储卡了，所以大多数人自然更愿意选择支持存储卡扩展的手机。当然，也有部分机智的机友，通过外置读卡器连接存储卡，也一样可以扩展手机内存。或许正是看到了这一部分用户的需求，所以在华为、荣耀、畅想等不同系列不同价位机型中，大多仍旧支持手机存储卡扩展。不过为了能更好满足不同用户需求，对于扩展存储卡的卡槽，华为采用了Naon SIM卡和NM存储卡槽二合一的设计方案。也就是说，在华为手机的双卡槽中，支持同时放2张SIM卡，也支持1张SIM加1张NM 存储卡。在传统双卡槽基础上，把SIM卡槽和存储卡卡槽二合一，上下双层设计也能有效节约占用空间，让用户在不同需求情况下都能得到更好满足。以上可能就是华为依然保留存储卡扩展功能的原因了，对于手机到底要不要取消存储卡扩展，或者应该以什么方式来替代，你又怎么看？欢迎留言区一起来探讨！| 本文经授权转载自微信公众号手机教授（ID：sj9983）作者：手机教授", "author": "TechWeb", "newsdate": "发布时间：19-06-22", "newstime": "18:14", "sentiment": [{"positive_prob": 0.00325519, "confidence": 0.992766, "negative_prob": 0.996745, "sentiment": 0}]}, {"title": "美国打压华为已过一月，背后“捅刀”华为的三个人现在怎么样了？", "content": "从5月16日美国将华为列入实体名单开始，已经一个多月时间了。在这段时间里，可以看到网友是一片倒的为华为打气，表示要支持华为产品，在618大促期间，也让华为拿下了销量冠军。然而，总会有一些人出于某种目的，使出各种手段，背后“捅刀”华为，表现最突出的三个人就是孙正义，方舟子，彭林。按说美国企业或者美国人说因为要遵从美国规定而不得不断绝和华为的合作，也是能理解。但没没想到这三个人，都不是美国人，其企业也不是美国企业，倒是捅刀华为很积极。不过，随着事情的发展，三个人的结果也不是很好，被网友骂惨那是肯定的，现在也被迫都低头道歉认错。先说说孙正义，这个自称中国孙武后代的韩裔日本人，为了跪舔美国，第一时间捅刀华为，让旗下芯片企业ARM断供华为，旗下的通讯公司又弃用了华为5G，反正就是充当了打压华为的急先锋。这个矮个子日本人，极其可恶，凭借投资阿里巴巴成为第一大股东，赚得盘满钵满，成为日本首富。并把阿里巴巴当成了提款机，最近又套现了1.2万亿日元投资美国。反正没钱了，就从阿里巴巴套现一点，阿里巴巴市值那么高，套现一点就值几百亿。“捅刀”华为之后，无论国内媒体和网友怎么讨伐，孙正义就是不出来发声，一直躲在幕后。我们都知道，连美国的一些企业都纷纷恢复了部分合作，并且上书美国政府，希望能够让他们继续和华为合作。直到最近，旗下的芯片企业ARM，才通过其COO发声，表示华为是其重要客户，正在寻找恢复合作的解决方案，算是有一点点开始服软了。孙正义如此跪舔美国，弃中国市场和网友感情于不顾，主要原因可能是无法抵制其产品，他投资的上百家中国企业，都只是作为财务投资者，国人不可能去抵制这些企业，可能觉得拿他没办法。纵观全球，除了美国企业外，孙正义及其公司是“捅刀”华为最狠的一个。这样的企业中国是不欢迎的，而且据说阿里巴巴也在行动了，孙正义终会自食其果。再来说说方舟子，方舟子一战成名还要说到十多年前，打假“打工皇帝”唐骏，让其一夜跌落神坛。当时，唐骏是中国最火的职业经理人，先是担任微软中国区总裁，而后跳到盛大担任总裁，再之后以10亿元加盟新华都，名噪一时。此时，方舟子就将唐骏的老底给揭穿了，其获得博士学位的加州理工学院，是一所野鸡大学，学位是花钱买的。唐骏由此身败名裂，而方舟子成为了人人追捧的“打假斗士”，之后，方舟子还打假过韩寒。再之后，与崔永元因转基因问题上争斗不休，也是让其毁誉参半，网友们的信任度已经大幅下降。此次，华为被谷歌断供安卓操作系统，华为推出了自主研发的“鸿蒙”系统。没想到方舟子第一时间就站出来质疑，表示真有那么厉害，为什么不早拿出来。连任正非都出来回应，表示这是公司的一个发展策略，外人一般看不懂。其实，方舟子只不过是为了趁个热度，华为这么大的企业，其发展必然是有其规划的。在这个节点站出来质疑，不知道是何居心。当然，网友们也是一致的站在华为这一边，在华为遇到危难之际，应该做的是给其打气，而不是故意刁难。如今，“打假斗士”方舟子，亲身体会了一番言多必失的后果，甚至就连社交账户都被封了。这也是叫自食其果吧，据说方舟子还接受了美国媒体采访，声称账号被封是因为其具有影响力，听起来有点搞笑。最后是彭林，他创办一家叫爱否科技的检测评估机构。在4月份，其公司员工王跃琨质疑华为P30 Pro拍下的高清月亮图，采用了AI美化，说这所谓的AI美化实际上是将提前拍好的月亮替换了摄像头拍到的真正的月亮。一时间，华为“月亮门事件”成为了热点。当时，彭林还就此开除了这名员工，本来事件不了了之。在6月份，没想到彭林自己站出来，重新提起了月亮门事件，并指责华为P30 Pro涉嫌虚假宣传，还声称要起诉华为。彭林这个时候的动作，趁热炒作自己的意图实在是太明显。果然，在网友们一阵阵的讨伐下，彭林变得人尽皆知，目的也达到了。所以，在前两天，彭林又跑出来道歉，表示这个时候应该一致对外。为达宣传自己的目的，对华为“背后捅刀子”，恐怕有点不厚道。其实，美国打压华为并不只是一个个案了，就在今日，美国又宣布将中国5家超算公司列入实体名单，进行全面打压。一面示好要继续谈合作，一面却不停止打压，这就是美国的两面伎俩，出尔反尔，毫无诚信。在这个关键时刻，如果我们自己都不支持中国的企业，还有谁会来支持？如果我们都不团结一致，那美国的目的就会得逞，也会更加的嚣张。对于“捅刀”中国企业的人一定要坚决抵制，绝不姑息。", "author": "营销官", "newsdate": "发布时间：19-06-22", "newstime": "18:20", "sentiment": [{"positive_prob": 0.0520575, "confidence": 0.884317, "negative_prob": 0.947942, "sentiment": 0}]}, {"title": "红蓝之争！华为保证战略决策正确的终极武器，蓝军模拟竞争对手", "content": "就做人来说“做一件好事并不难，难的是一辈子都做好事”。企业也是如此，一时间的成功并不稀奇，可贵的是将成功长久的延续下去，这样才能算得上是一家伟大的企业。对于这一点，我们可以先举一个典型的反面案列，这家公司就是诺基亚。曾经的诺基亚是手机行业当之无愧的王者，行业地位无可撼动，但是在智能手机行业兴起时，诺基亚因为系统选择的战略决策错误，导致其手机业务从此一蹶不振，彻底在智能手机行业消失。与诺基亚相反的，就要说到我国的华为公司。华为原本是一家以生产通讯设备为主营业务的企业，其手机业务起步较晚，甚至一度沦为山寨机的行列。时移世易，如今华为公司的手机销量已经位居全球第二位，距离超越巨头三星，事实上也只有一步之遥。华为公司之所以能够在长久的市场竞争中立于不败之地，很重要的一点就是保持战略决策的正确。事实上，在华为公司的发展历史上，也曾经因为战略决策的失误，而导致损失惨重。经过多年发展，华为为了保证公司战略决策的相对正确，已经制定出了一套成熟的战略制定方案，以及执行方案，这就是蓝军红军之争。在华为的战略决策部门之下，有两个非常特殊的部分，这就是红军部和蓝军部。熟悉军事的人可能知道，通常在军事模拟对抗演习中，都会分为红军和蓝军两个对立阵营，双方互相PK，直到角逐出胜利的一方，而华为的红军部和蓝军部也是如此，不同的是，华为的红蓝阵营对抗的内容，就是战略决策。其中，红军部实际上代表了华为公司本身，而蓝军部所代表的则是华为的竞争对手，蓝军部存在的目的，就是从竞争对手的角度来观察华为的战略决策和发展路径，找出其中的弱点和不足之处，然后以竞争对手的角度拟定未来三年的战略决策，由此来战胜代表华为的红军部。为了让蓝军能够更加符合竞争对手的身份，能够更加发散思维地进行对抗。华为公司内部给予了蓝军部更多的保护，和更高的地位。也正是这种宽容，才能蓝军部更加敢想敢干，发挥出其本身最大的价值，帮助华为认识到自己的不足之处，及时予以改正。等到红军部和蓝军部之间，打得难解难分之时，其实最后的输赢已经不重要了。通过红蓝之争，华为最终想要的，其实就是一个战略方向，究竟未来什么样的战略方向才是正确的，才是无懈可击的，这些都会由任正非最终做出决策。通过红蓝之争的模拟对抗，华为公司后期会根据对抗结果，投入很多的精力和资源，对各种战略部署进行规划分析，从而保证后期执行的稳定。华为公司也正是通过这种方法，保证战略决策的正确性。", "author": "聚富财经", "newsdate": "发布时间：19-06-22", "newstime": "13:30", "sentiment": [{"positive_prob": 0.989495, "confidence": 0.976657, "negative_prob": 0.0105046, "sentiment": 2}]}, {"title": "华为宣布大消息：麒麟810正式发布", "content": "6月21日，华为在武汉正式发布全新一代SoC——海思麒麟810，其最大特点是第二款旗舰级7nm 制程工艺的手机SoC芯片。目前，全球共有4颗 7nm手机芯片，分别是华为麒麟980、麒麟810、苹果的A12、高通骁龙855四款。麒麟810采用全新华为达芬奇架构NPU这是华为第一次在手机AI芯片的NPU中正式引入自研达芬奇架构。当日发布的首款手机nova5系列包含nova5和nova5 Pro两款机型，nova5采用的是麒麟810芯片，而nova5 Pro则是搭载了麒麟980。华为nova5搭载的麒麟810是华为第二款、全球第三款7nm工艺制程的手机SoC芯片，相比8nm工艺，能效提升20%，晶体管密度提升50%。华为的达芬奇架构在去年十月的Huawei Connect 2018正式发布，是华为未来AI战略中非常关键的项目。当时华为发布了基于达芬奇架构的Ascend系列处理器。不过那时除了知道达芬奇架构能满足从终端到云端的运算需求之外，华为并未透露关于这一自研架构的更多消息。关于麒麟810的NPU，华为表示，不同于以往的二维运算模式，达芬奇架构以高性能3D Cube计算引擎为基础，针对矩阵运算进行加速，大幅提高单位面积下的AI算力，充分激发端侧AI的运算潜能。华为消费者业务手机产品线总裁何刚表示，华为麒麟810芯片的正式推出，表明华为拥有了两颗7nm制程的手机SoC芯片。麒麟810AI跑分高于骁龙855和骁龙730何刚给出的数据显示，在ETH Zurich开发的AI-Benchmark跑分中，麒麟810以32280的成绩领先于骁龙855的25428分和骁龙730的13908分。在AI-Benchmark查询到的以处理器AI跑分进行的最新排名，麒麟810以23944分排名第一，骁龙855和HelioP90分列第二和第三。CPU和GPU依旧是手机SoC的重要参数。麒麟810采用的是2x2.27 GHz Cortex-A76 和6x1.88 GHz A55的组合，华为表示他们采用了全新系统级AI调频调度技术，2+6大小核架构也是创新的设计。CPU跑分华为用麒麟810和骁龙730进行对比，单核性能和多核性能分别高11%和13%。华为手机年度全球发货量达到1亿台除了振奋人心的麒麟810面世，在此次发布会上，何刚还表示，截止2019年5月30日，华为手机年度全球发货量达到了1亿台。从官方给出的时间表来看，华为手机去年达成这一目标的时间是2018年7月18日，这也就意味着这次华为比去年提前了一个多月做到全球手机发货量1亿台。此时此刻，这1亿台手机发货量来之不易。何刚表示，未来华为会继续加大软硬件一体系统的研发投入，坚持以创新领跑行业，做好全场景智慧体验。来源:综合长江日报、雷锋网、新浪财经责任编辑:彭金美支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-06-22", "newstime": "12:30", "sentiment": [{"positive_prob": 0.799695, "confidence": 0.554879, "negative_prob": 0.200305, "sentiment": 2}]}, {"title": "麒麟810亮剑，它对华为意味着什么？", "content": "虽然在国际市场上仍在遭受美国方面的限制，但华为本身在研发上从未停歇。借着华为nova 5系列手机产品的发布，华为麒麟第二款自研7nm SoC首次亮相，这款产品名为麒麟810。这也是继麒麟980之后，华为第二款7nm自研芯片，同时它也是华为首款8系列高性能芯片。华为终端手机产品线总裁何刚在发布会上激动地表示：“自此华为也成为了全球首个同时拥有两款7nm SoC芯片的手机品牌。”与高通的竞争智能手机行业早有芯片的高中低档之分，麒麟8系列芯片就是介于麒麟7系列和旗舰9系列之间的新型号。总体来看，麒麟810芯片亮点颇多，比如它采用了台积电的7nm制程，目前，高通旗下除旗舰芯片骁龙855使用台积电7nm工艺外，7系列新品基本为三星的10nm，最新的骁龙730也采用三星8nm；麒麟810将首次采用华为自研达芬奇架构NPU，而此前连旗舰麒麟980也采用的是寒武纪提供的NPU，而达芬奇架构的首次曝光在去年7月，这也是继去年华为推出达芬奇架构的云端AI芯片昇腾Ascend 910和310后，首次将达芬奇架构落地于终端芯片的NPU。华为麒麟只是自用，虽然不直接与高通骁龙竞争，但华为手机产品在手机市场上与采用高通骁龙的手机产品展开性能对垒。华为提到达芬奇架构采用立体魔方的形式，可以总结为能效高，算子多，精度高。“所以我们带来了更好的NPU处理能力。”何刚说。具体到AI性能，何刚引用瑞士苏黎世大学的一项跑分数据提到，在AI-Benchmark排名中，麒麟810以32280的成绩领先于骁龙855的25428分和骁龙730的13908分。麒麟810以32280排名第一，骁龙855则紧随其后。在CPU对比环节，麒麟810采用两个旗舰级大核Cortex A76定制，六个小核Cortex A55，CPU主频为2.27GHz。何刚提到麒麟810实现了更好的灵活调度，它的能效比表现更好。“在与骁龙730对比的时候，我们单核多个场景下会更好，应用冷启动时间对比上，麒麟810也是明显领先的。”“而GPU定制了Mali-G52，画质更好，游戏场景经过特殊优化，性能对比它也是同样领先的。”麒麟810的CPU和GPU是全面提升。在影像处理方面，麒麟810搭载旗舰级ISP图像处理器，拥有强大的夜景算法，能拍出亮度更高、宽容度更大的图片，图片细节会更好。值得一提的是通信技术，麒麟810延续了卓越的通信能力。麒麟810支持双卡双待双VoLTE体验，做到一卡上网、一卡VoLTE通话互不影响。从华为在发布会现场的解读来看，麒麟9系列将负责极致科技的旗舰系列，8系列则冲击强劲性能的高端系列，而7系列则以更亲民均衡设计的中端系列为主。目前华为麒麟已经拥有从低到高的完整部署。更灵活的分配众所周知，高通去年推出了中端处理器骁龙710，成为中端芯片市场的王者。今年在推出AI性能更强的骁龙730新品的同时，还有更注重游戏性能的730G。多产品线将有助于手机公司打造更完善的产品阵列，而华为麒麟810的发布也将有助于华为旗下手机产品在定位上的重新分配。据PingWest品玩了解，采用麒麟810的Nova 5比采用麒麟980的版本仅仅便宜了200块钱，在发布会上，何刚宣布麒麟810采用了最新达芬奇架构的NPU，其测试得分已经超越了旗舰麒麟980，麒麟810同时在GPU和影像方面表现不俗。麒麟810是华为底层技术的再次整合，它看起来是一个更具性价比的“水桶”产品。华为也正是通过建立人群分的用户需求，堆叠自研核心技术的方式，让华为手机产品在市场上拥有更大范围的灵活性。华为供图以华为刚刚发布的nova 5系列手机为例。华为通过nova 5系列首发了麒麟810，在更高端的nova 5 Pro上则采用的是麒麟980，在更低价位段的区间，华为nova 5i则配备了麒麟710。但从某些性能上看，麒麟810配的是两个大核加六个小核，它的实际使用体验在很多场景接近于麒麟980。两个大核加六个小核则是一种更高能效比的配置方式，何刚认为麒麟810是一个更好的、更均衡的产品。“过去我们大小核的问题是大核不够大，所以你（性能）也上不去，那么这次大核我们足够大，只用了两个，但两个我认为在手机体系下是一种非常聪明的方式，它的使用效果会最好，所以这次我们把麒麟810定位到了一个更高的层面上。”在未来，他认为麒麟810将更多的用在3000元价位段的产品上。之所以nova 5系列还有麒麟710的产品，何刚表示，这正是为了让nova 5i覆盖更低的价位段。“所以目前我们nova 5i与nova 5，nova 5 Pro三款搭配在一起，覆盖了更多的价格段位，这也是一个比较好的方式。”进攻的意图华为麒麟产品的这种灵活组合，广覆盖的优势同时也建立在华为手机的出货量基础之上。据何刚提到，截至5月30日，华为智能手机发货量突破1亿台，相较于过去四年，这是华为首次在上半年完成1亿台销量目标，这个速度比2018年还提前了49天。此前，华为曾提到2019年的目标是2.5亿台。此前华为创始人任正非在“A Coffee With Ren”的活动中提到，受制于大环境等因素，华为手机业务在海外市场将减产40%。华为终端手机产品线总裁何刚，华为供图何刚在接受包括PingWest品玩在内的媒体采访时表示，海外销售确实受到了一定影响，但数字并不太准确（没那么多）。他进一步提到，“中国区增长很快，现在还在持续增长。”此前，华为计划2019年在中国智能手机市场的占有率达到50%。华为是否还要继续加大海外市场投入，还是转而将核心战线拉回国内？何刚表示，国内和海外市场未来都还会持续不断地投入。华为手机最近在中国的销售业务进展迅猛。据了解，最近华为手机业务在中国市场份额已接近37%，增速明显。华为在欧洲的业务进展同样不错，华为西欧消费者业务总裁在这周五表示，过去几天内，华为手机在欧洲的销量有所上升。这一切归根到底都源自技术投入，核心技术的优化组合面向着不同市场，切中了不同消费者的痛点和需求。而麒麟810也将成为华为手机在战场上的核心弹药。在这个时间段，麒麟810应该也是华为在国际芯片战役上的一次预备演习。麒麟810在这个敏感时间段的快速推出、中端芯片就采用的7nm的制程以及自研的达芬奇架构的加入也在暗示着下半年华为即将发布的旗舰芯片麒麟985。那个时候，才是华为麒麟真正的亮剑时刻。", "author": "PingWest品玩", "newsdate": "发布时间：19-06-22", "newstime": "08:45", "sentiment": [{"positive_prob": 0.149954, "confidence": 0.66677, "negative_prob": 0.850046, "sentiment": 0}]}, {"title": "苹果很绝望，华为上半年出货量出人意料，终于知道为什么被打压了", "content": "昨日华为又发布新机了，华为Nova5和华为Nova5 Pro两款手机发布，还有一款华为M6平板电脑，华为Nova5首发麒麟810处理器，采用7nm工艺制程，采用华为自研的达芬奇架构NPU，AI跑分高达32280分，而内核方面采用的是两个A76加上6个A55，总共八核心架构，至于GPU采用定制版的Mali-G52六核。麒麟810毕竟是中端处理器，跟麒麟980还是有很大差距，麒麟980采用的是四个A76大核，而GPU采用Mali-G76十核，在两者相差200元的情况下，笔者建议选Nova5 Pro。华为终端总裁何刚在发布华为Nova5系列新机的同时，宣布了一项重要信息，就是华为今年的出货量已经突破了1亿台，而且在6月份之前，5个月内就实现了，速度确实很快，难怪余承东敢在4月份时表示，今年华为手机很有希望超过苹果和三星，成为全球第一的手机厂商。而这让苹果和绝望，以前华为成长时，侵蚀的是三星的市场，现在连苹果市场，也被华为慢慢侵蚀中。华为仅用5月出货量就突破1亿台，149天时间就破亿，去年突破1亿台的时间是7月19日，而2015年华为出货量破亿时间长达355天，可以看出两者差距有多大，而且华为成长速度之快了。现在大家应该知道华为为什么被美国打压了吧？华为手机对苹果手机冲击很大，华为5G又那么先进，美国不允许别国有这样的竞争公司，总想用特殊手段将它打垮，就像当年法国的阿尔斯通一样，《美国陷阱》一书中提到，阿尔斯通高管皮耶鲁齐去美国被无理扣押，当他出狱时，阿尔斯通已经被竞争对手美国通用电气给收购了，这是多么可悲的事？而这种不公平的待遇，已经出现在华为身上。美国对华为实施禁令，要求美国公司以及使用美国25%技术的全球公司，都要向华为断货，这肯定让华为损失惨重，不过美国公司也不好过，毕竟很多美国公司都是华为的供应商，而且供应数量很大，如果失去华为这个大客户，可能让它们的业务倒退很多，因此目前美国对华为已经有所妥协，将禁令延后90天，虽然任正非说这90天不需要，但是个人看来，对华为还是有很大帮助的，90天后鸿蒙系统发布，现在就禁用，如果不给使用安卓系统，对华为来说影响也很大。不过显然华为现在手机出货量已经突破1亿台，总体而言影响并没有那么大，大家觉得呢？", "author": "日日科技说", "newsdate": "发布时间：19-06-22", "newstime": "08:46", "sentiment": [{"positive_prob": 0.0209245, "confidence": 0.953501, "negative_prob": 0.979075, "sentiment": 0}]}, {"title": "再下“狠手”？华为事件又升级！网友：丑态毕露", "content": "众所周知，华为被美国加入“实体名单”之后，就被一些美企从软件到硬件停止了合作，但是这一切都让华为用实力扛过来了，甚至于在这一个多月的时间里让谷歌、高通等一些企业开始“反悔”断供华为。也许就在大众以为特朗普真的被这些企业游说动了，有想解除禁令的动机了，结果却是来硬的掰不到华为就搞“背后”那一套，其实从联邦事件就可以看出来了，随着华为的现状越来越好，大众也就开始慢慢相信这种发展的形式了，但是现在呢？现在就是特朗普“一意孤行”，完全不听民众的游说，反而把“背地的那一套”越用越上手，近日就有消息传出华为的服务器和交换器送往加州实验室测试，结果这两台设备在阿斯拉加被美方“非法”没收了，现在这两台设备仍在阿斯拉加的一所仓库里，而且扣留设备的目的疑似是想窃取华为的核心技术。目前华为已经正式向华盛顿某法院进行起诉，质疑其从美国返回国内途中被扣押的电信的设备是否在美方的出口管制条例的范围内。对于美方的“再次下手”，不少网友表示，“特朗普现在是丑态毕露，已经到了举一国之力来对付华为了。”对于这种情形的出现，其实早有伏笔，华为的芯片和系统都让谷歌、高通等美企感受到了“威胁”，所谓的游说可能就是下一个“打压”的点了，加上华为5G技术的“不可抵挡”，再次拿下欧洲一城——西班牙，特朗普心里也许已经把华为“恨得牙痒痒”了，但是又找不到从正面“下手”的地方，于是就只能出此“下下之策”，通俗来说就是把自己的霸权运用到了极致。对此于美国方对华为“打压”的再次升级，大家有什么想说的吗？", "author": "吴拿说机", "newsdate": "发布时间：19-06-22", "newstime": "23:18", "sentiment": [{"positive_prob": 0.000729991, "confidence": 0.998378, "negative_prob": 0.99927, "sentiment": 0}]}, {"title": "国产芯片开始崛起！高通或被无情反超，华为拿下全球第一", "content": "国产芯片开始崛起！高通或被无情反超，华为拿下全球第一现在咱们国内的芯片行业，也是有很多的企业开始关注，不过其中还是华为方面取得了比较显著的成绩，而其他的企业，比如说阿里巴巴以及格力等，也是开始发展芯片行业，那么咱们国内的芯片技术也是逐渐的开始有了起色，之后也是能够不害怕其他芯片企业的制裁了。在上个月的时候，华为被美国方面列入“实体名单”当中，而这样的动作也是将华为本身的实力逼了出来，华为自己的芯片技术以及操作系统的亮出也是让华为的影响力之间的开始增大，在美国方面的消息传出之后，很多的网友也是非常担心华为的发展，在这之后很多的企业也是与华为做出了决定，取消或者是暂停了部分的合作，而ARM这家重要的芯片企业，也是与华为暂停了合作，不过对这样的一个事情，台积电站出说是支持华为的，这样也是松了一口气，华为在最近的芯片领域当中，也是得到了一个非常好的消息。在昨天华为的第二个7nm芯片出现，而华为也是顺势成为了全球第一个企业，有两个7nm芯片的一家厂商，那么这样的成就也是非常的不错了，而对高通来说将会是有很大的影响，这次华为的芯片叫做麒麟810，之前的一些麒麟芯片也是在华为的手机当中使用，而这次的这款芯片主打的是中端手机市场，而这次的芯片出世之后，也是能够让华为的发展更加的好一些，而这款芯片也是能够让华为在芯片的方面获得更好的一些发展，而对其他的一些手机品牌来说，将会是一个非常不好的挑战了。那么从现在来看，还有一个好处就是，华为的影响力将会有更多，华为这次的麒麟810芯片是能够减少对国外高通的依赖，这样一来咱们国内的科技将会减少对国外企业的依赖了，华为与其他的企业合作也将会更加的有底气了，相对这个芯片来看，是能够应对其他芯片，并且有着对付的实力。任正非对自己的芯片业务是非常的看重，华为想要更好的发展，那么在芯片业务当中就是不能够缺少的一个环节，华为现在的芯片行业发展就是非常的不错，而在这之后将会有更好的发展了，到时候华为的芯片业务其实也并不用担心了，而华为现在在很多的业务上是非常的看重，到时候也可能会不需要ARM的限制，就能够取得非常好的成绩，那么在这之后很多的网友也是非常的期待华为下一个芯片，取得新的成果，而华为的麒麟985也是被很多的用户期待。", "author": "九零新媒说", "newsdate": "发布时间：19-06-22", "newstime": "20:38", "sentiment": [{"positive_prob": 0.850739, "confidence": 0.668309, "negative_prob": 0.149261, "sentiment": 2}]}, {"title": "5G订单数量再次更新：爱立信22个，诺基亚42个，华为多少个？", "content": "6月26日，MWC上海2019即将开幕。作为一个为了提升通信展会在亚洲地区的影响力召开的科技盛会，MWC上海2019也将涵盖物联网、人工智能等科技领域，而2019年作为5G技术的开局之年，在MWC上海2019大会上也自然少不了5G的身影。6月21日，爱立信举办MWC上海2019预分享会，爱立信中国地区总裁宣布，目前爱立信已经在全球范围内签下22份可公示的5G商用合同，这也预示着全球5G订单数量再次更新了。目前爱立信仍是全球第一大通信厂商，根据爱立信方面消息，爱立信是现行商用市场中表现最好的一家，同时爱立信也将为中国市场带来更优质的服务和创新技术，并且将与中国运营商保持良好的合作关系。不得不承认爱立信的实力强劲，但从5G订单数量上看，事实上，爱立信并没有诺基亚和华为做得出色，那么诺基亚和华为分别有多少5G订单？6月4日诺基亚官方宣布，目前诺基亚已经与全球42家运营商签订5G商用合同，其中包括T-Mobile、Telia、软银等大型电信企业。截至6月份，诺基亚已经在全球范围内与客户达成超100项5G合作，并且目前诺基亚已经在北美、韩国和欧洲地区完成范围广泛的5G部署，未来也会将5G市场拓展至印度和拉丁美洲等新兴市场。因为爱立信和诺基亚在移动通信领域扎根多年，很多技术的领先性，还是不可忽视的存在，正因如此，中国通信厂商之前的主要合作伙伴也是诺基亚和爱立信，但是在5G时代，华为已成为这两家企业的最大对手。根据华为官方消息，目前华为已经拿下了全球46个5G商用合同，覆盖全球30余个国家。同时依靠通信设备的价格优势和性能优势，华为的5G基站发货数量居于全球第一，超10万余座。同时，中国本土作战华为也是士气不减，从2018年上半年开始，华为就已经开始了与中国三大运营商合作，共同开展5G商用试验，早在去年，高速公路、城区、地铁等多场景下，通过华为的5G技术支持和运营商的强强联手，就已经达到了商用标准。相比华为，爱立信和诺基亚的5G订单数量相比华为则是小巫见大巫。因为中国5G牌照刚刚下发不久，三大运营商及中国广电，势必会给华为更多的5G订单合同，届时华为的5G订单数量，会再次与爱立信及诺基亚拉开差距。文/小1", "author": "数码小妖精", "newsdate": "发布时间：19-06-22", "newstime": "22:20", "sentiment": [{"positive_prob": 0.597718, "confidence": 0.10604, "negative_prob": 0.402282, "sentiment": 2}]}]