[{"title": "那些学习华为的企业，为什么大多都失败了？", "content": "来源：全景财经作者 | 吴建国来源 | 本文节选自《华为团队工作法》11月13日，BBC发布了《华为是谁》纪录短片，这部纪录片以独特视角再现了华为的成长历程，首次呈现很多不为人知的故事。第一集《白手起家》，讲述了创始人任正非先生的个人经历以及创立华为的过程。1987年，44岁的任正非与五位合伙人集资2.1万元成立了华为公司，起初做交换机代理销售，后来供应商不供货了，就被逼到做自己的通信产品。华为从一个注册资本2.1万元、最早只有6名员工的小企业，成长为突破1 000亿美元营收、拥有19万员工、在世界信息与通信领域位列前三甲的企业，用了30 年时间。华为的成功吸引了越来越多的企业关注，大量企业把华为作为学习的标杆，有的企业甚至提出要成为某个领域的华为。然而，那些号称向华为学习的企业，大部分都走上了失败的道路。华为的发展经历了30年，华为的文化、战略以及经营管理的重大方向与原则，都与任正非的个人思想密切相关。华为今天的成就，得益于在任正非的领导下组织能力的不断进化，得益于企业文化的经营锻造。任正非说过“资源是会枯竭的，唯有文化才能生生不息。”杰克·韦尔奇也说过“百年企业靠文化”。可见企业文化在企业发展过程中是处于灵魂和决定性地位的。失败根源：文化与制度两张皮时下最流行的两股学习热浪中，学阿米巴的企业如过江之鲫，但明白稻盛和夫“敬天爱人”内涵的却没有几个；学习华为业务流程、激励制度的企业多如牛毛，但真正领悟华为“以客户为中心，以奋斗者为本”精髓的也没见有多少。一位苦学华为十数年而不得要领的企业家就曾无奈的说：华为经验好是好，就是我们学不了！无论华为、阿里巴巴，还是亚马逊、谷歌等优秀企业，以客户为中心或者客户第一，都是企业发展的不二法则。华为做事的出发点都是围绕着“以客户为中心”展开的。因此，任何损害客户价值的行为，任何不利于客户长期利益的行为，在华为都被坚决地否定。然而，很多号称学习华为的企业口口声声喊着“以客户为中心”，却仅仅体现在口号上而没有在制度上信守宣言，最后反而演变成了“以领导为中心”——唯上是从与官僚主义、“以自我为中心”——单打独头与山头主义、“以技术为中心”——偏离客户价值的专业主义。还有一部分企业，表面上看好像是以客户为中心，但实际的做法却走向了反面。比如，信奉所谓“客户就是上帝”“客户说的永远都是对的”。这样就是不经思考想当然地把客户的要求作为客户的价值主张，同样也是在损害客户的利益。再比如，仅仅盯着客户当前的需求，忽略了潜在的市场和客户需求的动态变化，让企业无法在不确定的市场环境、快速变化的客户需求中长期实现客户的梦想。难道我们真的学不了华为吗？其实并不是。学习华为，不是学习其当下各种靓丽的结果，而是学过程，学习其成长路径，学习其背后看不见的东西。曾担任华为人力资源副总裁、任正非钦点的华为人才体系构建者之一吴建国老师在新书《华为团队工作法》中分享了华为企业文化建设的“三板斧”，对想要真正学到华为精神的企业极具借鉴意义。第一板斧：知行合一，明确企业文化纲要华为企业文化建设的第一板斧：明确公司的企业文化纲要——使命、愿景和核心价值观。使命就是企业存在的意义和目的，愿景就是企业10年以上的远景目标，而核心价值观就是3—5条企业必须遵循的基本价值准则。首先来看华为的四大核心价值观。一是以客户为中心。华为是To B起家的，所以它讲的还是“客户”，但实际上它的触角已经延伸到了客户的客户的客户，也就是终端用户。二是以奋斗者为本。要想实现以客户为中心，对员工的要求就是以奋斗者为本。华为从来不谈“以人为本”，因为本来就是人最重要，不能以机器为本、以资本为本，必须以人为本。但必须对人进行区分，华为特别提出“以奋斗者为本”，因为只有奋斗者才能实现以客户为中心的长期化。三是长期艰苦奋斗。惰怠必然会发生，降低惰怠发生概率的方案就是驱动更多人去不断奋斗。这里的奋斗不是指物质上的艰苦奋斗，而是指思想上的艰苦奋斗，也就是追求卓越。四是坚持自我批判。这是以上三者中间的一个轴心，因为上面三点都很难做到，惰怠是人的本性之一，以自我为中心是人的本性之一，喜欢多拿钱、少干活也是人的本性之一，改变自己是人类最大的课题，因此需要一个强有力的矫正器，不断进行自我批判，如此认知才能得到不断升华，也就是任正非说的，“必须要向我开炮，与我们的灵魂搏斗”。随着企业规模的不断扩大，仅仅依靠创始人的身体力行显然不够，必须要把践行企业核心价值观的责任落实到企业管理层身上。只有团队的领导者做到真正的知行合一，文化才能传递到整个组织。从2007年开始，华为就制定并不断优化“改进作风的八条要求”（简称华为“干部八条”）。以下是2017年最新版的内容：第一，我绝不搞迎来送往，不给上级送礼，不当面赞扬上级，把精力放在为客户服务上。第二，我绝不动用公司资源，也不能占用工作时间，为上级或其家属办私事。遇非办不可的特殊情况，应申报并由受益人支付相关费用。第三，我绝不说假话，不捂盖子，不评价不了解的情况，不传播不实之词，有意见直接与当事人沟通或报告上级，更不能侵犯他人隐私。第四，我们认真阅读文件，理解指令。主管的责任是胜利，不是简单地服从。主管尽职尽责的标准是通过激发部属的积极性、主动性、创造性去获取胜利。第五，我们反对官僚主义，反对不作为，反对发牢骚、讲怪话。对矛盾不回避，对困难不躲闪，积极探索，努力作为，勇于担当。第六，我们反对文山会海，反对繁文缛节。学会复杂问题简单化，六百字以内说清一个重大问题。第七，我绝不偷窃，绝不私费公报，绝不贪污受贿，绝不造假，我们也绝不允许我们当中任何人这样做，要爱护自身人格。第八，我们绝不允许跟人、站队的不良行为在华为形成风气。个人应通过努力工作、创造价值去争取机会。每年，华为都会检查“干部八条”的履行情况，并将之作为底线原则，用于干部的考核任免。在各级干部的言传身教下，华为的绝大多数员工都在用实际行动来践行企业文化，从而让华为赢得了客户和合作伙伴的尊重和信赖。第二板斧：道术合一，文化与制度的一致性创业的时候“知行合一”是最重要的，但是当企业超过300人或者度过创业期后，“道术合一”也开始重要起来。所谓“道术合一”，即企业希望员工怎么做，或者提倡怎么做，就要把评价激励制度与之连接到一起，否则无法落地。华为很厉害的一点是，它要求不间断地做文化和制度的一致性审核。在所有制度建设的过程中，必须要以文化为纲，并在定稿和制度执行过程中，不断地做制度与文化的一致性审核，发现不一致的地方就要进行调整。所有的规则制度既包括业务管理制度（例如战略管理、市场与营销管理、产品与研发管理、供应链管理等），也包括人事管理制度（例如人才选用、培养与激励等）。其中的重中之重就是考核激励制度与核心价值观的一致性。中国很多企业的文化都特别强调用户至上，但实际考核评价绩效的时候，依然是以短期利润或收入为主导，将客户体验乃至客户安全底线置之不顾。还有，某家企业的企业文化倡导团队协作，但公司制度中全部都是基于个人的绩效考核，既没有把“公司目标—部门目标—个人目标”三者联动起来，更没有设计部门、团队横向之间的协同指标。结果就是口号提倡的是协作精神，评价机制引导的却是个人主义。华为2014 年开始增加的TUP（time unit plan，直译为时间单位计划，即奖励递延计划，本书第七章对此有专门介绍）长期激励制度，就是践行“以奋斗者为本”的核心价值观的一个范例。因为原来的虚拟股权制度，在实施十几年之后，已经暴露出严重的问题，华为出现了一大批“食利者”阶层。这些人不需要奋斗就可以拿钱。任正非一旦发现制度与文化不一致，就会立即做出调整。杰克·韦尔奇曾说过，到一家公司不用看公司的文化，只要看公司的考核激励制度，就知道公司是什么文化了。任正非也说过一句话，前半句是“不让雷锋吃亏”，其实后半句更关键，“只有当雷锋发现自己不会吃亏的时候，他才会去当雷锋”，世界上并没有活雷锋。第三板斧：虚实合一， 企业文化落地为行动准则所谓“虚实合一”，就是要将企业文化真正落地成为所有员工的行动准则，就要把企业文化纲要用符合企业实际的通俗语言来描述，让大家容易看得懂、理解得到位。因此，企业就要从文化纲要的梳理阶段开始，通过集体研讨和行动学习，让大家真正理解文化内涵，并成为管理者和员工日常行为的准则。任正非在与产品研发体系一起讨论以“客户为中心”的时候就阐明了自己的理解：“以客户为中心，首先是推行基于客户需求的解决方案，做好解决方案，才能拿得到合同。华为的产品投资决策是建立在对客户需求去伪存真、由表及里的分析理解基础上的。已立项产品的开发过程，也要基于客户需求来决定是否继续或终止。”举一个最简单的例子，华为“以客户为中心”为什么践行得好？一个原因是，华为部门内部有很多会议，开会的时候经常会有一个“三段论”，即围绕今天讨论的主题展开：第一，客户的需求是什么，包括内部和外部的需求；第二，我们的解决方案是什么；第三，解决方案落地的两到三个关键举措是什么？如果开会时经常会讨论这些，讨论5次、10次、20次之后，员工就知道了，“以客户为中心”不是一句空话，而是工作的全部。以上就是华为在践行“以客户为中心”的理念过程中努力做到的三个“合一”——知行合一、道术合一、虚实合一。总结下来，我们可以简单简单地把企业文化理解为企业的“道”，道不同则不相为谋，道不正则走不远。然而，若想让道成为“真经”而不是“假唱”，就必须解决在操作层面上“术”的问题。唯有道术合一，才能知行合一，在实现梦想的道路上笑到最后。【作者简介】吴建国，华为前人力资源副总裁，企业变革与人力资源管理专家。毕业于浙江大学和中国科学院，日本东北大学客座教授，湖畔大学特聘教授。在华为工作期间，他是华为人才管理体系构建的核心成员，推动了华为招聘、培训、绩效管理与薪酬体系的改革，为19万华为员工力出一孔打下坚实基础，践行了华为“先有人才、后有业绩”的企业文化。现为深圳市基业长青咨询服务有限公司董事长，服务的企业包括OPPO、海康威视、三一重工、中国电信、中国移动、万科、华润、创维等，帮助众多新生代企业实现了组织能力提升与人才管理体系进化。华为是中国率先将人才作为战略资源的企业开创者，其人力资源体系是华为自成立以来持续壮大的动力和源泉。作为华为人才体系构建的核心成员，吴建国在本书中聚焦人才选拔、团队搭建、人才培养、激励机制与组织激活，系统阐述了华为“精准选配、有效激励、加速成长”三位一体的团队管理法则，揭示了华为团队建设和人才管理的核心要点。大量真实的场景化案例，让读者既能学到方法论，更能理解该技巧的适用背景和限制条件。无论是正在崛起的新生代企业还是转型中的传统企业，都可以学以致用，解决人才引不进、选不准、用不好、长不快、调不动、送不走的“六不”难题。《华为团队工作法：华为19万员工力出一孔的人才管理法则》作者：吴建国", "author": "新浪财经", "newsdate": "发布时间：19-11-30", "newstime": "20:17", "sentiment": [{"positive_prob": 0.0054067, "confidence": 0.987985, "negative_prob": 0.994593, "sentiment": 0}]}, {"title": "为什么4G版华为Mate30Pro突然少人问津了？其实原因很简单", "content": "得益于不断的增加资金投入和创新实力的提升，目前华为手机在中国市场拥有庞大的用户群体，不仅成为众多国产友商学习的榜样，也是连三星和苹果都不能够忽视的强敌。熟悉华为手机人应该知道，这两年在余承东的领导下冲击高端领域取得了相当骄人的成绩，这确实值得我们点赞，不过话又说回来，在机海战术大背景下它的部分产品处境还是有些难堪，例如这一次网友提问：为什么4G版华为Mate30Pro突然少人问津了？Mate30Pro作为华为今年超级旗舰的身份登场，无论是颜值打磨还是硬件配置都做得相当到位。其一，Mate30Pro搭载最新的麒麟990处理器并与EMUI10系统形成更强的协同能力，这样的组合应对日常应用程序的时候几乎感觉不到压力，也不会出现容易“杀后台”的情况，GPU Turbo3.0技术适配包括和平精英、王者荣耀等在内的主流游戏，各种场景下的帧率稳定性都不会存在太多可挑剔的地方，延续3D TOF人脸解锁和无线充电等元素也符合大部分人对于华为高端机一贯的期待。其二，Mate30是目前唯一一款拥有徕卡认证四摄模组的华为旗舰，得益于出色的算法调教，它不仅仅在光线充足的白天能够对物体色彩进行精准还原，超级夜景模式针对弱光成像进行针对性优化，噪点和涂抹感控制得不错的情况下，真实度也得到很好保留；当然， 它还拥有一块6.53英寸的环幕全面屏视觉效果挺震撼，四曲面玻璃与铝中框之间紧密贴合，握持舒适还能防水。从参数层面来分析的话，Mate30Pro确实是一款不错的华为手机，也符合其机皇的特性。那么我们回到开头的问题：为什么4G版华为Mate30突然卖不动了？在笔者看来其实原因很简单，主要存在三点：首先，虽然华为Mate30Pro发布至今才短短两个多月时间，可是由于国内智能手机市场竞争进入白炽化阶段，小米CC9Pro的强势蚕食，还有自家荣耀V30的诞生，它的地位逐步被取代，人气也开始流失之后，缺乏性价比优势让越来越多的人选择不待见它，毕竟5799元确实太贵了。另外，华为Mate30Pro现在已经推出5G版本，4G网络版本不支持SA和NSA，也就是说它很难保证在未来一年时间内不会被淘汰，而且官方目前还在加大力度普及5G手机，所以说Mate30Pro系列的销量更多是5G版本在支撑着。最后，说起华为手机我们很容易到苹果手机，最近一段时间iPhoneXR和iPhone11对华为Mate30Pro进行降维打击，起到很大的分流作用，所以只是依靠“情怀”而缺乏足够的品牌号召力的话，热度难以维持。综上所述，面对如今不是特别火的智能手机市场，各大都在加大自身产品的投入力度，4G版本的Mate30Pro表现可圈可点，可还是缺乏性价比、5G和品牌号召力等原因，最终慢慢遇冷也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-30", "newstime": "22:30", "sentiment": [{"positive_prob": 0.0522015, "confidence": 0.883997, "negative_prob": 0.947799, "sentiment": 0}]}, {"title": "用了两年iPhone8换成华为Mate30，憋了一肚子心里话，不吐不快！", "content": "如今身边越来越多的人开始从苹果手机换成华为，虽然他们其中一部分人可能是受到“国货因素”的影响，但是随着这两年不断增加资金投入和创新能力的提升，我们也不得不承认华为手机已经具备与苹果一较高下的实力。刚好，最近笔者把用了两年iPhone8换成华为Mate30，憋了一肚子心里话，不吐不快！由于一直都是用着苹果手机可以算是一枚忠实的果粉，iPhone8作为两年前十周年次旗舰的身份登场用到现在还挺满意的，只是现在为了跟上潮流所以换成华为Mate30，今天和大家聊聊具体的使用感受。iPhone8标配一块4.7英寸的16:9屏幕，视觉效果确实比不上超窄额头全面屏的华为Mate，后者在看电影的情况下视觉冲击力明显更震撼一些。不过话说回来，虽然华为Mate30的背面环形摄像头设计的风格挺有创意识别度也比较高，但是配合铝中框的紧密贴合，单手握持舒适感确实没有iPhone8那么好，小屏旗舰的好处还是挺明显的。性能部分，华为Mate30搭载最新的麒麟990处理器和基于AndroidQ深度定制的EMUI10系统，这样的组合形成更强的协同能力，在GPU Turbo3.0适配王者荣耀、和平精英、阴阳师等主流游戏的情况下，帧率稳定性不存在太多可挑剔的地方，方舟编译器针对不同的APP进行底层优化，所以应对日常应用程序也不存在压力，整体的感觉比A10处理器的iPhone8要更好。当然，iPhone8拥有IOS13系统在软件这方面优势也明显，至少不会有太多乱七八糟的广告推送。拍照部分，iPhone8只配备1200万后置单摄，内置多种舞台光效模式能够增强用户摄影的乐趣，支持自定义背景虚化调节功能也是挺好的。只不过，华为Mate30的表现更胜一筹，它拥有徕卡认证三摄模组，得益于达芬奇独立NPU神经元的驱动，成片的速度处于行业顶尖水准，华为出色的算法调教能够在光线充足的白天更好对物体色彩进行还原，超级夜景模式在弱光场景下噪点控制和涂抹感也大幅度减少，不得不说相机部分华为完胜。当然，除了上述几个重要元素之外，华为Mate30配备4000毫安电池和支持40W快充在续航上也直接碾压iPhone8，支持960P慢动作视频录制、光学指纹等都是我们不能够忽视的亮点。在最初从iPhone8换成华为Mate30的时候挺担心用不习惯的，现在使用一段时间之后有槽点也有惊喜，如果非要用两个字来形容这个过程的话，那应该是：满意。", "author": "老实人日报", "newsdate": "发布时间：19-11-30", "newstime": "17:07", "sentiment": [{"positive_prob": 0.00186379, "confidence": 0.995858, "negative_prob": 0.998136, "sentiment": 0}]}]