[{"title": "日本三大运营商恢复华为智能手机销售 华为能否转危为安？", "content": "央视网消息：日本最大移动运营商都科摩20日宣布，恢复预订中国华为公司的新款智能手机。至此，华为手机已在日本全面开售。日本ANN电视台主持人：日本都科摩公司20日宣布，恢复预订中国华为公司的新款智能手机。据日本媒体报道，都科摩公司20号宣布，此前停止接受预订的华为新款智能手机P30 Pro将从8月21日起恢复预订，预计9月正式销售。都科摩公司原计划在今年夏天正式开始销售华为P30 Pro智能手机，但在美国商务部宣布对华为公司实施出口管制措施之后，都科摩公司今年5月宣布延期发售。本月8日，日本移动通信运营商KDDI公司也恢复了华为智能手机的销售。日本ANN电视台主持人：日本通信运营商“KDDI”公司5日宣布：从8日开始销售中国华为公司的智能手机，此前“KDDI”公司曾推迟了华为手机的销售时间。日本运营商：安卓系统可在华为手机正常更新使用针对此前用户对华为手机无法更新安卓操作系统的担忧，KDDI表示，安卓系统可以正常更新使用。另一运营商软银公司8日也重启了华为手机的销售。 至此，日本三大运营商均已重启销售华为手机。美国对华为延长临时许可同时再下杀招自5月以来，华为因被美国列入限制出口的“实体清单”，一直处于非常不利的地位。这一禁令使华为无法与美国供应商进行交易。尽管美国政府19日又给予了华为90天的宽限，但美国制裁所造成的不确定性已经给华为造成了巨大的损失。更何况，延长临时许可并不意味着美国态度的软化。就在同一天，美国商务部宣布，将另外46家华为附属公司列入“实体清单”。美媒：美国制裁或致华为智能手机全球销量下滑美国彭博社评论称，华为最直接的亏损是在国际智能手机市场。该公司的内部评估数据显示，预计2019年的实际手机销量将比没有美国制裁情况下的手机销量减少6000万部。有评论认为，华为手机在日本的逆袭，意味着华为打破了美国的制裁，彰显了华为真正的实力。但是华为创始人、CEO任正非在近日的一份内部备忘录中称，该公司正处在“危亡关头”，并建议未充分利用的员工组建“敢死队”来探索新项目。任正非在备忘录中说，公司的首要任务是号召员工“立功”，并尽快把优秀人员选拔上来，增加组织的“活血”。在8月9日的华为开发者大会上，该公司发布自主研发的“鸿蒙”操作系统。法新社称，凭借其新移动操作系统鸿蒙操作系统，中国电信巨头华为在一个很特殊、但利润极为丰厚的市场上与安卓系统正面竞争。专家：企业合作相互依存 贸易保护主义破坏秩序美国破坏全球贸易规则及产业链，却难以扭转自身经济衰退的命运。美媒称，具有讽刺意味的是白宫自己的一些政策，如对中国加征关税，正在引发投资者对经济衰退的担忧。来源：央视网", "author": "中国经济网", "newsdate": "发布时间：19-08-22", "newstime": "14:43", "sentiment": [{"positive_prob": 0.156686, "confidence": 0.651808, "negative_prob": 0.843314, "sentiment": 0}]}, {"title": "华为和新宝骏搞事情？5G时代来了，汽车不智能怎么行？", "content": "前些天华为“鸿蒙系统”发布，可以说是强势刷了一波热度，网友们也纷纷燃起了“民族自豪感”。要知道全世界几十亿台智能终端只有三种操作系统：苹果、安卓和windows。华为“鸿蒙系统”的发布可以说直接对这种垄断发起了挑战。 但在系统之外，我们更为关心的是华为作为5G标准的主导者之一，将会有怎样的大动作。在5G时代来临之际，各行各业又将会有怎样翻天覆地的变化。 新宝骏作为上汽通用五菱下的一个年轻品牌，有着“年轻、科技、智能、网联”的品牌基因。实际上，早在鸿蒙系统发布之前，新宝骏品牌就已经联合华为“搞事情”。7月12日，柳州市政府向上汽通用五菱颁发“智能网联汽车道路测试牌照”。同时上汽通用五菱已经与中国移动、华为等通信行业巨头签订了战略合作协议。新宝骏更是发布全球首条“四位一体”公开测试道路，并在国内率先启用首批专门用于智能网联汽车测试的5G基站。在5G测试道路发布期间，新宝骏还下线了两款跨界车型新宝骏RM-5和新宝骏RC-6，预计将于9月份上市。早在今年4月份，有着智能网联基因的新宝骏RS-5就已经让人眼前一亮。而新宝骏RC-6、RM-5和新宝骏RS-5一样，均是新宝骏基于首个模块化智能平台R平台打造而来。在智能驾驶和智能网联方面同样表现出色。新宝骏的车型均配备了L2级别的智能驾驶辅助系统。不仅大大提升了行车安全性，也大幅提升了驾驶舒适性。例如新宝骏的ACC自适应巡航功能，同级别更加人性化，它在0km/h就能够激活，并且有7档跟车距离。很多车型的自适应巡航在30km/h的时速以上才能激活，跟车距离也仅为3档。在这一点新宝骏表现更加智能。再加上0-60km/h的交通拥堵辅助（TJA）、60-130km/h的高速智能领航（ICA）以及弯道巡航辅助（BCA）功能，不管是在城市还是在高速道路，不管是拥堵还是通畅，它都能实现全速段的巡航。驾驶员不再需要左顾右盼，绷紧神经，只需要适当操作就能轻松驾驶。此外，日常生活中压线罚款和因偏离车道发生车祸的情况不在少数。而新宝骏车型的车道偏离预警（LDW）和车道保持辅助（LKA）功能可以让车辆稍加转向，防止偏离车道，也会向驾驶员发出提示音，避免驾驶员分神跑偏。在制动方面，新宝骏RC-6和新宝骏RM-5的自动驾驶系统，也提供了FCW防碰撞预警、AEB预碰撞自动刹车、IHBA自适应制动辅助系统、CMS碰撞缓解系统和SDW安全距离报警系统等，可真正做到“永不追尾”。在5G时代来临之际，汽车将不再是简单的交通工具，它会变得更加智能、安全、便利，人车互动也变得更加紧密。相信之后新车上市会将再掀起智能化的浪潮。", "author": "二师兄玩车", "newsdate": "发布时间：19-08-22", "newstime": "10:43", "sentiment": [{"positive_prob": 0.00546057, "confidence": 0.987865, "negative_prob": 0.994539, "sentiment": 0}]}, {"title": "华为和荣耀有什么区别？有5点不同，看完之后不怕选错了！", "content": "虽然荣耀也是华为手机，但是产品的各个方面都与华为有所不同，我们经常发现，同是麒麟980处理器的手机，荣耀卖两千多，华为卖五千多，两者价位相差竟然如此之大，那么它们到底有什么区别呢？1、 定位不同。华为和荣耀手机定位不同，华为是主要是针对高端消费人群，华为Mate旗舰系列就是商务旗舰手机，专门为成功人士打造产品，而且华为手机是新零售手机，现在很多手机厂商，要么主打线上，要么主打线下，而华为手机线上和线下都通吃，也就是雷军所说的新零售手机。荣耀手机主要人群是年轻一代，比如学生、刚毕业工作不久的人群，因此价格相对便宜一些。2、 品控不同。虽然华为和荣耀采用的都是麒麟芯片，但是华为的成本更高、品质更高，也就是堆料更足。千元机和旗舰机堆料肯定是不同的，哪怕你看不出，就像苹果手机与一般国产机的品控肯定不同，因为苹果对供应商要求很高，达不到它良品率需求，就选择退货，因此就品控而言，华为肯定是比荣耀高的。现在华为旗舰机已经支持IP68级防尘防水了，荣耀旗舰机并不支持。3、 拍照不同。现在华为十分重视拍照，华为P30 Pro和华为Mate20 Pro都用上了索尼IMX600传感器，是华为定制版产品，比IMX586要高端一些，但是华为没有给荣耀用这款传感器，荣耀旗舰机目前仍然使用IMX586，未来也是如此，华为高端机的拍照，肯定是要灵越荣耀之上的。4、 屏幕不同。华为手机很多采用的是OLED屏幕，目前旗舰机肯定是这样的，而荣耀大多采用LCD屏幕，就连超过3000元的荣耀20 Pro也是采用LCD屏。同样是OLED或者LCD屏，但是也有上等、中等和下等之分，而华为手机的屏幕品级，肯定也是比荣耀手机的高。5、 Logo不同。华为手机的Logo是“HUAWEI”，而荣耀手机的Logo是“HONOR”，当然看到“HUAWEI”的logo总感觉要比“HONOR”高端一些，正如前文所说两者人群不同，华为主打的是高端人群。有些网友入手了荣耀旗舰机，认为自己搭载麒麟980芯片，与华为五千多的旗舰机同样的处理器，因此沾沾自喜，认为别人都是“傻子”，看完以上5点之后，你肯定不会再这么认为了，因为华为手机在各方面做得都是比较好的，因此你也不要觉得买华为就亏，买荣耀就赚了，两者有很大区别。", "author": "日日科技说", "newsdate": "发布时间：19-08-22", "newstime": "09:59", "sentiment": [{"positive_prob": 0.765798, "confidence": 0.479552, "negative_prob": 0.234202, "sentiment": 2}]}, {"title": "华为5G手机卖到“断货”，日企纷纷恢复销售，另一品牌却截然相反", "content": "自今年来，5G已经成为各国最关心的话题之一。截至目前，不少国家已经成功推出5G商用网络和相关5G设备。最近，中国电信供应商华为也推出了其首款5G手机。而据媒体8月22日报道，未来全球5G智能手机市场的情况几何，关键就取决于华为。近日，据市场研究公司Strategy Analytics公布的一项最新数据显示，到2020年，5G智能手机的全球销量或将突破1.6亿部。但究竟这一数字能达到什么样的高度，一定程度上就要看华为的业务如何。据了解，明年中国预计将成为最大的5G智能手机市场，其5G手机销量有望达到8000万部。而作为目前5G市场上最占优势的手机制造商，华为单是保持其在中国本土市场上的销售业绩，明年也能顺利在5G行业中占据领先地位。再加上，最近华为的首款5G手机还迎来了“开门红”。就在发售的前一天，其预购量就已破100万部，一分钟内在各大电商平台卖到“断货”。在这一情况下，今年早些时候宣布暂停销售华为部分机型的日本三大运营商，最近也都纷纷恢复销售。看得出来，在华为5G手机到来之际，日企们也在示好，希望未来能继续销售华为5G手机。但对比之下，曾经作为无可争议的全球5G领导者——三星的情况却截然不同。一直以来，三星都是智能手机市场的“领头羊”，在5G上也自信满满，不仅早就推出了5G手机，还宣称要量产5G芯片。但目前三星在中国市场上份额只剩下1%。此外，如今华为的成绩有目共睹，未来三星或面临地位不保的局面。", "author": "金十数据", "newsdate": "发布时间：19-08-22", "newstime": "19:06", "sentiment": [{"positive_prob": 0.0446027, "confidence": 0.900883, "negative_prob": 0.955397, "sentiment": 0}]}]