[{"title": "为什么雷军指责“华为不懂研发”？", "content": "转载自百家号作者：小谦作为消费者，我们购买一台手机最看重什么？价格？外观？还是功能？毋庸置疑的是，手机质量是我们愿意购买的重要参考因素和前提，不管是软件层面还是硬件层面，质量都是手机的核心竞争力。手机要拥有比较好的质量和体验，这和研发息息相关，但手机研发究竟应该投入多少经费，这一直都是一个具备争议性的话题。近日，当“如何看待雷军称研发费用不是越多越好，华为研发费用高是不懂研发效率低？”在知乎上大火后，以华为和小米为首的粉丝团体们就进行了热议。雷军：研发费用不是越多越好！首先，大佬们发言，我们一定要结合实际说话场景去进行理解和评论。说话的场景不一样，也许同样一句话的语义就发生了改变。在“雷军称研发费用不是越多越好”的发言火热后，小米集团公关部总经理徐洁云在微博做出回应，其表示，雷军说出这句话的场景并不是在近期，而是在2018年4月25日小米宣布小米硬件综合利润率永远不超过5%的时候，雷军面对记者采访时候进行的表述。当时，雷军在采访中表述的核心内容是：雷军本人和雷军所有创始人都是研发背景，对研发有非常深入的理解。雷军认为研发费用的本质不是越多越好，如果越多越好，微软不就成了日不落帝国？其实，几乎所有的重大创新都是小公司干的。同时，雷军不同意华为研发费用率要持续高于10%的说法，认为那是不懂研发，是高管不亲自做研发的原因。在小米宣布硬件综合利润率不超过5%的时候，雷军表达出这样的观点一点都不奇怪。毕竟这句话背后的潜意思就是：小米研发实力很强、研发成果不错，但我花的钱比大家还少，并且我还保证以后不赚多了用户的钱。从立场角度而言，雷军的发言其实并没有错，但在智能手机创新乏力的今天，能否在产品方面有新鲜的东西吸引用户，这依靠的就是各大手机厂商所拥有的研发实力。为了提前或长期保持消费者对于自己品牌的关注度，比拼研发投入就是一个竞争标配，手机厂商的研发实力也越来越重要。从这个角度来说，关于手机厂商研发投入的话题，未来一定还会有更多的争议。结合雷军的观点，笔者也和大家一起来谈谈自己对于手机厂商研发的一些看法。研发投入占比是一种态度，手机厂商比拼的硬实力是研发成果事实上，哪怕是小米，最近几年的研发投入也都是在上升的态势。现在市场上，很多主流的厂商都将研发投入当做自己的核心卖点。于消费者而言，一家手机厂商在研发上有多少投入，这可能代表了厂商是不是真的注重产品和用户体验的态度。根据《2018年欧盟工业研发投资排名》报告显示，华为公司研发投入在全球范围内排名第五，是研发投入最多的中国公司。在位居全球研发投入的公司排名中，研发投入排名靠前的都是如今响彻一方的巨头企业。其中三星以134.37亿欧元排名全球第一、谷歌母公司以133.88亿欧元位居全球第二、大众以131.35亿欧元排名第三、微软则以122.97亿欧元排名第四、英特尔以109.21亿欧元排名第六、著名硬件厂商苹果以96.57亿欧元排名第七。从《2018年欧盟工业研发投资排名》我们就可以看出来，全球顶级的科技公司对研发的投入都在加大。与其说华为声称10%的研发占比是不懂技术，这更多的可以看做是华为对于技术研发的一种态度、一种尊重。华为是国内少有做好自身业务还能够有助于国家科技技术发展的民营企业，不管小米如今的手机销量有多少，就目前来说，华为在技术、专利的底蕴必然比小米更强，这是一个不争的事实。只要消费者持续期待更加优质的产品，那么产品研发就是属于所有手机厂商的硬实力，纵然是小米也只能稳步提升研发投入。领导团队是技术出身会更好，但持续重视技术研发的态度更重要在此前的发言中，雷军强调其本人和其创始团队都是技术研发出身，这确实也是小米异军突起的一个关键因素。相比之下，其实华为手机业务的研发背景并不弱。就说华为消费者业务总裁余承东，虽然网友认为其爱吹牛给他起了一个外号叫“余大嘴”，但其本身也是技术出生，为整个华为的多个关键性发展立下了汗马功劳。举个借着余承东此前与团队共同发明的华为分布式基站解决方案，华为获得了2008年年度中国国家科技进步二等奖，这样的研发成果，小米似乎并没有。从通讯技术角度，华为本身更是早早地走向了全世界。纵观整个科技互联网，很多互联网大佬自身的技术并不是很牛，甚至阿里巴巴马云都不会写代码，但阿里巴巴如今也成为了全球最大的互联网公司之一，并且其云计算业务就明显是一种通过技术突破而领先的业务，这样的成绩很多老牌程序员压根也做不到。诚然，团队的领导和团队的核心人员是技术出身，这对于跟科技互联网相关的业务都拥有巨大的辅助。但是，与创始人和团队本身的技术基因和技术能力相比，我想更重要的还是创始人/领导人对于技术研发究竟有多重视才行。老话说“好汉不提当年勇”，雷军本人是中国互联网发展史上不可磨灭的重要人物，如今小米也是一家已经非常成功的企业，但这并不意味着小米本身创始团队的研发基因就一定会比华为、OPPO、VIVO他们更有优势。也许，相比之下，其他的厂商还比小米更懂硬件，这并不是没有可能的。说到底，一家手机厂商会否持续重视技术研发，在持续投入后能否真正有实用性的结果产出，这恐怕才是一家厂商在技术方面真正拿得出手的竞争力。研发性价比和研发投入占比都只是形式，研发本质是一个高风险高回报的投资某种意义上而言，似乎性价比这个观念已经深入到小米的灵魂之中，研发效率似乎就是一种未来比拼研发实力的能力。当然了，如果要达到同样的预期效果，能够更好地节省人员力量节省开支，这对企业来说必然是一件好事。但个人认为，不管是研发注重性价比，还是按照营收的占比去进行研发投入，这都只是一种形式。殊途同归，这两种不同的发展道路，其最根本的还是要给广大消费者带来研发的成果转化。从消费者层面实际的转化成果来看，研发占比确实就只能是一个态度，是厂商释放其对用户体验和产品质量重视的一种态度。但回归到消费者真正能够体验到的，研发技术成果转化得究竟怎么样，其实是可以用实际的产品表现感触到的。这两种方式也许压根就没有天然的对错，真正要让谁服谁，最终还是得基于研发成果让消费者来评估。纵然现在也有不少企业宣布加大研发投入，但也许大家真正要比较的不是谁在研发的投入会更多，而是最终会给消费者带来怎样的体验。在通讯技术革命的时候，谁会最先做到新通讯技术稳定的服务？在新的功能应用面前，谁会更早给消费者带来他们期待已久的功能？在面临几乎所有手机厂商的挑战难题时，谁会率先突破这样的行业难题带来更加优质的服务？在整个手机行业创新乏力的时候，谁能持续在每一代新产品都带来新鲜的体验甚至引流行业趋势？这些其实才是消费者真正能够感受到手机厂商研发实力的表现。如果本身不能围绕消费者的需求去进行产品的升级，那么纵然研发投入占到了营收的50%以上，全公司几乎大部分都是在做研发，这也许也难逃被市场淘汰的命运。同样的道理，如果过于注重研发投入产出比和研发的效率，最终由于无法掌握顶层的技术优势，这就可能也会有错失一些技术独有性的优势。为什么这么说呢？研发是一件创新的事情，也是一种投资行为。既然是投资，高风险高回报就是大概率的事件。如同天使投资一般，只要华为在一个手机技术方面拥有了先行优势，提前掌握了一定的话语权，其产品就有可能比很多厂商提前推出消费者需要的功能，这就可以让其快速获得一批用户青睐。与此同时，也许有100个技术投入巨资研发后对市场推动没价值，但仅凭一个拥有独有性的技术突破，也许华为所有的研发投入就都赚回来了。某种意义上而言，大型企业最不能省的就是研发预算。研发是一个需要不断试错的事情，能省肯定最好，但也许一个方向再坚持多亏一点多投入一点，这就可能会出现技术突破。在这样的一种情况下，低投入大概率是代表了低风险，但也阻碍了创新的可能性，从而只能大概率带来少回报。如果小米在研发方面始终注重研发性价比，可能其犯下的错误会更少，整体也会走得更平稳，但其也就失去了引领者的资格。2018年，是华为研发投入首次超过苹果研发投入的一年，也是其坐稳中国智能手机市场第一宝座的一年。大家信赖于华为的研发实力和产品品质，这种硬实力就足以让华为在大量口水战中不战而胜，当OPPO等更多厂商决定投入更多资金做研发，相信比其他厂商更懂技术的小米未来一定也会加大对研发的投入。在如今投资生态链也充满了风险的情况下，投资厂商自己的技术，也许不管投入多大，这就已经是一种相对风险最低的投资了。不过，话说回来，真正能够持续有底气说自己能够保证将营收10%以上用于研发的企业，确实屈指可数。一方面，能够在资金方面跟华为比较的科技企业，本身就不多，能够在原有业务营收能力和营收稳定性对比的企业，那就几乎没多少了。2018年，小米实现营收1749亿元，而华为却超过了7000亿元。对于华为而言，正是由于其根基业务拥有了技术壁垒，华为的试错次数也可以比小米这些公司多更多。从这个角度而言，不管是技术属性的公司还是市场商务型的公司，本身大多数公司就很难去跟华为去对标，华为本就是一家难以复制的公司。但不管怎么样，重视研发都是一种态度，也是一种投资手机厂商自己的策略。不管是小米更加注重研发的性价比，还是华为有足够的庞大的研发资金支撑团队成员试错研发，只有真正能够通过研发给消费者带来真正的研发成果突破，才真正有可能在消费级市场取得消费者的认可。与其在口水战中找毛病，在如今发展压力越来越大的手机厂商中，大家或许还不如扎扎实实做研发呢。本文首发于CSDN文 |小谦，互联网观察员，数十家科技媒体专栏作者，转载请注明版权", "author": "华西悦读", "newsdate": "发布时间：19-04-22", "newstime": "16:45", "sentiment": [{"positive_prob": 0.000992016, "confidence": 0.997795, "negative_prob": 0.999008, "sentiment": 0}]}, {"title": "为什么华为P30Pro不卖便宜点，有助销量也让更多人买得起好手机？", "content": "华为P30pro发布之后，因为定价达到了5488元起步，成为了名副实际的最为昂贵的国产旗舰手机。但不少人就在吐槽华为这款旗舰卖得太贵了，自己感觉买不起。因此想问问，为什么华为P30Pro不卖便宜点，有助销量也让更多人买得起好手机？对此，笔者说下个人的看法：华为P30Pro定价5488元，成为当之无愧的国产最贵主流旗舰华为P30Pro的价格定在了5488元起步，导致了这款手机超过了原来的华为Mate20Pro，成为了目前国产手机当中最为昂贵的机型。对于这款手机来说，华为P30Pro的表现也确实出色，比如首次采用了四摄像头设计，并且还具备了渐变色、玻璃机身，以及还有麒麟980处理器+8GB+128GB的储存组合的硬件，这基本都是目前华为能够提供的最好的体验了。当然，华为P30Pro也不是毫无缺点，比如说在屏幕上采用的仅有1080P的分辨率，并且国行版的天线只有2根，对比海外版本的四根天线在网络信号方面的体验会有所下降。但是，对于华为手机或者是国产手机来说，我们应给予这款手机肯定。华为凭什么不能够卖5488元？苹果三星是华为的榜样也有人对于华为P30Pro卖出高价格表示欢迎，认为5488元也不算昂贵。因为华为P30Pro的价格对比价格5999元的三星S10，或者是对比价格5199元的廉价版iPhoneXR，华为P30Pro的价格都不算昂贵。当然，如果你将华为P30Pro对比小米9这样的2999元起步的手机来说，华为自然在价格上占不到便宜。只不过，更多人相信的是，华为的榜样是苹果三星，定位的是高端大气上档次，走的是海外市场的国际范，而不是小米这样的国产友商，显得太没有身份。华为P30pro需要追逐利润，产品走高端化需要面临的是销量压力诚然，如果说华为P30Pro卖出高价格，自然是会有高利润，但是如果卖出低价格，自然是可以追求高销量。对于华为P30Pro来说，5488元的定价其实已经说明了一切——华为希望能够获得更高的利润，获得更高的溢价，而不是只追求高销量。因为华为在去年跟苹果的出货量相差也不到一千万台，但根据数据统计显示，iPhone占据了去年整个智能手机行业约为73%左右的利润，华为却只占据行业的5%的利润。显然，华为如果想要以苹果作为自己的榜样，自然也需要提高售价，获得更高的利润，短期内销量没有出现大幅上涨也是可以接受的。总的来说，华为P30Pro的价格定在了5488元，其实就意味这一款产品着放弃了低端用户，而是要学苹果三星走高端路线。对于用户来说，也不能期望一家企业放弃追求利润。你们觉得呢？", "author": "叽歪数码", "newsdate": "发布时间：19-04-22", "newstime": "20:00", "sentiment": [{"positive_prob": 0.0744982, "confidence": 0.834449, "negative_prob": 0.925502, "sentiment": 0}]}, {"title": "见证夜视仪 华为P30评测：三摄拍照新标杆", "content": "一、前言：Mate X之后的最大惊喜 华为P30系列革新手机摄影前不久，华为首部折叠屏手机Mate X才轰动过一遍整个手机行业，紧接着又甩来一个大招——华为年度拍照旗舰P30系列在法国巴黎盛大发布。其吸引了全球科技媒体、消费者的目光，热度之盛丝毫不亚于去年华为Mate 20系列初问世间，不逊于华为Mate X系列华丽一现，毫无疑问，华为P30系列是继华为Mate X折叠手机之后，给全球手机业者、用户带来的最大惊喜。在华为P20 Pro开创后置三摄像头之后，我们已经习惯于看着其身后诸多的品牌各色机型跟风三摄，用着套娃式的相机模组、套娃式的算法方案。自然，以上跟风追随者得到的也大多都是雷同的庸碌效果。并且，即使在华为P20系列发布超过一年之后，通过DxOMark我们可以清楚看到，仍旧难有其它品牌机型可以在拍照方面进行全方位的超越。当华为P30系列到来之后，我们不得不承认眼前的事实，单说在手机拍照的领域，能够超越华为的，也许只有华为自己。我们已经将新鲜出炉的华为P30系列拿在手中，并在数日之前使用四摄方案的华为P30 Pro进行了体验。如此前预告，我们对其中继续沿用三摄方案的华为P30进行了长久体验。接下来是由快科技带来的华为P30详细评测。二、外观：让我找回“小屏”的掌控感除了我们将在后面着重展示、介绍的摄影方面的大幅升级，这次的华为P30系列外观相对上代P20系列有着极多的改变。首先是在配色上，P30系列总共五种颜色，分别是天空之境、赤茶橘、极光色、亮黑色和珠光贝母（白色），该系列的P30与P30 Pro各自配色可选款型、数量相互完全一致。这里我们拿到的华为P30是极光色款型。与其Mate 20系列沉稳深邃的黑色形成鲜明对比的是，华为P30系列延续了P系列典雅的白色包装，其在正面依旧印有瞩目的徕卡标，简洁有力。华为P30全系都采用了OLED屏幕。我们手中的华为P30采用6.1英寸屏幕，分辨率为2340*1080，高宽比为19.5:9，并且和华为P30 Pro一样支持DCI-P3广色域和HDR显示。华为P30系列当中，P30和P30 Pro的屏幕形状设计基本一致，都使用了当下手机市场流行的珍珠屏设计。可以看到珍珠状非显示区域容纳了前置相机，并掩藏着诸多传感器。顶部边框处安置了传统听筒。可以看到，华为P30的屏幕底部的下巴取消了前代P20系列的实体按键区域，向同代的Mate系列看齐。前代华为P20系列的后盖，以标志性的渐变配色成为一时之间极具辨识度的代表性事物，紧接着为同业者争相借鉴模仿，这次的华为P30系列没有让我们失望，更进一步将其渐变美学玩出新境界。且看我们手中的极光色，在手机五颜六色、争相博出位，达到乱花渐欲迷人眼的今天，有一种返璞归真的观感，好似北极点极寒之地的极光一般看似平淡，在机身辗转腾挪下闪现的色泽却也绚烂。机身防水方面，华为P30 Pro支持IP68级防尘防水，我们手中的华为P30支持IP53级防尘防水。在华为P30 Pro的评测当中，我们曾感慨双曲面的机身让 P30 Pro 有着良好的握持感，虽然那是一台有着 6.47 英寸屏幕的手机。而此仅6.1英寸的“小屏”（相对P30 Pro而言）华为P30在机身相对缩小之后握持体验更是出色。在手感上与过去超过5寸的小屏手机相近，十分跟手。虽然华为P30系列两款手机都是玻璃机身，但是体重控制得较为严苛。华为P30仅165克，配合相对稍小的尺寸，单手把玩有一种在巨屏当道的世界之中难得的掌控感。与华为P30 Pro的3D曲面屏幕设计稍有不同，华为P30换了一种设计风格，采用2.5D曲面玻璃，但是侧边边框同样圆润丝滑。区别在工艺方面，P30的侧边边框采用磨砂，P30 Pro的边框为镜面抛光。两者各有特色，都代表着一种设计理念的延续。来看机身底部，可以看到华为P30配有3.5mm耳机孔，华为P30 Pro 则仅支持Type-C。不过有了华为FreeLace 无线耳机之后，有无耳机孔这一切都变得不再重要了，可通过我们此前的耳机评测了解一下。整洁干净的机身顶部。卡槽位置放在机身侧面。和P30 Pro一样，华为P30同样也支持Nano Memory Card存储卡，比传统microSD卡小了45％，此外华为P30 Pro支持双卡双4G双VoLTE。三、拍照：超感光徕卡三摄 与夜视仪同在华为P30系列的双旗舰在相机方面的实力有目共睹，也是此番的突破性夺目亮点所在。此前，我们对于该系列之中的华为P30 Pro的拍照功能、实现方式、效果做了较为详尽的介绍和展示，其开创性地带来了RYYB 像素排列的CMOS和在手机上史无前例的潜望式镜头结构，接着登顶 DxOMark榜单，成为目前拍照功能最强的智能手机之一。而作为该系列之中的另一款重磅之作，华为P30在拍照方面的能力同样有目共睹，在P30 Pro探入四摄领域的同时，由其把守住徕卡三摄的制高点。可以说，华为P30是P20 Pro首创三摄、Mate 20系列实现从长焦到超广角的多焦段覆盖后，所迎来的三摄拍照巅峰：华为P30配备后置超感光徕卡三摄，分别为：4000万像素超感光摄像头（广角，f/1.8光圈）+1600万像素超广角摄像头（f/2.2光圈）+800万像素长焦摄像头（f/2.4光圈，支持OIS），并拥有激光/对焦/反差对焦（3倍光学变焦、5倍混合变焦、30倍数字变焦）和AIS防抖。——夜间某旗舰（开启夜景模式）华为P30的主摄像头配备的是大尺寸RYYB传感器，这里的RYYB将传统的RGGB方案当中的绿色像素替换成黄色像素，同时透过红光、绿光，规避所带来的光之强度折损，进光量提升高达40%。其最高感光度远远超过iPhone Xs Max等设备。这便是以上一组一张当中，华为P30所具备的较为出色的夜视能力基础所在。要知道，在这种几乎无光的条件下，肉眼近乎看不到任何东西。某旗舰可以看到，即使脱离近乎无光的场景，在稍有些光线的弱光环境当中，华为P30的表现仍旧一枝独秀。孰优孰劣一眼可辨。RYYB CMOS 传感器大幅度提升手机在弱光环境的进光量，拍摄照片的整体亮度高出很多。夜景模式off夜景模式on开启夜景模式后，灯光环境不再对成像效果构成威胁，华为P30甚至还能准确还原被拍摄对象的复杂色彩。这里笔者强烈建议大家在夜间打开夜景模式去拍摄光线较为复杂混乱的场景，可以一窥华为P30夜景算法的强大，这样超越硬件极限进行优化的能力可以说十分罕见且无法逾越。——白天1x（主摄）3x（光学变焦）5x（混合变焦）30x（数字变焦）华为P30是仅次于P30 Pro的手机界“望远镜”。华为为之加入了焦距更长的长焦镜头，大幅提升了其在长距离拍摄上的表现。其长焦镜头相较于自家老大哥主要差异在于有无极为超前的潜望式设计。从我们拍得的样张来看，如此表现已经是“一人之下万人之上”了。普通模式超广角模式华为P30的超广角镜头可以实现120°的取景范围，以此突出主体景物，提供更加广阔的创作空间。来直面太阳吧。这是直对着太阳拍摄的逆光样张，可以看到在这种极限的场景下。照片的宽容度抢眼，依然能够远处楼体的细节。HDR算法的质量明显远远强于上一代，照片直出效果十分优秀。微距超级微距微距、超微距下细节表现一贯是华为手机拍照的强项，之前我们曾在华为P30 Pro身上领教过，现在华为P30也依旧继承了这一优势。所摄对象的纹理清晰。锐化处理的程度适中，没有出现过渡锐化。值得一提的是，华为P30虚化边缘过渡自然错，没有突兀感，画面的层次性有了明显的飞跃提升。可以说，不管是日夜间成像还是HDR等拍摄功能，华为P30都有跨越式的提升，比前作华为P20进步良多，同时也仅在次于自家老大哥的段位上触及旗舰手机拍照的天花板，位列三摄手机拍照标杆位置。拍照方面，华为P30已经能够满足手机用户的所有要求，甚至于取代一些可换镜头的卡片相机也是毫无问题。四、性能：麒麟980加持 顶级表现毫无悬念无论是华为P30还是华为P30 Pro都采用了麒麟980处理器，同样搭载8GB的运存，如我们前文所言支持最大256GB的NM内存卡扩展。不过稍有不同的是，华为P30的存储空间是从64GB起步，而 P30 Pro则是从128GB起，华为P30作为覆盖人群更为广泛，同时也是出货量级较大的旗舰款型，确实应当如此提供相对更为多样的选择。关于麒麟980处理器，我们一直以来都有着非常详细的介绍和分析，这里便不赘述太多。第一次接触麒麟980处理器，是在华为Mate 20系列身上，当时在评测华为Mate 20、华为Mate 20 Pro这两款性能强机时，麒麟980的出色表现给笔者留下了深刻印象。其曾经身聚当时的全球首款Cortex A76架构CPU；全球首款双核NPU；全球首款Mali-G76 GPU；全球首款1.4Gbps 4.5G基带，甚至是全球首款支持2133MHz LPDDR4X的处理器。基于7nm工艺制程打造，以及全球范围内率先实现基于Cortex A76架构的开发商用和Mali-G76 GPU的开发，麒麟980处理器在影音和游戏方面的表现都处于一线顶端水平。另外，华为P30也搭载了全新GPU Turbo 2.0技术，在适配更多大型游戏运行的同时，也更进一步优化了游戏的运行帧率和功耗需求。五、充电续航：电池容量继续加码 用得更持久在电池方面，华为P30自带一块3650mAh电池。在竭力控制机身尺寸的前提下还能够装载如此之大容量的电池确实不易。接下来我们通过实际测试来检验下其续航情况如何。1、在线视频笔者使用使用哔哩哔哩客户端播放在线弹幕视频。20%音量，50%亮度，从99%的电量开始在线播放1080P的视频。从99%电量开始，5个小时后，剩余电量66%。耗电33%。按照这样的掉电速率，在相同的测试条件下，华为P30 满电可以连续播放在线视频超过10个小时。2、游戏续航笔者使用久盛不衰的吃鸡手游《刺激战场》来测试华为P30的游戏续航，画质、帧数全部开到目前能企及的能耗极限、最高水平，从100%电量开始。从100%电量开始，120分钟后，剩余电量67%。耗费电量33%。按照如此的掉电速率，在相同测试条件下预计可以不插卡、HDR高清、最高帧数连续吃鸡接近6小时，对于游戏党而言十分畅爽了。在3650mAh大电池的支持下，华为P30完全可以支撑一个重度用户一天的使用。3、充电相对于老大哥P30 Pro，华为P30没有无线快充和无线反向充电等功能，但是最高22.5W的快速充电是居于目前旗舰手机的前沿水平了。来看充电速度实测。通过充电测试，我们能看到华为P30的充电情况。仅仅30分钟的时间就可以让偌大一块电池从个位数的电量充至62%，足以支撑半天所需的电量。从3%到99%也仅仅耗去80分钟的时间。六、体验：EMUI 9.1焕然一新 感受EROFS之强劲——EMUI 9.1众所周知，在新版安卓系统的更迭以及对老机型的适配速度上，华为EMUI一直是国产一线手机ROM的标杆。前些日子，华为官方宣布EMUI 9.0升级机型已经多达32款，其中有8款升级了两次安卓大版本，升级用户数累计突破4000万，预计覆盖老用户将达到1.9亿。而此次EMUI 9.1的新鲜到来，也将让诸多老用户充分享受到华为软件增值带来的红利。刚好，EMUI 9.1得到了华为P30系列的首发搭载。在华为P30上，我们可以看到EMUI 9.1重新绘制的系统图标。相较此前更倾向于扁平，清新的风格，越来越贴近华为P系列的时尚定位。更加扁平化的图标到来的同时，其系统UI色调也变得活泼，并和P30 的机身一样采用相匹配的亮眼配色。——屏内指纹解锁如我们在前文所说，华为P30采用了OLED屏幕，那么使用屏内指纹解锁也是情理之中的升级了。这次华为P30采用了全新屏下指纹解决方案，以取代前代的电容式指纹。这也是P系列首款搭载屏下指纹识别技术的手机。日常体验下来，录入以及解锁的速度都与电容式无差。无论息屏还是屏幕被点亮的状态下点击指纹状的图案即可闪现进入手机桌面。——EROFS早在EMUI 5.0的时代，华为便采用F2FS取代ext4，使得流畅度提升，同时对高速闪存的4K读写做了大量优化。而此番在华为P30系列当中加入的EROFS则改进了压缩算法，保证了节省空间的同时还提高了性能和速度。对于老旧低端机型而言，其可以在节省空间的情况下避免低内存情况下的卡顿。而对于华为P30此类旗舰而言，则如虎添翼一般，根据华为官方数据，在EROFS的加持下，手机的随机读取性能平均提升20%，并节省内存空间资源。华为P30三星S10可以很明显地看到，同为旗舰，在关乎闪存核心性能的4K Random Write性能那里，三星顶级旗舰只有133MB/s，华为P30 则有178MB/s。足可见EROFS的强势所在。七、总结：手机摄影新标杆 P30系列双雄屹立在华为手机的历史上，最初，华为Mate系列与P系列泾渭分明：华为P系列专注时尚与打磨拍照，Mate系列担负起长续航、高性能、探索未来科技的重任。而现在看起来，自华为P30系列开始，其在立稳最强拍照手机的同时，开始向未来的手机摄影技术进行探索——华为P30 Pro的潜望镜长焦镜头，以及在华为P30所得到的RYYB超感光主摄无不如是。这也让我们感到，一年更迭一代的华为P30系列相比于我们过去接触过的同系列产品，技术积淀、探索空间技术要比以往更明显且具勇气。作为华为P30系列的双剑之一，华为P30极具竞争力。如果说屏占比更高的珍珠屏、性能更强的麒麟980处理器、与众不同的天空之境、极光色等新鲜设计，只是华为P30之于前作而言的正常升级。那么新加入的RYYB排列算法、3倍光学变焦、5X混合变焦、30倍数码变焦，还有1600万超广角镜头，以及1/1.7英寸大底的4000万像素超感光镜头，以及前所未见的夜景实拍效果则毋庸置疑地让华为P30仅次于自家四摄老大哥P30 Pro，从而站稳在三摄摄影的标杆位置。", "author": "驱动之家", "newsdate": "发布时间：19-04-22", "newstime": "12:10", "sentiment": [{"positive_prob": 0.995437, "confidence": 0.989859, "negative_prob": 0.00456334, "sentiment": 2}]}, {"title": "华为成功的秘密原来是……", "content": "这是一个华为如何在竞争激烈的企业业务战场中突围并不断取得胜利的故事。但我们关心的不仅仅是胜利本身，还有这个突围者在每个关键时刻做出了怎样的选择。选择以客户为中心，选择生态，选择不争，走一条最艰难的路，有时候反而能登顶。文｜金钟编辑｜宋函无处不在小镇禹谟，总人口不过三万，如果你翻开中国地图就会看到，它只是西南角的一个毫不起眼的小点儿。夹在毕节与遵义中间，山高路远，一年有许多雨天，去两头都不方便。但人们总有一些事不得不出门，尤其是生了病——小镇只有一个卫生院，医生水平没那么高，能看个感冒发烧，再复杂的就不行了。但从去年起，大家不用再跑远路了。许多常规检查可以直接在镇卫生院做了。比如心电图、X光。镇卫生院拍摄并传上网，由县级、市级甚至省级医院的医生做诊断。禹谟镇上有2421位居民享受了这项服务。在贵阳市城关镇，受益的居民更多，超过了8000人。2015年，贵州省作为全国首批试点省份之一，启动遍布全省所有乡县的远程医疗体系建设。穿过黔西南的高山深谷，实时网络的稳定性、传感器技术、音视频传递……这些问题都解决了。在同一时间，一千多公里外的特区深圳，一些看似毫无关系的变革也在悄悄发生。如果上下班高峰期在深圳街头观察，你会发现，红绿灯的时长是一直在变化的。比如某个路口，有东、南、西、北、东南、西北、西南、东北八个方向的车流，还有人流、残疾人通道，还有主干道、辅路之分。每个方向的流量都不一样，而有些方向是要重点保障的。如果要调整红绿灯，哪个方向的红灯更长，哪边的换行时间更短，皆是学问。这些经验都藏在路口执勤的交警脑子里，依靠年岁的积累，他们形成了自己的调控心得。但用人力来调配，成本高，不确定性大。现在，这些经验被写成了算法，AI（人工智能）开始自动识别每个路口的流量变化，调整红绿灯时长——过去是车看灯，现在是灯看车。效果很快显现——根据高德地图等机构发布的《2018年度中国主要城市交通分析报告》，在中国堵城排行榜中，北京第一，广州第二，上海第八，而深圳已经退出了前十，告别「堵城」之称。AI为深圳交通做的贡献，不仅于此。另一件让初到深圳的民众印象深刻的事情是，深圳要求机动车的后排乘客也系上安全带，且处罚力度之严格，全国罕见——如违反规定，车辆驾驶员最高将被处以500元罚款，扣2分。技术发展给了交管部门底气。就算是在深夜，摄像头里的红外摄像技术还是能迅速辨认出后排乘客是否系了安全带。摄像头后面是搭载AI芯片的服务器，它每秒能处理一千多张图片，能同时识别200个包括人、车牌在内的事物。它能实时识别违规行为，并迅速设置罚单，因此具有强大的威慑力。关于摄像头破案的故事，曾有一个被反复提及的案例。国家A级通缉犯周克华曾在长沙逃亡两年，2009年在马王堆附近犯案时，为找出他的痕迹，长沙超过1000名警察花费了2个月时间查看相当于83万部电影的监控视频，每天从早上8点看到晚上12点，这才找到一些线索。不少警察因此头痛欲裂。2017年春节，在深圳龙岗，一起拐卖儿童案件发生了。警察只在视频中找到了一个中年女性的模糊头像，但AI技术今时不同往日，用这个模糊的头像结合步态分析，在数据库中搜索对比，得出高清图像，又从身份证信息库里锁定了她的身份，一路追踪，发现她从深圳北站搭乘火车逃到武汉，在汉口车站被警察拦住。15个小时后，孩子被救回。不管是贵州乡村的妇人，还是深圳写字楼中的白领，不管位于何方，或贫或富，我们的生活就被这些一点一滴的技术进步改变着，但人们往往对于改变的机理知之甚少。其实，这些技术进步的背后，都有一家知名企业的身影——华为。但这又不仅仅是华为，还有上千家其他公司，它们形成了一个生态，共同完成了改变社会的每一个步骤。在边界内的不断奋斗故事还得从2011年开始讲起。那一年，华为决定进入企业业务市场。按照传统思路，华为可以依靠自身强大的营销能力，率先占领行业制高点，并在秀肌肉的同时，逐步聚拢渠道伙伴，这也是众多ICT厂商初入市场的惯用做法。但华为没有这么做，在商业模式上选择了「被集成」和「聚焦」策略，旗帜鲜明地提出了自己的业务边界。「被集成」则是变「主动」为「被动」，使合作伙伴不再担心华为的直销惯性；「聚焦」是指华为聚焦ICT基础设施，打消了渠道对华为越界开发应用方案的顾虑。收敛身段，务实诚恳。很快，业务就这样一单一单挣到了。每一个跟华为合作过的企业都能感受到华为员工的认真、奋斗。多年的合作伙伴、神州数码集团副总裁、华为业务群总经理韩智敏觉得，华为人都很执着，或者说有点儿轴，有点儿偏执狂。「给客户做咪表测试，别人可能隔俩小时看一眼就走了，华为的人得打上地铺，就在机房跟前，每隔十分钟——记录、检查、记录。很多企业的文化是，差不多就行了，但是华为是以组织、效率为导向的。」另一家合作伙伴睿呈时代公司总经理王建康也有同感。在他们为兰州新区做「智慧城市」项目时，零下十度的天儿，华为员工裹着军大衣，在现场一待就是一整夜。项目做完了，兰州新区的表扬信马上来了。兰州新区  图/受访者提供我们在每次采访时都会问伙伴一个问题，你认为华为员工最大的特质是什么？答案出奇的一致， 「奋斗」。这也是一个华为内部经常提及的词汇，它所指的那股气质，务实、奋斗、目标导向……气味鲜明，从未被抹去。在某年的巴塞罗那展会上，睿呈时代总经理王建康第一次见识了华为的风格。他们请华为的领导吃饭。高层领导说抱歉，下半场约了用户，匆匆走了；中层干部说，要回去改胶片（华为术语，即PPT）；基层员工说，要马上回现场调程序。王建康觉得，这就是华为人的本色，「应了那句话，华为的高层有使命感，中层有危机感，基层有饥饿感。」使命感、危机感、饥饿感，这让华为人在对外合作时有非常强的执行力，「奋斗」也成为了华为与伙伴在合作时的强力润滑剂。神州数码的韩智敏和外企、国内企业都合作过，觉得这种对比尤其明显。当他给华为提了意见，如果他们觉得是对的，就一声令下，全公司立刻转型，毫不拖拉。「像外企说个什么事，中国区就是一个销售组织，要先去亚太区，再到美国去做流程改变，很费劲。华为不一样，我们直接跟总部说完，全球可能都按我们的要求改了，整个政策就下去了，这非常好。」以客户为中心在「以客户为中心」的文化指引下，强大执行力让华为在进入企业业务市场时一路高歌猛进。2011年，华为企业业务中国区的销售收入刚刚超过50亿元，三年之后，2014年就增长到超过100亿元。100亿，是一个喜忧参半的数据。在华为之前的ICT企业，往往在中国的销售额突破100亿元后，均会遭遇停滞不前或倒退的「百亿陷阱」。华为该怎么办？他们决定分三步走。「这就好像是长跑，当你的心肺功能不足以支撑你的继续发展时，你需要花一点时间练好内功，强身固本。」华为企业BG中国区总裁蔡英华说。第一步是扩大合作伙伴的市场空间，华为的具体做法是将重点关注的关键客户数量一步步缩减。2015年从4000家调整缩减为2000家；2016年又进一步下降到1000家。为了与合作伙伴共赢，华为第二步是有意慢下来。他们对内部组织架构进行「行业拉通」，强调行业顶层设计能力，强调在重大项目中，对合作伙伴的整体支撑能力。第三步则是开始与ISV伙伴推进研发「联合解决方案」。通过这种模式，合作双方才能深入应用场景，提升生态解决方案的效率，降低用户的应用成本。解决了「百亿陷阱」问题后，华为又提出了「生态」概念。2017年，「生态」正式被确定为华为公司的核心策略，并在企业业务领域进一步衍生为「平台+生态」的双轮驱动。蔡英华说，「唯有生态伙伴之间的军团型合作，唯有『集体主动』，才能迅速进入智能生态时代。」他们与客户并非简单的买卖关系，「你有什么样的诉求，我通过信息化手段（来帮你），不仅是销售，更多是在业务上帮你们解决最实实在在的问题。」如果想了解这样一个生态是如何起作用的，有一个与民众生活息息相关的例子是，如何防止金融诈骗的发生。中国有些地区因金融诈骗高发，被称为「诈骗村」，一旦交易者的身份证号位于这些地方，进行金融交易时，系统就会自动评估其合理性。北京先进数通公司提供了这样一个解决方案：核查交易者是否是失信人员，分析他（她）的行为数据、信用分等指标，再通过工商、法院、税务等数据做关联性分析。如果分析证明此人有风险，就会拒绝这笔交易。反洗钱也是他们的工作领域。先进数通总裁林鸿说，「我们国家对金融有严密的管控，他们现在都是通过上千个账户，跟蚂蚁搬家一样一点一点转钱。比如我们曾经遇到这么一个案例，在做国内某商业银行大数据分析时发现，境外有6台IP地址，操纵国内的商业银行几百个账户，半小时内同时向几百个账户转账多笔交易。我们把这种情况上报给银行，银行将这几百个账户的电子渠道进行阻断，银行希望账户的持有者能够到银行，但几个月下来他们并没有来，这里面一定有问题。」每天银行里都有上百万笔交易，发生在任何时间，任何地点。分析这些数据难度极大，先进数通使用的就是华为的FusionInsight大数据平台，它能帮助企业快速构建海量数据信息处理系统，对巨量信息数据分析挖掘，发现可疑之处。自己的产品长在华为的平台之上，林鸿觉得是一种共同繁荣。「这个平台服务器快、产品性价比好，上面有实验室，有联合市场经费，我们可以一起去做先进的解决方案，我为什么不来呢？」正是坚持以客户为中心的理念，让华为创建的生态一步步扩大，今天在里面已经有上万家伙伴，服务的客户包括政府、企业，遍布金融、制造业、电力、交通等各行各业。为了共赢进入企业市场9年来，华为已成为中国ICT市场的领军企业，形成了成熟的ICT生态理念。每年，华为都会对合作伙伴做满意度调查，并希望合作伙伴反馈出真实的想法，并基于此进行持续改进。由于华为在内部已经形成了制衡，华为与伙伴之间的联接不仅仅存在于不同个人之间，还有在组织层面上不同层级的对接，这就保证了满意度调查的真实性。不过，和这样的公司合作，也并非都是一团和气，有时候伙伴们会感到压力。睿呈时代和华为一起做「智慧城市」项目，华为是多维管理，不同部门的人提不同的要求。比如采购部门要求产品报价清晰、稳定、规整。产品部门又要求新功能、新效果，要求创意。这两点其实有些矛盾，从两个部门出发，都没错，但对合作伙伴来说，就是不小的挑战。但这都是从业务诉求出发，不涉及其他利益。智慧城市IOC 图/受访者提供但在关键问题上，王建康始终觉得华为是一个可托付的公司。睿呈时代公司有200多个员工，体量不算大。和有些大公司合作，与客户签合同前，双方立场是完全一致的，但是，「一旦签下合同，我们瞬间就变成成本，使劲压低我们，保证自己的利润。但是华为不这样，会设身处地为我们想，不是零和博弈，大家都有前途。」为了进一步扩大与伙伴们的共赢，2016年，华为中国合作伙伴大学成立，2018年，华为整合华为合作伙伴大学、华为ICT学院等业务，宣布成立华为生态大学，其根本目的是为了给中国数字化转型培养人才。这些人才最终会到合作伙伴中、甚至是在产业中去发光发热。从投资角度看，这无疑是慢回报、投入大的一个苦活儿。泰克教育集团就是华为领先级授权培训中心和华为云战略级合作伙伴，创始人林康平把这个生态看成一个果园，华为提供土壤、水分、养料。「比如我们是种苹果的，我们知道怎么把苹果做得更大、更好吃。还有伙伴是种西瓜的，还有伙伴是制造化肥的、制造杀虫剂的。大家都在这个果园里，这就是一个生态。这个生态怎么繁荣，华为做了很多计划和支持，让这个果园打造成一个共同繁荣的生态，大家都把自己的东西做得更好吃。」林康平以华为、泰克和北京理工大学联合建设的全国首个新工科创新人才基地为例，讲述了在新工科创新人才培养上的有益探索，也为人才生态建设提供了参考样本。他说，在大数据时代，AI得到了越来越多的关注，但AI人才短缺成为制约产业发展的关键因素。泰克教育顺势而行，由华为与泰克联合发布的AI专业人才培养解决方案通过基于ModelArts的产业实践课程，结合AI方向的专业建设基础课程、核心课程，助力高校联合打造AI时代的「人才矩阵」，形成基础能力人才、源头创新人才、产业研发人才、应用开发人才、实用技能人才等多类型人才并重并用的局面。见面时，先进数通林鸿讲到与华为的合作，声音激动起来。他说那是他最想讲的故事。先进数通与华为曾共同承担过一家大型省级农信业务系统升级项目，即打造基于分布式架构的金融核心交易系统，用 x86 服务器取代原来的UNIX小型机，支持银行的互联网业务。「这个项目的难处在于，此前基于x86服务器的分布式系统架构，虽然已在互联网企业普遍应用，但当时在金融行业鲜有人尝试，因为必须保证金融交易不能中断，数据的一致性和交易的完整性都要求百分之百准确。我们和华为2012 实验室的成都同事一起联合开发，从底层架构开始设计，难度高、压力大，研发负责人事后回顾这段经历时，讲着讲着就掉下了眼泪，最终我们成功完成了升级农信业务处理系统的分布式改造。」2018年，华为的企业业务生态在中国有了一个甜蜜的里程碑——华为企业业务中国区的总销售额超过500亿人民币，同比增长在30%以上；在生态伙伴中，有两家的年收入超过百亿，100家合作伙伴业绩超过1亿，业绩超千万的合作伙伴有800多家。正面战场也许今天是一个节点，值得去回顾多年前的故事。「难道华为会有神仙相助？你以为我们会超凡脱俗，会在别人衰退时崛起？」那是2012年，华为创始人、总裁任正非在华为前一年年报的「总裁致辞」中这样追问。这一年，这家中国最成功的科技公司如履薄冰——销售额仅增长了9.1%，为历年最低水平；净利润18.5亿美元，大幅下降53%。华为副董事长徐直军当时回应，利润下降是华为核心业务从单一平台（运营商市场）向多平台（企业业务与消费者业务）迁徙必须付出的成本。华为还要把2012年的研发开支提高20%，来支持企业业务和终端业务的发展。当年外部并不看好这个转型，媒体是这样评论的——「这是一个典型的华为式天花板问题：一个仍然保持着充沛体能和粮草的登山者，却已经到达了行业的珠峰，他未来的增长预期，只能建立在迁徙和转战第二、第三战场上。」至少从今天来看，企业业务不再是一个饱受质疑的第二战场了。华为企业业务全球营销总裁邱恒在最近的一次会议上说，华为企业业务的收入，每两年翻一番，现在已经是华为增长最快的部门。在数字化转型不断深化的智能时代，今年3月21日，华为中国生态伙伴大会2019在福州海峡国际会展中心拉开帷幕。华为在本次大会上将「平台+生态」战略演进为「平台+AI+生态」，为伙伴提供「+AI」的支持，共同实现智能进化。华为中国生态伙伴大会现场  图/受访者提供站在智能时代的入口，在坚持「被集成」的基础上，华为企业业务的新定位是「Huawei Inside」，通过「无处不在的联接+数字平台+无所不及的智能」，致力于打造数字中国的底座、成为数字世界的内核。这一重大战略转型的背景是，外部世界激战正酣。2018年冬天，腾讯组建云与智慧产业事业群，全力推进to B业务。也是这一年，腾讯和百度首次在财报中公开云业务的收入。云业务的收入在各家的营收中都在提升。互联网下半场，新的竞赛开始了。拓维信息是以湖南为总部，主营业务为在线教育的移动互联网公司，是华为重要的合作伙伴。当被问到「在湖南，遇到阿里和腾讯狙击强不强」时，创始人李新宇毫不犹豫地回答，「很强」。在这个全国教育试点示范省份，是马化腾直接与湖南省政府签订的战略合作协议。太极股份总裁吕翊的观察是，越来越多的公司涌入到ICT相关的服务领域，「可以看到有些以前的传统企业，都进入到ICT的服务市场里面来了。如果说在传统的时代，交易的数据基本在阿里巴巴，通信、协作、社交这类数据基本是在腾讯。现在大部分to C的数据，已经被占有完毕，都在往to B的业务转。」从事金融行业的林鸿对此有同感，他举了一个例子，某国有大型银行也打造了自己的公有云，他们服务于不同的领域，如房地产租赁行业、政务系统等，已完全走出银行系统，建立了自己的金融生态。但华为企业BG中国区总裁蔡英华仍旧很笃定：「关键是你的服务是否符合客户的需求，是不是以客户为中心，能不能在企业和政府的数字化转型中起到关键作用。如果我能力足够强，还需要害怕什么呢？」华为企业BG中国区总裁蔡英华 图/受访者提供在他看来，中国ICT行业的生态大概有三种，一种企鹅型，成千上万只弱小的企鹅抱团取暖；一种是游侠型，单兵作战，短期合作；最后一种是军团型，像古罗马帝国的方阵，分工明确，团结一致。目前他们建立的生态属于第三种，如今已经是一个战斗力强大的罗马军团。李新宇觉得，以华为在过往企业业务市场中的经验，它将在这场战争里越做越舒服——「因为它就是从这个苦生意里出来的，互联网公司习惯了暴利，再去做企业服务的时候，就越做越痛苦。」", "author": "人物", "newsdate": "发布时间：19-04-22", "newstime": "18:46", "sentiment": [{"positive_prob": 0.937214, "confidence": 0.860475, "negative_prob": 0.0627864, "sentiment": 2}]}, {"title": "必须感谢美国做广告：华为这类产品价格逆势涨了13%以上", "content": "当华为破天荒地第一次发布季度报告的时候，人们更兴奋的是它超高速的增长。一个非上市的公司居然超越许多上市公司披露季报的时间，这可以说是华为放弃低调和神秘、走向透明的起点和标志，完全可以相信，今后的华为将会在每个季度公布业绩报告。其实华为2019年第一季度的成绩，不仅仅是收入同比增长了39%，5G基站出货7万站这么简单，重要的是在智能手机大势萎缩的情况下，华为手机的销售额增加了70%，均价还上升了13%以上。华为：一季收入1797亿，比增39%,5G基站出货7万站处于纷纷扰扰环境之中的华为用季报向外界证明了自己借力打力的能力：大国的围堵是真的免费广告而不是负面的真“围堵”。根据华为2019年一季报数据，华为实现销售收入1797亿元人民币，同比劲增39%。这在全球经济下滑，尤其是同行在大|国扶持、提升竞争力的情况下实现高增长实属不易，关键是这个增长幅度足以让对手们“掩面哭泣”了。而在这个令人惊讶的增长中，做出突出贡献的是终端消费品业务的销售增长。根据任正非的说法，“（华为）在今年的第一季度，我们的消费品销售额增长了70%以上，我们的网络设备销售额更是在去年（2018年）下降了1.5%（的基础上），但是在今年第一季度增长了15%！”不管是网络设备还是消费者业务，华为都实现了远远超越行业平均水平的增长幅度，这里的70%虽然会让网络设备的15%增长有点无地自容，但是和竞争对手相比，这个15%的增长幅度也已经非常好了。手机终端价格逆势而上：均价上升超过13%以上2018年一季度，华为智能手机（终端的核心业务）出货量为3930万部，而2019年第一季度出货量超过了5900万部，从数量上来看，同步增长了50%。这在整体行业下滑的情况下，取得这样的成绩可以说是令人恐惧的，且不仅仅是让竞争对手恐惧！其实，成绩还不止于此，真正让人们惊诧和恐惧的还在于这个背后的数据：按照消费者终端销售额增长70%的幅度，可以算出每台智能手机的销售均价提升了13%以上。想想在智能手机价格不断下降的背景中，华为智能手机均价居然还能够不断上升，而且这还是在高端手机品牌的苹果手机不断降价的竞争下实现的。没有了美国市场的华为手机增长在哪里？没有了美国市场的华为智能手机和苹果、三星（美国市场手机销售的前两名）相比，劣势是巨大的，然而华为却以超高的增长幅度弥补了这个差距。而且单机价格13%的上升更代表了华为手机品牌定位的上升以及所实现的高端手机销售占比（内部占比和外部占比都有）的不断攀升。在中国手机厂商中，向高端手机冲击的可不止华为一家，小米、OPPO等也在发力，但现在评判的话，最成功的只有华为：5900万部手机均价增长13%就证明了这个成功。在量价同增的过程中，我们看到的是华为智能手机市场品牌的真实增值、升值，这个增值如果没有华为和美国政|府的良好配合是做不到的。华为是不是该感谢美国呢（华为必须感谢美国，自己的两个广告，都不如美国这个广告做得好）？其实，任正非在国外媒体的采访中已经幽默地感谢过美国帮助华为，给华为做免费广告了。", "author": "鹰视评论", "newsdate": "发布时间：19-04-22", "newstime": "16:46", "sentiment": [{"positive_prob": 0.984905, "confidence": 0.966455, "negative_prob": 0.0150953, "sentiment": 2}]}, {"title": "海康威视一季度净利跌15%，跟华为安防竞争有多大？", "content": "作为安防行业的牛股，海康威视（002415.SZ）在最辉煌的时候一度占据深圳A股第一市值的宝座，不过随着格力电器（000651.SZ）、五粮液（000858.SZ）、美的集团（000333.SZ）、万科A（000002.SZ）继续走牛，安防行业不如以前景气，海康威视也走下神坛，总市值排名下滑到第五位。4月19日晚间，海康威视公布的公告显示，公司第一季度净利润下跌15%，虽然2018年保持了20%左右的增速。按照公司自身的说法，就是一季度业绩已经见底了。从2018年年报来看，海康威视依然维持了20%的增速，不过随着华为进军安防行业，未来海康威视的日子到底还好过不？华为海思也是海康威视重要供应商，但海康威视管理层负责人却认为，华为会放弃安防行业。第一季度是底部2019年第一季度报告显示，海康威视实现营业收入99.42亿元，比上年同期增长6.17%；实现归属上市公司股东的净利润15.36亿元，比上年同期下降15.41%。另外，公司也发布了《2019年4月21日投资者关系记录表》（下称“《记录表》”），记录了当天电话会议解释业绩的情况。“单纯从增长数字来看，业绩没有达到公司设定的预期目标，但是考虑到复杂的经营环境，管理层认为仍然是值得肯定的。”海康威视相关负责人承认，在4月21日举行的业绩发布会上，对第一季度的净利润下滑作出反复解释。“2019年，公司费用率相较于2018年仍会有上升，由于收入增速快速下行，海康威视一季度净利润负增长，没有别的特殊原因，就是收入增速不够，同时人员费用以及其他费用都在开支。”“一季度负增长是有史以来海康第一次，主要还是收入增速比较低，费用有刚性，导致净利润的负增长。一季度来分月度来看，一二月份的确不太好，三月份还不错，四月份情况目前看着还可以。从我们在手的订单和商机数的情况来看，商机数在增长，去年下半年商机数是直线下降的，今年三月份商机数变好，这是我们信心的来源。”海康威视的费用依然在高速增长，远高于收入的增速，2019年一季报显示，管理费用同比增长30.5%到3.4亿元，主要因为“人员数量的增长”；研发费用增长44.17%到10.59亿元，主要因为“研发投入持续增加”。2018年年报则称，“持续较高水平的研发投入是海康威视保持竞争力的核心驱动，报告期内，公司研发投入44.83亿元。”西南证券分析师刘言认为，从3月份开始安防行业景气度有所回暖，政府订单和大企业订单先行复苏，预计海康威视在2019年第一季度是全年业绩低点，第二季度有望回归20%左右的营收增长。一季报当中，海康威视表示，因为“公司经营业绩稳健发展”，预计上半年实现归属于股东净利润37.32亿元到45.62亿元，同比增速为-10%到10%。2018年年报则显示，公司实现营业收入498.37亿元，同比增长18.93%，实现归属于上市公司股东的净利润113.53亿元，同比增长20.64%，扣除非经常性损益后，公司实现归属于上市公司股东的净利润109.83亿元，同比增长19.68%。经董事会审议通过，海康威视2018年度计划以公司目前总股本93.48亿股为基数，向全体股东每10股派发现金红利6元（含税），不送红股，不以资本公积转增股本。面临华为的竞争？在业绩发布会上，除了第一季度业绩下滑的解释以外，海康威视管理层被问得最多的，自然是跟华为安防产品的竞争情况。华为海思也是海康威视的重要供应商；华为自身已经对安防产品作出了比较高调的宣传，声称要安防产品要“引领行业，引领时代”。不过海康威视却认为华为会放弃安防行业，这对华为来说是“捡豆子、捡芝麻”的生意。“二季度营收可能会在20%以上，净利润如果按照公司展望的10%左右，净利润和营收大概会有10个点的差幅，这个差额与华为的竞争影响是否有关联?”有投资者向海康威视负责人提出这样的问题。“至于这个差幅与华为的竞争是否有影响的问题，我很确定的回答，跟华为没什么关系，我相信大家都了解华为安防去年的规模有多大，相信大家都很清楚体量上的差距。”该负责人称。还有投资者问道：“海思是我们最大的供应商，海康应该也是海思在安防领域最大的客户，如果合作有影响，那么对哪一方的打击更大?”对此管理层负责人表示：“这个假设很难回答，这是一个非黑即白的问题，而实际情况不是这样。华为海思是我们很好的一个供应商，彼此也很理解对方的需求，并不存在您描述的危机感。”对此，第一财经记者查阅了华为公司的官方网站，其中关于安防产品有着这样的描述，“为什么选择华为智能安防产品？”这里包括的理由有：“全云架构，业务弹性管理”，“全网智能，高效视频实战”，“敏捷开放，使能行业应用”。在名称为“华为安防”的微信公众号3月23日发布的一篇文章当中称：在以“因聚而生·智能进化”为主题的华为中国生态伙伴大会2019上，华为新任智能安防产品线总裁段爱国出席大会，并为“因聚而生，智领安平”、“+智能，重构安防新视界”发表演讲。他表示，在时代演进当中，优势挡不住趋势，只有顺势而为，才能在时代的浪潮中屹立。”“在安防产品落地上，我们要做就要做不一样的产品，引领行业，引领时代，从‘海、陆、空’全方位让智能深入产业，携手伙伴一起加速推进产业智能化进程，帮客户创造更多价值，进而把智能安防这条路走宽，走远。”段爱国表示。“优势挡不住趋势。华为智能安防，顺势而为，实现智能进化，共赢未来。”海康威视管理层负责人却认为，华为会放弃安防行业：“华为会放弃安防行业的，华为是做大生意的公司，碎片化的市场不适合华为，捡豆子、捡芝麻的生意不适合华为。”而且业绩增速下滑跟华为的竞争并没有关系。“我们不认为跟华为有太大的关联，宣传上讲的东西跟最后实际能够落地的并不一样，大家都要回归到业绩数字上来。一个季度的时间不会让市场发生颠覆性的变化。”海康威视2018年年报称：“和只做产业链中某一个节点的公司不一样，海康威视不仅做算法，做产品，包括硬件产品，如摄像机、通道闸、结构化服务器等，也做应用系统，海康威视是从技术、到产品，再到系统全链条打通的公司。”；而华为目前的安防产品则包括“人像卡口摄像机”、“车辆微卡口摄像机”等，“华为依托多年来在视频编解码算法、网络传输、云存储及大数据智能分析方面的技术积累，推出全系列视频监控产品，为全球政企客户提供高效可靠的安防解决方案。”。一位私募人士向第一财经记者表示，投资者要密切留意类似网宿科技（300017.SZ）的情况，在阿里和腾讯等巨头加入相关产品的竞争以后，网宿科技就从创业板明星股跌下神坛了，海康威视会不会有类似情况，对此投资者要继续观察，但因为主要是硬件产品，海康威视的“护城河”会比网宿科技的情况理想很多。来源：第一财经", "author": "中国经济网", "newsdate": "发布时间：19-04-22", "newstime": "16:27", "sentiment": [{"positive_prob": 0.115029, "confidence": 0.744381, "negative_prob": 0.884971, "sentiment": 0}]}, {"title": "又来了，还是不放过华为！", "content": "英国《泰晤士报》20日援引消息人士的话报道称，美国中央情报局（CIA）指控华为接受中国国家安全部门的资金。报道还透露，今年早些时候，美国情报机构已将此事与包括英国、澳大利亚、加拿大和新西兰在内的“五眼联盟”其他盟友分享。不过，上述指控遭华为方面反驳。外交学院国际关系研究所教授李海东认为，目前并未有确凿证据证明有关指控，这一消息可能是为了抹黑华为。据《泰晤士报》报道，知情人士表示，CIA指责华为接受来自中国安全部门、中国军方和另一家中国国家情报机构的资金。另一名美国情报机构的消息人士则透露，美国方面相信，中国国家安全部已经批准为华为提供政府拨款。这名消息人士强调，如果允许华为将其5G技术卖给“五眼联盟”任何一个成员国，将会带来“很大问题”，因为“中国的国家安全法会强迫企业为军方服务，在中国是不存在什么真正的私人领域的”。据悉，CIA将上述情报文件设为机密，但尚未达到最高保密级别，只有最高层的英国政府官员看到了有关内容。路透社称，英媒报道中的CIA指控在西方给华为列出的罪状清单上又增加了一条。但一名华为公司的代表告诉《泰晤士报》，“对于匿名消息来源又没有实质证据的指称，华为不予评论”。此前，华盛顿也曾多次警告，华为的设备可能会被北京当作刺探情报的工具加以利用。而华为方面多次强调，有关顾虑毫无根据。李海东21日告诉《环球时报》记者，英媒报道中的指控对华为来说确实比较严重。但现在并未看到美方就此出台任何具体政策，因此有理由认为，根本没有证据能证明此事。通常来说，冷战结束以来美国的情报机构在该国诸多重大政策调整中起到的作用就是扭曲真相、制造威胁。由于美国当前对华政策氛围极不健康，因此有关指控很大概率是捏造的。从逻辑上来说，华为本身就具有相当财力，根本没有必要拿中国政府的资金。李海东认为，美国不断强调华为与安全系统的联系，主要原因在于他们想把中国最具发展潜力的企业，打上破坏其他国家安全的标签，使其难以在全球范围内与美国同类型企业竞争。中国国际问题研究院欧洲所所长崔洪建21日接受《环球时报》记者采访时也称，美国当前十分看重与中国在科技上的博弈。美国意识到，如果中国想要超越美国，决定性的因素是科技。因此，美国不会放弃在科技上对中国的围堵，只要华为在科技上保持领先，面临来自美国的压力就不会减轻。除自己施压华为外，有消息称，美国还将于下个月在捷克布拉格召开的会议上继续要求其盟国采用共同的安全和政策措施，使华为更难以在5G移动网络中占主导地位。而“德国之声”称，在“五眼联盟”当中，美国、澳大利亚和新西兰已经明确拒绝华为提供通信技术，加拿大和英国目前尚在评估过程中。据了解，英国首相特雷莎·梅及其内阁成员和安全部门官员将在预计于本周举行的国家安全委员会会议上，针对英国是否允许华为参与5G网络建设计划进行评估。一名英国政府高官对此表示：“我认为形势（对于华为来说）并不十分有利。”李海东称，美国的政策特点就是，拉着盟国一起参与，这让美国对华为的全球围剿步步升级。不过有英国官员私下担忧，如果选择排除华为，英国引入5G网络的时间可能会推迟数年。因为在5G基础设施中禁用华为可能会导致英国必须从4G网络中剥离现有的华为技术。另据法新社21日报道，华为将在今年夏天举行的非洲杯足球赛上首次推出5G电话网络。▲", "author": "中国搜索", "newsdate": "发布时间：19-04-22", "newstime": "12:07", "sentiment": [{"positive_prob": 0.995068, "confidence": 0.989041, "negative_prob": 0.00493171, "sentiment": 2}]}, {"title": "2019上海车展：一文全面解读首次参展的华为", "content": "转载自百家号作者：车智华为，可能是2019上海车展最重磅、最瞩目的参展商。华为汽车业务首次公开亮相，是业界难得可以了解华为汽车业务的机会，位于7.2H馆的华为展台，也成为参展人员必去的网红打卡点。展台展示只是华为汽车业务亮相本次上海车展的一种方式，除此之外，华为还在车展期间有着密集的动作，要想完整了解华为首次亮相的汽车业务，先得详细了解华为在展会期间的动作，如下所列：1、4月14日，北汽新能源ARCFOX品牌之夜，华为轮值董事长出席并上台讲话；2、4月15日，华为与上汽联合主办了智能网联汽车合作生态圈高端论坛；3、4月16日，2019上海车展媒体日第一天，主题为“把数字世界带入每一辆车”的华为展台正式亮相；4、4月17日，第五届国际汽车关键技术论坛，华为轮值董事长徐直军做了主题为“迎接汽车产业与ICT产业的融合”的演讲；5、4月17日，结束演讲的华为轮值董事长徐直军，首次就汽车业务接受媒体专访；6、4月17日，华为在展台举办与四维图新、宁德时代、福田汽车和中汽中心的合作签约仪式；7、4月18日，华为在展台举办与沃尔沃汽车的战略合作签约仪式。上述七大事件，是华为在2019上海车展期间的重要动作。下面，将会从“产业融合的华为机会”、“单车智能与车路协同”、“华为汽车业务的朋友圈”这三个方向，对华为汽车业务进行全面解读。01 产业融合的华为机会在第五届国际汽车关键技术论坛上，华为轮值董事长徐直军演讲的主题为“迎接汽车产业与ICT产业的融合”，认为随着汽车产业与ICT产业的深度融合，智能网联电动汽车正在成为人类社会新的革命性发展引擎，其影响远远超出两个行业本身。在华为看来，在汽车产业与ICT产业融合出现新的产业机会，是在ICT领域有着三十多年积累的华为应该把握住的机会，按照华为官方的说法，把握机会的方式就是继续聚焦ICT技术，为汽车企业提供下述的产品与解决方案：1、基于MDC（移动数据中心）的车载计算平台和智能驾驶子系统解决方案；2、基于华为云的自动驾驶（训练、仿真、测试）云服务Octopus；3、4G/5G车载移动通信模块和T-BOX及车载网络；4、HUAWEI HiCar 人-车-家 全场景无缝互联解决方案；从上述的产品与解决方案，在位于7.2H馆的华为展台都可以看到，提供这些服务显示华为的定位就是一级供应商的角色，按照官方的说法，并且是智能网联汽车增量部件的一级供应商角色，这也是华为的战略选择，当好一级供应商的角色，不造车！整车企业和一级供应商，是汽车产业链的两个不同的角色。要分别做好这两个角色的逻辑是完全不一样的，不管是商业逻辑还是技术基础，或者是市场营销策略，都是不同的选择，并且会面临着不同的竞争。对于华为而言，从ICT企业跨界到造车，步子跨得会很大，可能会扯着蛋。现在国内造车新势力的现状，也是有目共睹的。从熟悉的ICT技术，切入汽车产业，帮助车企造好车，这是华为的战略选择，可能也是最好的选择。智能网联汽车，其发展还有一个趋势，就是共享出行的出现，这个趋势可能会改变整车企业目前的商业逻辑，因为汽车所有权会发生改变，从个人持有到共享持有，汽车销量会进一步下滑，汽车企业要么转型为出行公司，要么就是被出行公司所兼并。在华为的汽车业务战略中，明确的是要做智能网联汽车的增量部件市场，华为轮值董事长徐直军在接受媒体采访时表示，传统汽车的部件华为不会碰，做智能网联汽车的增量部件，华为就先进入的玩家，有着广阔的市场空间。可能这也和华为的技术积累有关，传统的发动机、底盘这些机械部件，并不是华为所长。汽车行业的水很深，华为也很聪明，强调自己做增量市场，不去碰传统供应商的既得利益，与其在新领域展开竞争，甚至是合作，例如，华为与博世这样的一级供应商巨头，就有着战略合作关系。在ICT领域，华为有着深厚的积累，在全球范围内的技术都是领先的，这是华为拓展汽车业务、拓展合作伙伴最大的凭借，随着技术的发展，产业融合的趋势不可逆，看到趋势根据自身公司的技术优势和积累，做出正确的战略选择，是一家公司基业长青的前提。02 单车智能与车路协同华为志在成为智能网联汽车的增量部件供应商，智能网联汽车，或者说是智能网联电动汽车，有着一个重要的技术基础，那就是自动驾驶驾驶。自动驾驶是所有人工智能项目之母，这话是苹果现任CEO Tim Cook所言，可见自动驾驶技术难度之大。 实现自动驾驶的技术路线有两条，一个是单车智能（车端智能，AV），一个是车路协同（场端智能，V2X），恰恰这两块都是华为汽车业务范围，单车智能主要是华为MDC在推进，而车路协同则在无锡和延崇高速都有落地，这两块内容的展示大概占据了华为展台一半的空间。目前全球范围内的自动驾驶发展情况，美国为首的自动驾驶公司，如Waymo、Cruise等，都是研究单车智能，希望训练出可以替代人的自动驾驶系统，也就是训练出机器人驾驶员；而在中国，除了单车智能玩家众多，车路协同的路线也有不少的玩家，而且是巨头玩家。包括华为、阿里、百度，都在进行车路协同的研究和落地，阿里将其视为未来20年阿里汽车发展的重点方向。华为在落地方面似乎跑在了最前面，落地了无锡这个全球范围内最大的城市级V2X项目，以及在延崇高速进行了道路级的测试。 目前，以Waymo为首的单车智能玩家，通过极其昂贵的传感器，如激光雷达对环境进行感知，这在量产上是会遇到极大的挑战，为了分摊成本，现在单车智能的玩家的商业化方向之一就是RoboTaxi，通过机械人司机提供出行服务，并且希望与其他行业共享传感器，从而降低成本，例如Waymo现在正在向非RoboTaxi业务竞争对手提供激光雷达Honeycomb。单车智能还会面临一个问题，假设单车智能到了极致，还是无法对超视距、超传感器范围的环境进行感知，最典型的就是无法躲避交通拥堵，单车智能无法进行信息共享，智能交通、智慧城市也就没有了基础。另外还要很重要的一点，目前单车智能面临的单车成本过高，车路协同的方案，是有希望帮助降低单车成本，从而加速自动驾驶时代的到来，正如华为轮值董事长徐直军在接受媒体采访时表示，从车路协同角度来讲，如果环境信息都来了以后，我获取的信息多，我更快，车路协同，车和环境的协同可以加快进程，实现无人驾驶就更容易了。单车智能，与车路协同，这两个自动驾驶路线，彼此并不冲突，并且是相互促进，缺一不可的，从商业价值来看，车路协同的商业价值可能更大，在自动驾驶实现之后，车路协同基础设施，是自动驾驶汽车为乘客提供车内服务的基础，为乘客提供体验更好的服务。华为一直在努力推动车路协同路线，在4月15日华为与上汽集团联合举办的车联网C-V2X合作生态圈上，上汽、一汽、东风、长安、北汽、广汽、比亚迪、长城等13家车企共同发布C-V2X商用路边，并计划在2020年-2021年量产C-V2X汽车。03 华为汽车业务的朋友圈在2018年，华为就密集与汽车企业进行战略合作签约，华为轮值董事长徐直军度过了忙碌的一年，把一汽、东风、北汽、上汽、比亚迪、奔驰、奥迪等车企纳入到了华为汽车业务的朋友圈。 4月17日，华为汽车业务朋友圈又多了4位小伙伴，当天下午华为在展台与四维图新、宁德时代、中汽中心和福田汽车进行签约，新增的小伙伴中，除了福田汽车是车企以外，和四维图新、宁德时代的合作更引起车智君的兴趣。华为在和4位新小伙伴的签约仪式很简短，并没有过多的解读合作细节。但可以从合作对象的长处进行分析，四维图新的长处是地图，并且致力于提供自动驾驶时代所需要的高精地图和高精定位技术，和宝马签订了第一个L3级别自动驾驶的地图服务，这是目前华为在汽车领域所缺乏的能力，这可能是华为与四维图新合作的基础、。至于宁德时代，目前中国市场份额最大的电池供应商，为众多车企供应电池。华为选择和宁德时代进行合作，可能是因为华为云服务提供的智能制造能力，据了解，华为在做的电池管理平台，可以对已装车的电池进行跟踪、数据收集，为电池技术的研发提供数据支持。在4月18日上午，华为与沃尔沃汽车进行了战略合作签约，华为智能助手和华为应用市场将会进驻到沃尔沃汽车的座舱内，为沃尔沃的用户提供人-车-家全场景的服务。双方合作的基础在于，沃尔沃汽车的下一代智能车载互联系统基于安卓系统，而华为在安卓系统的积累深厚，双方没有类似安卓和iOS的系统隔阂，另外，华为在家居领域力推的HUAWEI HiLink智能家居开发平台，有着超过200家家居品牌，华为力推的人-车-家全场景服务也有了基础。 根据规划，搭载着下一代智能车载互联系统的沃尔沃车型会是2020年款，届时会为沃尔沃的车主提供华为智能助手和华为应用市场服务，以及是无需下载、即点即用的快应用、快服务。04 总结业界都知道华为在进军汽车业务，都很想知道华为汽车业务都做了什么，通过上文的解读，可以帮助业界了解华为汽车业务的定位和目前的一些布局，但还是很有限，毕竟华为汽车业务内容实在是太多了。建议所有有条件的读者朋友，一定要到位于7.2H的华为展台看看，这样会有更深入更全面的了解。华为汽车业务终于浮出水面，车智君会保持观察华为汽车业务，为读者带来更新更全面的华为汽车业务解读，敬请期待。", "author": "华西悦读", "newsdate": "发布时间：19-04-22", "newstime": "16:43", "sentiment": [{"positive_prob": 0.992262, "confidence": 0.982804, "negative_prob": 0.00773832, "sentiment": 2}]}, {"title": "任正非登上美国《时代》！华为竟然这样神回复！", "content": "作者：水木然4月18日，美国《时代》杂志发布了“2019 年度全球百位最具影响力人物榜单”。华为公司创始人任正非入选的了业界泰斗类别！《时代》在提名词中写道：“当任正非在 1987 年投资 5600 美元创建华为时，他并不是一位计算机奇才。然而，他的管理帮助华为成为了全球最大电信设备公司，去年营收达到 1070 亿美元，客户遍及 170 个国家和地区。除了尖端智能机，华为还是5G领域的先锋，这项革命性技术将推动第四次工业革命中无人车和智慧工厂的发展。”里面还称：任正非现在发挥的影响力，意味着不再有任何大国能够承受得起忽视华为所付出的代价！然而华为和任正非竟然回复了这样一幅图：一架布满了弹孔和伤痕的飞机在天上飞，然后带着《时代》的帽子，并标注了一句话：“我们还在痛苦中，不知道能不能活下来”。这究竟有什么内涵？原来这是一架在二战中被打的像筛子一样的伊尔2轰炸机，它仍然在天上，螺旋桨还在飞速旋转，最终安全返航。“就像下面这张图所说：没有伤痕累累，哪来皮糙肉厚，自古英雄多磨难”：任正非被成为苦难英雄。的确，真正看透这个世界的人，都是在用苦难修行。你经受了多少的苦难，才能配得上多大的成功。当各种痛苦反复触及我们灵魂的时候，我们就会一点点觉悟。显然，华为被《时代》封神之后，并没有得意洋洋，反而时刻关注困难和四伏的危机，用这么一张图进行神回复，是在鼓励自己，并且强化自己的斗志！还记得这张图吗？居安思危，任正非是一个充满危机意识的人，他曾说过：极端困难的外部条件，会把我们逼向世界第一！任正非曾多次说：华为离死亡，可能只有一步之遥！在捷报频传的日子里，他反而在内部讲话中反复提醒道：泰坦尼克号也是在一片欢呼声中出的海。不仅如此，华为还花了很大的价钱，从国外引进了八只黑天鹅，放在公司园区的湖里。任正非就是用这种方式以警示大家：在一个不确定性的世界，黑天鹅时刻可能飞出。只有时刻保持敏锐和危机意识，像才能生存下来。正是有了强烈的危机意识，任正非才有了一种“泰山崩于前而眼不瞬”的沉着，一种冷看惊涛骇浪的勇毅！在这样一个其兴也勃、其亡也忽的江湖里，没有一种商业模式是长存的；没有一种竞争力是永恒的；没有一种资产是稳固的；无论你是一个多么牛的人，都必须随时做好各种准备和防范，惶者生存都可能不够，或者只有被迫害妄想狂才能生存。我们每个人就像在巨浪种航行的小船，面对波涛汹涌与惊涛骇浪，没有危机意识的人，一定会被巨浪掀翻。奋斗，才是中国人一生恒定不变的主题。谁要是停下来享受生活，谁就会被赶超。华为尚且如此，更何况我们这些普通人？从现在开始，无论你有多少成就，多高的地位，你都不能选择安逸，你必须时刻准备战斗！", "author": "正商参阅", "newsdate": "发布时间：19-04-22", "newstime": "10:13", "sentiment": [{"positive_prob": 0.0204096, "confidence": 0.954646, "negative_prob": 0.97959, "sentiment": 0}]}, {"title": "华为P30和华为P30pro，价格相差1000多，除了拍照还有哪些区别？", "content": "开端：华为P30和华为P30pro，价格相差1000多元，除了拍照还有哪些区别？华为P30系列和华为P30pro作为华为mate20和华为mate20pro的继承，其实基本的配置保持不变的基础上分别对于外观设计和拍照方面进行了一定程度的升级。当然今天我们说的不是这些，而是华为P30和P30pro之间的区别，我们通过屏幕设计用料，拍照和续航，以及功能性方面，这几个大的方面来讲：屏幕方面区别：华为P30和华为P30pro的分辨率都是2340x1080像素的，但是屏幕供应商不同，前者是三星的屏幕，所以显示效果要更加的出众，当然不是因为屏幕小的原因，是因为三星的屏幕确实更好。而华为P30pro是京东方的屏幕，至于华为怎么想的这个确实不知道，只有一个道理可以解释，俺就是节省成本，因为华为P30是曲面屏幕的设计。华为P30屏幕尺寸为6.1英寸，ppi为422，而华为P30pro屏幕尺寸为6.47，ppi为398，两者都是面部识别和屏幕指纹识别。拍照方面区别：华为P30pro采用的是IMX650的索尼镜头，4000万像素+2000万像素+800万像素+TOF镜头，而且支持5倍光学变焦和10倍混合变焦，以及50倍数码变焦。华为P30采用的是4000万像素+1600万像素+800万像素，同样是IMX650镜头，但是没有TOF镜头，只有3倍光学变焦和5倍混合变焦，以及30倍数码变焦，两者的拍照虽然有差距，但是差距并不大。续航方面和功能性方面区别：华为P30为3650mAh电池，22.5W快充，IP53级别防水防尘。华为P30pro为4200mAh电池，支持快充40W，无线和反向无线充电，IP68级别防水防尘。当然都支持（NFC，红外遥控，内存拓展，以及双频GPS，屏幕发声等等）总的来说：两者大的区别其实就是这些了，其他方面就是华为P30支持3.5mm耳机孔，而华为P30pro是不支持的，而且两者的重量不同，P30pro为192g，而P30为165g。当然价格方面的不同的华为P30起步价格为3988元、4288元以及4788元，内存分别为8G+64G内存，以及8G+128G，8G+256G内存。而华为P30pro则为5488元、5988元以及6788元，内存分别为8G+128G、8G+256G、8G+512G内存。当然关于选择的建议，华为P30的话，和OPPO RENO形成了对比，数码君认为这两款手机可以作为对比对象。因为OPPORENO的拍照确实和华为P30有一拼，还有其他方面，当然选择华为P30pro这个确实没有对手。", "author": "科技数码君", "newsdate": "发布时间：19-04-22", "newstime": "11:21", "sentiment": [{"positive_prob": 0.370213, "confidence": 0.177304, "negative_prob": 0.629787, "sentiment": 0}]}]