[{"title": "华为Mate20 Pro降至“退场价”，谈谈优缺点，还值不值得买？", "content": "华为Mate20 Pro在华为手机中可算旗舰机的佼佼者之一，同样受到广大用户的认可和喜爱，如今新机华为Mate30Pro到来之后，作为老机型的华为Mate20Pro就面临清仓退场的处境，那么下面我们就一起来看看重度使用大半年的华为Mate20 Pro，谈谈优缺点，还值不值得买？华为Mate20 Pro是去年10月份在伦敦发布上市的，6GB+128GB版本为5399元起步，目前第三方平台售价为4499元，半年时间就降价900元，现在的智能机来讲，保值已经是相对比较困难了。同时，在接下来的新机正式登场之后，可能还会进一步降价，这也是意味着华为Mate20 Pro降至“退场价”。华为Mate20 Pro手感还是不错的，从整体外观看，其屏幕是采用6.39英寸曲面OLED刘海全面屏，边框2.1mm，背机身部则运用8曲面3D玻璃机身材质，分辨率为1440p，以及支持屏幕指纹。整机来讲比较薄，屏幕大，看视频画面饱满、视野宽敞，但由于是采用曲面屏幕，贴膜有一定的难度，日常使用也容易造成误触。拍照方面华为Mate20 Pro的表现还是很不错的，后摄采用三摄分别为4000万像素+2000万像素+800万像素，日常景深夜拍、广角虚化拍摄成像效果都非常不错。其前摄为2400万像素，配置了3D深感摄像系统，也可支持3D面部识别进行3D人脸支付，对支付安全性进一步提升。硬件上，华为Mate20 Pro搭载了双核的海思麒麟980处理器，这是目前手机配置较为不错的处理器之一，其运存最高8GB，以及储存最大为256GB。平常看剧、打游戏流畅度还是不错的，就是容易发热。续航方面配置4200mAh大电池，可支持40W的超级快充，无线快充则支持15W。整体续航持久性还是很不错的，就是蓄电方面还需提升。总的来讲，作为华为高端旗舰机之一的华为Mate20 Pro总体使用还是不错的，在发热、屏幕以及耗电方面能再提升就更加完美了。你的华为Mate20 Pro体验的怎样呢？如果是你，你会入手华为Mate20 Pro吗？欢迎留言说说你的看法，我们一起讨论交流。", "author": "叽歪数码", "newsdate": "发布时间：19-09-24", "newstime": "21:16", "sentiment": [{"positive_prob": 0.00767729, "confidence": 0.982939, "negative_prob": 0.992323, "sentiment": 0}]}, {"title": "华为苹果都卖疯了！概念股集体狂欢 谁是下一只“10倍”牛股？", "content": "来源：中国基金报手机热销季节来临，粉丝们只关注两个品牌：一个是华为Mate30系列，；另一个是苹果iPhone11系列。日前，两大手机巨头几乎同时发布新品，瞬间引爆了全网的评论。不支持5G 、配备“浴霸”摄像头的苹果新机型发布后虽然遭遇疯狂的吐槽，却意外在开售后迎来了久违的粉丝长龙队伍。而近年来极速狂飙的华为在新款手机中，更是嵌入了多个创新点和黑科技亮点，最贵售价已经超过16000元，到底是贵到离谱还是物有所值？二级市场，无论是华为产业链还是苹果产业链，相关概念股早已疯涨一片。据基金君统计，年内至今，多达26只概念股股价已翻倍，最高的个股涨幅超过300％。对于投资机构而言，买上一部外观酷炫性能无敌的智能手机还是其次，谁能挖掘到产业链下一只“十倍”牛股，才是真正的王者。苹果排队长龙再现iPhone11拆机图已传疯9月20日，苹果iPhone11系列正式在国内开售。尽管“浴霸”摄像头和缺乏5G功能遭遇网友们的疯狂吐糟，但是苹果专卖店还是迎来了不少“果粉”。在微博上公开的粉丝现场图不难看到，无论是上海、广州还是深圳、香港，多家苹果旗舰店早已排满了等待提货的粉丝们。据悉除了暗夜绿色版无法在现场购买、需要继续预定排队之外，其他颜色都在现场能够买到。在国外，悉尼、新加坡、迪拜、英国、奥地利等地苹果店外也出现了排队人群。在东京新开放的苹果丸内区（Marunouchi）零售店，早上大约5点半就有人开始排队。韦德布什证券分析师丹·艾夫斯（Dan Ives）在给投资者的报告中写道：“苹果纽约旗舰店今天的排队人数比去年增加了70％左右，市场需求看起来很强劲。”艾夫斯说，对苹果来说另一个积极的迹象是，购买新款iPhone的消费者队伍“一直排到下午”。对于此前销售新款手机而遭遇冷场的苹果而言，粉丝们排队“长龙”的再现预示着这款新发布的手机再次获得了市场的认可。为了证明苹果依然具备在智能手机领域拥有“王者”地位的能力，已经有粉丝在网上上传拆解iPhone11真机的视频和图片。据IT之家消息称，日前，iFixit拆解团队正在深入研究并分析她们在拆解过程中的新发现。iFixit团队注意到iPhone 11 Pro的电池下方有一块新板子，该板子可能是当初为了让iPhone 11 Pro实现反向无线充电功能而加入的。此前，天风国际分析师郭明錤预测，苹果将为iPhone 11系列产品提供双边无线充电，而后来彭博社也证实该功能将在iPhone 11上现身以便用户利用iPhone背部为AirPods等配件充电。从拆解的情况看，iPhone 11 Pro Max 的电池容量较 iPhone XS Max 提升约 25％，而从拆解上看，新电池确实也比老电池更厚一些，容量增加的同时显然也会更重一些，这样也确认了苹果新款机型 3969mAh 的电池容量。郭明錤此前在研报中称，iPhone 11高端机型在美国市场需求依旧强劲，在中国市场的占有率也有望逐渐改善。上调iPhone 11系列在2019年出货量至7000万部-7500万部，iPhone产业链有望在2019年第四季度稳健成长。华为新款手机预售火热5G手机预售在即德国慕尼黑时间9月19日，华为推出2019年度旗舰手机Mate30系列，共两款机型：Mate 30和Mate 30 Pro。在这款新发布的手机中，粉丝们惊奇发现华为新款手机暗藏太多创新点和黑科技，性能的大幅提升和外观设计的惊艳，也让越来越多的手机用户们选择华为放弃苹果。从芯片来看，新款华为手机Mate30系列搭载目前设计最精密的华为手机芯片——麒麟990 5G，在仅有指甲大小的方寸之间集成多达103亿个晶体管，GPU性能提高达39％，能效提升高达32％。而相比而言，苹果最大的不足可能就是缺乏5G功能。而在摄像功能上，Mate30配备超感光徕卡三摄，Mate 30 Pro配备超感光徕卡电影四，包含一枚4000万像素的电影摄像头、一枚4000万像素的超感光摄像头、一枚800万像素的长焦摄像头，以及3D深感摄像头。除此之外，瀑布屏设计、侧屏数字触控、AI智能操控、有线与无线快充，多项新功能在发布会的展示，更让不少曾经是苹果的粉丝们开始路转粉。到底选择哪一个作为下一款手机，开始陷入深度纠结中。据华为线下专卖店方面了解，华为Mate30手机即将于9月26日正式开售。目前海外的手机最贵售价折合人民币已经超出16000元，国内价格多少仍需要等到正式开售才能揭晓。与此同时，华为手机旗舰店在京东和天猫上的预售已经火爆。截至9月23日11:00，京东华为官方旗舰店Mate30已预售14579台，Mate30 Pro已预售76014台；天猫华为官方旗舰店Mate30已预售4263台，Mate30 Pro已预售35679台。两大产业链概念股涨疯26只概念股年内已经翻倍伴随着两款新手机的销售和预售火爆，二级市场，苹果和华为产业链概念股的股票热度也非常高，资金加速入场，不少概念股已经涨出新高态势。9月23日当天，A股三大指数低开低走，但苹果和华为产业链的相关个股依然表现强劲、逆势飘红。以华为概念股茂硕电源为例，9月23日开盘，股价高开高走，开盘半小时后，股价强势一字涨停，股价报收10.24元，超7万股买单强势封在涨停板上。这也是茂硕电源连续两日涨停走势。而苹果产业链中鹏鼎控股表现也非常强劲。9月23日开盘，鹏鼎控股高开高走，股价最高涨幅触及8％。临近午盘收盘时间，鹏鼎控股股价报收43.05元，股价涨幅超6.4％。据鹏鼎控股在最新发布的《投资者关系活动记录表》中透露，2018年下半年公司开启与华为的全面战略合作，进展情况较好，上半年华为对大中华区的营收有一定的贡献。实际上，早在新品发布之前，华为和苹果两大产业链指数已经出现一波猛烈的涨幅，产业链投资机会频出，让不少投资机构赚的盆满钵满。数据显示，从今年6月6日至今，华为概念指数从894.27低点一路上涨至1215.31，区间涨幅高达35％以上。同样的，苹果概念指数下半年也开始出现了明显的涨幅。从8月6日至今，短短一个多月时间，指数从6614.15低点一路涨至最高8782.64，区间涨幅高达32％。而从产业链相关个股表现看，不少概念股年内涨幅更是惊人。据基金君初步统计显示，年内多达20只华为产业链个股涨幅已经翻倍，其中最高涨幅个股已经超过300％。而在苹果产业链中，年内涨幅的概念个股也不少，多达6只个股年内股价已经翻倍，其中最高涨幅已经高达322％。挖掘产业链“十倍”牛股机构节前调研动作增多实际上，手机市场大热的当前，A股投资机构们更是忙着寻找相关产业链具备“牛股潜力”的个股，更有券商推出重磅研究成功，试图挖出产业链中的新的“十倍”牛股。早在2014年，民生证券电子元器件团队已经注意到了华为产业链的投资机会。该团队指出，华为手机销售量已经直逼三星苹果，彰显了国产手机的实力。并且，随着国产手机在软硬件方面实力的增强，其对芯片制造、液晶面板、锂电池等相关产业链的发展也将大有裨益，因此相关产业链值得持续关注。有数据显示，2019年，有关华为的研报达到553份。市场对华为的追捧达到顶点，华为产业链、国产替代成为高频词汇。而仅仅在9月18日-20日2019华为全联接大会召开和Mate 30系列发布期间，华为的研报就达到11份，堪比2015年全年关注度。日前，国泰君安总量团队发布最新研报指出，2010年iPhone4的火爆行情正式拉开了苹果产业链长达十年的黄金投资期，其中不乏长电科技、歌尔声学、立讯精密等行业细分龙头的出现。苹果产业链的过去，很可能会成为华为产业链的未来。数据统计显示，从2010年1月到2017年末，A股上证综指最高涨幅59％，而苹果产业链指数最高涨幅达到1079％，是前者的18倍。国泰君安上述研究，针对华为140余家供应商信息进行了复盘，比对苹果产业链发展过程中的每一个环节和每一个细分领域，试图从中挖掘出确定性相对较高的投资机会。越来越多的机构认为，华为产业链有望重演苹果产业链的故事，新的黄金十年有望在国产手机品牌崛起时代重新演绎。国庆节长假来临前，不少机构已经开始基金布局产业链公司的线下调研，希望借着市场销售之风能够提前布局到投资机会。据悉，随着华为新款手机发布，上周开始，与华为有关的5G、手机、电子等产业链公司获关注度较高，星网锐捷、恒信东方、华强电子、沪电股份、新雷能、紫光股份、中光防雷等公司均获机构调研。有机构预测称，华为手机今年出货量可能会达到2.5亿部，如果Mate 30系列受追捧，就可能会超过2.6亿部；明年华为手机出货量或跃居第一位。", "author": "金融界", "newsdate": "发布时间：19-09-24", "newstime": "06:31", "sentiment": [{"positive_prob": 0.000791315, "confidence": 0.998241, "negative_prob": 0.999209, "sentiment": 0}]}, {"title": "iPhone11Pro与华为P30Pro拍照对决：还是有差距", "content": "苹果发布的最新旗舰机iPhone11Pro总算配备了三镜头，要知道华为首款三镜头手机是华为P20Pro，而如今华为P30Pro都已经配备了四镜头。这两款手机镜头相差1颗，但真实拍照效果相差多大呢？今天我们就一起来看看拍照对决，这里说明一下，主要是日拍比较，至于夜拍方面，将在下一篇为大家介绍。iPhone11Pro与华为P30Pro都配备了超广角镜头，从这组超广角镜头拍摄效果来比较，iPhone11Pro虽然在清晰度方面不输华为P30Pro，但是将木雕的颜色拍摄得稍微淡了点，这就有点失真了。反观华为P30Pro，拍摄的木雕色彩比较鲜艳，看上去非常逼真。再来看看这组近景拍摄，iPhone11Pro拍摄的照片在背景虚化方面不如华为P30Pro，看上去不够突出树干主体。而且照片里的树干部分曝光部分比华为P30Pro更高，因此细节呈现方面华为P30Pro处理得要更好。在这组超广角远景拍照对比上，iPhone11Pro拍摄优点很明显，旁边的树叶看上去更加清晰，而华为P30Pro所呈现的树叶则太暗了。不过在天空呈现上，华为P30Pro拍摄蓝天要更加漂亮真实。再来比较下变焦拍摄，首先是5倍变焦对比，华为P30Pro拍摄的楼顶清晰度更高，将无损变焦拍摄的特点发挥出来了，但还是有个小缺点，那就是画面有点偏暗。而iPhone11Pro拍摄的楼顶出现了明显的噪点，清晰度不如华为P30Pro，但色彩要鲜艳逼真。再来比较下10倍变焦拍摄，此时的差距则更加明显了，虽然华为P30Pro拍出来的画面色彩偏暗缺点没有改善，但画面至少没有出现噪点，细节部分还是非常清晰。此时的iPhone11Pro暴露出缺点，画面噪点则更加明显了。最后是自拍比较，这方面iPhone11Pro依旧没有占到便宜。照片里的老外皮肤颜色感觉有点偏红，另外高光背景下对光线控制并不是很好。老外的头发由于被阳光照耀，清晰度明显不如华为P30Pro。总结：从这拍照对比的比较可以看出，iPhone11Pro相比华为P30Pro还是有一定差距。主要是细节方面的呈现，感觉似乎总是差那么一点点。但不可否认的是，iPhone11Pro拍照进步很明显，与华为手机的差距已经缩短了不少，可以说虽败犹荣。", "author": "搞机小帝", "newsdate": "发布时间：19-09-24", "newstime": "18:29", "sentiment": [{"positive_prob": 0.0190228, "confidence": 0.957727, "negative_prob": 0.980977, "sentiment": 0}]}, {"title": "谷歌服务缺席旗舰手机：华为的尴尬与隐忍", "content": "在华为发布其新旗舰智能手机 Mate 30 系列后的几天内，果然舆论 (尤其是海外) 的焦点并不是华为在发布会上重点展示的强大拍照能力和世界顶级 5G 能力的体现上，而是缺席的 Google 软件和服务。对于华为能否找到一种理想的解决方案，让海外用户克服 Mate 30 缺少 Google 应用和服务的问题，外界也在热烈讨论中。尴尬很多媒体都对 Mate 30 表达了担忧。Mate 30 是在德国发布的，然而德国媒体的评价是：《世界报》：Mate 30是来自中国的幽灵手机。《南德意志报》：这是世界上最好的手机，但没人会买。《明镜》周刊指出，华为没有说明，新手机什么时候将在哪里上市。实际上大多数海外用户日常使用的应用——包括 Facebook、WhatsApp 和 instagram 等都可以在其他应用程序商店安装。就只有 Google 的核心服务和软件，包括 Google 搜索、Gmail、YouTube 和 Google Maps 等将无法直接安装使用。另外不少面向海外用户的应用，在启动时也需要加载部分 Google 服务，否则将无法顺利使用。Mate 30 没有 Android 许可，这就意味着它没有底层的 Google 移动服务 (GMS) 来安装相关的应用程序。这意味着用户在购买主要软件或服务后，将无法加载这些应用或服务。缺少 GMS，缺少 Android 许可，意味着核心的底层游戏服务不会可以顺畅地运行在设备上，在某种程度上这对用户更加残忍。只有安装了 GMS，应用程序和游戏将能够正常顺畅运行，但如果没有这一基本框架，它们将无法发挥作用，应用程序无法访问所需的系统级权限。要想取代底层框架，用户需要访问核心系统，而目前核心系统被锁定，在常规的手段下他们没有办法访问到。如果你要自己安装这些服务，就必须要安装核心服务 GMS，用户先要通过自己的渠道获得安装这些服务的程序，然后用户要解锁设备上的引导加载程序，其实这些动作国内的不少用户来说已经相当熟悉了。华为的消费者业务余承东也暗示，启动加载程序解锁实际上是有可能的，据国外媒体报道，余承东表示这种做法「(以前)我们会限制它，因为我们想为消费者保证更多的安全。但这一次我们会给消费者更多的自由，让他们可以自己做更多的个人化定制。所以我们计划让消费者这么做。」此话一出，国外的技术论坛上都已经炸锅了。但尴尬的是国外数百万普通用户不会 root 他们的设备，并安装他们定制的 rom，这都是很麻烦的事情，有很多个步骤，更糟的是，还会面临安全风险。正如一些发烧友所指出的，「用户能够启动并运行 Google Play 商店和 Google Play Service 的唯一方法是手动安装这些应用程序，并授予它们所请求的特权权限。如果不通过所谓的 root 来修改设备上的软件，就无法做到这一点。」「但这不能指望让数千万的 Mate 30 用户全都这样做。即便这一现状成为可能，也需要华为放弃一些安全保护，从而引入其他风险，并让设备对攻击敞开大门，否则没有攻击是不可能的。」但至少这还是一种办法。然而尴尬的是，华为公司否认了他们老板的说法，这种「曲线解锁」的办法并不会被允许，「(目前)没有解锁 Mate 30 设备上开放引导加载程序的计划」。近日有 YouTube 用户演示了直接安装 Google 应用成功的视频，但有专家认为，如果可以在「手机上直接安装 Google 产品」，那么华为很有可能违反了禁令。直到现在仍然没有任何简单有效的办法来解决这个问题，这让 Mate 30 的潜在买家颇为失望。余承东似乎承认，这一事件很大可能的冲击华为 Mate 30 在国际市场的口碑。「我们不想这么做，」他告诉媒体。「我们和 Google 有着良好的合作关系，但是美国政府强迫我们这么做。」在销售方面，余承东也认为「禁令将影响我们在中国以外的销售——但中国的销售将大幅增长，因为这是世界上最具竞争力的 5G 旗舰产品。」开辟鸿蒙为了想要解决这种尴尬，华为还推出了自己的操作系统「鸿蒙OS」，目前鸿蒙 OS 的使用仅限于物联网设备，它的首次亮相是被安装在荣耀品牌的智慧电视当中，移动设备目前不会使用鸿蒙，还将继续使用生态成熟的 Android。Mate 30 本次搭载的是未经授权的 AOSP 操作系统（没有内置 Google 框架的 Android 系统），华为在此基础上制作了自己的 EMUI 10 ，并安装在 Mate 30 当中。在制作出自己的前端界面后，华为可以将内部的核心系统转移到鸿蒙 OS，而无需对用户体验进行重大改变，让用户去逐渐适应这一过程。华为已经有了自己的应用商店，可以替代 Google Play Store，随着其应用程序交付和计费生态系统成为其未来的核心支柱，这一点现在变得至关重要。不过这也意味着，华为已经与 Google 展开了一场战斗，目的是把用户从 Android 系统中拉出来，除非外界政治气候有所转变，这场战争才可能恢复正常——如果是这样的话现在还不算太晚。余承东表示，如果这些限制真的取消，他希望能够「一夜之间」用 Google 的软件和服务升级 Mate 30 设备。尽管这款设备在发布时没有获得授权，但人们会认为 Google 会很乐意扩展其政策以适应华为的要求，并使升级成为可能。因此，对于任何喜欢 Mate 30 的用户来说，如果他们可以在没有 Google 的情况下生活一段未知的时间，也许这是一个值得冒的风险。不过, 似乎不太可能。隐忍华为一直对媒体直言不讳，虽然短期内是痛苦的决策，它可能要失去来自中国以外用户，换位想想加入一个操作系统无法安装地图、视频等日常使用的核心软件，国内用户也是无法接受的。但更关键的挑战是要争夺组成 Android 生态系统的应用程序和开发者。华为已经公开表示，它将在这一领域投入 10 亿美元以上的资金，并将提供激励措施，将 Google 和苹果要求的营收份额削减一半。考虑到这一点，一些计划已经正在执行。荷兰网站 LetsGoDigital 的团队发现，华为为「Harmony Studio」(鸿蒙 OS 海外版的名字叫 Harmony OS)申请了商标。该团队表示，「Harmony Studio 很可能是进一步打造 Harmony OS 的办公室，在这里，大家可以共同分享知识，开发软件。」LetsGoDigital 表示，华为「致力于开发 Harmony Studio，以进一步打造其新的操作系统」，并已在阿根廷 INPI 和欧盟知识产权法办公室注册了「Harmony Studio」的名称，位于「第 42 类」中，包括软件设计和网站创建等内容。LetsGoDigital 引用了一篇日本杂志采访华为高管 Kevin Ho 文章称，华为确认正在全力以赴用 HMS(华为移动服务)替代 GMS(谷歌移动服务)，并强调华为的开放性，再次暗示该计划是创建一个替代生态系统，而不是一个战术修正。Kevin 解释说，其目标是「通过与开发者的合作提供用户友好的手机，这比以往任何时候都更加重要。」在采访中，Kevin Ho「承认了 Google 移动服务转型带来的挑战」，并「避免谈及目前哪些应用程序与 HMS 兼容」。根据 ACSII.JP 的报道，Kevin 还提到从 GMS 过渡到 HMS 并不是当下就要完成，而是要一步一步来，而且他也强调了余承东 10 亿美元支持开发者的承诺，当「新的 Mate 30」到来的时候，用户将会有更多用起来很爽的应用。Kevin Ho 承认:「华为的应用生态系统仍然很小，我想继续与开发者合作，这样 HMS 将成为我们未来选择智能手机的原因。」但该公司手机部门的主管也坚称，(就目前而言) 华为在 HMS 下的独立性仍将保持在 AOSP 之上，并否认「完全退出 Android」将很快发生。战争目前还没有进一步的细节，然而我们也坚信华为有能力和资源来尝试建立一个 Android 和 iOS 生态系统的替代品。它可以依靠庞大的国内市场的大力支持。而且，它还将相对容易地将俄罗斯等其他主要市场从美国控制的科技公司手中夺走。比如使用优惠的价格，比如例如削减收入份额，这与华为过去有效地建立市场份额的方式是一致的。如果华为能够建立一个成功的和谐生态系统，那么它在未来 10 年的收获将是巨大的。这不仅带来了独立性，还让华为控制了「第三条道路」，这是 10 多年来智能手机生态系统的首次重大变革。如果该公司从更广泛的角度来看，扮演授权方而不是产品所有者的角色，那么它将把其他的中国手机厂商也拉进这场混战，从而增强对开发商的吸引力。先不说华为做这件事情到底能不能成功，但这对于美国和美国的科技公司来说并不是什么好消息。他们原本可以有一个很好的生态合作伙伴，而现在那种「傲慢和偏见」的态度让合作伙伴变成一个相当有威胁的竞争对手。无论美国对华为的行动是否会继续还是收回，这个潘多拉魔盒已经打开，华为不想也不需要再一次面对这样突如而来的灾难。但我们还是要担心华为有足够的能力去说服海外用户接受这样的一个结果，在国内，独特的互联网生态已经让一代又一代的手机用户习惯了与世界脱离的状态，不需要 Google 以及 Facebook 们就可以完成生活中各种各样的需要。但在国外正好相反，用户也已经习惯了他们独有的互联网生活方式，他们习惯用 Google 搜索，在 YouTube 观看视频，用 Google Maps 来导航，而且这些产品已经有很大的市场占有率，短时间内也没有可以代替的产品，现在要告诉他们你的手机现在没办法使用这些软件，这足以让海外用户感到困惑。如果华为想要颠覆 Android 和苹果，看来它并不仅仅只是去重新开发一个系统，去建立一个与之相关的生态体系，更重要的是能够让这个生态足以颠覆现有的互联网生活方式，告诉用户你可以有比现在更好的产品和服务，完全不需要 Google。然而这似乎很有难度。Android 和苹果用数十年成功建设了自己的生态系统，期间曾经挑战过它的对手都已经消失在历史长河中，微软甚至放弃了这场竞争反而转向与曾经的对手开放合作，国内曾经的挑战者阿里 OS 也放弃了智能手机市场从而转向车联网。现在华为坐拥上亿手机用户，将与用户的「习惯」(以及背后的势力) 做一场漫长的拔河游戏，双方将对手一点一点地拉过来，从而最终获得胜利。和平万岁。", "author": "创见TECH2IPO", "newsdate": "发布时间：19-09-24", "newstime": "17:10", "sentiment": [{"positive_prob": 0.196454, "confidence": 0.563436, "negative_prob": 0.803546, "sentiment": 0}]}, {"title": "高尚全：22年前那场涉及生死的争论，我为什么支持华为", "content": "“华为从最初从事交换机贸易、到如今发展成如独一无二的全球型企业，经历值得思考。我在1997年参加十五大报告起草时，有人提出‘华为姓资不姓社’、‘华为的职工持股是没有坚持社会主义方向’，我对此表示不赞成。”在9月21日于复旦大学管理学院举行的“与掌门人同行-致敬共和国70周年”主题论坛上，原国家经济体制改革委员会副主任高尚全发表上述看法。他认为，华为这样的企业需要保护，一流企业的成功需要一流企业家掌门，企业家和商人有本质区别。一场22年前的争论，如今已经定论。华为已然成为既具有经济发展的时代特征，又凝聚了民企发展共识的代表。创新是民企发展动力之源在高尚全看来，民营经济绝不会离场，且要越做越活，参考范例就是华为。对于此前一些贬低民营经济的论调，高尚全始终持批判的态度，“公有制为主体、多种所有制经济共同发展”就是要持续坚持的基本经济制度。创新则应根植在经济体制改革进程中。 “邓小平同志曾说过，老祖宗没有说过的话也可以说，这就是创新。”高尚全说。高尚全认为，在华为自主创新的道路上，以客户为中心、以奋斗者为本的理念，是激发这一企业创新的动力；同时，华为的创新是开放的创新，是站在巨人肩膀上的创新。至于上文提到的1997年对于华为的质疑，高尚全说，调查结果是：第一，华为的经营，国家没有花一分钱；第二，职工持股以后内在动力被激发出来，保证了企业发展；第三，职工在企业发展红利下也富了起来；第四，华为解决了大量的就业。“这样的企业要保护起来，绝不能让它被打压下去。”因此，他说，党的十五大报告中提出了“劳动者的劳动联合与劳动者的资本联合为主的集体经济，尤其要提倡和鼓励”，最终从理论上解决了这个问题。以奋斗者为本华为所带来的贡献远不仅是制度、经济的价值。10年来，华为企业税收达4689亿元，2018年销售额7212亿元，并且解决了18万人就业，企业在世界500强的排名也从2010年的393位上升到了到2019年的61位，“这是跳跃式的发展”。同时，华为营收中有70%来自海外，全球有30亿人口使用华为设备。能够成为世界一流企业，高尚全归因为10个方面。第一，以客户为中心是华为存在的唯一理由。掌门人任正非曾说，我们没有任何背景，也没有任何资源，我们除了拥有自己其他一无所有；一切进步掌握在自己手里，不在别人手里。“知识与文化力量是巨大的，不是上帝给的，这是华为成功的一个生命力量。”高尚全说。第二，要以奋斗者为本，其内部所践行的职工持股方式就是最好的体现。在这一内生动力下，员工真正成了企业主人。“当时有人曾说过这么一个顺口溜，国外有一个加拿大，国内有一个大家拿”。高尚全打趣道，“彼时我在某北方县级市调研‘假如有人偷公家的东西怎么办’，当时300个青年工人的调查结果，220多人选择了‘装看不见’，还有60多人选了‘你偷我也偷’，华为的员工持股就解决了这个问题。”“另外，我也注意到了某个现象，一些发生了地震的国家，华为职工会第一时间去一线。日本福岛核电事故发生后，日本人往外撤退但华为员工却进去了，因为华为基站受到了冲击，如果员工不去整个地方的通讯都会受到影响；这种情况下，华为必须冲到前面。”他说。第三，华为建立了员工、客户和投资者的利益共享机制，从而缓解了资本和劳动的矛盾。高尚全说，如果资本收益大于劳动收益的问题不解决，高管持股比例高，收益就高，会造成劳资矛盾突出。为了将资本收益、劳动收益进行平衡，华为提出了以资本收入占1、劳动收益占3的比例进行分配。在这之后，外国学者也到华为作了解，他们认为国外是以资本为王，资本收益最大化也产生了一些问题，而华为在分配机制上解决得比较好，值得研究和学习。研发、人才与基础教育都不能少第四是注重研发。高尚全认为，除了内部职工的动力机制，华为的成功还包括注重研发、基础教育等因素。华为在5G方面的领先、技术层面的竞争力与其创新研发能力密不可分。“华为研发投入占销售收入10%~15%，以往是10%，最近几年保持在15%。这样的研发投入一定是推动了技术进步，增强了企业的竞争力。”高尚全说。他认为，比起华为2017年一年研发投入897亿，10年累计研发投入4800亿，一些同类型企业年研发投入约为十几亿，大量研发投入为华为的创新打下了基础。“外部的人才力量，对于华为技术领先也起到了重要作用。”高尚全说，华为搞研发及技术创新的职工中，有多达3万人是外籍人员。华为还将研究中心建立在有“能人”的地方。一些科学家具备全球顶尖的创新能力，在不影响本职工作的前提下搞研究，还能增加收入，那么他就愿意与华为合作。第五，重视基础研究。基础教育是根本所在，高尚全认为，不愿意坐冷板凳是万万不行的。第六，任正非作为企业家平易近人，出差出国从不前呼后拥，足以发挥出榜样的力量。第七，华为秉承严明的奖罚制度，用通俗的话来说，就是奖励脑袋对着客户的人，提拔屁股对着老板的人。比如，任正非有次发现内部财务作假，就自罚100万，值班CEO每人罚款50万，以此为戒。第八，是要将法规、合规落实到所有工作当中。华为有一部公司基本法，奋斗者分享企业发展成果等都写入其中，员工都要遵循。第九，公司治理从人治走向法治。华为目前采取的轮值CEO制度有两个作用，一是承担日常工作，二是从轮值CEO中培养接班人。另外，将董事长虚设，只有否决权，其他事宜由CEO掌握。“我问任正非儿子女儿是否会接班，任正非说他们接不了班。”高尚全说。最后一点，华为如果不在深圳，可能没有今天的华为。深圳为创造一流企业提供了很好的经济环境、法律环境及营商环境。转折期，未来远比眼前重要“企业家已经成为在中国具有影响力的巨大群体，这也让我们更深刻地认识到，中国企业家掌门人是国家经济、民族未来的建设性力量。”亚商集团董事长陈琦伟曾见证了中国一批优秀上市公司的变革与发展，对于高尚全的观点，他也深有感触。他认为，首先，华为“以客户为中心，以奋斗者为本“的理念，最恰当地反映出中国特色非公企业的核心价值观。华为是将市场经济制度与中国国情有机联系获得巨大成功的典型企业。其次，企业家作为引领企业走出经济转型和发展的无人区的掌门人，最重要的品质不是敢于竞争，而是远见，也就是一要看得清迷雾缭绕的市场风浪的本质，哪些变化是重要的，哪些是次要的；二要看得清三五年乃至十来年以后的趋势。在转折期，未来远远比眼前重要。此外，华为的经验说明，在互联网时代，一个领先企业的核心技术研发，必须要能利用全球资源，因此，开放至关重要，不闭关自守、盲目自大至关重要。", "author": "第一财经", "newsdate": "发布时间：19-09-24", "newstime": "13:32", "sentiment": [{"positive_prob": 0.999069, "confidence": 0.99793, "negative_prob": 0.000931499, "sentiment": 2}]}, {"title": "生活好助手搭载人工智能，小艺智能交互华为AI音响", "content": "说起AI恐怕大家都不陌生，说是目前最火爆的一个词语都不过分，市场上几乎所有的智能产品都在强调自己是AI产品。在物联网的高速发展下产品越来越智能化，并且在加上了互联网可以让功能变得更加强大，其他的不说就以智能音响为例。不再是传统观念的播放家电，更是智能家居的交互入口所在，也让智能音响成为了管家，这次秋叶就来分享一款——华为AI音响。前有小米百度等产品探索市场，而华为其实是最晚进入市场的了，在Mate 20的发布会上第一次揭露了可以用作于智能家居交互入口的华为AI音箱＂Myna＂。宣传上面可以看出这款音箱采用的是AI人工智能，带有丹拿调音以及海量的音乐。还可以通过华为自己的网络通信技术打造全新的智能家居生态系统，功能齐全。那熟悉华为的玩家应该知道华为生态其实很早就开始在布局了，就目前在目前在华为HiLink智能家居APP里，就已经有超过100多件的智能产品，而这些智能产品全都可以用过华为AI音响进行控制。在外观上面华为AI音响的外观和其他家的都不太一样，圆筒形的设计让人感觉更有亲切感。机身采用了整体圆角过渡再加上编织面料包裹的机身，看起来十分的简洁美观。配色方面有两种，经典的黑白可供选用。在音响的最上面是控制板，有四个功能键和六个Mic形成一个全指向的收音麦克风单元，可以让你在各个角度说话但不影响音响捕捉到你的声音，官方数据说是能在半径方圆5米范围内满足收音需求。功能键方面分别为音量增减、静音以及通话键，直观的对称设计可以防止用户误触，最旁边是一圈隐藏式LED环形灯，在不同状态下发出不同颜色的光。              而华为AI音响的隐藏着电源适配器的插口，这样的走线设计的非常隐蔽。而可拆卸式电源线可以在不使用时方便收纳，但是我更加希望音响内置电源的话，这样就可以拿着到处跑了。在铭牌上方有丹拿华为联合调音的LOGO标识，忽然有种非常专业的样子。别看音响整个身材不大，但内涵才是最重要的，华为AI音响有着2.25英寸的10W全频扬声器以及两枚的无源低音辐射器，并且有别于常规产品喇叭朝下等不利于声音传播的设计，使得音质更加清晰并且在低音表现上尤为突出。华为AI音响在配置上也是非常的不错，采用了4核心的MT8516处理器，配备256M运行内存和128MB存储，这样的配置对于一个AI音箱来说绝对够用。在使用前需要扫描底部的二维码下载华为HiLink智能家居APP，按照提示完成帐账号注册并且进行联网设置即可使用。当然啦作为一个音箱最重要的还是音质如何，这款华为AI智能音箱采用丹拿调音，有着40多年的声学设计与调音经验，转为符合家用环境而进行声学设计与调音。丹拿从创始以来就将产品着重于低失真、高还原、少音染和瞬间动态表现。所以华为AI音箱也就在设计方面沿袭丹拿单体设计理念，进行优化调整后，在小小的身躯内发挥出大大的功能。联网设置非常简单，当华为AI音响最上面的环形LED灯变为橙色闪烁，音箱发出语音提示，进入等待配网状态即可。其中环形LED灯可以显示音响的各种状态，橙色灯旋转表示正在配网中，红色灯闪烁代表网络断开，红灯常亮表示静音。如果有任何使用上的问题在音箱的底部还有复位键。全部设置完成我们只需要一句“小艺，小艺”就可以使用华为AI音响了。秋叶家里还有一款华为4G路由2 Pro，同样也能通过它来控制，查询一下流量情况啊关闭WIFI都可以实现。其他方面还可以通过华为AI音响的APP在设置我的界面里面，可以修改音响名称，打开蓝牙，这个蓝牙功能默认是关闭的，需要自己开启、闹钟铃声、家居设备授权管理、勿扰模式、唤醒应答、升级更新等等。另外在听歌方面，这款华为AI音箱是注重家庭的共享体验，每一个连接音箱的手机用户都可以单独录入自己的声纹，然后选择自己喜欢的音乐风格。这样就可以更准确的为其他家庭成员播放自己喜欢的音乐类型。而在音乐库方面，华为AI音箱携手腾讯音乐娱乐新增千万级优质曲库，不仅有酷狗音乐还有华为自己的音乐曲库。其实华为AI音箱作为一款智能音箱，它有一个其他同类产品都没有的要素，那就是支持网络语音智能电话。完全不需要SIM卡，只要在手机APP端设置好电话号码，喊一下小艺小艺，就可以直接拨打电话了。目前华为AI音箱会赠送普通通话时长120分钟和网络通话时长1500分钟，足够日常的通话需求。", "author": "秋叶援", "newsdate": "发布时间：19-09-24", "newstime": "09:57", "sentiment": [{"positive_prob": 0.99895, "confidence": 0.997666, "negative_prob": 0.0010502, "sentiment": 2}]}]