[{"title": "机情问答：华为Mate 30啥时候发？苹果今年出5G手机吗", "content": "【手机中国】我们都知道，每年9月苹果会如期举行秋季发布会，其旗下最受全球瞩目的iPhone产品线会得到更新。与苹果因系统差异而形成不同阵营的安卓手机品牌们，也会选择在这个时间点推出产品来应对苹果的攻势，目前已知的品牌包括华为、三星、vivo和小米等。机情问答：华为Mate 30啥时候发？苹果今年出5G手机吗？而有意思的是，尽管华为Mate 30和vivo NEX 3等安卓旗舰机令人既兴奋又期待，但让科技圈更加有趣的还要属那些跨界而来的大屏产品。此前，荣耀率先推出智慧屏系列，而红米也在8月29日发布了旗下首款智能电视，大屏玩家不止荣耀和红米，一加也已经官宣，将在9月份发布旗下首个高端定位的电视产品。有趣的科技圈和有趣的网友更配，我们在这周又收到了许多网友的疑问，别错过下面的精彩内容，或许他们心中的问号和你是同款呢？本期问题预告：1、今年还会有比iQOO Pro5G更便宜的5G手机吗？2、4G手机适用于5G吗，苹果今年推5G手机吗？3、华为Mate30系列什么时候发布，有哪些黑科技？4、红米电视值得买吗？自2018年年末，机情问答栏目便计划脱离CNMO栏目矩阵，准备向互动产品的方向延伸。依托于2018年CNMO内容+战略的成功，在内容宽度及互动形式上，我们有了更大的想象空间。为了引爆这种想象力，CNMO机情问答栏目将升级成为第一片探索试验田，让用户的声音通过手机中国微博微信、手机中国论坛导入，形成由用户主导的内容+互动闭环。机情问答栏目组将会以更专业、有趣的形式对网友们的问题进行定期反溃今年还会有比iQOO Pro5G更便宜的5G手机吗？5G是今年科技圈，尤其是手机圈的主旋律，而5G手机更是牵动着广大消费者的心。早在国内第一批5G手机问世前，网络上便有各种关于5G手机价格的论调出现，诸如“今年5G手机价格要破万”，听到后可以瞬间让人失去对5G手机的兴趣。不过，中兴、华为、三星和iQOO等品牌的5G手机相继亮相，算是给大家打了一剂强心剂。iQOO Pro 5G其中，iQOO Pro 5G价格公布后更是令人惊掉下巴，3798元的起售价甚至不到三星Note10+ 5G版的一半。这不得不让人对接下来的5G手机更加充满期待，下半年还会有比iQOO Pro 5G更便宜的5G手机吗？我们先来预测一波，接下来大概会有哪些5G手机问世。华为和三星的5G手机已经问世，即使下半年有5G产品，也会定位在高端，苹果今年推5G手机的可能性很低；OPPO暂时没有5G手机的消息，一加7T系列应该会有5G版本，vivo NEX 3也已经官宣将支持5G，不过价格大家都懂的；魅族16s Pro并不支持5G，魅族旗下的5G手机要到明年才能登抄…三星Note10+ 5G版这么看下来，下半年比iQOO Pro 5G更便宜的5G手机，最有可能会出自小米和联想之手。联想5G新机的消息目前并不多，小米已经官宣会在9月份推出旗下第二款5G手机（第一款是小米MIX 3 5G版，在欧洲发布并上市），不出意外应该是小米MIX 4。小米MIX系列是目前小米旗下定位最高的产品线，再加上5G的因素，小米MIX 4 5G版不会太便宜，和iQOO Pro 5G价格接近的可能性较大。4G手机适用于5G吗？苹果今年推5G手机吗？回想一下当年4G开始普及的时候，你的3G手机能用吗？显然大家都没经历过这种网络不能用的情况吧。在4G和5G衔接的时代，大家也不用担心这种问题。相信在相当长一段时间内，我们会处在4G网络和5G网络共存的状态中，因此即使你的4G手机不能用5G网，也不用担心会被5G时代彻底淘汰。当然，等5G网络建设工作成熟后，5G手机和5G套餐价格趋于正常，到时候就该换5G手机享受极速快感了。苹果今年会不会推出5G手机？这个问题时不时有网友向我们问起，之前我们好像也回答过类似的问题。5G手机最关键的元器件就是5G调制解调器，目前市面上的5G手机主要使用两款5G调制解调器，一款是华为自研的巴龙5000，另一款则是高通旗下的X50，高通最新的X55目前还没有得到商用。苹果和高通的关系目前有点僵，使用华为5G基带的可能性也很低，三星虽有5G基带的研发能力，但以“产能不足”的理由拒绝了苹果，因此苹果自研5G芯片是唯一出路。苹果和英特尔合作由来已久今年7月26日，苹果宣布以10亿美元的价格收购英特尔的手机基带芯片业务，交易将于2019年第四季度完成。注意三个时间节点，7月、第四季度和9月。苹果会在今年9月如期带来新一代iPhone，而和英特尔的交易过程始于7月终于第四季度，苹果完全没有机会为新iPhone的5G芯片留出多余的机身空间，更何况其他的网络调试工作也需要花费很长时间。所以答案就一目了然了。不过不要慌，明年大家肯定能买到5G iPhone。华为Mate30系列什么时候发布，有哪些黑科技？2017年10月中旬，华为在德国慕尼黑发布Mate 10系列，同样是第二年的10月中旬，华为在英国伦敦推出了Mate 20系列。如果按照这一规律，华为Mate 30系列也很有可能会在今年的10月中旬亮相。那么，今年手机行业竞争如此激烈，再加上有5G这个特殊因素，华为会不会提前发布Mate 30系列呢？也不是不可能。我们已经知道，华为会在9月初的IFA2019上发布全新的麒麟990处理器。考虑到这个时间点，华为应该最快可以在9月底推出Mate 30系列。Mate30系列发布会不会太迟的原因还有一点，华为旗下的Mate X折叠屏手机虽然延期上市，但无论如何也不会拖到明年。因此，为了不让两款重磅旗舰的宣传期撞车，华为有理由为Mate 30系列提前开发布会。华为Mate 30 Pro渲染图（图源网）关于华为Mate30系列，可能是离发布会还有一段时间，我们还没有得到太多可靠的消息。可以基本确定的是，华为Mate30系列会采用今年下半年安卓旗舰标配的“瀑布屏”，正面视觉效果更加突出。手机背面的摄像头组合“由方变圆”，这是相比上一代在外观上的重要辨识点。摄像头排布方式的变化体现出华为在Mate30系列的影像层面又有了新的思考，之前我们曾报道，华为Mate 30 Pro将后置超感光电影四摄——电影镜头+超感光镜头+长焦镜头+3D TOF镜头，其中电影镜头和超感光镜头应该对应的就是传闻中的双4000万像素主摄；华为Mate 30则会后置三摄——超感光镜头+长焦镜头+3D TOF镜头，电影镜头顾名思义会在视频拍摄上有特殊表现。另外，华为Mate30系列已经曝光的麒麟990、25W无线快充、EMUI10等也都是重要看点。至于华为还会不会带来隐藏的黑科技，用不了多久我们就会知道了。红米电视值得买吗？手机厂商当中，小米已经在电视领域取得优异的成绩，而其他品牌也跃跃欲试，试图在手机这块小屏之外开拓大屏市常比如，荣耀在不久前发布了智慧屏系列，一加将在9月正式推出旗下的高端电视，而作为小米“友商”的红米，也不忘进入大屏市场分得一杯羹。荣耀智慧屏有小米这么多年的电视研发经验做后盾，红米的电视产品可以说多了一份保障。与此同时，红米首款电视在价格上也延续了小米和红米产品一贯亲民的思路，70英寸的巨屏只卖3799元（预售甚至更便宜）。不过话又说回来，价格亲民或者说看起来“性价比高”并不一定就值得买。至少从用户的需求考量，这个问题会有不同的答案。红米电视70英寸对于身处互联网时代的年轻人来说，智能和新奇体验是他们购买消费类产品时的一大追求，同时售价也是很敏感的购买因素。红米电视基本上满足了年轻一代对电视的需求，这款电视拥有70英寸巨屏，支持4K HDR解码，摆在家里观看足够震撼；另外，它还具备不少创新的智能功能，比如通过小米/红米笔记本或小米/红米手机实现快速投屏，支持小爱同学和蓝牙语音遥控器操控。整体而言，“年轻人的第一台电视”买红米电视没啥毛玻不过对于不差钱且对电视产品有更高要求的用户而言，“一分价钱一分货”是始终需要明白的道理。同样是70英寸，其他品牌的电视可以卖到5000元甚至万元，而红米电视只要3799元，这并不能直接用“红米厚道”来概括其中的原因。虽然没有体验就没有发言权，但大家都心领神会的一点是，红米电视为了维持一定的利润和较低的售价，在成本投入上显然会有所保留，如果你希望在红米电视上享受到顶级的画质或者音质，那就太天真了。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-30", "newstime": "06:23", "sentiment": [{"positive_prob": 0.390472, "confidence": 0.132285, "negative_prob": 0.609528, "sentiment": 0}]}, {"title": "同为世界五百强，富士康排名高于华为，代表富士康一定比华为强？", "content": "每当我们提到国产企业，那么有两个企业我们就不得不提，一个是华为，而另一个就是与华为关系密切，世界规模最大的代工厂，富士康。华为为我国科技领域作出重大的贡献，研发芯片和通信技术，是我们国人的骄傲，而富士康作为规模最大的代工厂，在刚刚进入我国的时候也为国内不少底层人民解决了就业的问题，之前也受到了不少人的欢迎，而随着时间的推移，两大企业现如今也早已经成为了世界五百强企业。作为富士康母公司的鸿海精密在今年的世界五百强中排名第二十三位，而华为在世界五百强的排名为六十一位，这让很多人都感到不解，为什么一个代工厂的排名要比一个专心研发技术的企业高呢？况且这几年iPhone的销量正在下滑，富士康的订单也在减少，而华为手机业务蒸蒸日上，5G也实现技术突破，接到了大量的5G订单，为何却比不过富士康呢？其实个人认为，如果按照企业的综合实力来说，华为的确要强于富士康。两家企业主打的领域不同，华为主打手机和通信业务，手机业务方面目前属于国内手机厂商的领军者，并且在世界范围内也是著名的通信设备商。而富士康也是世界著名的代工厂之一，由于代工品质优秀，速度快，受到了苹果公司的青睐，同时也和其他厂商有着代工的合作关系。两者在国际上都有着不可替代的关系。但是华为相比较富士康来说，更具备竞争力一些。华为目前的侧重点在于芯片的研发方面，不仅有了大量的芯片成果，更重要的是这些芯片成果为华为带来了技术储备和技术专利，这两项对于每个企业来说都是花钱买不来的，在当今的科技发展中属于重中之重，即便技术没有当今芯片巨头高通和苹果那样强大，但是无论是技术性还是技术难度，相比较富士康而言都要难得多，毕竟代工厂有很多，而华为只有一个。这也是华为最具备竞争力的一点。而富士康在当今市场中的主要竞争力就是代工的品质和价格。不过随着国内一些代工厂的崛起，富士康也变得不像以前那样不可缺少了，比亚迪的低调崛起就是一个很好的例子，比亚迪不论是代工品质、速度还是价格，都有非常强的竞争力，这一点对富士康造成了很大的威胁，虽然目前比亚迪的规模还无法与富士康比拟，但是如果继续下去，富士康肯定不会好过。两家企业每年的业绩都非常不错，尤其是华为近几年的发展情况，虽然利润上比不过苹果和三星，但是在销量方面稳步上涨，如果不是今年的“打压”，华为或将有可能实现出货量第一，所以华为在我们消费者眼中的重要性要大于富士康一些。两家国产企业都是巨头，在各自的领域中也都各有优势，但是相比较之下，还是华为对于我们消费者的影响要更重要一些。", "author": "科技情报咖", "newsdate": "发布时间：19-08-30", "newstime": "08:41", "sentiment": [{"positive_prob": 0.921334, "confidence": 0.825186, "negative_prob": 0.0786663, "sentiment": 2}]}]