[{"title": "华为手机虽好，真正懂行的不建议买这四款，你买对了吗？", "content": "作为国内出货量最大、也是知名度最高的手机品牌，华为陪跑三星、苹果十年之后，终于挺起腰杆拿到了国内出货量第一的成绩，更是在全球市场不断缩小和三星手机的差距，调研机构的数据显示，2019年华为和三星市场份额将缩小到5%左右，预计明后年将会进一步缩小，华为崛起已经是不争的事实，虽然另外一边的魅族、红米等性价比也很高，可大家偏偏还是挑牌子买手机，可友情提醒大家，华为手机虽好，真正懂行的不建议买这四款，你买对了吗？1、华为nova4nova系列一直饱受好评，其设计语言也是偏于年轻时尚感，在色彩和颜值上走在前面，而这台华为nova4却例外了，算是历代最失败的一款旧nova手机了，目前8GB+128GB版本的华为nova4依然要1899元，可综合配置却不如目前廉价的华为nova5z，就拿它的相机来说，后置2000万三摄镜头情况下，综合拍摄实力是不如4800万四摄的华为nova5z更好的，麒麟970处理器的AI实力也远不如麒麟810，加上华为nova4采用的是后盖指纹解锁，在美观度和性价比上的确有些欠缺，不建议大家入手了！2、华为麦芒8懂手机的朋友都知道，华为麦芒系列是圈内人敬而远之的一个系列产品了，华为也是鲜少在线上去宣传华为麦芒8，它本身就是主打线下市场的，可友情提醒大家，华为麦芒8的配置真的是对不住它的价格，说是2400万三摄镜头加持，可实际拍照实力却不如单摄1200万的iPhoneXR，也只是用千元机处理器麒麟710，在性能上远不如目前的麒麟810、骁龙765G等，外观方面采用了后盖指纹识别，正面更是千篇一律的珍珠屏设计，整体来看1599元的价格还是虚高，它的性价比的却不敢恭维！3、华为P30华为P30是今年卖得最好的华为旗舰机之一，销量虽然很好，可目前来看也不建议上手了，主要还是它的价位还是偏贵了，对于消费者来说，三千多价位可以买到出色的双模5G手机，加几百可以入手外观更好看、性能更强大的华为nova6 5G，退一步则可以买双模5G的荣耀V30，不可否认华为P30的品牌溢价实力很高，也是一款手感细腻的全面屏手机，可起步为8GB+64GB规格，小存储规格也不再符合用户实际需求，鉴于它是4G手机，未来的竞争力也将会持续下降，不建议大家上手了！4、荣耀Magic2作为曾经价格高达3799的手机，荣耀magic2都跌成千元机了怎么不建议上手呢？大家可别被低价骗了，荣耀magic2除了麒麟980性能比较强大之外，诸多方面也是开始落后了，滑盖设计的荣耀magic2不可避免出现了质量问题，首批消费者也是吐槽它容易进水渍、进灰层，重量更是超过了200g以上，机身手感还是比较鸡肋的，荣耀magic2的镜头传感器也是极其激烈，一台手机配备到了前后三摄，可这是一个华而不实的设计，对于实际成像质量并没有明显帮助，更建议大家买低价的荣耀9X，华为nova5z！华为手机虽好，小编身边很多真正懂行的不建议买这四款华为手机了，大家看准再入手可别吃亏了，目前来看荣耀9X、华为Mate30 5G等还是很值得上手的，你们买对了吗？【声明：自媒体人推哥原创，图片源于网络，如有侵权请联系作者删除，万分感谢】", "author": "推哥说科技", "newsdate": "发布时间：19-12-15", "newstime": "06:39", "sentiment": [{"positive_prob": 0.0188301, "confidence": 0.958155, "negative_prob": 0.98117, "sentiment": 0}]}, {"title": "2019中国品牌强国盛典公布首批年度品牌 华为获颁年度荣耀品牌", "content": "中新社北京12月15日电 (记者 高凯)由中央广播电视总台主办的“2019中国品牌强国盛典”活动15日公布首批年度品牌。华为获得了2019中国品牌强国盛典年度荣耀品牌的殊荣。活动现场发布了2019中国品牌强国盛典榜样100品牌、2019中国品牌强国盛典十大年度榜样品牌、2019中国品牌强国盛典十大年度新锐品牌和2019中国品牌强国盛典年度荣耀品牌。活动现场发布了2019中国品牌强国盛典榜样100品牌、2019中国品牌强国盛典十大年度榜样品牌、2019中国品牌强国盛典十大年度新锐品牌和2019中国品牌强国盛典年度荣耀品牌。2019中国品牌强国盛典榜样100品牌，包括中国移动、中国航天、中国中车、中国石油、阿里巴巴、腾讯、苏宁易购、云南白药等百家著名品牌，反映了中国经济与中国品牌的现状与趋势。获得2019中国品牌强国盛典年度榜样品牌的十家企业，分别是中国中车、中国移动、中国航天、吉利、阿里巴巴、茅台、娃哈哈、格力、腾讯、潍柴动力。这些品牌在各自的领域都是具有标志性的领军企业，它们的入选展示了中国品牌的影响力和中国经济的实力。获得2019中国品牌强国盛典年度新锐品牌的十家企业，分别是大疆创新、广汽传祺、方特、君乐宝、快手、抖音、京东、拼多多、顺丰、新松。这些新锐品牌展示了中国品牌在新兴产业方面崛起的迅猛势头，为中国品牌发展注入了新生力量。华为获得了2019中国品牌强国盛典年度荣耀品牌的殊荣。据介绍，华为的获奖理由为其凭借对科技创新的追求，在5G时代实现了对世界领先水平的追赶与超越，也让中国品牌在高端手机领域占据了一席之地。(完)", "author": "中国新闻网", "newsdate": "发布时间：19-12-15", "newstime": "22:25", "sentiment": [{"positive_prob": 0.996208, "confidence": 0.991574, "negative_prob": 0.00379166, "sentiment": 2}]}, {"title": "华为“禁令”仍然继续，最大赢家出现，特朗普悔之晚矣！", "content": "导语：华为“禁令”仍然继续，最大赢家出现，特朗普悔之晚矣！前不久，美国媒体传来消息称，经过专业公司拆解发现，最新批次的华为Mate 30系列手机以及5G基站，已经完全不使用美国的零部件了。然而，完全不使用美国零部件，并不代表着华为零部件的完全实现了国产化，在华为的供应链中，依然有大量外国公司不可替代，比如摄像头来自日本索尼、天线开关来自日本村田制作所、闪存来自韩国三星和日本东芝等。自2018年，美国终于结束了对华为多年的“窥视”，开始针对华为做出行动。而2019年的5月中旬，华为被加入出口管制”实体清单“，华为在美33家核心供应商将集体断供，这其中就包括了华为5G芯片、通信设备零部件、手机零部件、操作系统等等。一时之间，华为几乎成为了整个世界的焦点。而华为创始人任正非却非常感谢美国政府的亲情代言，特朗普政府从供应链到销售渠道对华为全方面的打压，但是华为偏偏爆发出了顽强的生命力生存了下来，并且如今已经走向了积极发展的阶段，这无疑是在向外界证明即使没有美国的供应链华为依然可以健康的发展。华为早就已经找到了除了美国的其他供应商的替代方案。在美国实施”禁令“之后，华为一方面加大了芯片的自研力度，另一方面也开始寻找其他的替代厂商。如今经过大半年的禁令封锁，美国仍然没有解除华为禁令的消息。可是在美国政府采取制裁措施禁止华为与美国企业合作的背景下，最大赢家出现了。日本已经代替美国，成为华为最大的零部件采购国，仅今年的零件采购额预估将达到110亿美元（约770亿人民币）。作为中国的邻国，日本也是响应美国号召最积极的国家之一。据悉，美国在发布禁令后，日本各大运营商纷纷响应，表示要彻底禁止华为设备，并“根除”华为此前在日本市场的部署，诺基亚成为了日本5G专用网络的供应商。为此，华为损失的日本市场份额高达3万亿日元。日本如此顺从美国，不待见华为，为何华为仍然还要一张热脸往上贴呢？根据华为轮值董事长梁华表示：日本是个非常重要的市场，华为今年预计在日本市场释放770亿的采购额度，这是做足了充足的准备才决定的。供应链是华为不计前嫌最主要的问题。华为Mate30系列发布后，一份其背后供应链的名单在网络曝光。在这份名单中，几乎被中国厂家占据，仅有几个重要部件来自日本（例如索尼摄像模组）、韩国等。无论是苹果，还是各大安全旗舰，对于索尼摄像模组的依赖毋庸置疑。1918年成立的日本德山化工，控制着全球75%的高纯度氮化铝市场。德山化工生产的氮化铝粉被全球公认为质量最好、性能最稳定，是一种重要的半导体散热材料。随着5G的到来，从汽车到空调，所有东西都将配备芯片，支持联网，因此业界对半导体和散热材料的需求将会增加。德山化工也很荣幸能傍上华为这一大客户。日本企业纷纷搭上华为这班列车的还包括索尼、恺侠（东芝存储器）、松下、京瓷、日本显示器、三菱电机、太阳诱电等一大批日本企业。值得一提的是，安立生产的电子测量仪器可以用来检测5G设备是否正常运作，对于华为等公司来说，电子测量仪器是生产5G设备时必不可少的工具。由于今年来自中国的需求疯涨，安立公司的利润飙升至90%，66亿日元。除此之外日本在重要零部件的供应链中，一些高端零部件的技术水平位居世界前列。拿半导体芯片来说，“村田制作所”是全球实力最强的半导体企业之一。在美国禁令后，美国博通等半导体公司断供后，村田制作所已经跃居为华为一线供应链了。日本禁用华为5G设备，意味着金钱上的损失，如果再次拒绝加入华为的供应链，那么就是日本众多行业的集体损失，这种损失对日本来说明显划不来。从以上来看，日本企业乘着5G的浪潮傍上华为，成为了最大赢家。但对美国以及中国供应商来说并非好事，美国供应商损失惨重毋庸置疑，此时相信特朗普已经悔之晚矣；而中国供应商更应该加紧自主研发不可替代零部件的进度，提高产品质量、降低产品成本，只有这样才可能在5G这块”大蛋糕“中分一杯羹。大家认为日本痛失华为5G，同时成为华为最大供应国，是赢家还是输家？", "author": "科技在前方", "newsdate": "发布时间：19-12-15", "newstime": "00:59", "sentiment": [{"positive_prob": 0.761668, "confidence": 0.470374, "negative_prob": 0.238332, "sentiment": 2}]}, {"title": "华为鸿蒙“加速”！", "content": "科技自媒体 / 何玺华为鸿蒙操作系统有了新的消息。据深圳特区报报道，华为消费者业务软件部总裁王成录12月8日对外透露，明年华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进；鸿蒙系统的全面开源也将在明年8月正式开放。破甲者鸿蒙今年8月在华为开发者大会HDC.2019上正式公布的鸿蒙，是华为在遭受美国“实体清单”等不公正打压背景下，以“备胎转正”姿态进入公众视线焦点，它从一开始就被赋予了为国产信息系统突破重围、实现自主可控的重任。今年8月9日，华为在HDC.2019上第一次对鸿蒙OS进行了详尽的介绍。据华为方面介绍，鸿蒙OS与市面上通用的操作系统相比较，具有四大优势：第一、鸿蒙具备先进的“分布式”技术架构。能够实现跨终端的硬件资源调用，带来实用场景间的无缝体验。第二、鸿蒙是一种“确定时延”的操作系统。从基础架构上就避免了通用操作系统常见的“死机”、迫使用户等待等现象，交互体验更加流畅，与各种智能终端的实用场景更加匹配。第三、由于采用了微内核技术，其执行环境更加可靠，较少的核心代码量，也令鸿蒙比基于Linux内核的普通操作系统，更不容易遭受黑客攻击。第四、鸿蒙对开发者更友好，能够实现一次开发、多终端部署，效率极高。当前，鸿蒙已经成功在华为、荣耀智慧屏应用。8月10日，荣耀隆重发布首款搭载鸿蒙OS的智慧屏产品。智慧屏以鸿蒙OS+摄像头的全新软硬件组合，为用户带来了大屏设备交互能力、多屏协同能力、管控能力等多方面的创新体验，为家庭提供了智慧交互中心、跨屏体验中心、IoT控制中心以及影音娱乐中心。在智慧屏产品上的成功应用，让消费者对鸿蒙OS的先进性有了直观的体验。舆论因此对鸿蒙OS更大规模的推广应用、尽快推动国产信息系统有了更高期待。鸿蒙，是华为正在打造的一把破甲利剑。鸿蒙最新进展据华为消费者业务软件部总裁王成录12月8日对外透露，明年华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进。也就是说，除“手机、平板和电脑”产品外，华为其他的终端产品都将搭载鸿蒙OS，如电视、路由器、智能手环、智能手表等。华为当前的这个举措很容易理解。首先，华为手机产品依然处于刚开始进军高端市场的阶段，尤其在海外市场上，用户对安卓系统、以及基于安卓的GMS服务依赖性极高，如果贸然更改操作系统的作法，很有可能对华为海外市场产生很大负面影响。所以，华为在手机等终端产品上依然首选谷歌安卓系统的决策，从市场角度来看还是比较稳妥的。其次，鸿蒙作为一款新的操作系统，它也需要更多的时间去做规模化应用适配和生态建设。不过，华为这次表态也为市场留下了较大想象空间。虽然华为品牌的手机、平板暂时不会搭载鸿蒙，但华为旗下还有荣耀品牌，它明年会不会全线搭载鸿蒙OS？这个尚不得而知。而且，华为这次关于明年除手机、平板、电脑外将全线搭载鸿蒙的表态还说明一个问题，那就是鸿蒙生态已初步建立，并已完全解决其在非手机硬件上的兼容问题。早在8月刚亮相时，鸿蒙系统就被华为方面描述为“为物联网应用开发的、广泛适用的操作系统”。同时，其技术上最大的优势还在于能实现跨设备的分布式部署。而要发挥这两方面的优势，首先就要求鸿蒙系统能够适应各种硬件设备的技术接口。只有做到这一点，鸿蒙的“广泛使用”、以及“跨设备部署”才能被落到实处，否则就只能停留在纸面上了。此前媒体曾多次报道过鸿蒙OS将全面推广应用的时间点，只是这些报道后来多次被事实证明为假。这也令业界开始对鸿蒙OS的硬件兼容性问题产生了一些忧虑，而本次华为方面正式官宣了海内外市场全面同步推进的时间表，有利于打消了人们对鸿蒙发展的疑虑。规模化应用利于鸿蒙生态建设今年早些时候，华为创始人任正非在媒体访谈中曾阐述过鸿蒙系统的发展。任正非指出，鸿蒙的未来并不限于手机产品，它绝不是单纯的手机操作系统，而是为一切智能设备的互联而合计的。从最核心的操作系统层面开始，真正实现“万物互联”的IoT物联网愿景，才是华为赋予鸿蒙的使命。但是在描绘远大前景的同时，任正非也严肃指出，“鸿蒙系统最大的软肋在生态系统”。任正非的这句话，指出了研发操作系统的真正难点所在。一个系统要真正实现广泛适用，并且在市场上站稳脚跟，除了自身技术上要过硬外，还必须拥有丰富而强壮的软件生态。这方面，谷歌的Android和iOS就是典范。在这两大全球垄断性的操作系统基础上，来自各行各业的软件开发者，构建起了从消费、娱乐，到工作、生活在内的，几乎无所不包的软件生态。消费者所有的生活场景、工作场景都被无缝覆盖，这才使得安卓与iOS大行其道、并有能力对竞争对手施加“降维打击”。以谷歌为例，今年以来只是通过限制华为手机产品使用基于安卓的GMS应用，就在事实上把相当多原华为用户，与Facebook、推特、Gmail等软件生态群隔离开来。这种隔离，极大限制了华为手机在海外高端市场的份额。为了从根本上解决这种“卡脖子”问题，华为不能将目光局限在硬件技术上，而是必须逐步构建起自主的、能够与安卓GMS生态相抗衡的软件生态圈。而鸿蒙OS想要构建生态圈，绝不是一蹴而就的事，需要通过长期的努力才能实现。在这个过程中，鸿蒙必须通过海量的试错与磨合，解决各种系统与软件间的技术兼容性问题。而且华为方面也清楚，系统和软件之间的兼容性问题实际是厂商和开发者（软件开发商）之间的利益问题，规模化应用可以让更多的开发者挣到钱。只有这样，才能为鸿蒙生态圈的形成奠定基础。而华为宣布的2020年全产品线搭载使用，为鸿蒙OS提供了一个通过大规模应用，从而与开发者共同构建生态圈的良机，意义重大。关于鸿蒙生态圈的构建，华为决策层早有规划。任正非就说过，计划用2到3年时间，初步培育一个“良好的生态环境”。华为为鸿蒙这个新生的操作系统打造“良好”环境的底气，可归结为两大优势：不差钱、有市场。华为10月16日发布的最新财报显示，即使在面临美国“实体清单”等不利外部因素的情况下，华为依然实现了6108亿元的季度营收，同比增长达到惊人的24.4%。而且，在华为多次强调不过分重视盈利指标的状况下，其纯利润率也还是达到了8.7%，华为可谓是名副其实的“不差钱”！充足的营收和盈利基础，让华为有足够的能力，为软件生态建设进行力度极大的投入。例如，华为面向全球开发者提供扶持的“耀星计划”，已经投入了10亿美元的补贴，其中8亿美元是专门为海外开发者提供的；同时，华为还为鸿蒙OS成立了开源基金会，建立开源社区，凝聚全球开发者共同推进生态建设。随着后续资源更大力度的投入，相信全球范围内会有更多行业的开发者，被凝聚到鸿蒙周边，令鸿蒙生态圈的构建进一步提速。除了“不差钱”外，华为最大的优势还在于硬件产品庞大的市场规模。众所周知，操作系统生态的建立，关键因素在于软硬件系统的融合。而华为目前在硬件产品方面拥有了全球范围内名列前茅的市场份额：据调研机构IHS Markit日前发布最新数据显示，2019年第二季度，华为手机全球市场份额已经达到18%，以6个百分点的幅度超越苹果成为世界第二大厂商。而且与目前排名第一的三星，在份额上的差距也收窄到了3个百分点以内。而在至关重要的中国市场上，华为的占有率甚至达到了惊人的46%，优势明显。从媒体透露的信息来看，华为方面正在“加速”推进鸿蒙OS的生态建设。", "author": "砍柴网", "newsdate": "发布时间：19-12-15", "newstime": "17:42", "sentiment": [{"positive_prob": 0.680276, "confidence": 0.289502, "negative_prob": 0.319724, "sentiment": 2}]}, {"title": "华为P40概念新机：2K曲面屏+双模5G+徕卡6400万 这才是安卓机皇", "content": "一提到5G手机，很多人第一想到的就是华为，毕竟在目前的手机市场中，华为的5G技术一直处于世界领先水准，处于一马当先的状态。像首款集成了5G基带的双模处理器，就是华为的麒麟990处理器，目前已经有多款搭载了该处理器的华为5G手机发布，都非常的优秀。并且根据资料显示，华为的下一代处理器麒麟1020将于明年第一季度发布，将会采用最新的5nm制程工艺技术，整体性能将提升50%左右，是一款顶级的5G处理器。不仅如此，近日还有外媒曝光了华为P40概念新机，感觉这才是安卓机皇。华为P40蓄势待发，华为手机近几年发布的手机，在设计上多种多样，各种设计风格的手机都有，而最受消费者喜爱的设计风格，无非就是异形全面屏设计了，华为手机比较喜欢采用水滴屏设计和刘海屏设计，去年和今年发布的旗舰机系列，都有采用过这两种设计。从曝光的渲染图上能够看得出来，这款华为P40的屏幕，就采用了异形全面屏设计中的钻孔屏设计，并且屏幕左右两边为双曲面设计，非常的漂亮。根据资料显示，该机的屏幕尺寸为6.6英寸，分辨率为3040x1440的2K像素，屏幕刷新率为90Hz，采用了顶级的Super AMOLED超炫屏。这种2K曲面屏的搭载，才是华为的实力。从曝光的渲染图上能够看得出来，这款华为P40在前置摄像头功能上，总共搭载了两颗摄像头，看得出来，该机的屏幕不仅采用了钻孔屏设计，还采用了曲面屏设计，并且屏幕还保留了极窄的上下边框，上边框中搭载了一个扬声器组件，两颗前置摄像头就镶嵌在屏幕左上角部位，颜值极高，该机前置摄像头的像素分别为：3200万+2800万，搭载了最新的AI美颜技术，支持AI拍摄模式和HDR拍摄模式，还搭载了3D结构光识别技术，支持人脸识别解锁功能。对于广大消费者来说，手机的后置摄像头功能必不可少，目前很多消费者无论是外出旅行、还是吃饭逛街，都是非常喜欢拍摄的，拍人、拍物，万物皆拍，因此手机的后置摄像头功能是非常重要的，从曝光的渲染图上能够看得出来，这款华为P40将后置五颗摄像头，采用了后置竖排设计。根据资料显示，该机后置摄像头的像素分别为6400万+2000万+1800万+1200万+800万像素，并且都为徕卡认证，搭载了PDAF相位对焦技术和OIS光学防抖技术，支持超广角拍摄、十倍光学混合变焦和60倍超级变焦拍摄。目前市面上的手机中，性能配置最好的手机，无非就是iPhone11 Pro和华为Mate 30 Pro了，其中华为Mate 30 Pro更是有“安卓机皇”之称，其搭载的处理器就是麒麟990处理器。而根据资料显示，这款华为P40新机，同样搭载了麒麟990处理器，支持双模5G网络，也由此能够看得出来，该机的性能是非常强悍的，能够满足消费者们对手机性能的需求了，该机的运行内存以8GB起步，最大支持12GB，存储内存以128GB起步，最大支持512GB。其实从华为今年发布的很多5G手机来看，都是搭载了麒麟990处理器，但是每款手机都有自己的特点，华为P40作为华为的旗舰机系列，主要优势是细节上的处理。根据资料显示，该机搭载了最新一代的屏幕指纹解锁技术，支持IP68级别的防水。并且根据资料显示，该机内置了一块4800mAh的超大电池，配备了45W的超级快充和25W的无线充电，并且支持无线反向充电，感觉这才是安卓机皇。对于现在的华为手机来说，已经有了很大的品牌影响力，不比三星和iPhone差，这也是华为手机连续几年保持高速增长的原因。而这款华为P40概念新机在设计和软硬件的搭载上都非常出色，算是目前最顶级的，尤其是后置来看6400万五摄，将会带来全新的拍摄体验。并且根据资料显示，该机的发布价在5999左右，不知道你们觉得怎么样。", "author": "概念科技说", "newsdate": "发布时间：19-12-15", "newstime": "07:56", "sentiment": [{"positive_prob": 0.998153, "confidence": 0.995897, "negative_prob": 0.00184659, "sentiment": 2}]}, {"title": "华为Mate 20：抱歉，终于说再见了！", "content": "华为手机是目前最受国人欢迎的手机品牌之一，销量一年比一年高，让其他厂商看得非常眼红。机友们入手华为手机的原因有很多，最主要的当然是华为非同一般的实力。不过华为手机也并非每一款都值得入手，最近华为 Mate20价格再创新低，比去年刚发布时便宜了一千多快，本来是想诱惑机友们剁手的，可内行人却纷纷表示，现在已经是时候和这款老旗舰说再见了，这是为什么呢？价格降了，性价比并不香华为 Mate20是去年下半年发布的一款机型，首发价接近四千。一年过去了，现在最低配版本不到三千就能入手，足足比去年便宜了一千多。看到这里，机友们是不是有些心动了？别着急，好物君还有话要说，这款手机价格虽然降了，可它的性价比并不香，因为同等价位，我们有很多骁龙855手机，甚至是骁龙855Plus手机可以选择。华为 Mate20搭载的是麒麟980处理器，也是一款旗舰处理器，但要是和骁龙855比拼性能的话，华为 Mate20只能甘拜下风了。所以价格相差不多的话，我们入手骁龙855手机要更划算。配置略显古板，拍照也落后除了性能，华为 Mate20其他的配置也有些过时了。我们常听说，华为 Mate20Pro是一款很厉害的机型，这话没错，但华为 Mate20和Mate20Pro有着不小的差距。比如华为 Mate20使用的是后置指纹功能，这可不是旗舰机该有的水准。华为 Mate20的拍照也没有Mate20Pro那么厉害，再说距离这款手机发布已经过去一年了，这一年手机圈又涌现了不少拍照强悍的手机，和它们相比，华为 Mate20就有些弱了。华为 Mate20有一块4000mAh的大电池，这一点倒是不错，玩游戏的时候很耐用，美中不足的是，它的快充只有22.5W，现在有些千元机都已经用上了30W快充，这样一看，华为 Mate20的旗舰地位可就有些摇摇欲坠了。5G手机蓬勃发展，4G靠边站华为 Mate20的配置虽然算不上最强的，但我们日常使用肯定是足够了，不推荐入手的最大原因在于很多5G手机马上就要赶到了。甚至前不久红米就率先发布了一款5G千元机红米 K30，虽然明年一月份才能开售，可机友们已经感觉有盼头了。除了红米，OPPO、vivo也接连公布了自家双模5G的消息，就连华为自家的小弟荣耀也已经为我们带来了5G手机荣耀V30系列，价格并不比华为 Mate20贵多少，可配置却全面升级，这下大哥反倒是被小弟给干翻了。我们入手手机的时候，并不能过度迷信品牌的号召力，华为确实是一家有实力的厂商，但并非是所有的华为手机都值得入手，机友们也看到了，现在华为 Mate20就并不值得剁手。除了自身配置有些瑕疵之外，还受到了5G手机的影响，因此我们不妨将目光放在最近新发布的一些手机上面，其中不乏价格实惠，配置强悍的新机，要是想入手一款5G手机也完全没问题，毕竟5G千元机都来了，入手肯定不会亏！", "author": "MI好物君", "newsdate": "发布时间：19-12-15", "newstime": "21:45", "sentiment": [{"positive_prob": 0.310851, "confidence": 0.309221, "negative_prob": 0.689149, "sentiment": 0}]}, {"title": "阿里营收占全国GDP的0.4%，腾讯占0.34%，那么华为呢？", "content": "改革开放40年来，我国经济取得了卓越的成就。2018年，我国国内生产总值达到90.03万亿元，成为仅次于美国的全球第二大经济体。与此同时，我国的企业发展规模不断壮大，在各行各业都诞生了世界顶尖的企业。从世界500强数量上看，二十年前，我国一共只有3家世界500强企业，到了如今，我国世界500强企业增长到了129家，位居世界之首。众所周知，现在是属于互联网的时代。在互联网的发展浪潮中，阿里巴巴和腾讯成为了我国互联网的代表企业之一。成立于1999年的阿里巴巴，经过二十年的发展，成为了我国市值最高的互联网企业。说起阿里巴巴，相信大家都不会感到陌生。它的出现改变了人们的消费方式，由传统的线下购物转为足不出户就可以实现的线上购物。阿里巴巴占据我国电商市场份额的一半以上，2018年财年，阿里巴巴营业收入达到3768.44亿元，相当于我国国内生产总值的0.4%。除了主营的零售产业以外，阿里巴巴几乎涉猎了所有热门的互联网产业。在物流领域，阿里巴巴拥有包括申通快递、中通快递、百世物流等多个快递公司的股份，目前分别占股29.9%、8%和28%。其余热门的互联网公司如美团、滴滴打车、饿了么等等都有阿里巴巴投资的身影。我国另一大互联网公司腾讯，2018年营收为3127亿元，约占全国GDP总量的0.34%。在腾讯的营收组成中，游戏产业是最重要的一部分。2018年，腾讯手游业务收入为778亿元；端游业务收入为506亿元，二者合计1284亿元，占腾讯总营收的41%。腾讯也是全球收入最高的游戏公司。和阿里巴巴一样，腾讯也在不断拓展自己的互联网产业。除了游戏以外，社交是腾讯另一大支柱产业。腾讯旗下两大社交软件——微信以及QQ，成为国人使用率最高的社交软件，其中微信月活人数超过11亿人，是当之无愧的国民级社交软件。华为是我国规模最大的民营企业。2018年，华为营业收入达到7212亿元，比阿里巴巴和腾讯相加还多，约占全国GDP总量的0.8%。实际上，2018年全国只有27个城市的GDP超过华为的营业额，也就是说华为的营收比全国大部分城市的GDP还要高。从1987年成立至今，华为的发展可谓一步一个脚印。成立之初华为只是一家用户交换机的销售代理，随后华为开始自主研发交换机，此后公司的发展步伐不断加快，到如今华为成为拥有将近20万员工的全球全球领先的信息与通信技术解决方案供应商。作为全球顶尖的科技公司，华为每年的高研发投入是其跻身顶尖行列的重要因素。2018年，华为的研发投入费用高达1015亿元人民币，约占营收的14%，比企业的净利润（593亿元）还高。高投入给华为带来了高回报，2018年华为申请专利数量世界第一，去年总共提交了5405份专利申请，是排在第二三名的三菱电机和英特尔的两倍。根据相关统计，2018年全国研发投入资金为1.96万亿元，而华为占了5.2%；华为所获得的专利数量占全国的10%。综合上述，阿里巴巴营收占全国GDP的0.4%，腾讯占0.34%，华为则占0.8%。本文由商事奇谈原创出品，未经许可，任何平台、渠道，请勿转载。违者必究。", "author": "商事奇谈", "newsdate": "发布时间：19-12-15", "newstime": "19:35", "sentiment": [{"positive_prob": 0.315182, "confidence": 0.299596, "negative_prob": 0.684818, "sentiment": 0}]}, {"title": "刚刚！华为再传重磅消息，拿下挪威5G市场！挪威电信：没理由推迟与华为合作", "content": "继获准进入德国市场后，华为5G再拿下挪威市场，此前，一些媒体曾报道挪威电信将在5G建设中排除华为。华为获准进入挪威5G市场12月14日，证券时报·e公司记者从华为获证实，挪威电信公司将在5G网络建设中将继续使用中国供应商华为公司的设备，同时新增瑞典的爱立信公司为5G供应商。据介绍，12月13日挪威电信的新闻发布会上，挪威电信总裁兼首席执行官西格韦·布雷克说，公司未来4至5年内将改造网络，在此过程中，挪威电信将继续使用现有供应商华为公司的设备来维护4G网络并将部分地区网络升级到5G。“挪威电信没有理由推迟与华为的合作，期待与华为继续合作，我们对与华为的合作感到非常满意。”布雷克表示。同时，挪威电信宣布还将新增爱立信公司作为其5G设备供应商。挪威电信挪威子网首席执行官博勒·富尔贝里说：“作为斯堪的纳维亚地区最早的5G移动网络运营商，挪威电信将在2020年加大5G网络铺设步伐。”挪威电信表示保持华为和爱立信两个供应商的原因是，用户对数据流量的需求逐年增加，必须对整个网络进行现代化改造。改造将与5G的发展同时进行，大约需要4到5年时间。而当被问及是否需要使用华为5G设备来满足以上需求时，富尔贝里回答说：“为了满足客户需求，这个答案是肯定的。鉴于此过程需要4到5年，我们需要确保所有客户都拥有良好的体验。”据悉，挪威电信是北欧地区主要电信运营商之一，同时在缅甸、巴基斯坦、泰国、马来西亚等国运营，用户超1亿，该公司与华为已合作超过10年。公开消息显示，12月13日，挪威数字化事务大臣尼古拉·阿斯特鲁普接受挪威网络报纸E24采访时曾说：“如果运营商从与挪威没有安全合作的国家或地区选择供应商，则该供应商的设备不得超过挪威基站的半数。”华为5G利好频传而在几天前的12月11日晚，证券时报·e公司记者刚从华为方面获悉，华为5G设备日前已获准进入德国市场，将在未来几年内为德国三大电信运营商之一Telefonica提供5G设备及相关技术。Telefonica宣布，将于2020年开始建设5G网络，预计到2021年底在柏林、汉堡、慕尼黑、科隆、法兰克福启动并运营5G商用网络；到2022年底，5G网络将覆盖30个城市以及1600万人口。据了解，过去Telefonica一直较依赖华为，它在其2G到4G内核中都使用了华为的套件设备，如今它又计划在其5G核心网中也使用华为设备。在此之前，关于是否允许华为设备进入德国5G市场成了德国政坛的热门话题之一，且德国最大的电信运营商德国电信曾宣布在两年之内将全部华为部件替换出其核心网络。今年9月底，华为表示，它已经开始生产不含美国零部件的5G基站。目前，华为与多国开展了5G合作，其中包括英国、摩纳哥、法国、马来西亚、俄罗斯、柬埔寨等等。值得注意的是，最新消息显示，目前华为最大竞争对手爱立信5G订单已反超华为。数据显示，迄今为止华为已经接到了全球65份的5G商用订单，全球5G基站出货量超过了10万台，而爱立信已经接到75份5G商用订单，足足超越了华为10份，华为的5G“霸主地位”没能保住，而整个5G的排名也再次被刷新了。来源：e公司官微（ID：lianhuacaijing）", "author": "证券时报", "newsdate": "发布时间：19-12-15", "newstime": "04:31", "sentiment": [{"positive_prob": 0.989564, "confidence": 0.976809, "negative_prob": 0.0104359, "sentiment": 2}]}, {"title": "关于华为，它又想带节奏", "content": "路透社宣称挪威电信选择爱立信为5G供应商、正在放弃华为。事实上，挪威电信表示，在5G网络建设中将继续使用中国供应商华为公司的设备，同时新增瑞典的爱立信公司为5G供应商。挪威电信公司（Telenor）13日表示，在5G网络建设中将继续使用中国供应商华为公司的设备，同时新增瑞典的爱立信公司为5G供应商。 挪威电信（Telenor）在13日的新闻发布会上，挪威电信总裁兼首席执行官西格韦·布雷克说，公司未来4至5年内将改造网络，在此过程中，挪威电信将继续使用现有供应商华为公司的设备来维护4G网络并将部分地区网络升级到5G。布雷克表示，挪威电信没有理由推迟与华为的合作，他期待与华为继续合作。他在新闻发布会上说：“我们对与华为的合作感到非常满意。”与此同时，挪威电信也宣布将新增爱立信公司作为其5G设备供应商。挪威电信挪威子网首席执行官博勒·富尔贝里说：“作为斯堪的纳维亚地区最早的5G移动网络运营商，挪威电信将在2020年加大5G网络铺设步伐。”一些媒体报道称挪威电信将在5G建设中排除华为。比如，在路透社13日一篇题为“挪威电信选择爱立信为5G供应商、正在放弃华为”的报道就宣称，挪威电信周五表示，已经选择瑞典的爱立信作为挪威5G网络的主要技术设备供应商，并将逐渐舍弃华为设备。此前，挪威电信已与华为在4G网络方面进行了10年合作。 路透社12月13日报道截图该媒体宣称，挪威电信挪威公司负责人富尔贝里对路透社表示，在4-5年的升级改造期间，挪威将逐步淘汰现有的华为网络设备。不过，据环球网记者查阅挪威电信官网发布的新闻稿中，关于是否使用华为设备，挪威电信的回答则是：“现代化改造需要4到5年的时间。鉴于此，挪威电信将使用现有华为设备来维护4G网络，并将部分选定区域升级到5G。这是为了确保挪威电信的用户拥有最佳的用户体验，并在现代化过程中继续享受快速可靠的移动网络。”来源：挪威电信官网新闻稿挪威数字化事务大臣尼古拉·阿斯特鲁普13日接受挪威网络报纸E24采访时说：“如果运营商从与挪威没有安全合作的国家或地区选择供应商，则该供应商的设备不得超过挪威基站的半数。”挪威电信解释说，保持华为和爱立信两个供应商的原因是，用户对数据流量的需求逐年增加，必须对整个网络进行现代化改造。改造将与5G的发展同时进行，大约需要4到5年时间。挪威电信是北欧地区主要电信运营商之一，也在缅甸、巴基斯坦、泰国、马来西亚等国运营，用户超过1亿。这家公司与华为合作已超过10年。 事实上，挪威电信如要全面替换华为设备，着实是一个“费钱费力”的工程。挪威时事评论员沃兰（Arild Vollan）曾在香港《南华早报》撰文指出，5G网络可以看作是4G网络的一种升级。如果挪威决定不再使用华为设备，那么现有的所有4G网络基站都必须拆除重建，这将给挪威的5G网络建设带来巨大的额外成本。挪威拥有1.4万个华为基站，拆除一个旧的华为基站并建立一个新的诺基亚或爱立信基站的成本是60万挪威克朗，约合70500美元。据他介绍，挪威电信在挪威的4G内网（inner network）里面并未使用华为设备。该公司的移动网络（mobile network）是受美国技术主导的，只有无线网络（radio network）里面使用了华为设备，而且美国并未找到华为设备中存在后门的任何证据。自去年以来，美国就对包括挪威在内的“盟国”施压，要求它们将华为排除在本国5G网络建设之外，而挪威电信新增爱立信为5G供应商也事出有因。今年2月，挪威情报机关警察安全局（PST）声称，只有与挪威有密切安全合作的国家的公司，才应该被允许提供5G技术。挪威与邻国瑞典和芬兰有这样的合作，但与中国没有。该局局长比约兰（Benedicte Bjrnland）还莫须有地指责称，必须留意华为的角色，以及该公司与中国政府的联系。比约兰（图源：挪威媒体）对于PST方面以及比约兰的相关言论，中国驻挪威大使馆当时回应表示，中国历来尊重挪威主权和国家安全，不干涉挪威内政。中国和挪威不存在任何利害冲突，中国不对挪威构成任何安全威胁。一个国家的情报部门在涉及到本国安全的问题上用假设性的语言做出评估，对中国进行无端的攻击，是十分荒唐的。有关华为的问题，中方再次重申，中国一贯坚决反对并打击任何形式的网络窃密和攻击，中国法律没有授权任何机构可以强迫企业安装“强制后门”。一国当然有权利维护国家的信息安全，但不能打着安全的幌子，鹦鹉学舌，人云亦云，以莫须有的借口损害甚至扼杀企业的合法正当经营。来源：环球网/乌小宝 综合新华社、路透社、观察者网等", "author": "环球网", "newsdate": "发布时间：19-12-15", "newstime": "00:43", "sentiment": [{"positive_prob": 0.999653, "confidence": 0.999229, "negative_prob": 0.000347057, "sentiment": 2}]}, {"title": "华为手机为什么最近一直被怼，销量却越来越高？", "content": "华为虽然已经成为了国内第一、世界第二的智能手机厂商，但是华为却一直被怼，在小米以及苹果等发布会上都被拿出来对比，而且大多数都是华为处于下风。不过令人感到意外的是，像华为手机经常被怼，销量却一路上升，为什么一直被怼的华为手机，销量却越来越高？华为现在的变化非常明显，占据国内市场份额达到了42％以上，这样的表现很出色，当然了，华为手机在海外市场上还是出现了一定程度的下滑，不过这并不影响整体华为手机销量呈现上升趋势。同时我们还注意到华为手机现如今已经出现了两极分化的迹象，高端旗舰的价格不断的上升，华为Mate30系列手机当中已经有达到了六七千元的档次，而荣耀手机当中更注重性价比，价格稍微便宜一些。不过，两个品牌还是帮助华为巩固了市场，获得了用户的欢心。当然，华为手机受到了友商的怒怼，就是可以看得出是华为对于友商的竞争压力逐渐加大！俗话说，木秀于林风必摧之，华为这棵参天大树已经引起了市场的注意，首先华为手机在线下市场的渠道已经布局的更加完善，线上市场荣耀手机经过几年的快速发展之后，已经完全可以媲美小米这样的互联网手机品牌。所以，华为手机能够被友商拿来对比，实际上也是对华为手机实力的认可，因此这并不完全是一件坏事。除了用低价格手机占据更多的市场，高价格旗舰冲击苹果三星等市场之外，华为手机销量能够越来越高，其实更多的还是依靠着国内用户的支持。很多人并不是觉得华为手机真的就完美无缺，而是认为华为手机在拍照以及芯片等方面有自己的技术，能够代表国产手机目前的自主研发水平，觉得华为就是国产手机的缩影，这更多的是一种情怀。当然，华为手机现在确实颇有争议，那么除了旗舰手机的价格，甚至有时候还要比苹果的iPhone更加昂贵，外界甚至会觉得没钱买华为，现在没钱买华为，华为手机已经高高在上，让人攀不起了。而在低价手机当中，荣耀系列的产品也正如红米子品牌卢伟冰所说，总是用华为两年前的技术，技术上并不是最先进，而且大部分体验都会有所缩水，也就是说价格便宜了，但是体验也下降了。操作也让友商确实找到了可以怼华为的槽点。所以，在这里我们就想跟大家说，华为不被友商南的对比，其实并不是一件坏事，这足以证明华为手机变得更加强大，比以前做得更好。希望华为能够改进自己的缺点，减少一些被友商拿来做反面教材的机会，让产品更加出色，才能够成为真正的标杆。", "author": "叽歪数码", "newsdate": "发布时间：19-12-15", "newstime": "22:30", "sentiment": [{"positive_prob": 0.00416141, "confidence": 0.990752, "negative_prob": 0.995839, "sentiment": 0}]}]