[{"title": "华为手机升级EMUI10后，究竟有多厉害？网友：好用到停不下来", "content": "华为的EMUI 10.0正处于一个内测阶段，相对于EMUI 9.1，华为EMUI 10做了很大的改动，也更新了许多新的功能，那么今天小编就来给大家说说这华为P30和其他华为手机升级前后的变化与功能。1、 深色模式在此次EMUI10的升级中，华为手机跟iPhone一样也植入了“深色模式”，让我们能够在黑暗的环境中玩手机，眼睛不会感到不适，更加的护眼。更重要的是，这个深色模式可以适配手机中的第三方软件，可以说是非常贴心的了。2、 消息隐藏功能EMUI10提供了消息隐藏功能，通过AI信息保护，比如给微信加上应用锁以后，手机收到消息，如果旁边有人，则顶部通知不会显示消息的内容，如果只有你一个人，就会显示消息详情。开启方法：设置——安全——应用锁——添加加锁应用3、 全新的全面屏手机华为EMUI9.1的手手势滑动已经非常的便捷了，EMIUI10的手势更智能，上滑呼出、圆角动画是基本操作，更支持隔空操作，我们的手机即使没有触碰屏幕也能实现手机屏幕的操作。4、智慧车载在华为的EMUI9.1系统中，实现手机变成撤钥匙，而在我们的EMUI10系统中我们的手机还可以和汽车进行无感链接，通过手机我们可以直接控制汽车上的空调、音乐和导航等等，是不是非常方便呢？5、 全新的来电提醒EMUI10对于即时通讯类应用采用了全新的提醒方式，比如当手机锁屏时，通过全屏提醒来电：当解锁时，比如看电影或者打游戏时，会通过横幅提示来电，增强了我们的用户体验。除了上面介绍功能外，华为EMUI10还改善语音助手，增加多屏互动的体验感。都是非常不错的新功能，最后由衷的感谢大家阅读小编我的文章，你们的支持，是对小编最大的鼓励。", "author": "清爽视频", "newsdate": "发布时间：19-10-09", "newstime": "16:44", "sentiment": [{"positive_prob": 0.952468, "confidence": 0.894374, "negative_prob": 0.047532, "sentiment": 2}]}, {"title": "华为Mate30Pro与小米9Pro拍照对决：这才叫差距", "content": "华为和小米这两大手机厂商不仅是国产机巨头，而且还喜欢相爱相杀。当初华为P30发布的时候，就被小米高管经常拿来与小米9进行比较。如今华为Mate30Pro已经发布，而小米9也发布最新的5G手机小米9Pro，那么在拍照方面，这两款手机的差距到底有多大呢？一起来看看下面的拍照对决吧。首先比较近景拍摄，华为Mate30Pro拍摄的飞机座椅颜色更深，上面的字看上去也非常清晰。这一点小米9Pro则稍微差一点，虽然拍摄也比较清晰，但座椅颜色有点失真，而且细节也丢失了。将镜头拉得稍微远一点后，华为Mate30Pro拍摄效果依旧比小米9Pro更好。小米9所拍摄的照片颜色明显要更暗，墙壁部分也不如华为Mate30Pro拍摄得那么清晰。差距就是这么明显。再来看看远景拍摄，华为Mate30Pro拍摄的天空色彩非常漂亮，湛蓝的天空上漂浮的云朵，看上去很有层次感。小米9Pro拍摄的天空颜色太深太暗了，看起来没有华为Mate30Pro拍摄的那么舒服。再来比较下下暗光源拍摄，华为Mate30Pro拍摄的建筑稍微明亮一点，所以建筑墙壁颜色更加逼真，细节也还原更多。而小米9Pro拍摄的建筑墙壁颜色太暗了，导致细节丢失太多。在这组夜景拍摄对比里，华为Mate30Pro拍摄的游乐场不仅更亮，曝光也控制得很好，噪点也非常少。小米9Pro拍摄的这部分场景就稍微差了点，主要还是画面太暗。再来比较下最后一组夜拍，不得不说华为Mate30Pro的夜拍效果真不是吹的，尤其是曝光的部分，控制得相当好，因此广告牌看得很清晰。而小米9Pro最大的问题就是对于曝光的控制，过度曝光导致部分场景被灯光遮挡。总结：无论是日拍还是夜拍，小米9Pro都不是华为Mate30Pro对手，而且差距非常大。尤其是夜拍部分，小米9Pro对于光线的处理得不是很好，远远不如华为Mate30Pro。", "author": "搞机小帝", "newsdate": "发布时间：19-10-09", "newstime": "00:49", "sentiment": [{"positive_prob": 0.0209913, "confidence": 0.953353, "negative_prob": 0.979009, "sentiment": 0}]}, {"title": "华为Mate30Pro和iPhone11缺点都很明显，为什么销量却遥遥领先？", "content": "苹果跟华为被称为是今年最具备竞争意味的对手，今年的iPhone11跟华为Mate30Pro价格最为接近，同时也被认为是最有竞争力的对手。但是今天我们就不去对比这两款手机，而是想跟大家讨论一个话题，并不完美的华为Mate30Pro和苹果iPhone11，或者说缺点都很明显，为什么销量遥遥领先？iPhone11手机在这次发布之后就遭到不少人的吐槽，认为这依旧是一款廉价版本的机型，720p分辨率的LCD屏幕大黑边依旧存在，同时此次苹果因为硬件+系统调教的问题，导致这款手机存在着诸多硬伤，出现了信号差，发射严重以及耗电等情况，广角拍摄下还会出现畸变。这样的一款手机确实很难说做到了完美，甚至可以说是有诸多缺点。而华为Mate30Pro在发布之后同样是遭到了非常多的吐槽，最为突出的就在于屏幕上，只有1080p分辨率而没有2K屏幕，同时也没用90HZ刷新率的屏幕。当然，也有人吐槽华为Mate30Pro性能并不强大，因为麒麟990处理器只是用了去年的A76架构，性能方面并没有太大的提升，甚至觉得环幕屏容易出现碎屏风险等。看起来华为Mate30Pro与iPhone11都不够完美！然而，这两款手机实际上销量却是遥遥领先！从第三方电商平台，数据排行榜上可以看到，iPhone11的销售评价数据达到了17.7万之多，拿下了冠军的位置；而华为Mate30Pro的销售评价数据其实也达到了4.4万左右，位列品牌销售的第二名，看得出来，这两款手机都已经是达到了行业顶尖水准，遥遥领先于其他的智能手机。那么，我们就想问，为什么并不完美的华为Mate30Pro和苹果iPhone11，销量遥遥领先？那么为什么会这样呢？你这个人认为这其实还是因为iPhone11跟华为Mate30Pro整体的实力还是比较强悍的。iPhone11有非常强大的A13处理器以及iOS系统作为后盾，能够带来更流畅的运行体验，所以很多用户愿意去为此买单。而华为Mate30Pro作为一款搭载了双4000万像素四摄的手机，在拍照方面独树一帜，同时因为是国产手机品牌，也确实获得了更多用户的支持。尤其是在中国市场上，随着三星在中国市场上的份额逐渐下降，意味着也逐渐退出高端智能手机市场的竞争，这样一来，国内高端智能手机市场上剩下的也就只有华为跟苹果比较出众！当然更加重要的一点是，iPhone11这一次的价格也不会说特别的昂贵，定位在5499元之后，能够吸引更多的用户更换新机，同时第三方平台上，iPhone11的价格甚至跌到了4999元，让这款手机的人气更旺盛！而华为Mate30Pro虽然这次把价格定下了5799元，是国产最为昂贵的旗舰。但是华为确实做到了，有自己的特色，而且目前像vivo Nex3等手机也是将价格提到了5000元档次，作为对比，华为反而变得更加良心！华为Mate30Pro与iPhone11并不完美，但是因为有自己的特色，而且价格也算良心，并且能够获得用户的认可，在高端旗舰上是比较受欢迎的，这就是销量遥遥领先的原因吧。你们觉得呢？", "author": "叽歪数码", "newsdate": "发布时间：19-10-09", "newstime": "18:29", "sentiment": [{"positive_prob": 0.00888855, "confidence": 0.980248, "negative_prob": 0.991111, "sentiment": 0}]}, {"title": "为华为立下汗马功劳，麒麟970+徕卡双摄，昔日机皇还能撑多久？", "content": "如今的华为实力不容小觑，在全球手机市场甚至可以与苹果相媲美，据IDC相关数据显示，2018年苹果以2.088亿台的销量位居第二，而华为手机的出货量为2.06亿台，与苹果仅差0.028亿台。除销量外，近两年华为手机的创新与实力大家也有目共睹。华为Mate系列更是深受广大消费者喜爱，其发布的每一款产品几乎都能成为爆款。而两年前发布的华为Mate10Pro也曾为华为立下汗马功劳。据华为官方公布的数据显示，去年的双十一，华为天猫旗舰店的销售额分分钟破亿，而早在2017年上市的Mate10Pro依然保持着超高的热度。值得一提的是，华为Mate10Pro在后续的多次升级中，依然能带给用户全新的体验。但截止目前，华为Mate10Pro已发布两年之久，而它究竟还能撑多久也成为无数用户思考的问题。在两年前，华为Mate10Pro是当之无愧的机皇，硬件配置十分出色。但是，如今在各个方面，华为Mate10Pro已经落后许多。性能便是其最大的问题。华为Mate10Pro是当时首款搭载NPU人工智能单元的手机，同时搭载麒麟970处理器，配置6GB+64GB存储组合。而如今麒麟990已经发布，很显然华为Mate10Pro的性能已经落后太多。想要让其在性能方面依然保持流畅，可谓是难上加难，当然，倘若用户对手机的要求不高，依然可以满足日常使用。在拍照功能上，华为Mate10Pro后置徕卡双摄，镜头组合为2000万+1200万镜头，这在两年前或许配置够高。但是在当下，仅看参数甚至不如千元机，显然已经不够用。同样，前置800万像素镜头也无法满足用户的拍照需求。至于外观设计，华为Mate10Pro采用华为的传统设计，玻璃曲面机身+后置指纹识别。外观虽不出众，但也算的上中规中矩。但是在续航能力上，华为Mate10Pro内置4000毫安大电池，依然可以满足大部分用户的使用需求。综合来看，作为两年前的机皇，华为Mate10Pro如今很难坚持运行流畅，更不可能像iPhone手机一样，使用2、3年。iPhoneX就是最好的例子。同样是2017年发布的手机，使用iPhoneX的用户大多还保持着流畅的体验，并且iOS13系统也能第一时间更新升级。但是反观华为Mate10Pro，至今依然没有用上EMUI系统的稳定版，并且第一次升级还需等到11月。但不可否认的是，华为近两年所推出的新产品已经有明显进步。 ", "author": "小伟科技杂谈", "newsdate": "发布时间：19-10-09", "newstime": "23:00", "sentiment": [{"positive_prob": 0.983972, "confidence": 0.964381, "negative_prob": 0.0160285, "sentiment": 2}]}]