[{"title": "华为的下一步，为何是倒下？", "content": "任正非近日参加了一个采访，期间主持人提出一个问题：华为会倒下吗？任正非回答道：这是一定的。华为倒下是早晚的事情，这是个哲学问题，不是个现实问题，想要做百年老店是很难的，最主要是去处懒怠。站在华为的高度，任正非能做到居安思危，网友们也是纷纷表示老爷子的格局就是不一样，看得太远了。世上万物自有规律，当你至强的时候，其实也是最脆弱的时候，诺基亚如是，柯达如是，摩托罗拉、IBM等等都逃不过这世间的规律，将来苹果也是这样，或者说苹果正在进入低谷。当然，如果苹果没有那么多国家重担，它很可能会采取措施平稳过渡并蛰伏起来，以待机重新崛起。而如今的华为还远没有达到顶点，任正非已经看到了未来的华为，这实属难得。一家企业的生命线能有多长？几十年还是上百年，除了与企业的运作有很大的关系外，还和当前的社会处境有关，华为也是如此。每个企业的生命周期都必经创业、发展、成熟、衰退和死亡这几个阶段，这是自然界的法则。以前这一过程走完可能要几十年，如今，随着科技日新月异，大大缩短了这一进程。企业稍有不慎，稍有闪失，就会遭遇灭顶之灾。早在2000年，华为销售额就已经达到了220亿元，利润以29亿元人民币位居全国电子百强首位的时候，任正非抛出了《华为的冬天》，大谈危机和失败。2018年，任正非针对华为上下容易出现的自满感觉，提出华为的“中年危机”，指出，自满意味着危机也越来越近了。这些年，任正非在危机论中展现出坚定的自我革新、自我进化、面向未来的经营管理思想，却又是最新、最符合时代趋势的。正如他所说，如果讨论清楚了，那我们可能就不死，就延续了我们的生命。而一旦华为倒下了，那么国内的手机公司、三星、苹果以及国外的高通、诺基亚、爱立信等公司是最开心的了。毕竟这些公司现在不是面临华为的竞争，就是被华为打压，如果没有了华为，它们的发展会更加顺利。特别是对于中国的通信行业而言，这也无疑是一个灾难。非常直接的现象就是涉及到全部通信业的产品、服务、终端价格暴涨，很久以前的初装费等项目也将重出江湖，由于基础设施的价格暴涨，对于中国的互联网企业也是致命的打击，从而更一步的影响到我们的生活。但是，如果华为都倒下了，或许苹果、三星以及高通和诺基亚它们早就倒下了也未可知", "author": "耿彪", "newsdate": "发布时间：19-01-20", "newstime": "10:00", "sentiment": [{"positive_prob": 0.0330862, "confidence": 0.926475, "negative_prob": 0.966914, "sentiment": 0}]}, {"title": "华为或被德国禁止进入5G网络建设中：禁令可能蔓延到整个欧洲", "content": "德国之前对于华为的态度是相当的不错，当时许多人也一度认为，德国就是华为在欧洲市场的切入点，但是最近德国对于华为的态度，似乎又有了较大的改变，甚至要将华为排除在国门之外，为什么会突然出现这样的情况呢？其实一开始德国对于华为的态度是非常开放的，对于华为的设备安全性能做了检测与监测，在没有发现任何的问题之后，迅速开展了与华为的合作关系，因此德国也是成为了华为开拓欧洲市场的重要一环，不知道是否受到之前间谍案事件的影响，德国现在又要重新对华为定义，等待着华为的内部会议，而且德国目前已经开始想办法将华为的设备排除掉了。华为或将无缘德国的5G网络建设，禁令可能还将蔓延整个欧洲！其实除了德国，英国的牛津大学早已不再接受华为的任何科技研发资助了，虽然我们早就知道英国一直以来都是排斥华为的，但是就连学校都开始反对华为，似乎这样的政治因素就显得太过于明显了。而且这也是反应了一个非常重要的因素，那就是德国作为北约的成员国，在欧洲会比美国更加有影响力，再加上美国侧面的挑拨，将来可能还会有一大批北约成员国会来针对华为，华为要面临的将是整个欧洲市场的排斥和不看好，看来在拿到了2018年的不错的成绩之后，2019年的似乎对华为并不是太友好，但是我们始终坚信，这些小难题是无法阻挡华为的，因为我们是不会被轻易打败的中国人！", "author": "热剧一分钟", "newsdate": "发布时间：19-01-20", "newstime": "12:57", "sentiment": [{"positive_prob": 0.87672, "confidence": 0.726046, "negative_prob": 0.123279, "sentiment": 2}]}, {"title": "国产操作系统终于来了，谷歌会害怕吗？华为继续努力加油", "content": "华为在这几年带给我们的惊喜实在是很多，不仅占据了目前通讯基站建设和解决方案的全球最大市场份额，拿到了27单海外5G通讯建设大单，1500项5G领域的专利技术，去年在智能手机领域也首次超过苹果，成为全球销量第二，真的是一家让大家很自豪的民族企业。踏踏实实做事，不浮躁，坚持往既定的方向努力不动摇，布局长远，推出了很多自主研发的产品，让人非常尊敬。想当初，华为在通讯领域起步发展的时候，遇到了重重阻力，打开海外市场的大门颇为不易。但是，以客户服务到位、周到、及时为中心，想客户所想，帮客户解决难题，经常在有些战火纷飞的国家看到华为员工的身影，这种坚守和执着深深地打动了很多国家的通讯运营商和同行，他们逐渐接受华为，认可华为的产品和服务质量。这些都是华为的核心竞争力，也让华为有更多的能力和动力开展自主创新的产品，提升自己的行业技术优势。华为在自主研发方面是走在前列的，麒麟芯片在几年前正式投入商用，搭载华为Mate和P系列，各种性能指标对标高通的骁龙，表现亮眼。虽然目前在市场占有率方面和高通还有很大差距，但作为一个市场后来者，能取得这样的成绩还是很不错的。其实，华为不止是在硬件芯片方面有很好的自主研发产品问世，在操作系统领域，华为也一直没有放松。操作系统是智能手机的地基，没有操作系统，所有我们常用的应用软件，包括微信、支付宝、QQ、携程APP这些统统都没办法运行起来。而且，不客气地说，如果谷歌强制所有使用安卓的手机厂商收费，那么这些厂商将没有办法，只能乖乖就范。是的，您没有看错，局面就是这么被动，没有实力研制自己的操作系统，就只能被动地被谷歌收费，将最终的涨价费用转嫁给各位手机消费者买单。大家都知道华为一直有布局自主研发操作系统，虽然研发操作系统非常不容易，华为还是坚持往这个方面努力，而且已经面世投入商用。这款系统叫做LiteOS，是华为布局物联网解决方案的核心部分，体量小，使用灵活，采用开源的方式，方便各个厂商和家电生产企业接入，最终将LiteOS打造成类似安卓这样平台，作为万物互联的物联网终端各个设备基础操作系统。目前LiteOS操作系统没有搭载在手机产品里，所以没有被很多网友关注到。其实在华为Mate20系列的发布会推广的时候，大家都非常惊艳Mate20手机的各种抢眼表现，很多没有换机打算的网友都开始默默地盘算，是不是应该提前换一部手机啦！可以说华为Mate20系列手机太耀眼，让大家投入了过多的观众，没有留意到同期一起推介的华为手表GT系列，这款手表主打几个产品，其中包括专门为体育健身爱好者精心打造的华为Watch 3Pro。可以说这款手表当仁不让是年度最强的旗舰手表。GT系列的腕表分为健身运动版和传统经典版，这两种款型。这款手表的屏幕材质采用的是最新的AMOLED面板，外形尺寸是圆形1.39英寸，像素454*254的显示器，电池容量420毫安。这款手表的亮点多多，除了常见的传感器列阵、加速度计等之外，手表中内置有GPS，甚至还配备了心律光谱仪。之所以说，这款手表是当仁不让的旗舰腕表，是源于它有个最大的亮点：不再使用Android系统，采用了自主研发的LiteOS系统。这意味着华为可以不再需要向谷歌缴纳授权专利费，而且具备了向其他厂商输出操作系统的能力。这真是一件非常有里程碑意义的产品。各位网友知道一个操作系统要想被大家普遍采用接受，是需要搭载尽量多地应用APP才行。各位网友还记得，Nokia在传统手机领域的王者，那时大家普遍使用的都是Nokia出品的手机，信号质量好，使用流畅，还有，就是经摔。很多情况因为各种原因手机摔了，那时的手机往往一摔就坏，貌似电路板、显示屏和各种零配件都比较脆弱，但Nokia手机常常是摔不坏的，所以大家经常开玩笑说，可以用Nokia手机当砖头敲核桃。也正因为此，所以那时Nokia拥有众多粉丝。在2013年，Nokia想重返智能机领先位置，强力推出了Lumia系列Window Phone手机，采用Windows是手机操作系统，设计出6英寸大屏和无键化屏幕，这些理念可以说领先其他手机厂商好几年。也让Nokia之前的很多粉丝内心重新燃起希望，可惜，尝鲜之后，发现一个很大的问题，那就是支持Windows手机操作的系统的应用APP太少，这样使用起来很不方便，很多常用软件和工具软件都使用不了。对比谷歌这么多年的产业布局，谷歌的Android WEAR OS是针对智能手表推出的操作系统，兼容一些较简单的应用APP软件。现在华为的LiteOS系统也面临几年前Nokia碰到的问题。虽然目前华为的LiteOS系统还没有太多兼容性很好的软硬件产品，但华为的产品流畅度很高，用户的体验度也很不错，而且这款手表的电池续航能力相当强。如果不启用其他APP，在正常手表使用模式下可以待机使用30天以上；如果频繁启用GPS功能，也可以坚持14天以上。只是兼容性和实用性还有待提升，需要周边更多的支持软件、硬件，并且外延拓展性还依赖各家厂商的支持。不过不管怎么说华为在国产操作系统向前迈出了关键一步，相信以华为的实力和做事效率，加上其他各家软硬件厂商在生态体系上的充分发展，将LiteOS系统不断发展完善，应用在更多的领域是早晚的事。特别值得一提的是，华为LiteOS系统采用开源的方式，完全向世界各国软硬件厂商敞开，这也充分体现开放包容的心态，最终一定会集合全世界各家厂商、专业人士，以及各个业余爱好者的聪明才智，能将系统发展得更加优化完善，在万物互联的领域发展成通用的基础平台。", "author": "未来探索已来", "newsdate": "发布时间：19-01-20", "newstime": "17:22", "sentiment": [{"positive_prob": 0.996961, "confidence": 0.993247, "negative_prob": 0.00303913, "sentiment": 2}]}, {"title": "德国工业界反对“屏蔽”华为：它无可替代", "content": "德国工业界反对“屏蔽”华为：它无可替代德媒称，德工业界反对“屏蔽”华为。据德国《法兰克福汇报》1月18日报道，德国政府正在考虑阻止中国电信设备制造商华为公司参与德国5G网络建设，但也有声音反对这么做。报道称，德国联邦政府还没有作出决定，而德国工业界却警告说不要把华为排除在5G网络建设之外。德国工业联合会主席迪特尔·肯普夫说：“在未获证实的情况下说一个制造商构成威胁，这是完全错误的。”他说，没人证明使用华为技术会危及德国的安全利益，而且谁能代替华为？“我们国内没有这样级别和质量的制造商。”行业专家说，如果华为被排除在外，问题并未得到解决：华为竞争对手的产品也主要是在中国生产的。报道称，对华为公司来说，除了国内市场，欧洲市场也非常重要。如果因为间谍顾虑而失掉欧洲市场，对华为来说将是一个重大打击。目前，该公司正试图说明间谍指控子虚乌有。 (责任编辑：张倩蓉)", "author": "手机中国网", "newsdate": "发布时间：19-01-20", "newstime": "14:36", "sentiment": [{"positive_prob": 0.93572, "confidence": 0.857157, "negative_prob": 0.0642795, "sentiment": 2}]}]