[{"title": "华为否认“6月24日发布操作系统鸿蒙”；世界卫生组织正式将“游戏成瘾”列为一种疾病", "content": "大家早上好，又是新的一周。首先，依然是有关华为的消息。在这个时间段，5G、自研系统、专利等都是值得关注的话题。自研系统没那么快@澎湃新闻【华为否认“6月24日发布操作系统鸿蒙”，称这是假消息】近日网上传华为将在6月24日发布自家的操作系统“鸿蒙”，5月26日晚间，华为官方发声称这是假消息。华为相关人士表示，消息不实，希望媒体能帮助辟谣。5月21日，华为消费者业务负责人余承东表示，华为操作系统最快今年秋季、最晚明年春天将面市，将全面兼容安卓和Web应用。不要着急。任正非又说啥了？@新浪科技【希望这个国家繁荣富强，不要再让人欺负了】5月26日，任正非在接受央视采访时表示，老师是人类灵魂的工程师，没有老师这个社会怎么办？要改变对教师的政策，再穷不能穷教师就是说再穷也要对未来投资，就像战略投资一样。在专访中，主持人问任正非，为什么要操一份也许在别人看来是闲心的心？任正非回答道，“爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。”任正非表示，胜利一定是属于华为的，因为我们完全靠自己，不靠美国。华为的底气@新浪科技【华为鲁勇：华为5G专利全球第一，比美国所有企业还多】华为技术有限公司副总裁鲁勇发表演讲称，去年华为公司整个收入达到了7200多亿人民币，但是研发投入去年超过了1000亿人民币，鲁勇表示，华为在标准的专利方面应该是提供了16000多个5G标准体验，换成A4纸将近10米高。华为5G专利全球排名第一名，占比达到20%。美国的所有企业的5G核心专利的占比不到15%。大力投入研发值得肯定。@IT之家【华为发布关于外部产业组织情况声明：不会受个别组织影响】华为今天发布关于外部产业组织情况的声明。声明中，华为表示不会受个别违背透明、公开、公正、无歧视原则的组织和其行为的影响。此前有消息表示，微电子行业领导标准机构JEDEC(固态技术协会)、主导存储卡标准的 SDA、负责接口的标准化组织PCI-SIG、定义了USB的技术规格的USB-IF，五家组织均中断了与华为或海思的合作。压力还是有点大。禁用华为代价大@央视财经【禁用华为设备？美电信运营商表示“劳民伤财”】 为包括斯科比在内的两万多平方公里偏远地区提供无线服务的电信运营商——“尼蒙特公司”表示，其核心网络70%以上的设备都来自于华为。公司首席执行官基尔戈认为，美国政府所谓的“华为对美国安全构成威胁”是“过分炒作”，更换设备对他们这样的小型电信运营商来说成本太高，用户的网络服务也会受到很大影响。美国农村无线运营商协会总顾问卡丽·贝内特也表示，更换设备“费钱又费时”，这样既“毫无必要”，又“劳民伤财”。逆全球化肯定是不可行的。水氢车的后续@央视财经【合资方负责人回应“水氢车”：庞青年常拿水氢混淆概念，项目离商用差距巨大】南阳洛特斯新能源汽车公司股东方河南省南阳市高新区投资公司负责人尹召翼表示，在合资之前，公司已经调查到，青年汽车集团共负债50多亿元。庞青年经常拿水氢来混淆概念，这种项目其实很多企业都在做。在尹召翼看来，“车载铝合金水解制氢技术”只能是氢能源应用的一个补充，而氢能源现在也只是其他能源的一个补充，不管是市场空间、还是目前技术的可靠性，离商用的差距巨大。那肯定是差距巨大。中芯国际的退市@中国新闻网【中芯国际：从纽交所退市与贸易战无关】5月26日，据中新社从中芯国际获悉，中芯国际的退市已经考虑很久，与贸易战和华为事件没有关系。中芯国际说，此次申请退市的原因包括该公司的ADS（美国预托证券股份）“交易量有限和成本较高”。中芯国际证券的交易将集中在香港进行。红衣教主又说啥了@新浪科技【周鸿祎谈企业家精神：企业家不是生意人，要利于社会】在极客公园 Rebuild 2019 科技商业峰会上，360 董事长兼CEO周鸿祎谈及企业家精神时表示， 企业家不是生意人，生意人可以进化成企业家，企业家一定要在挣到钱的同时，做一些对国家对社会对人民有利的事情。周鸿祎称，企业家的价值不能用“谁挣钱多，谁的市值高”来衡量，应该根据公司不同的贡献来给予不同的评价， 如果只想着挣钱，关心收入的人，生意做得再好，他就是个商人，是个生意人。说得不错，能做到的有几人？关于阿里@IT之家【美凯龙：与阿里巴巴签订战略合作协议】美凯龙5月26日晚间发布公告，公告称公司与阿里巴巴(中国)网络技术有限公司于5月24日签署了战略合作协议，双方将在新零售门店建设、电商平台搭建、物流仓配和安装服务商体系、消费金融、支付系统、信息共享等方面开展战略合作。公告称，公司通过与阿里的战略合作，可以将阿里在新零售领域先进的经营理念与技术支持引入到公司的家具建材及家居商场的主业经营中来。@IT之家【联合国数字合作高级别小组成立，马云担任共同主席】联合国秘书长在致2019中国国际大数据产业博览会贺信中称，“我成立了联合国数字合作高级别小组，邀请马云先生和梅琳达·盖茨女士担任共同主席。该小组同世界各地民众和组织开展磋商，将于下月提交最终报告”。命途多舛的易到@新浪科技【易到用车服务器遭到连续攻击，攻击者索要巨额比特币】据易到用车官微消息，2019年5月26日凌晨，易到用车服务器遭到连续攻击，因此给用户使用带来严重的影响。据悉，攻击者已索要巨额的比特币相要挟，攻击导致易到核心数据被加密，服务器宕机。目前相关技术人员正在努力抢修。易到表示，严厉谴责这种不法行为，并已向北京网警中心报案，并保留一切法律途径追究攻击者责任的权利。运营团队会根据解决此次事件的时长制定补偿方案，希望广大用户能够理解保持耐心。索要比特币，万一跌惨了怎么办。喜马拉雅回应股东撤退@新浪科技【喜马拉雅FM 12名董事退出，回应：因公司搭VIE结构】天眼查数据显示，上海证大喜马拉雅网络科技有限公司发生多项工商变更，小米旗下创投公司——天津金星创业投资有限公司人退出股东行列，公司注册资本减少314余万元，缩减5.22%，包括小米副总裁洪峰在内的12名董事退出，仅剩CEO余建军一人。对此，喜马拉雅FM向新浪科技回应称：此次变动是因为公司搭VIE结构，所有境内VIE公司的董事变更为境外母公司的股东，属于VIE标准结构。喜马拉雅目前没有明确的上市计划。苹果新闻日更@新浪科技【“女魔头”回应批评：不后悔在苹果工作，已完成使命】苹果公司前零售主管安吉拉·阿伦茨（Angela Ahrendts）日前接受彭博社采访，讲述了她在苹果的经历，并对批评之声做了回应。阿伦茨称，自己加入苹果的原因之一，就是有机会将苹果商店的体验“提升到一个新的水平”，并对周边社区产生更大的影响。她说，当她离开苹果时，客户保留率及忠诚度得分也达到了历史最高水平。阿伦茨坚称自己不后悔，（即便再来一次）也不会对自己的工作做出任何改变，只是希望自己行动能更快一点。还是做出了一定贡献的。@新浪科技【向第三方出售消费者iTunes信息，苹果遭遇集体诉讼】苹果公司目前遭受集体诉讼的打击，有消费者声称其iTunes中的购买信息被苹果公司卖给第三方。根据在加利福尼亚州北部联邦区提起的诉讼，原告要求的赔偿金额超过500万美元。据51页的诉讼称，“你在iPhone上购买的音乐信息都没有留在你的iPhone上”。该诉讼指控Apple通过向第三方出售，出租和传递有关每个消费者从iTunes Store购买的音乐的信息来补充其收入。第几起诉讼了？Android 也在进化@IT之家【谷歌正在整合Chrome OS/Android，无缝连接更密切】Chrome Story最近发现了一些代码段，表明谷歌计划让Android和Chrome OS更紧密地协同工作。谷歌Chrome OS与Android系统有一定程度的集成，但其功能与微软或苹果提供的功能相去甚远。据消息来源，未来你可以点击Chromebook上的电话号码，立即在Android上拨打电话，可以在设备之间共享Wi-Fi密码选项以及通用剪贴板功能。游戏行业的消息@IT之家【日媒：游戏机或被加征关税，任天堂密切关注】美国新一轮关税清单中，游戏机赫然在列，这或许会导致美国本地市场的游戏机售价升高，Switch在美国的售价约为300美元，而一旦加征关税，数十美元的额外成本将给消费者带来不小负担。由于任天堂委托鸿海精密工业等多家代工企业进行生产，无法轻易作出产能转移的决定。任天堂社长古川俊太郎表示：“（中美经贸摩擦）将对业务产生重大影响，正在密切关注今后的动向。”@IT之家【拳王泰森被曝进军电竞业，投资《炉石传说》电竞组织】据外媒ESPN的相关报道，拳王泰森宣布投资一个名为“Fade 2 Karma”的专业电竞团队，这个电竞团队以《炉石传说》方面的成就而最为出名。根据ESPN的相关报道，泰森將与F2K合作并在南加州为他们建造一栋名为“The Rench House”的电竞娱乐馆。F2K是一个职业电竞/游戏组织，主攻游戏为《炉石传说》。@IT之家【世界卫生组织正式将“游戏成瘾”列为一种疾病】据环球网报道，世界卫生组织(WHO)正式将“游戏成瘾(Gaming Disorder)”列为一种疾病。研究表明，在参与数字或视频游戏活动的人中，只有一小部分人受游戏障碍影响。不过，参与游戏的人应该警惕他们花在游戏活动上的时间，特别是当他们因此而无暇顾及其它日常活动时，并警惕游戏行为模式引发的身心健康和社交功能的任何变化。游戏污名化几时休？一份榜单@21世纪经济报道【全球亿万富豪地图出炉，中国富豪的平均年龄56岁】财富咨询机构Wealth-X发布《2019亿万富豪人口普查报告》。报告显示，2018年，全球亿万富豪最多的城市仍然是纽约，第二、第三的是香港、旧金山。北京则是位居第6，有55位亿万富豪。中国亿万富豪的平均年龄仅是56岁，而全球平均水平为66岁。跟我没啥关系的榜单。以上，新的一天继续加油吧。*文章为作者独立观点，不代表虎嗅网立场本文由 我不叫塞尔达授权虎嗅网发表，并经虎嗅网编辑。转载此文章须经作者同意，并请附上出处(虎嗅网)及本页链接。原文链接：https://www.huxiu.com/article/301216.html未来面前，你我还都是孩子，还不去下载 虎嗅App 猛嗅创新！", "author": "虎嗅APP", "newsdate": "发布时间：19-05-27", "newstime": "07:36", "sentiment": [{"positive_prob": 0.572114, "confidence": 0.0491418, "negative_prob": 0.427886, "sentiment": 2}]}, {"title": "任正非专访点出中美贸易根本问题，他关心的不止是华为", "content": "近日，华为创始人、CEO任正非在深圳华为总部接受了央视《面对面》栏目专访。时隔四个多月后再次接受该栏目专访，任正非有一个条件，要更多地谈基础研究和基础教育。资料图 新华社在华为总部接待大厅的大屏幕上，循环播放着华为出品的《基础研究与基础教育》的公益广告片，从2018年10月28日起，这则公益广告片开始投放媒体。这一举动，足可见任正非对基础教育和基础研究的重视程度。在外界普遍关心华为发展之时，任正非却用大篇幅谈到基础教育问题。他为何如此关心教育？在他看来，中美贸易的根本问题是什么？一起来听听任正非怎么说。谈基础教育：如果不重视教育，我们会重返贫穷记者：当外界都在担忧华为如此生死攸关的一个时刻，您反而有点超然物外要谈教育，教育还是您最关心的事情，为什么？任正非：第一点我们从来没觉得我们会死亡，我们已经做了两万枚金牌奖章，上面题词是不死的华为。我们根本不认为我们会死，我们为什么把死看得那么重，所以我们认为我们梳理一下我们存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。一些高端的产品美国也没办法，因为我们完全靠自己不靠美国。我关心教育不是关心华为，是关心我们国家。如果不重视教育，实际上我们会重返贫穷的。因为这个社会最终要走向人工智能的，因为你可以参观一下我们的生产线，20秒钟一部手机从无到有，基本上没有什么人。未来我们几百条上千条的生产线完全是自动化的，所以我们的人的文化素质不够，至少你没受过大专或者大学以上的教育，你的英文也不好，计算机也不好，做工人的机会都不存在。从我们公司的缩影就要看到国家，放大来看国家，国家也要走向这一步，否则国家是没有竞争力的。在1月17日，任正非接受《面对面》专访中，任正非呼吁，把教育做好，国家才有未来。因此，要提高老师的待遇，再穷也不能穷教师，要让优秀的人才愿意去当老师，让优秀的孩子愿意学师范，这样就可以实现“用最优秀的人去培养更优秀的人”。而四个月后的这次采访，他最想呼吁的依然是提高老师的待遇，再穷不能穷教师，让社会各界都来重视基础教育。任正非：一个国家强大的基础是什么，比如硬件、铁路、公路、交通设施、城市建设、自来水各种环境的硬设施，硬设施没有灵魂的。灵魂在于文化、在于哲学、在于教育，一个国家有硬的基础设施，一定要有软的土壤，没有这层软的土壤任何庄稼不能生长。为什么别人不会提这个问题，我会提这个问题，我们真正在科学技术上是领导这个世界的，我能看见我们科学家的工作状态。我只要一出国，到了任何一个研究所，每个科学家都争着上来讲他的方程，十年二十年以后这些东西产生的结果。比如他演示系统方程给我看，说这个将来毫米波可能会给人类提高一百倍的带宽，但是只增加两倍的钱。就是你多出两分钱，你就可以获得一百倍的带宽，所以穷人都能消费起了。这些基础的科学走到这一步，如果没有从农村的基础教育抓起，如果没有从一层层的基础教育抓起，我们国家就不可能在世界这个地方竞争。因此我认为国家要充分看到这一点，国家的未来就是教育。在任正非看来，从华为遭遇美国禁令到近期不断升级的中美贸易摩擦，实质是科技实力的较量，根本问题还是教育水平。记者：您认识到了这样的一个关键性的问题，但是您企业再大也就是一家企业，您能为改变这个社会问题能做些什么？任正非：因为我只是我能看到科学家的真实研究能达到的水平，达到这个水平的难度我知道。我认为要从最基础抓起，要尊师重教。能真正这样子将来这个国家二三十年、三五十年有希望，这个二三十年人类一定爆发一场巨大的革命，这个革命的恐怖性人人都看到了，特别是美国看得最清楚。看得最清楚，他们才能打你这个出头鸟。他们没想到我们早就准备消灭不了，他们没想到。他们以为架起几门炮吓唬一个国家的时代，还是那个时代，可能误判了。以为抓起我们家一个人来，就摧毁了我们的意志这个也误判了。所以我认为我们国家其实从今天抓起，如果我们农村的孩子二三十年以后好多都是博士硕士了，这会为国家在新的创新领域去搏击，争取国家新的前途和命运，这才是未来。谈基础研究：华为研究人员占45%1987年，44岁的任正非集资2.1万元在深圳创立华为公司，时至今日，华为已经从一家不起眼的小作坊发展为世界领先的信息与通信基础设施和智能终端提供商，致力于把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。据介绍，华为在全球18万员工中，研究人员就占到了45%，每年的研发包括基础研究的投入占销售额的15%左右。2018年，华为在研发方面投入达到了150亿美元，未来5年将超过1000亿美元。芯片光砸钱不行任正非：修桥、修路、修房子，已经习惯了，只要砸钱就行了，这个芯片砸钱不行的，得砸数学家、物理学家、化学家，中国要踏踏实实在数学、物理、化学、神经学、脑科学各个方面努力地去改变，我们可能在这个世界上站得起来。基础理论太冷板凳了，一般人不愿意坐任正非：俄罗斯有个科学家小伙子，大数学家，我今天早上跟他们说，你们有合适的女朋友给他介绍一下。这小伙子不会谈恋爱，就是只会做数学。他到我们公司来十几年，天天在玩电脑，不知道在干什么。然后我们管五万研发人员的人到莫斯科去看他，打个招呼，一句话就完了。我给他发这个院士，他是院士，我给他发那个牌牌的时候跟他讲话，嗯、嗯、嗯，三个嗯完了，没有了。他十几年默默无闻在干啥，我们并不知道。突然告诉我，我们把2G到3G突破了，这个算法突破了。一讲，我们马上在上海进行实验，实验确实证明了，我们就这么一下，就领先全世界。对，基础理论太冷板凳了，一般人都不愿意坐的，那不轰轰烈烈。华为有六千多位基础研究的专家任正非：我们公司应该至少是有七百多个数学家，八百多个物理学家，一百二十多个化学家，还有六千多位专门在基础研究的专家，再有六万多工程师来构建这么一个研发系统，使我们快速赶上人类时代的进步，要抢占更重要的制高点。给员工应得的报酬和奖励任正非：（海思员工）本来就是英雄，你想他们奖牌拿了多少，这个职级有多高，各方面的收入有多少，我就问过他们。他们说默默无闻，我说钱少了吗，不少，那（不）就行了吗？他们怎么会憋着呢，回去老婆老表扬他，他老婆一天出去买好几个包，回来就说你看这包好不好看，不就是表扬他了吗，他不挣那么多钱，老婆能拿什么去买包？跟我们市场系统、研发系统同等重要的部门，他们就是正常拿工资，拿奖金，人人都一样戴大红花，你看我们给员工发的奖牌。明日之星是每年20%，20%大概4万人左右。我们的奖牌都是很厉害的，都是全世界的造币厂在为我们公司造奖牌。归根到底，当记者提出“为什么要操一份也许在别人看来是闲心的心（指关注基础教育）？”时，任正非回应：“爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。”网友评论：厉害，格局大！来源：北京日报客户端综合整理自央视新闻、网友评论编辑：tf10", "author": "北晚新视觉网", "newsdate": "发布时间：19-05-27", "newstime": "08:15", "sentiment": [{"positive_prob": 0.0810394, "confidence": 0.819912, "negative_prob": 0.918961, "sentiment": 0}]}, {"title": "央视专访任正非：华为不会死，胜利一定属于我们", "content": "日前，任正非接受了央视《面对面》栏目的独家专访。在专访中，任正非表示，胜利一定是属于华为的，因为我们完全靠自己，不靠美国。5月21日下午，华为创始人、CEO任正非在深圳华为总部接受了《面对面》专访。这是自1月17日第一次接受专访之后，任正非再次接受《面对面》的独家专访。外界认为，现在是华为生死攸关的时刻，任正非正面回应称：我们从来没觉得我们会死亡，我们已经做了两万枚金牌奖章，上面题词是“不死的华为”。我们认为梳理一下存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。5月21日下午，华为创始人、CEO任正非在深圳华为总部接受了《面对面》记者董倩的采访。自1月17日第一次接受《面对面》的专访之后，这是他时隔四个多月第二次接受我们的采访，也是他第二次接受国内电视媒体的专访。当天上午，75岁的任正非接受了国内近二十家媒体两个半小时的集体采访。记者：今天上午两个半小时的记者会，而且今天中午又是没间断的会谈，下午再专访，您会不会感到有点累？任正非：不会，我中午还改了昨天德国记者采访的纪要。记者：这是不是您工作的常态？任正非：但是我一般午觉20分钟左右。记者：今天中午午睡了没有？任正非：睡了，有20分钟吧，谁能证明我中午睡了多长时间，因为我睡着了我就不知道了。对于四个月后再次接受《面对面》的专访，任正非有一个条件，要更多地谈基础研究和基础教育。记者：当外界都在担忧华为如此生死攸关的一个时刻，您反而有点超然物外要谈教育，教育还是您最关心的事情，为什么？任正非：第一点我们从来没觉得我们会死亡，我们已经做了两万枚金牌奖章，上面题词是不死的华为。我们根本不认为我们会死，我们为什么把死看得那么重，所以我们认为我们梳理一下我们存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。一些高端的产品美国也没办法，因为我们完全靠自己不靠美国。我关心教育不是关心华为，是关心我们国家。如果不重视教育，实际上我们会重返贫穷的。因为这个社会最终要走向人工智能的，因为你可以参观一下我们的生产线，20秒钟一部手机从无到有，基本上没有什么人。未来我们几百条上千条的生产线完全是自动化的，所以我们的人的文化素质不够，至少你没受过大专或者大学以上的教育，你的英文也不好，计算机也不好，做工人的机会都不存在。从我们公司的缩影就要看到国家，放大来看国家，国家也要走向这一步，否则国家是没有竞争力的。在1月17日，任正非接受《面对面》专访中，任正非呼吁，把教育做好，国家才有未来。因此，要提高老师的待遇，再穷也不能穷教师，要让优秀的人才愿意去当老师，让优秀的孩子愿意学师范，这样就可以实现“用最优秀的人去培养更优秀的人”。而四个月后的这次采访，他最想呼吁的依然是提高老师的待遇，再穷不能穷教师，让社会各界都来重视基础教育。任正非：一个国家强大的基础是什么，比如硬件、铁路、公路、交通设施、城市建设、自来水各种环境的硬设施，硬设施没有灵魂的。灵魂在于文化、在于哲学、在于教育，一个国家有硬的基础设施，一定要有软的土壤，没有这层软的土壤任何庄稼不能生长。为什么别人不会提这个问题，我会提这个问题，我们真正在科学技术上是领导这个世界的，我能看见我们科学家的工作状态。我只要一出国，到了任何一个研究所，每个科学家都争着上来讲他的方程，十年二十年以后这些东西产生的结果。比如他演示系统方程给我看，说这个将来毫米波可能会给人类提高一百倍的带宽，但是只增加两倍的钱。就是你多出两分钱，你就可以获得一百倍的带宽，所以穷人都能消费起了。这些基础的科学走到这一步，如果没有从农村的基础教育抓起，如果没有从一层层的基础教育抓起，我们国家就不可能在世界这个地方竞争。因此我认为国家要充分看到这一点，国家的未来就是教育。在任正非看来，从华为遭遇美国禁令到近期不断升级的中美贸易摩擦，实质是科技实力的较量，根本问题还是教育水平。记者：您认识到了这样的一个关键性的问题，但是您企业再大也就是一家企业，您能为改变这个社会问题能做些什么？任正非：因为我只是我能看到科学家的真实研究能达到的水平，达到这个水平的难度我知道。我认为要从最基础抓起，要尊师重教。能真正这样子将来这个国家二三十年、三五十年有希望，这个二三十年人类一定爆发一场巨大的革命，这个革命的恐怖性人人都看到了，特别是美国看得最清楚。看得最清楚，他们才能打你这个出头鸟。他们没想到我们早就准备消灭不了，他们没想到。他们以为架起几门炮吓唬一个国家的时代，还是那个时代，可能误判了。以为抓起我们家一个人来，就摧毁了我们的意志这个也误判了。所以我认为我们国家其实从今天抓起，如果我们农村的孩子二三十年以后好多都是博士硕士了，这会为国家在新的创新领域去搏击，争取国家新的前途和命运，这才是未来。记者：任总，像您刚才所说的这一系列的问题，我们以人才为例会影响到华为公司未来若干年的发展吗？任正非：不会。记者：您有充分的人才储备吧？任正非：对，我们可以在世界各国网罗最优秀人才，比如我们在英国建芯片工厂，我们从德国招博士过去，德国博士动手能力很强。我们可以在新西伯利亚大学里面，把世界计算机竞赛的冠军，用五六倍的工资招进来。我们在俄罗斯提高了工资待遇，俄罗斯很多博士科学家就争着到我们这来工作。记者：既然如此，您为什么要操一份也许在别人看来是闲心的心？任正非：爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。记者：还有一个人们特别关心，外界有人说华为可能是从有公司以来现在是最艰难最危机的时候，您这么看吗？任正非：不是，我们今年至少增长20%，每一个部门都跃跃欲试，我叫他们把计划报低一点，不然上头奖金就压你们了。这是1月17日，任正非对华为形势的回答。在外界看来，相对于四个月前，华为目前的处境似乎更加艰难。5月16日，美国当局以国家安全为由，将华为列入所谓的“实体清单”。这意味着如果没有美国政府的许可，华为将无法向美国企业购买芯片等产品，因为高通、英特尔等美国企业是一直是华为的核心芯片供应商。外界因此担心，美国的禁令会对华为包括智能手机在内的业务板块产生冲击。记者：当很多人知道我来采访您的时候，他们都希望我问的问题，华为是不是已经到了最危险最危难的时候？任正非：不会，在我们没有受到美国打压的时候，孟晚舟事件没发生的时候，我们公司是到了最危险的时候。惰怠，大家口袋都有钱，不服从分配，不愿意去艰苦的地方工作，是危险状态了。现在我们公司全体振奋，整个战斗力在蒸蒸日上，这个时候我们怎么到了最危险时候，应该是在最佳状态了。针对社会对华为的关切，5月21日上午，任正非接受了国内媒体的集体采访，在华为方面给记者们提供的资料中，有这样一张图片：一架二战中被打得像筛子一样，弹痕累累的伊尔2飞机，依然坚持飞行，终于安全返回。飞机下面是一行大字：没有伤痕累累，哪来皮糙肉厚，英雄自古多磨难。记者：刚才有记者同行也拿出这张飞机的照片，同样我们也拿到了，这张照片您也非常喜爱，因为它本身是一张伤痕累累的照片。任正非：昨天晚上半夜上网看到这张照片，很像我们公司，一边飞一边修飞机，争取能够飞回来。记者：说到这架飞机我有一个问题给您，这架飞机可能之所以能够飞回来，是因为它的要害部分没有受到伤害，有没有可能有一天这架飞机在飞的时候，发动机、油箱，它的要害部位受到了攻击，那怎么办？任正非：现在我们要讲两个故事，第一个德国，第二个日本。大家知道德国因为不投降，最后被炸得片瓦未存。日本也受到了强烈轰炸，日本投降。结果日本没有被完全摧毁，但是大量的工业基础被摧毁了。当时有一个最著名的口号，“什么都没有了，只要我的人还在，我就可以重整雄风”。德国历史看得清清楚楚的，没多少年德国就振兴了，而且所有房子修复了，修复跟过去一样。日本的经济也快速恢复了，得益于他们的人才，得益于他们的教育，得益于他们的基础，这点是最主要的。所有一切失去了，不能失去是人，人的素质、人的技能、人的信心，这一点应该是很重要的。华为发布的这张飞机图片，让人联想起他们曾经发过的另外一张图片，“芭蕾脚”广告图。任正非曾在达沃斯论坛的演讲中说：我们除了比别人少喝咖啡，多干点儿活，其实我们不比别人有什么长处，就是因为我们起步太晚，成长的年限太短，积累的东西太少，我们得比别人多吃苦一点，所以我们这有一只芭蕾脚，一只很烂的脚，华为就是那么一只烂脚，痛并快乐着，它解释了我们如何走向世界。而这张芭蕾脚的广告图，还与任正非的女儿，华为副董事长，全球首席财务官孟晚舟相关。当地时间2018年12月1日，加拿大当局应美方要求，扣留了在加拿大机场转机的孟晚舟，美国随后承认，正在寻求对孟晚舟的引渡。10天之后，2018年12月11日，加拿大法院作出裁决，批准孟晚舟的保释申请。当晚，走出法庭的孟晚舟发朋友圈表示，我以华为为傲，我以祖国为傲。配图就是那张“芭蕾脚”的华为广告图，上面写着：伟大的背后都是苦难。外界担心，由于不断升级的中美贸易摩擦，可能会影响到孟晚舟在加拿大的引渡诉讼。记者：这一次在这样的背景下，您担不担心她未来怎么样？任正非：不担心，因为现在我女儿本身也很乐观，她自己在自学五六门功课，她准备读一个“狱中博士”出来，在监狱里面完成这个博士学历出来，也没有闲着，每天忙得很。我每次打电话的时候她妈接电话，她老公接电话说忙得很，我说忙得很赶快过来接个电话，她说很忙的，充实得很。记者：她现在在哪里？任正非：在温哥华，软禁状态，软禁不是监禁，四周都有警察包围着的，但是生活还是自由的。记者：如果她这种情况持续很长的话？任正非：关键美国和加拿大是法治国家，你要通过证据来证明她有没有罪，我们完全站在理上，事件都轰动了，加拿大最大的报纸头版头条的主要标题，就写孟晚舟事件典型的国家违法事件，就像我们人民日报大标题写的是这个事件。你想一想，我们不在理上，人家会有这样的东西吗？1987年，44岁的任正非集资2.1万元在深圳创立华为公司，时至今日，华为已经从一家不起眼的小作坊发展为世界领先的信息与通信基础设施和智能终端提供商，致力于把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。华为32年的飞速发展，得益于中国的改革开放和世界科技水平的不断提升。据介绍，华为在全球18万员工中，研究人员就占到了45%，每年的研发包括基础研究的投入占销售额的15%左右。2018年，华为在研发方面投入达到了150亿美元，未来5年将超过1000亿美元。任正非：我们公司应该至少是有七百多个数学家，八百多个物理学家，一百二十多个化学家，还有六千多位专门在基础研究的专家，再有六万多工程师来构建这么一个研发系统，使我们快速赶上人类时代的进步，要抢占更重要的制高点。华为旗下的半导体公司海思就是华为抢占的一个制高点。也就在美国禁令发出的第二天凌晨，海思的总裁何庭波发表了一封内部信，称华为多年前已经做出过极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务。她宣布，之前为公司的生存打造的“备胎”，一夜之间全部“转正”，为华为的正常业务保驾护航。记者：海思在近段时间以来，在所有人的心目中几乎像一个英雄一样？任正非：本来就是英雄，你想他们奖牌拿了多少，这个职级有多高，各方面的收入有多少，我就问过他们。他们说默默无闻，我说钱少了吗，不少，那就行了吗？记者：你为什么要用钱这个标准来问？任正非：开玩笑，他们也想去张扬一下，不允许。他们那个手机研发的人也跑到台上去演讲，我们就批评老老实实回到科研室去，不要去社会上讲，让他们搞销售的去讲，你那个搞研发的不要去讲。记者：为什么？任正非：踏踏实实干活，活没干好，张扬有什么结果。记者：对他们来说什么叫干好了？任正非：产品。记者：如果他们始终憋着，能证明他们是干好还是没干好？任正非：他们怎么会憋着呢，回去老婆老表扬他，他老婆一天出去买好几个包，回来就说你看这包好不好看，不就是表扬他了吗，他不挣那么多钱，老婆能拿什么去买包？跟我们市场系统、研发系统同等重要的部门，他们就是正常拿工资，拿奖金，人人都一样戴大红花，你看我们给员工发的奖牌。记者：真漂亮，这是给哪位员工发的？任正非：谁评上就给谁。记者：评的是什么奖？任正非：明日之星是每年20%，20%大概4万人左右。我们的奖牌都是很厉害的，都是全世界的造币厂在为我们公司造奖牌。记者：今天上午您也说到他们了，一直就是低着头夹着尾巴做人。任正非：憋不住了。记者：最后憋不住了，终于轮到他们去昂起首来了，这是好事吗？任正非：现在也不能说是好事，也不能说不是好事，已经发生的我们就决定了，就不要去收回。海思2004年成立，负责华为所有的半导体芯片以及核心器件的开发和交付，在华为内部的地位尤其重要。然而这个部门却异常低调，甚至在华为的架构中，一级部门找不到海思的身影。记者：就在当年2004年甚至更早的时候，中美关系一切正常，而且国际供应链一切正常，为什么您会预想假如这个世界不正常怎么办？任正非：这个东西我这么讲，我们曾经是准备用一百亿美金，把这个公司卖给一个美国公司，因为我们大家都知道，我们再发展下去就和美国要碰撞，一定要去碰撞，因为卖给人家的时候，合同也签订了，所有手续办完了。那么我们穿上花衣服，就在海滩上跑步，比赛跑步，比赛打乒乓球。但是这个星期美国公司的董事会发生变化，新董事长否决了这项收购，那么好我们回来再讨论我们还再卖不卖，少壮派是激进派，坚决不再卖了，那不再卖我们就说十年以后我们和美国在山头上遭遇。遭遇的时候我们肯定是输家，我们拼不过他们刺刀，他们爬南坡的时候是带着牛肉，罐头，咖啡在爬坡，我们这边背着干粮爬坡，可能爬到山上我们还不如人家。好，那我们就要有思想准备，那思想准备我们就准备，备胎计划就出来了。当然今天有人也说，5G将来会不会分裂成两种标准，西方一种标准，东方一种标准，我认为是不会的。因为人类好不容易统一了一个标准，为共同的全球云社会服务，这样两种标准就是两朵云，这个东西将来是很难交融。在这样的前提下美国今天把我们从北坡往下打，我们顺着雪往下滑一点，再起来爬坡，但是总有一天两军会爬到山顶，这时我们决不会和美国人拼刺刀。我们会去拥抱，我们欢呼，为人类数字化、信息化服务胜利大会师，多种标准胜利会师。我们理想是为人类服务，不是为了赚钱，也不是为了消灭别人，大家共同能实现为人类服务，不更好吗？不是有人提过吗，既然有备胎你为什么早不用呢，我们就是为了西方公司的利益，我们不让西方的利益被挤榨了，朋友就变多了。你看我压制住公司不要做8K电视机，日本 韩国所有的电视机用的是我们的芯片，用的是我们的系统。。记者：可能很多人就不大能理解，刚才您说的这样一句话，有的时候我们放着这个钱不挣，要让别人去挣，这是什么样的考虑？任正非：我们已经够多了，要不要讲讲，把他们常务董事会去年利润太多的检查拿来给你看看，我还没批示。记者：这太炫富了吧？任正非：不是，战略投入不够，我们战略投入不够，我们战略投入够一点，那我们今天的困难就少一点。记者：您这里面没有炫富的意思？任正非：没有。记者：没听出来？任正非：没有。记者：那您怎么说钱多了的事？任正非：就像你家的土地，牛粪、猪粪撒在地里去一样，土壤肥力好了，你们家过几年庄稼就可以多收，我们现在讲要加大战略投入，就是这个原则。如今，海思旗下已经拥有具有自主知识产权的五大系列芯片，分别运用在智能设备、数据中心、人工智能等不同领域，其中麒麟芯片已经成为华为手机构筑竞争力的重要武器。一些独立分析师认为，华为的芯片研发能力已经居于世界前列。也正是因为有了海思的备胎，任正非表示，美国禁令对华为的影响很小。记者：我们就按照一切惯常的这样的发展，而没有出现中间的这种意外的话，在您的构想中海思它的存在应当是一个什么样的情况？任正非：现在海思有大量的基础理论，这个基础理论也是战略研究院在外面撒胡椒面形成的，它没有基础理论，它咋能走到这个程度。记者：是不是它们永远不启用，才是一个正常的好的状态？任正非：一直也在用，没有说不用，只是说现在可能就是他们挺身而出，主要以他们供应为主体，如果说正式断了以后，如果是美国继续恢复供应，他们还是继续少量生产。记者：您觉得还能有这天吗？任正非：也许也许，美国走走发现走错了，它就自己纠正了。也就在华为被列入所谓的“实体清单”之后的第四天，美国商务部又发布了为期90天的“临时通用许可”，推迟对华为及其附属公司现有在美产品和服务所实施的交易禁令。而与此同时，出现了一些美国供应商开足马力，赶在禁令前加班加点给华为供货的现象。记者：换句话说，华为有了90天的这个临时执照，您怎么看这90天，90天您可以做些什么？另外如果这个新闻是真的，这个90天又被取消了，您又怎么看待这种反复？任正非：我觉得这90天对我们已经没有多大意义，因为我们已经准备好了，就不需要90天，对吧，但是借此我要来讲一讲，我非常感谢美国公司。这三十年来说，美国公司伴随着我们公司成长，做出了很多无私贡献，教明白了怎么去走路，特别是在今天危机时代，正体现了美国企业的良心。应该是前天晚上徐直军在半夜，我记不得了大致两三点钟，打电话给我，报告了美国企业的努力正确对我们的情况，我流泪了，我感到得道多助失道寡助。记者：您第一句话就说要感谢美国，是他们教给我们怎么走路？任正非：对。记者：怎么能够成长，今天让您让华为公司感受到这个世界的复杂里面有不公的，也恰恰是这个国家。任正非：从来都是学生超过老师，这不是很正常的吗？学生超过老师，老师不高兴，打一棒是可以理解的。世界流体力学和空气动力学是一对父子发明的，叫伯努利。伯努利这个父亲嫉妒自己儿子，在空气动力学上超过他，残酷地迫害他的儿子，他的儿子是他的学生。美国是我们的老师，看到学生超过它不舒服也是存在的，没关系，写论文的时候加一个名字，把它放在前面就行了，我放在后面不就完了吗？记者：您准备怎么去面对未来，也许会长期存在的这个中美贸易冲突？任正非：这本来就是可能长期我们准备打持久战的，我们没有准备打短期突击战，我们持久战越打，我们可能会越强大，我们渡过磨合阶段，产品切换磨合这个阶段，其实我们可能更强大了。在华为总部接待大厅的大屏幕上，循环播放着华为出品的《基础研究与基础教育》的公益广告片，从2018年10月28日起，这则公益广告片开始投放媒体。任正非想通过尽可能多的渠道来呼吁社会各界重视基础教育，呼吁国家加强基础科学的研究和创新。任正非：备胎好用你咋不用？他就不理解我们的战略思维。我们不愿意伤害朋友，我们要帮助他们有良好的财务报表，我们没有和美国公司表明我们用我们器件就不用你器件，没有说过这个话。我们很希望美国公司继续能给我们供货，我们共同一起来为人类服务。在早先时候我们都把在这方面芯片开发的心得告诉对方，甚至我们连研究的成果，我们自己不生产交给对方生产，这很多，要不然全世界的供应商怎么会跟我们那么好。记者：您反对的是那种盲目的，在补短板的过程中，这种所谓的知识产权的创新？任正非：坚决反对，我就是最典型的，就是短板不行。我在家里经常太太、女儿都骂，这个笨得要死，笨得要死，我这一生就是说短的，去你的，我不管了，我只做长我这块板。让我再拼一块别人的长板，拼起来不就是一个高桶了，为什么要自己变成一个完整完美的人？完美的人就是没用的人，我们公司从来不用完人，一看这个人总是追求完美，就知道他没有希望。这个人有缺点，缺点很多，这个人好好观察一下，在哪方面能重用他一下。如果说他不会管人，就派会管人的副职去，派个赵刚去做政委就行了。我就举个例子，俄罗斯有个科学家小伙子，大数学家，我今天早上跟他们说，你们有合适的女朋友给他介绍一下。这小伙子不会谈恋爱，就是只会做数学。他到我们公司来十几年，天天在玩电脑，不知道在干什么。然后我们管五万研发人员的人到莫斯科去看他，打个招呼，一句话就完了。我给他发这个院士，他是院士，我给他发那个牌牌的时候跟他讲话，嗯、嗯、嗯，三个嗯完了，没有了。记者：他听不懂中国话吧？任正非：那有翻译，不需要懂中国话的问题，就是说他不善于打交道，他十几年默默无闻在干啥，我们并不知道。突然告诉我，我们把2G到3G突破了，这个算法突破了。一讲，我们马上在上海进行实验，实验确实证明了，我们就这么一下，就领先全世界。记者：所以说这就是你们华为公司的这个长板就长在这了。任正非：对，基础理论太冷板凳了，一般人都不愿意坐的，那不轰轰烈烈。在任正非的话语体系里，与基础研究一直相提并论的是基础教育,他认为我国目前基础研究方面水平不够，和基础教育跟不上直接相关。为此，他曾自费请权威机构的专家进行中国基础教育状况的调查研究。记者：您为什么要做这样的调查？任正非：我就希望我们国家繁荣富强，希望国家能实现自己国家的梦想。记者：今天记者会上您特别提出教育，尤其是基础教育是国家层面要考虑的事情？任正非：是党和国家的责任。记者：但是您作为一个企业家为什么要做这样的调研？任正非：它有一个权威性，要做一个这样的报告中央会相信，而且他们调查了全世界的教育，他们有非常深刻的理解和认识。记者：为什么您是以您自己的钱资助他们去做这件事，而没有动用公司的钱？任正非：我跟您讲我动用公司钱是集体的钱，这是要有流程和表决的，我动用自己的钱管不着。比如说我最近去了普洱，它把地方文化搞得很有特色，我那天看了一场一个村庄的演出，我很感慨。我说那我得送点什么呢，我就送你五台钢琴，我就发五台钢琴。我给贵州省的捐献，大概有上千台钢琴了，也是我自己捐献的。我希望从青少年开始，就不要单纯就是数理化，应该有全面的思想的发展，奠定一个广阔的文化基础，对吧。任正非对于教育有着一份特殊的情感，这和他在偏远地区做了一辈子教师的父母有关。因为在那个特殊的年代里的遭遇，父母曾经叮嘱任正非兄妹“今生今世不准当老师”。记者：您的父母曾经告诉您，一辈子不要做老师？任正非：是。记者：但是您回头看您这一辈子，几乎一直在关注教育为什么？任正非：因为我父母是乡村教师，父母跟我们讲，今生今世不准当老师，对我们人生选择，你做啥都不管，但是今生今世不准做老师。我们印象很深刻，果然我们后来都没有做老师的。但是老师是人类灵魂的工程师，没有老师这个社会怎么办，问题就要改变对教师的政策。所以我才说再穷也不能穷老师，就是说再穷也要对未来投资，就像我们战略投资一样，我们每年给大学那些教授支持的钱数额都是巨大的，说我有实力，是因为我对未来有投资。如果我们国家对教育也是这样，教育是国家未来，如果我们的教育像日本一样，像北欧一样，像德国一样，像这一样，我们国家还担心什么，和美国竞争的问题，今年稍微不行，明年就出来几个优秀的人，就领着又冲上上甘岭了。如果说我们的教师待遇不高，优秀的人都不愿意去当老师，那只会马太效应，越来越差越来越差。优秀的人愿意去当老师，只会越来越优秀，马太效应，就是这个效应，对吧。记者：所以在您看来再穷不能穷老师和再穷不能穷未来是一个道理？任正非：一样，我们可以讲，在日本一个小学教师，娶一个电影明星做太太，但以前是有名字的，现在我不讲这个名字了，很正常，觉得很荣耀，不觉得不荣耀。当然我们国家七十年来有巨大进步,这三十年也有巨大改善，对吧，教师的生活也有大的进步,但是我们要看到他们是我们祖国的未来，他们是国家未来。他们担负着花朵，给花朵浇水的人。我们都不给花朵浇水的人一种事业心一种使命感的话,他就少浇两次水，花枯萎了，我们不就是一个乔布斯少掉了吗？在中美贸易战升级，华为遭受明显不公正打压的当下，任正非对国家基础研究基础教育的焦虑愈加强烈。任正非：修桥、修路、修房子，已经习惯了，只要砸钱就行了，这个芯片砸钱不行的，得砸数学家、物理学家、化学家，中国要踏踏实实在数学，物理、化学、神经学、脑科学，各个方面努力努力地去改变，我们可能在这个世界上站得起来。记者：我们把这个谈教育的背景再放得宽一点，如果教育是这样的现状的话，我们怎么去面对现在以及未来很有可能持续的中美贸易争端？任正非：我就觉得中美贸易的根本问题还是科教，科技教育水平，国家一定要开放才有未来，但是开放一定自己要强身健体，强身健体的最终是要有文化素质。记者：这样我就能理解，为什么您在大家都在关注中美贸易争端在关注这个背景下华为的未来的时候，您不关心这个，您关心的是我们的教育？任正非：对，华为的未来不用我想，我们下面的人就应该想得比较清楚，他们只是希望得到我支持一下，就行了我不需要具体地去操心华为太多的事情，我在华为已经是个傀儡了，这傀儡就是人家来问你一下就算数，不问我我就不知道。记者：但既然您如此定位自己在华为的这样一个位置，您为什么不像自己所希望的那样，赶紧退休去上一个数学的学位呢？任正非：我觉得这个现在很难回答你。记者：闲下来可以养花可以养动物，为什么您要养数学？任正非：你想想我将来会是养花的人吗？首先我太太她信不信我养花，她不相信我会养花。我说我要退休，根本就不相信我，你别说那个话，我根本不相信你会退休，你不干到走不动，你就不会退出舞台的。记者：换句话说您想学数学这个愿望，这辈子可能实现不了了？任正非：有可能，有可能。记者：美国压境的时候觉得您是民族英雄，您愿意接受这样的称号吗？任正非：不接受，狗熊。我根本就不是什么英雄，我从来都不想当英雄。任何时候我们是在做一个商业性的东西，商品的买卖不代表政治态度，这个时代变了，怎么买苹果手机就是不爱国哪能这么看，那还开放给人干什么？商品就是商品，商品是个人喜好构成的，这根本没啥任何关系。媒体炒作有时候偏激，偏激的思想容易产生民粹主义，对一个国家是没好处的。记者：那您觉得您希望民众，现在用一种什么样的心态面对华为这样的公司？任正非：不需要，希望他们没心态，平平静静、老老实实种地去，该干什么干什么，多为国家产一个土豆就是对国家贡献，多说一句话，浪费别人的耳朵，对吧？来源：央视新闻", "author": "环球时报", "newsdate": "发布时间：19-05-27", "newstime": "08:31", "sentiment": [{"positive_prob": 0.913991, "confidence": 0.808868, "negative_prob": 0.0860093, "sentiment": 2}]}, {"title": "华为硬扛技术断供的三大后手：自研、储备还有意想不到的盟友", "content": "被逼上梁山后。美国封杀华为后，所有目光的焦点都在华为如何应对。5月26日，网络上流传起一张海报，显示华为将于6月24日发布鸿蒙操作系统（OS）。当日晚间，华为相关人士便向媒体辟谣，此信息不属实。但华为鸿蒙确实存在。据国家知识产权商标局网站显示，华为公司申请的“华为鸿蒙”商标已获核准注册，该商标适用于第9类别和第42类别，这两种类别均与电子计算机相关。注册公告已于5月14日发布，商标专用权期限由今年5月14日至2029年5月13日止。甚至也有迹象表明，确实存在关涉到华为鸿蒙的操作系统。“最快今年秋天，最晚明年春天，华为自己的OS将可能面市，”华为消费者业务CEO余承东表示：“我们愿意继续使用谷歌和微软，但没有办法，被‘逼上梁山’啊！塞翁失马，焉知非福。”余承东这番言论是在知名互联网人方兴东组建的老友群中透露的。华为官方对此事曾表态不予回应。余还进一步表示，华为的操作系统将打通手机、电脑、平板、电视、汽车、智能穿戴，（将这些设备）统一成一个操作系统；该系统是面向下一代技术而设计的，能兼容全部安卓应用和所有Web应用，如果安卓应用重新编译，在华为OS操作系统上，运行性能提升超过60%。在华为所处的通信和消费电子行业，除了操作系统，还有硬件乃至设计等领域，需要与众多外部供应商合作与联系。当美国将这些合作统统切断，华为尚存多少后手与“备胎”可用呢？自研：操作系统+芯片据第一财经报道，从2012年开始，华为便规划自有操作系统“鸿蒙”，以备Google不支持Android之需。华为消费者业务CEO余承东亦曾对表示，已经准备好了自己的操作系统，一旦发生了不能够再使用这些（来自Google和微软的）操作系统的情况，华为就会做好启动B计划的准备。21日，任正非接受国内媒体群访时，也未否认“鸿蒙”系统的存在。“我们能做操作系统，但不一定是替代别人的做法，因为我们在人工智能、万物互联中本身也是需要，但是到底哪些用了、哪些没用，我不是很清楚。”任正非说道。事实上，当Google暂停支持华为包括Android系统的部分业务后，华为仍可使用开源的Android操作系统，这对于在国内售卖深入定制化的华为手机而言，影响有限。这也给到了华为在使用自研操作系统的喘息空间。“暂时来说，Google跟华为这种非硬件的断阻，在全球也是史无前例。会发生怎样的结果，目前无论是对Google也好，对华为也好，还没有定论。”第一手机研究院院长孙燕飚对时间财经表示，“这是一个发展过程中的问题，至少在中国业务方面不会收到太多影响。”在芯片领域，经过十余年的研发，华为芯片开始实用。华为自研的麒麟芯片的确已经用到了华为手机上。2019年1月7日，华为发布了鲲鹏920（Kunpeng 920）服务器芯片。在2019世界移动大会预沟通会上，华为又发布两款5G通信芯片，分别是名为华为天罡的5G基站核心芯片和巴龙5000的5G终端的基带芯片。需要看到的是，华为的自研芯片均涉及到ARM公司提供的架构，后者已经暂停和华为所有的业务往来。对此，华为方面称，已经购买了ARMv8的永久授权，因而华为仍可生产基于该架构下的处理器芯片，不受本次断供影响。断供给华为芯片的压力越发逼向极限。5月27日，ARM公布了全新的处理器架构Cortex-A77，带来了全新的A77核心以及G77的GPU核心，性能大幅提升。因为断供的缘故，华为新一代的处理器是否还能使用上ARM的最新架构，尚不知晓。储备事实上，去年开始华为已经加大采购芯片。据市场研究公司Gartner今年2月最新数据显示，2018年华为在半导体采购支出同比大涨45.2%，超过210亿美元，成为全球第三大芯片买家，占据全球4.4%的市场份额。据外媒报道，华为囤货不仅限于芯片，还涉及各种电子产品，包括被动组件和光学元件。对于一些出口管制风险较高的部件，华为已储存了6个月至超过一年的供应量，同时对于不太重要的部件至少持有3个月的囤货。“去年底到今年初，华为也加大采货量，备货也是相当充足。”孙燕飚亦补充道。据海通证券发布的研报，华为的确做了大量储备，短期需从美国进口的关键元器件的准备（滚动超一年储备量）。如果美国商务部确实出台进一步的管制方案并限制对华为出口，带来短期影响，华为可以克服。同时，该研报还提及，除了新增5G高端机型（例如5G手机FBAR滤波器，目前以美国Qorvo、博通Avago相对领先成熟）的推出进程可能受到干扰。目前，4G终端供应链完全可以脱离美国供应链正常运转。盟友即便自研能力超群，也没有一家厂商能通吃覆盖供应链上的全部产品。华为需要更多的盟友支持。2018年11月，华为首次公布了其核心供应商名单，共92家企业，其中包括美国厂商共33家，中国大陆厂商22家。涉及到的亚洲供应商包括索尼、液晶显示器制造商日本显示器（Japan Display），韩国存储芯片制造商SK海力士（SK Hynix）及其包括台积电、南亚科技（Nanya Technology），也在使用美国的设备或材料制造产品。为了规避风险，华为开始在国内寻找同类产品的替代企业。以华为最新发布的两款旗舰智能手机P30和P30 Pro为例。有报道称，虽然P30的显示屏由韩国三星显示器公司（Samsung Display）提供，而P30 Pro的显示屏则由京东方和LGD显示公司（LG Display）共同提供。目前，中国大陆在建中的 LCD 产线共有8条，累计投资额达到2846亿元。根据全球LCD厂商产能规划统计，中国大陆新增 LCD 产能占全球新增产能一半以上，到2020年全球液晶面板产能的40%以上将来自于中国。据海通证券发布的研报，在华为美国供应链受阻后，对本土供应链将会带来一定利好。该研报例举了如麦捷科技（华为终端SAW滤波器供应商），圣邦股份（模拟器件进口替代）、紫光国微（FPGA进口替代）、生益科技/华正新材（高频CCL进口替代）等案例。同时在极限情况下的集成电路制造环节，台积电南京厂16nm制程以及其他相关制程也可以满足海思网络设备芯片性能要求。（北京时间财经 梁齐）", "author": "北京时间财经", "newsdate": "发布时间：19-05-27", "newstime": "19:49", "sentiment": [{"positive_prob": 0.827454, "confidence": 0.616565, "negative_prob": 0.172546, "sentiment": 2}]}, {"title": "华为又遭“封杀”! 任正非：希望国家繁荣富强 不要再让人欺负了", "content": "来源：中国基金报华为今天又刷屏了，消息称，WiFi联盟暂时撤销华为会员资格，华为将无法参与未来无线技术标准的制定；负责批准和认证所有蓝牙设备的Bluetooth SIG可能也会暂停华为蓝牙技术的授权；华为也从SD协会的成员名单中消失。而26日晚上，央视华为创始人、CEO任正在华为总部接受央视《面对面》的独家专访。我们来一起看看。任正非接受央视专访基金君整理了几个重点内容。1、任正非：希望这个国家繁荣富强，不要再让人欺负了在专访中，主持人问任正非，为什么要操一份也许在别人看来是闲心的心？任正非回答道，“爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。”任正非表示，华为有充分的人才储备。华为可以在世界各国网罗最优秀的人才，比如英国建芯片工厂，可以从招动手能力很强的德国招博士，华为还可以用五六倍的工资，在新西伯利亚大学里面把世界计算机竞赛的冠军招进来。因为华为在俄罗斯提高了工资待遇，俄罗斯很多博士科学家就争着到华为工作。在任正非看来，从华为遭遇美国禁令到近期不断升级的贸易摩擦，实际是科技实力的较量，根本问题还是教育水平。任正非认为，要从最基础抓起，要尊师重教，能真正这样子，将来这个国家二三十年、三五十年有希望。这个二三十年，人类一定爆发一场巨大的革命，这个革命的恐怖性人人都看到了，特别是美国看得最清楚。任正非还说，我们国家其实从今天抓起，如果我们农村的孩子二三十年以后好多都是博士硕士了，就会为国家在新的创新领域去搏击，争取国家新的前途和命运，这才是未来。主持人问任正非，为什么要操一份也许在别人看来是闲心的心？任正非回答道，“爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。”2、任正非：胜利一定属于我们 因为我们靠自己不靠美国任正非表示，胜利一定是属于华为的，因为我们完全靠自己，不靠美国。任正非称，我们从来就没觉得我们会死亡。我们已经做了两万枚金牌奖章，上面的题词是不死的华为。我们根本不认为我们会死，我们为什么把死看得那么重？所以我们认为我们梳理一下我们存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。3、任正非：我们不会和美国拼刺刀 我们会上去拥抱任正非表示：美国今天把我们从北坡往下打，我们顺着雪往下滑一点，再起来爬坡。但是总有一天，两军会爬到山顶。这时我们决不会和美国人拼刺刀，我们会去拥抱，我们欢呼，为人类数字化、信息化服务胜利大会师，多种标准胜利会师，我们理想是为人类服务，又不是为了赚钱，又不是为了消灭别人，大家共同能实现为人类服务不更好吗？主持人：就在当年2004年甚至更早的时候中国美国关系一切正常，而且国际供应链一切正常，为什么您会预想假如这个世界不正常怎么办？任正非：跟这个东西我这么讲，我们曾经是准备用一百亿美金把这个公司卖给一个美国公司，因为我们大家都知道，我们再发展下去就和美国要碰撞，一定要去碰撞。因为卖给人家的时候，合同也签订了，所有手续办完了，那么我们穿上花衣服，就在海滩上跑步，比赛跑步，比赛打乒乓球，但是这个星期美国公司的董事会发生变化，新董事长否决了这项收购。那么好，我们回来再讨论，我们还再卖不卖，少壮派是激进派，坚决不再卖了，那不再卖我们就说十年以后我们就和美国在山头上遭遇，遭遇的时候我们肯定是输家，我们拼不过他们刺刀，他们爬南坡的时候是带着牛肉、罐头、咖啡在爬坡，我们这边背着干粮爬坡，可能爬到山上我们还不如人家。好，那我们就要有思想准备，那思想准备我们就准备备胎计划出来了。当然今天有人也说5G将来会不会分裂成两种标准，西方一种标准、东方一种标准，我认为是不会的，因为人类好不容易统一了一个标准，为共同的全球云社会服务，这样两种标准就是两朵云，这个东西将来是很难交融。对吧？在这样的前提下，美国今天把我们从北坡往下打，我们顺着雪往下滑一点，再起来爬坡。但是总有一天，两军会爬到山顶。这时我们决不会和美国人拼刺刀，我们会去拥抱，我们欢呼，为人类数字化、信息化服务胜利大会师，多种标准胜利会师，我们理想是为人类服务，又不是为了赚钱，又不是为了消灭别人，大家共同能实现为人类服务不更好吗？不是有人提过吗？既然有备胎你为什么早不用呢？我们就是为了西方公司的利益，我们不让西方的利益被挤榨了，朋友就变多了。你看我压制住公司不要做8K电视机，日本、韩国所有的电视机用的是我们的芯片，用的是我们的系统。4、任正非：如果不重视教育 我们会重返贫穷任正非表示，如果不重视教育，实际上我们会重返贫穷的。任正非称，这个社会最终要走向人工智能的，“你可以参观一下我们的生产线，20秒钟一部手机从无到有，基本上没有什么人。未来我们几百条上千条的生产线完全是自动化的。”所以如果文化素质不够，连做工人的机会都不存在。在任正非看来，从华为遭遇美国禁令到近期不断升级的中国和美国贸易摩擦，实际是科技实力的较量，根本问题还是教育水平。任正非呼吁，要提高老师的待遇，再穷不能穷教师，让社会各界都来重视基础教育。5、任正非：现在才是华为最好的状态 员工充满战斗力任正非表示，华为现在的处境并不是最危险的状态，“员工惰怠、不服从分配、不愿意去艰苦的地方工作，这才是危险状态了。”任正非称，现在华为员工全体振奋，个个战斗力在蒸蒸日上，这个时候我们怎么到了最危险的时候呢？这个时候应该是在最佳状态了。6、此时谈教育，很超然？任正非称华为根本不会“死”任正非：我们已经做了两万枚奖章，上面写是“不死的华为”，我们根本不认为会死，我们为什么把死看得那么重呢？我们梳理一下问题，哪些去掉，哪些加强，胜利一定是属于我们的。高端产品美国也没办法，我们完全靠自己，不靠美国。6、任正非：不接受“民族英雄”称号 从来都不想当英雄任正非称，他不接受“民族英雄”这类称号，他自嘲为“狗熊”，“我根本就不是什么英雄，我从来都不想当英雄。”他表示，任何时候华为都是在做一个商业性的东西，商品的买卖不代表政治态度。怎么买苹果手机就是不爱国？不能这么看，“商品就是商品，商品是个人喜好构成的，这根本没啥任何关系”。媒体炒作有时候偏激，偏激的思想容易产生民粹主义，对一个国家是没好处的。他也不希望民众对华为有什么态度，“不需要，希望他们没心态，平平静静、老老实实种地去，该干什么干什么，多为国家产一个土豆就是对国家的贡献。”7、任正非：5G将来不会分裂成两种标准任正非表示，当然今天有人也说5G将来会不会分裂成两种标准，西方一种标准、东方一种标准，我认为是不会的，因为人类好不容易统一了一个标准，为共同的全球云社会服务，这样两种标准就是两朵云，这个东西将来是很难交融。8、“备胎转正”！任正非谈海思员工：踏踏实实做产品，有老婆表扬任正非：海思本来就是英雄。看看他们奖牌拿了多少，职级有多高，各方面的收入有多少？？海思的员工回家被老婆表扬。老婆出去买很多包，回来问他们好不好看，不就是表扬他们吗？他们不挣那么多钱，老婆拿什么去买包？9、任正非：完美的人就是没用的人，华为从来不用完人在专访中，任正非表示，为什么要自己变成一个完整、完美的人？完美的人就是没用的人，所以华为从来不用完人，如果一个人总是追求完美，就知道他没有希望，相反，如果这个人有缺点甚至缺点很多，就要好好观察一下这个人，看在哪方面能重用他。在采访中，任正非表示，反对那种盲目的在补短板的过程中，这种所谓的知识产权的创新。对于他自己，任正非表示，他是最典型的短板不行，个笨得要死，那个笨得要死。在家里经常太太、女儿都骂。但是，任正非表示，他不会管那些短板，而是只做长他这块板，再拼一块别人的长板，这样拼起来就是一个高桶了。对于用人，任正非则表示，为什么要自己变成一个完整、完美的人？完美的人就是没用的人，所以华为从来不用完人，如果一个人总是追求完美，就知道他没有希望，相反，如果这个人有缺点甚至缺点很多，就要好好观察一下这个人，看在哪方面能重用他。此外，任正非还举了一个俄罗斯科学家的例子，这小伙子不会谈恋爱，只会做数学，来到华为十几年天天在玩电脑，别人也不知道他在干什么。有一次，华为一个管理五万研发人员的人到莫斯科去看他，打个招呼，一句话就完了。而任正非给他发放院士牌牌的时候，跟他讲话，特也是三个“嗯，嗯，嗯”完了。但是，有一天这位俄罗斯小伙子突然跑过来告诉任正非，他把2G到3G的算法突破了，华为马上在上海进行实验，而华为也因此在这个领域一下就领先全世界。以下为对话全文：主持人：当外界都在担忧华为如此生死攸关的一个时刻，您反而有点超然事外，要谈教育，教育还是您最关心的事情，为什么？任正非：第一点，我们从来就没觉得我们会死亡。我们已经做了两万枚金牌奖章，上面的题词是不死的华为。我们根本不认为我们会死，我们为什么把死看得那么重？所以我们认为我们梳理一下我们存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。一些高端的产品美国也没办法，因为我们完全靠自己，不靠美国。我关心教育不是关心华为，是关心我们国家。如果不重视教育，实际上我们会重返贫穷的。因为这个社会最终要走向人工智能的，因为你可以参观一下我们的生产线，20秒钟一部手机从无到有，基本上没有什么人。未来我们几百条上千条的生产线完全是自动化的。所以我们的人的文化素质不够，至少你没受过大专或者大学以上的教育，你的英文也不好，计算机也不好，做工人的机会都不存在。从我们公司的缩影就要看到国家放大来看这个国家，国家也要走向这一步，否则国家是没有竞争力的。任正非：一个国家强大的基础是什么，比如硬件、铁路、公路、交通设施、城市建设、自来水、各种环境的硬设施。硬设施是没有灵魂的，灵魂在于文化，在于哲学，在于教育，一个国家有硬的基础设施，一定要有软的土壤，没有这些软的土壤任何庄稼不能生长。为什么别人不会提这个问题，我会提这个问题，我们真正在科学技术上是领导这个世界的，我能看见我们科学家的工作状态，我只要一出国，到了任何一个研究所，每个科学家都争着上来讲他的方程。十年、二十年以后这些东西产生的结果，比如他演示系统方程给我看，说这个将来毫米波可能会给人类提高一百倍的带宽，但是只增加两倍的钱，就是你多出两分钱，你就可以获得一百倍的带宽，所以穷人都能消费起了。这些基础的科学走到这一步，如果没有从农村的基础教育抓起，没有从一层层的基础教育抓起，我们国家就不可能在世界这个地方竞争。因此我认为国家要充分看到这一点，国家的未来就是教育。主持人：您认识到了这样一个关键性的问题，但是您企业再大，也就是一家企业，您能为改变这个社会问题做些什么？任正非：我能看到科学家真实的研究，能达到的水平，达到这个水平的难度我知道，我认为要从最基础抓起，要尊师重教，能真正这样子，将来这个国家二三十年、三五十年有希望。这个二三十年，人类一定爆发一场巨大的革命，这个革命的恐怖性人人都看到了，特别是美国看得最清楚。看得最清楚，他们才能打你这个出头鸟。他们没想到我们早就准备消灭不了，他们没想到，他们以为架起几门炮就吓唬一个国家的时代还是那个时代，可能误判了，对吧。因为抓起我们国家一个人就摧毁了我们的意志，这个也误判了。所以我认为我们国家其实从今天抓起，如果我们农村的孩子二三十年以后好多都是博士硕士了，就会为国家在新的创新领域去搏击，争取国家新的前途和命运，这才是未来。主持人：任总，像您刚才所说的这一系列的问题，我们就以人才为例，他会影响到华为公司未来若干年的发展？任正非：不会。主持人：您有充分的人才储备吧。任正非：对。我们可以在世界各国网罗最优秀的人才，比如英国建芯片工厂，我们从德国招博士过去，因为德国博士动手能力很强，我们可以在新西伯利亚大学里面把世界计算机竞赛的冠军，用五六倍的工资招进来，我们在俄罗斯提高了工资待遇，俄罗斯很多博士科学家就争着到我们这来工作。主持人：既然如此您为什么要操一份也许在别人看来是闲心的心。任正非：爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。主持人：当很多人知道我来采访您的时候，他们都希望我问的一个问题就是华为是不是已经到了最危险、最危难的时候？任正非：不会，在我们没有受到美国打压的时候，孟晚舟事件没发生的时候，我们公司是到了最危险的时候，惰怠，大家的口袋都有钱了，不服从分配，不愿意去艰苦的地方工作，是危险状态了。现在我们公司全体振奋，个战斗力在蒸蒸日上，这个时候我们怎么到了最危险的时候呢？应该是在最佳状态了。主持人：针对社会对华为的关切，5月21号上午任正非接受了国内媒体的集体采访，在华为方面给记者提供的资料中有这样一张图片：一架二战中被打得像筛子一样弹痕累累的飞机依然坚持飞行，终于安全返回，飞机下面是一行大字：没有伤痕累累，哪来皮糙肉厚，英雄自古多磨难。任正非：昨天晚上半夜上网，看到这张照片，很像我们公司，一边飞一边修飞机，争取能够飞回来。主持人：说到这架飞机，我有一个问题给您，这架飞机可能之所以能够飞回来是因为它的要害部分没有受到伤害，有没有可能有一天这架飞机在飞的时候，它的发动机、油箱、它的要害部位受到攻击，那怎么办？任正非：现在我们要讲两个故事，第一个德国，第二个日本。大家知道德国因为不投降，最后被炸得片瓦未存。日本也受到了强烈轰炸，日本投降。结果日本没有被完全摧毁，但是大量的工业基础被摧毁了。当时有一个最著名的口号“什么都没有了，只要我的人还在，我就可以重整雄风”，德国看得清清楚楚的，没多少年德国就振兴了，而且所有房子修复了，而且修复跟过去一样。日本的经济也快速恢复了，得益于他们的人才，得益于他们的教育，得益于他们的基础。这点是最主要的。所有一切失去了，不能失去是人，人的素质、人的技能、人的信心，这一点应该是很重要的。【背景介绍：华为发布的这张飞机图片让人联想起他们曾经发过的另外一张图片——芭蕾脚广告图，任正非曾经在达沃斯的会上说我们除了比别人少喝咖啡多干活，其实我们不比别人有什么长处就是因为我们起步太晚，成长的年限太短，积累的东西太少，我们得比别人多吃苦一点。所以我们这而一只芭蕾脚，一只很烂的脚。华为就是那么一只烂脚痛并快乐着，他解释着我们如何走向世界。而这张芭蕾脚的广告图还与任正非的女儿华为副董事长、全球首席财务官孟晚舟相关。当地时间2018年12月1号，加拿大当局应美方要求扣留了在加拿大机场转机的孟晚舟。美国随后澄清正在寻求对孟晚舟的引渡。十天之后，2018年12月11号，加拿大法院做出裁决，批准孟晚舟的保释申请。当晚走出法庭的孟晚舟发朋友圈表示：我以华为为傲，我以祖国为傲。配图就是那张芭蕾脚的华为广告图，上面写着“伟大的背后都是苦难”。外界担心由于不断升级的中美贸易摩擦可能会影响到孟晚舟在加拿大的引渡诉讼。】主持人：这一次在这样的背景下，您担不担心她未来怎么样？任正非：不担心。因为现在我女儿本身也很乐观，她自己在自学五六门功课，她准备读一个“狱中博士”出来，在监狱里面完成这个博士学历出来，她也没有闲着，每天忙得很，我每次打电话的时候，她妈接电话或者她老公接电话说忙得很。我说忙得很，赶快过来接个电话，她说很忙的，充实得很。主持人：她现在在哪里？任正非：在温哥华，软禁状态。她是软禁不是监禁，四周都有警察包围着的，但是生活还是自由的。主持人：如果她这种情况持续很长的话。任正非：关键美国和加拿大是法治国家，你要通过证据来证明她有没有罪。我们完全站在理上，世界都轰动了，加拿大最大的报纸头版头条的主要标题就写着孟晚舟事件是典型的国家违法事件。就像我们人民日报大标题写的是这个事件，你想一想我们不在理上，人家会有这样的东西吗？主持人：海思在近段时间以来，在所有人的心目中几乎像一个英雄一样。任正非：它本来就是一个英雄，你想他们奖牌拿了多少，这个职级有多高，各方面的收入有多少，我就问过他们，他们说默默无闻。我说钱少了吗？不少。那就行了吗？主持人：您为什么要用钱这个标准来问？任正非：开玩笑，他们也想去张扬一下，不允许，他们那个手机研发的人也跑到台上去演讲，我们就批评，老老实实回到科研室去，不要去社会上讲，让他们搞销售的去讲，你那个搞研发的不要去讲。主持人：为什么？任正非：踏踏实实干活，活没干好，张扬有什么结果？主持人：对他们来说什么叫干好了？任正非：产品。主持人：如果他们始终憋着，能证明他们是干好还是没干好？任正非：他们怎么会憋着？回去老婆老表扬他，他老婆一天出去买好几个包，回来就说你看这包好不好看？不就是表扬他了吗？他不挣那么多钱老婆拿什么去买包？　主持人：外界不知道。任正非：为什么要外界知道呢？我觉得不需要外界知道。欺世盗国家领奖的人不是真发明人，不会让真的发明人去领奖，傻乎乎把他照片贴到网上？你看网上其实何庭波的照片都是假的。我最近经常看到少量的时候她的照片是真的，多数时候不是她。主持人：别人管它叫备胎，他们自己也管自己叫备胎，您管他们叫什么？任正非：没有叫他们备胎过，跟我们市场系统、研发系统同等重要的部门，他们就是正常拿工资、拿奖金，人人都一样戴大红花。主持人：今天上午您也说他们了，一直就是低着头夹着尾巴做人。任正非：憋不住了。主持人：最后憋不住了，终于轮到他们昂起首来了。这是好事吗？任正非：现在不能说是好事也不能说不是好事，已经发生了我们就决定了。就不要去收回。【解说：海思2004年成立，负责华为所有的半导体芯片以及核心器件的开发和交付，在华为内部的地位尤其重要，然而这个部门却异常低调，甚至在华为的架构中，一级部门找不到海思的身影。】华为差点100亿美元把海思卖给美国主持人：就在当年2004年甚至更早的时候中美关系一切正常，而且国际供应链一切正常，为什么您会预想假如这个世界不正常怎么办？任正非：跟这个东西我这么讲，我们曾经是准备用一百亿美金把这个公司卖给一个美国公司，因为我们大家都知道，我们再发展下去就和美国要碰撞，一定要去碰撞。因为卖给人家的时候，合同也签订了，所有手续办完了，那么我们穿上花衣服，就在海滩上跑步，比赛跑步，比赛打乒乓球，但是这个星期美国公司的董事会发生变化，新董事长否决了这项收购。那么好，我们回来再讨论，我们还再卖不卖，少壮派是激进派，坚决不再卖了，那不再卖我们就说十年以后我们就和美国在山头上遭遇，遭遇的时候我们肯定是输家，我们拼不过他们刺刀，他们爬南坡的时候是带着牛肉、罐头、咖啡在爬坡，我们这边背着干粮爬坡，可能爬到山上我们还不如人家。好，那我们就要有思想准备，那思想准备我们就准备备胎计划出来了。当然今天有人也说5G将来会不会分裂成两种标准，西方一种标准、东方一种标准，我认为是不会的，因为人类好不容易统一了一个标准，为共同的全球云社会服务，这样两种标准就是两朵云，这个东西将来是很难交融。对吧？希望未来不和美国人拼刺刀，会去拥抱在这样的前提下，美国今天把我们从北坡往下打，我们顺着雪往下滑一点，再起来爬坡。但是总有一天，两军会爬到山顶。这时我们决不会和美国人拼刺刀，我们会去拥抱，我们欢呼，为人类数字化、信息化服务胜利大会师，多种标准胜利会师，我们理想是为人类服务，又不是为了赚钱，又不是为了消灭别人，大家共同能实现为人类服务不更好吗？不是有人提过吗？既然有备胎你为什么早不用呢？我们就是为了西方公司的利益，我们不让西方的利益被挤榨了，朋友就变多了。你看我压制住公司不要做8K电视机，日本、韩国所有的电视机用的是我们的芯片，用的是我们的系统。华为的钱已经够多了主持人：可能很多人就不大能理解刚才您说的这样一句话，有的时候方面着这个钱不挣，要让别人去挣，这是什么样的考虑？任正非：我们已经够多了，要不要讲讲把他们常务董事会去年利润太多的检查拿来给你看看，我还没批示。主持人：这太炫富了吧？任正非：不是，战略投入不够，我们战略投入不够，我们战略投入够一点，那我们今天的困难就少一点。主持人：您这里面没有炫富的意思？任正非：没有。主持人：没听出来？任正非：没有。主持人：那您怎么说钱多了的事？任正非：就像你家的土地，牛粪、猪粪撒在地里面一样的，土壤肥力好了是你们家过几年庄稼就可以多收，我们现在讲要加大战略投入就是这个原则。【解说：如今海思旗下已经拥有自主知识产权的五大系列芯片，分别运用在智能设备、数据中心、人工智能等不同领域，其中麒麟芯片已经成为华为手机构筑竞争力的重要武器，一些独立分析师认为，华为的芯片研发能力已经居于世界前列，也正是因为有了海思的备胎，任正非表示美国禁令对华为的影响很小。】主持人：我们就按照一切惯常的发展而没有出现中间的这种意外的话，在您的构想中海思它的存在应当是一种什么情况？任正非：现在海思有大量的基础理论，这个基础理论也是战略研究院在外面撒胡椒面形成的，它没有基础理论它咋能走到这个程度。主持人：是不是它们永远不启用才是一个正常的、好的状态？任正非：一直也在用，没有说不用，只是说现在可能就是他们挺身而出，主要以他们供应为主体。如果说正式断了以后，如果是美国继续恢复供应，他们还是继续少量生产。主持人：您觉得还能有这天吗？任正非：也许，也许。美国走走，发现走错了，它就自己纠正了。【解说：也就在华为被列为所谓的实体清单的第四天，美国商务部又发布了为期90天的临时通用许可，推迟对华为及其附属公司现有在美产品和服务所实施的交易禁令，而与此同时出现了一些美国供应商开足马力赶在禁令前加班加点给华为供货的现象。】华为已经准备好了“90天”对我们已经没多大意义主持人：换句话说华为有了90天的临时执照，您怎么看这90天，90天您可以做什么？另外，如果这个新闻是真的，这个90天又被取消了，您又怎么看待这种反复？任正非：这90天已经对我们没有多大意义，因为我们已经准备好了，就不需要90天，对吧。但是借此我要来讲一讲，我非常感谢美国公司，这三十年来美国公司伴随着我们公司成长，他们做出了很多无私的贡献，教明白了怎么去走路，特别是在今天危机时代，正体现了美国企业的良心。应该是前天晚上徐直军在半夜，我记不得了大致两三点钟，打电话给我，报告了美国企业的努力，正确对我们的情况，我流泪了，我感到得道多助、失道寡助。主持人：您曾经第一句话就说要感谢美国。任正非：对。主持人：因为是他们教给我们怎么走路，怎么能够成长，今天让您，让华为公司感受到这个世界的复杂里面有不公的也恰恰是这个国家。学生超过老师很正常老师不高兴打一棒也可以理解任正非：从来都是学生超过老师，这不是很正常的？学生超过老师，老师不高兴，打一棒，是可以理解的。世界流体力学和空气动力学是一对父子发明的，叫伯努利，伯努利这个父亲嫉妒自己儿子在空气动力学上超过他，残酷地迫害他的儿子，他的儿子是他的学生，美国是我们的老师，看到学生超过它不舒服也是存在的，没关系。写论文的时候加一个名字，把它放在前面就行了，我放在后面不就完了吗？主持人：您准备怎么去面对未来也许会长期存在的这个中美贸易冲突？任正非：这本来就是可能长期，我们准备打持久战的，我们没有准备打短期突击战，我们突击战也打，我们以后也可能强大，我们度过这个磨合阶段，产品切换磨合这个阶段，其实我们可能更强大了。【解说：在华为总公司接待大厅的大屏幕上，循环播放华为出品的《基础研究与基础教育》的公益广告片，2018年10月28号起这则公益广告片开始投放媒体，任正非想通过尽可能多的渠道来呼吁社会各界重视基础教育，呼吁国家加强基础科学的研究和创新。】华为从来不用完人，总追求完美就没有希望主持人：您反对的是那种盲目的在补短板的过程中，这种所谓的知识产权的创新。任正非：坚决反对，我就是最典型的，就是短板不行。我在家里经常太太、女儿都骂，这个笨得要死，笨得要死。我这一生就是说短的，去你的，我不管了，我只做长我这块板，让我再拼一块别人的长板，拼起来不就是一个高桶了？为什么要自己变成一个完整、完美的人？完美的人就是没用的人，我们公司从来不用完人，一看这个人总是追求完美，就知道他没有希望，这个人有缺点，缺点很多，这个人好好观察一下，在哪方面能重用他一下，说他不会管人，就派个赵刚去做政委就行了。我就举个例子，俄罗斯有个科学家、小活字、大数学家，我今天早上跟他们说，你们有合适的女朋友给他介绍一下，这小伙子不会谈恋爱，就是只会做数学，他到我们公司来十几年天天在玩电脑，不知道在干什么。然后我们管五万研发人员的人到莫斯科去看他，打个招呼，一句话就完了。我给他发这个院士，他是院士，我给他发那个牌牌的时候，跟他讲话，嗯，嗯，嗯，三个嗯完了，没有了。主持人：他听不懂中国话吧？任正非：那有翻译，不需要懂中国话的问题。就是说他不善于打交道，他十几年默默无闻在干啥我们并不知道。突然告诉我，我们把2G到3G突破了，这个算法突破了，一讲，我们马上在上海进行实验，实验确实证明了，我们就这么一下就领先全世界。主持人：所以说这就是你们华为公司的这个长板就长在这了。任正非：对，基础理论太冷板凳了，一般人都不愿意坐的，那不轰轰烈烈的。【解说：在任正非的话语体系里，与基础研究一直相提并论的是基础教育，他认为我国目前基础研究方面水平不够，和基础教育跟不上直接相关。为此，他曾自费请权威机构的专家进行中国基础教育状况的调查研究。】主持人：您为什么要做这样的调查？任正非：我就希望我们国家繁荣富强，希望国家能实现自己国家的梦想。主持人：今天记者会上您特别提出教育，尤其是基础教育是国家层面要考虑的事情。任正非：是党和国家的责任。主持人：但是您作为一个企业家，为什么要做这样的调研？任正非：它有一个权威性，要做一个这样的报告，中央会相信，而且他们调查了全世界的教育，他们有非常深刻的理解和认识。主持人：为什么您是以您自己的钱资助他们去做这件事？而没有动用公司的钱？任正非：我跟您讲，我动用公司的钱是集体的钱，这是要有流程和表决的，我动用自己的钱管不着。比如说我最近去了普洱市，它把地方文化搞得很有特色，我那天看了一场一个村庄的演出，我很感慨，我说那我得送点什么呢？我就送你五台钢琴，我就发五台钢琴。我给贵州省的捐献大概有上千台钢琴了，也是我自己捐献的。我希望从青少年开始，就不要单纯就是数理化，应该有全面的思乡曲发展，奠定一个广阔的文化基础，对吧。【解说：任正非对于教育有着一份特殊的情感这和他在偏远地区做了一辈子教师的父母有关，因为在那个特殊的年代里的遭遇，父母曾经叮嘱任正非兄妹今生今世不准当老师。】再穷不能穷教师，再穷也要对未来投资主持人：您的父母曾经告诉您一辈子不要做老师。任正非：是。主持人：但是您回头看您这一辈子几乎一直在关注教育，为什么？任正非：因为我父母是乡村教师，父母跟我们讲今生今世不准当老师，对我们人生选择，你做啥都不管，但是今生今世不准做老师，我们印象很深刻，果然我们后来都没有做老师的。但是老师是人类灵魂的工程师，没有老师这个社会怎么办？问题就要改变对教师的政策。所以我才说再穷不能穷教师，就是说再穷也要对未来投资，就像我们战略投资一样，我们每年给大学那些教授支持的钱数额都是巨大的。说我有实力，是因为我对未来有投资。如果我们国家对教育也是这样，教育也是国家的未来，如果我们的教育像日本一样，像北欧一样，像德国一样，像这一样，那我们国家还担心什么和美国竞争的问题？今年稍微不行，明年就出来几个优秀的人，就领着又冲上上甘岭了。如果说我们教师的待遇不高，孩子们、优秀的人都不愿意去当老师，那只会马太效应，越来越差，越来越差。优秀的人愿意当老师，只会越来越优秀，马太效应就是这个效应，对吧。主持人：所以在您看来再穷不能穷教师和再穷不能穷未来是一个道理？任正非：一样，我们可以讲，在日本一个小学教师娶一个电影明星做太太，但以前是有名字的，现在我不讲这个名字了，很正常，不觉得不荣耀。当然我们国家七十年来有巨大进步，这三十年也有巨大改善，对吧？教师的生活也有大的进步。但是我们要看到他们是我们祖国的未来，他们是国家未来，他们担负着花朵，给花朵浇水的人。我们都不给花朵浇水的人一种事业心、一种使命感的话，他就少浇两次水，花枯萎了，我们不就是一个乔布斯少掉了吗？中美贸易的根本问题是科技教育水平【解说：在中美贸易战升级，华为遭受明显不公正打压的当下，任正非对国家基础研究、基础教育的焦虑愈加强烈。】主持人：我们把这个谈教育的背景再放得宽一点，如果教育是这样的现状的话，我们怎么去面对现在以及未来很有可能持续的中美贸易争端？任正非：我就觉得中美贸易的根本问题还是科技教育水平，国家一定要开放，才有未来。但是开放一定自己要强身健体，强身健体的最终是要有文化素质。华为的未来不用我想，我在华为已经是个傀儡了主持人：这样我就能理解为什么您在大家都再灌注中美贸易争端，在关注这个背景下，华为的未来的时候，您不关心这个，您关心的是我们的教育。任正非：对，华为的未来不用我想，我们下面的人就应该想得比较清楚，他们只是希望得到我支持一下就行了。我不需要具体地去操心华为太多的事情。我在华为已经是个傀儡了，这傀儡就是人家来问你一下就算数，不问我，我就不知道。主持人：但是既然您如此定位自己在华为的位置，您为什么不像自己所希望的那样赶紧退休去上一个数学的学位呢？任正非：我觉得这个现在很难回答你。主持人：闲下来可以养花养动物，为什么您要养数学？任正非：你想想我将来会是养花的人吗？首先问我太太，她信不信我养花，她不相信我会养花，我说我退休根本不相信我，你别说那个话，我根本不相信你会退休，你不干到走不动你就不会退出舞台的。主持人：那换句话说您想学数学这个愿望这被子可能实现不了？任正非：有可能。我根本就不是什么英雄，我从来都不想当英雄主持人：美国压境的时候觉得您是民族英雄，您愿意接受这样的称号吗？任正非：不接受，狗熊。我根本就不是什么英雄，我从来都不想当英雄。任何时候我们是在做一个商业性的东西，商品的买卖不代表政治态度，这个时代变了，怎么买苹果手机就是不爱国？哪能这么看？那还开放给人干什么。商品就是商品，商品是个人喜好构成的，这根本没啥任何关系。媒体炒作有时候偏激，偏激的思想容易产生民粹主义，对一个国家是没好处的。主持人：那您觉得您希望民众现在用一种什么样的心态面对华为这样的公司？任正非：不需要，希望他们没心态，平平静静、老老实实种地去，该干什么干什么，多为国家产一个土豆就是对国家的贡献；多说一句话，浪费别人的耳朵，对吧？WiFi联盟和SD协会暂停华为会员资格据报道，制定无线技术标准的Wi-Fi联盟和制定SD存储卡标准的SD协会均将华为移出了会员名单。另外，JEDEC（固态技术协会）称华为已自愿撤回其在该组织的会员资格。Wi-Fi联盟发言人在一份电子邮件声明中称：“Wi-Fi联盟在不剥夺华为会员资格的情况下完全遵守美国商务部的命令。Wi-Fi联盟暂时限制了华为技术有限公司参与（美国商务部）命令中所涵盖的Wi-Fi联盟活动。”科技网站“AndroidAuthority”在同日报道中分析称，暂时失去会员资格并不意味着华为无法生产使用Wi-Fi的产品，但华为今后对Wi-Fi技术的未来发展将不再有发言权。此外，负责制定SD存储卡标准的“SD协会”（SDA）也将华为的名字从协会成员名单中删除了。在给媒体的回复信中，该协会证实自己“正在遵守美国商务部的命令”。华为回应被WiFi联盟和SD卡协会除名：产品服务不受影响针对有个别行业组织暂停华为的会员资格，5月26日，华为发布声明称，华为现在和未来提供的产品和服务，不会受个别违背透明、公开、公正、无歧视原则的组织和其行为的影响。华为在声明中强调，华为也将在遵守适用的法律法规基础上，一如既往地积极参与到相关标准与产业组织中，通过不懈贡献，与客户和伙伴一起，构建良性健康、公平开放、可持续发展的产业生态。以下为声明全文：华为现在和未来提供的产品和服务，不会受个别违背透明、公开、公正、无歧视原则的组织和其行为的影响。华为也将在遵守适用的法律法规基础上，一如既往地积极参与到相关标准与产业组织中，通过不懈贡献，与客户和伙伴一起，构建良性健康、公平开放、可持续发展的产业生态。标准是ICT信息与通信行业科学技术发展和生产力进步所依赖的重要手段， 开放统一的标准促进产业链的协同合作，帮助为客户和消费者提供更高性价比更优质的产品与服务。基于标准的ICT技术蓬勃发展，大大推动了信息社会的发展。这些成就，离不开众多标准组织、开源社区和产业联盟等开放产业组织的贡献和共同努力。标准组织、开源社区、产业联盟之所以能发挥如此巨大的作用，根本原因在于其所有活动都遵循透明、公开、公平、无歧视等原则，并符合反垄断法的要求。只有当各组织真正贯彻并切实维护好这项基本原则，开放给所有愿意参与到其中的任何人或单位，才能让产业链各环节通力协作，促进产业生态的良性发展。标准和产业组织，应该秉持公开、开放的原则，不应该限制、暂停或者终止任何遵守该组织章程的会员参与公开组织活动的权利，更不能因为任何国家、组织或个人的政治行为而阻碍全球产业界在公开标准中的合作与贡献；否则将破坏标准与产业组织自身透明、公开、公平、无歧视的原则，动摇组织的生存基础，影响组织目标的达成，甚至给组织自身及其成员带来涉嫌违反反垄断法的风险，也会造成标准的碎片化，无法构建全球信息与通信行业统一的开放标准，加大产业链各环节的成本和风险。华为手机还能用WiFi、蓝牙吗？不少人看到这个消息时候都有这样的疑问。有网友在微博分析称，华为手机在Mate20系列开始，高端机的WIFI、GPS、蓝牙、FM等芯片全部切换为自研，是多么的正确呀！这个切换不是那种低质量的替换，而是更上一层楼。部分相关通信性能在中国电信实验室测评也是在业界第一。那些说华为手机以后用不了WIFI、GPS、蓝牙、SD卡的，都是瞎忽悠。至于专利，华为也有很多，多方交叉授权协议也不会失效。如果公开标准不给华为用，一个是估计会违反欧洲反垄断法，另一个华为也是专利大户，没有华为专利一些标准也会瘫痪。所以怎么可能会出现华为不能用这些技术标准呢？值得一提的是，华为在技术上其实也对今天被这些标准组织暂停会员的局面有所准备了。去年10月华为就已经在其新发布的旗舰手机上结束了对SD记忆卡的依赖，转而发布了一款自己研发的，可以直接插在手机sim卡卡槽的 “NM手机存储卡”。目前，多家外国科技网站分析，这一轮接连被多个国际标准和产业制定组织除名的消息，并不会对华为的产品和服务造成什么直接的影响，但会对华为在全球相关技术领域的“地位”带来一些冲击。暂时失去这些组织的会员资格，也意味着华为将在一定时间里失去影响行业技术发展方向的地位，在行业技术标准制定和适配上暂时只能做一个被动的“旁观者”，而不是一个主动“规则制定者”了。不过，这种影响其实也是双向的。虽然在禁令下华为将无法对一些重要技术标准的制定发出声音，但这些行业本身也失去了华为这么一个很重要的技术供应者的参与。华为公司也曾在其年报中透露：华为在标准组织、产业联盟、开源社区等各类产业组织中积极贡献，加速产业发展，做大产业空间。华为加入了400多个标准组织、产业联盟、开源社区，担任超过400个重要职位。2018年，我们提交标准提案超过5,000篇，累计提交近60,000篇。对华为的打击一波又一波但一切早有准备让我们来回顾一下华为近期遭到了多少封锁，而它又是如何一步步化解的。首先是前不久，芯片设计商ARM告诉员工，它必须暂停与华为的业务。由于ARM的设计构成了全球大多数移动设备处理器的基础，BBC采访的分析师认为，这对于华为会构成“难以克服”的打击。但今日在贵阳举办的中国国际大数据产业博览会上，中国工程院院士邬贺铨发表演讲时谈及华为事件称，华为有非常丰富的经验，即便其他企业不给支持，也能对EDA工具进行不断的完善。“在CPU方面，华为买的是ARM的V8永久使用权，可以消化它的东西也可以修改。”邬贺铨称，华为实际上已经很熟练的掌握ARM的设计以及架构的修改，因此也不见得非要ARM再继续提供V9，华为也可以对它进行升级。谷歌安卓方面，Android官网的展示界面，移除了华为Mate X和P30 Pro两款设备。此前，谷歌曾宣布暂停与华为合作，华为海外版不能更新安卓应用。随后，任正非表示，华为与谷歌都在想办法解决问题。另外，今天也传出消息，说微软停止与华为合作。如果操作系统也被封锁，华为也有应对方式。5月21日晚间，华为消费者业务总裁余承东也在社交媒体上表示，最快今年秋天，最晚明年春天，华为自己的操作系统（OS）将可能面市。届时华为操作系统还将兼容全部的安卓应用。余承东表示，华为始终坚持打造自己芯片的核心能力，坚持使用与培养自己的芯片。除了自己的芯片，还有操作系统的核心能力打造。华为副总裁鲁勇：华为5G专利数全球排名第一超美国企业之和5月26日，华为副总裁鲁勇在2019年数博会发表演讲称，华为做5G已经将近十年，美国所有企业的5G核心专利占比不到15％，而华为一家就超过了20％。尽管面临着外部的巨大挑战，但今天的中国通信产业可以自豪的说，在5G行业上我们已经实现全球领先了。", "author": "金融界", "newsdate": "发布时间：19-05-27", "newstime": "07:31", "sentiment": [{"positive_prob": 0.000260652, "confidence": 0.999421, "negative_prob": 0.999739, "sentiment": 0}]}, {"title": "华为视频与腾讯视频牵手：视频内容将多平台多终端共享", "content": "华为消费者业务云服务总裁张平安，腾讯公司副总裁、企鹅影视CEO孙忠怀，华为消费者业务云服务视频业务部部长徐晓林和腾讯视频总编辑王娟等嘉宾共同启动双方合作中新网5月27日电 今天，第七届中国网络视听大会期间，华为视频与腾讯视频在成都举行合作签约仪式，正式启动深度合作，未来双方将围绕视频内容，以运营为基础，实现帐号互通、运营协同、技术共享，通过深度合作共同为华为终端用户提供优质内容和服务。腾讯视频内容将以专区的形式在华为视频APP中进行展现，双方APP的会员权益也将实现双向打通，华为终端用户通过华为视频这一窗口可以流畅地体验腾讯视频高清、精品的内容；同时，华为视频也将通过AI和高性能的音视频技术等增强腾讯视频的视听效果。华为视频致力于为全球华为终端用户提供更极致的视听体验，而腾讯视频是中国领先的在线视频平台，具有海量优质的内容储备以及领先的内容制作能力，并在用户层面有着良好的口碑基础。此次双方达成深度合作，华为视频为腾讯视频提供了触达全球华为终端用户的高效分发渠道，成为腾讯视频内容分发的“放大器”，让华为终端用户通过华为视频这一窗口，更便捷地观看腾讯视频的优质内容，享受更极致的观影体验。华为消费者业务云服务总裁张平安表示，“华为终端始终致力于构筑开放共赢的创新生态系统，做好合作伙伴的放大器和加速器，与腾讯视频等业界伙伴以及全球范围内的优秀内容方积极展开共赢合作，让优秀的内容能够更便捷更精准地触达华为终端用户，缩短内容制作者、平台方和用户之间的距离，让创新的模式能够更好地服务于华为终端用户。”此外，华为终端还将通过融合创新，利用包括应用市场、浏览器、智能助手、搜索等在内的入口平台，以智慧化、情景化的方式让用户能够多渠道获取和使用腾讯视频APP，让用户畅享更美好的视听体验。随着5G时代的来临,视频正在取代图文成为新的沟通方式，短视频、长视频和移动直播等视频业务快速增长。为了更好地向华为终端用户提供多元、丰富的视频内容和体验，华为视频与腾讯视频合作建立优质的内容专区，通过全场景全终端的融合创新，依托华为的芯-端-云协同优势，打通内容和用户的连接，在用户体验上深耕细作，双方优势互补，给用户带来极致优质的视听体验。而在此次合作中，华为视频和腾讯视频也实现了两个APP之间会员帐号的双向打通。用户在华为视频APP购买腾讯专区会员，既可以在华为视频APP观看一系列腾讯视频的优质内容，也可以用同一帐号直接登录腾讯视频APP畅享会员权益。围绕包括手机、PC、平板、OTT盒子、大屏等在内的华为全系列终端产品，通过帐号、支付、播放等基础用户体验的整合，华为视频为用户提供跨终端、跨系统、智能全场景无缝覆盖的视听体验，让多屏互动生活成为现实。腾讯视频拥有广泛的IP资源和高水准的影视制作能力，每年都为消费者提供大量高口碑、高人气的精品视频内容。而华为终端销售与服务体系拥有大量的体验店和服务店，华为视频通过“百店千屏”工程整合4000+门店的大屏资源，形成了高效、直达的宣发渠道；另外，华为终端云服务的线下数字体验活动“DigiX数字生活节”也将助力腾讯视频重点IP的展示，让用户零距离感受IP魅力。全场景智慧时代来临之际，华为终端云服务致力于持续构筑全场景智慧化数字服务的创新沃土，在“芯-端-云”能力全面开放的战略下，构建开放共赢的智慧生态平台，通过全球化的平台、全场景的开放、全方位的支持，赋能合作伙伴与开发者。华为视频向腾讯视频等伙伴开放AI媒体增强技术、高清低码编解码技术、超高清视听技术、全场景智慧情景分发等终端能力，与合作伙伴技术创新共享，用技术赋能内容产业，实现更深层次的合作。同时，华为还投入10亿资源推行“耀星计划”，打造智慧数字云服务创新生态，全面开放终端能力，为合作伙伴提供人才培养、开发支持、营销辅助等一系列的资源支持。华为通过携手业内合作伙伴，共同打磨用户的极致体验。此次，华为视频和腾讯视频将在会员权益、内容分发、联合宣发、多屏互动以及全场景智慧生活等方面展开多元、深度的合作，充分发挥双方各自在内容、技术、渠道上的优势，率先探索融合创新发展之道，共同为华为终端用户提供更极致的视听体验。", "author": "中国新闻网", "newsdate": "发布时间：19-05-27", "newstime": "22:15", "sentiment": [{"positive_prob": 0.990557, "confidence": 0.979015, "negative_prob": 0.0094433, "sentiment": 2}]}, {"title": "华为亮相2019数博会 展览展示好戏连台", "content": "5月26日，2019中国国际大数据产业博览会（以下简称\"数博会\"）在贵阳隆重开幕。作为全球领先的ICT(信息与通信)基础设施和智能终端提供商，华为连续第五年参加数博会，并通过全面参与数博会开幕式、高端对话、专业论坛及展览会等活动，展示了华为\"构建万物互联的智能世界\"的宏大愿景。既然领航，即日起航！华为5G不等待！在数博会首日举办的以\"5G智联万物，数字慧通未来\"为主题的5G高端对话活动中，华为中国地区部总裁鲁勇表示，华为正持续不断地向业界贡献5G专利，全球占比达到20%，共2570件；同时作为全球领先的5G解决方案供应商，已获得全球42个5G商用合同，5G基站发货量超过10万个，引领全球5G规模化商用。华为在5G行业场景中，在电力、制造、农业、医疗、教育、文化等领域也积极展开了探索与尝试，希望可以用5G技术使能行业数字化，与产业链各方共同推动5G产业的繁荣与发展。中国有全球规模最大的4G网络，也将部署全球规模最大的5G网络，如此大的市场空间和网络空间，足够能力支撑规模的5G场景。我们期待与合作伙伴携手建设共赢的5G产业生态，共同探索百行千业的5G应用。我们将继续艰苦奋斗，把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。既然领航，即日起航。5G华为不等待！华为中国地区部总裁 鲁勇产业联盟重磅成立26日下午，华为携手业界30家合作伙伴，进行了智能视频大数据产业联盟的发布。华为智能安防产品线总裁段爱国指出，随着视频、物联网、互联网数据的爆炸式增长和应用融合，安防行业的发展面临着算力、算法和大数据的三座大山。同时他倡议，在产业内外部环境剧烈变革的时代，华为将携手安防行业中志同道合的伙伴、客户、协会和标准组织一起，共同打造一个更加开放、协同、务实的产业生态联盟，加快智能视频大数据产业的创新发展，助力产业升级。智能视频大数据产业联盟发布仪式华为云AI斩获 \"黑科技\"等四大重磅奖项在数博会首日的重磅环节——行业权威奖项\"2019数博会领先科技成果奖\"颁奖仪式上，华为云AI凭借业界领先的人工智能服务，斩获四大重磅奖项。其中，华为云一站式AI开发平台ModelArts获得2019数博会领先科技成果奖——\"黑科技\"奖，智能OCR数据化产品获得\"新产品\"奖，知识计算云服务及华为云HiLens端云协同AI视频平台均获得\"新技术\"奖。华为云AI斩获四大重磅奖项展览展示好戏连台华为还在本届数博会搭建了以\"构建万物互联的智能世界\"为主题的300+平米展台，并精心设置了5G、华为云、数字平台+ICT基础设施、行业+AI、智能终端等五大展区，全方位呈现了华为如何\"把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界\"。作为此次华为展台的核心——华为5G展区自然人气爆棚。这里不仅呈现了华为如何在5G领域厚积薄发，实现全面领先的进程；更带来了多款华为在5G和AI领域领先的自研芯片，包括5G终端芯片（麒麟980+巴龙5000）、5G基站芯片（天罡芯片），以及人工智能和服务器的计算芯片（昇腾310+鲲鹏920）等；同时现场还展示了华为携手伙伴将5G融入千行百业的创新应用，如视频直播、无人驾驶、远程医疗等，让5G能力全面释放。而在5G展区中最吸引人的当属\"机械臂绘画\"，通过画师与机械臂实时同步作画，直观形象地展示了5G的低延时特性。位于展台中心位置的华为云展区同样引人关注，这里重点展示了围绕华为云平台打造的关键能力，以及帮助行业进行数字化/智能化升级的成果，涵盖了工业互联网、教育、医疗、交通、泛互联网等多个热门行业。其中最不可错过的就是现场体验通过手势指挥机器人踢球射门，而其背后的\"智能\"，也正是来自华为云。紧邻着华为云展区的是数字平台+ICT基础设施展区。这里呈现的不仅有基于华为领先的\"黑科技\"打造的创新产品和解决方案——智简网络的Wi-Fi 6，智能数据与存储的全闪存OceanStor Dorado、关键业务智能全闪存OceanStor 18510F V5、AI-Native分布式数据库GaussDB、新一代智能分布式存储FusionStorage，数据中心能源的智能微模块，智能计算的Atlas系列及Taishan服务器等；更重点呈现了华为构建数字世界底座的关键能力——数字平台。其是业界唯一能够横向融合云、AI、IoT、大数据、融合通信、视频、GIS等New ICT技术，纵向打通\"端边网云\"的平台，具备融合、智能、可传承的特点；其向上支持应用快速开发，使能业务敏捷创新，真正做到了将简单留给各行业客户，将复杂留给平台。如今AI正在引领各行业的数字化、智能化变革。因此在行业+AI展区，集中呈现的是华为在智慧城市、公共安全、数字政府、智慧医疗、智慧教育等领域的最新实践成果。尤其引人注目的是展区中的IOC城市运营中心，其大屏幕上呈现了城市打破数据孤岛后，升级为智能化管理的景象，包括展示城市的基本情况和经济、交通、安全等的重要指标，系统还能够逐渐推进，实现对城市细节信息的全面查询，并对日常运行进行监测，进而实现对城市总体态势的全局把握。华为展台中最受大众关注的热门展区当属智能终端展区，这里展示了以华为P30为代表的众多华为智能终端，包括最新的5G手机Mate X，同时还带来了众多可实际体验的创新应用，将未来的智能生活在这里提前上演。在接下来的三天，2019数博会将精彩继续。华为也将参加人工智能高端对话、工业互联网高端对话、华为云城市峰会等热门论坛活动；同时华为还将与贵州知名企业进行签约、会谈，并发布融合数据库联合解决方案。此外，包括政务云大数据解决方案2.0等一系列重磅新品和创新解决方案也将在数博会期间正式发布，敬请关注！而作为本届数博会最火爆的展台之一，位于贵阳国际会议展览中心1号馆W1B01华为展位也将全程开放，旨在携手每一位与会嘉宾共同迈入万物互联的智能世界，期待您的光临！来源：消费日报网综合", "author": "中国日报网", "newsdate": "发布时间：19-05-27", "newstime": "14:59", "sentiment": [{"positive_prob": 0.976897, "confidence": 0.94866, "negative_prob": 0.0231031, "sentiment": 2}]}, {"title": "试想：假如美国农村没有华为……", "content": "《纽约时报》：特朗普政府禁华为，美国农村的无线网络服务受到威胁。“我们不知道还能够做些什么，我整宿睡不着觉”，一名美国无线网络运行商的担忧登上了25日的美国《纽约时报》，让他担忧的，正是特朗普政府对华为的禁令。文章说，这禁令已经在电信业引起波动，也波及了一些国家的运营商，但没有什么地方能比美国农村对改变的感受更加精准。《纽约时报》报道截图《纽约时报》这篇题为“对华为禁令威胁农村地区无线服务”的文章一开始是典型的西方报道的写法：47岁的美国农民凯文·尼尔森最近遇到了些麻烦。一天，他在美国蒙大拿州东北部3800英亩的农场中央，望着如大海一般蔓延的风景和他坏掉的拖拉机。他试着找到一个手机信号足够强的地方，以便将损坏部分的照片发送给65英里外一家修理厂，但没能成功。美国农民凯文·尼尔森照片，图源：《纽约时报》“这真的令人沮丧，”尼尔森谈到信号不佳的问题时表示，“我们一直被告知这个问题将被改善。”但《纽约时报》说，现在，这个问题不太可能在短期内得到改善了。本月，特朗普总统发布了一项行政命令，禁止从对国家安全构成威胁的公司购买设备，这突然中断了为尼尔森的农场附近无线网络服务升级的计划。中国的华为也在被禁的名单中，而华为是为美国农村无线公司提供设备的主要供应商。《纽约时报》称，由于华为传输手机信号的设备成本低廉，对于无线网运营商，特别是为人口稀少地区提供无线网服务的运营商来说，华为一直是这些运营商的主要设备供应商。然而，随着特朗普本月发布一项行政命令，禁止人们从华为购买设备后，这些无线网运营商将受到很大影响。美国蒙大拿州的开阔地，图源：《纽约时报》报道举例说，美国东俄勒冈电信公司就是一个依赖华为产品的电信公司。该公司负责人表示，由于美国对华为的禁令，该公司不得不重新考虑他们的业务。这位负责人称，“我们之所以能够为（偏远地区的）客户提供服务，是因为我们很在意成本。如果你可以买一辆福特皮卡，那么就没有必要去买兰博基尼。”据报道，华为已经向美国约1/4的小型无线网运营商提供设备。据一个代表55家小型无线网运营商的组织估计，如果将这些运营商的设备全部用非华为或中兴的设备替代，则可能将花费8至10亿美元。前文中那位担忧到睡不着觉的运营商负责人，名叫基尔戈尔，他任CEO的Nemont公司，为蒙大拿州的农村提供无线网络服务，客户中包括农民尼尔森。Nemont公司CEO基尔戈尔，图源：《纽约时报》基尔戈尔说，其所在运营商9年前更新网络时选择了华为，这一选择让他们公司节省了大量开销，“我们赌了一把，但显然赌对了”。基尔戈尔的“赌博”直接让农民拉斯姆森获益。《纽约时报》说，科技升级改变了人们的生活。因为有无线网络，农民拉斯姆森现在可以坐在他的拖拉机驾驶室里，使用一台连接到高速互联网的iPad，通过附近的一座信号塔发送信息。通过ipad上的软件，拉斯姆森可以指挥拖拉机在土壤上戳洞、撒种子和肥料。拉斯姆森说：“我可以坐在拖拉机上操作银行业务，监控6个天气应用程序，还能读一些像贸易和华为等方面的东西，所有这些都可以通过我的手机进行。美国农村非常需要这个。”基尔戈尔所在的Nemont公司原本在当地租了一块地用来建造新的信号发射塔，但在特朗普发布行政令后，该公司只好搁置这一计划。“我们不知道还能做什么，”该公司CEO基尔戈尔说，“我晚上都睡不着觉。”美国蒙大拿州的一处华为网络箱，图源：《纽约时报》Nemont公司的华为设备，图源：《纽约时报》基尔戈尔估计，更换其公司所有华为设备，可能要花费5000万美元。他表示，如果更换掉华为是他唯一的选择，可能他将不得不关闭公司，他的客户们也将不再能享受到无线网服务了。这对拉斯姆森来说，将是巨大打击。“我们在各个方面都受到挤压，”拉斯穆森说，“关税和贸易已经在影响我们的价格，现在还将影响我们农业生产的能力。”农民依靠高速网络进行精准农业作业，图源：《纽约时报》无独有偶，中国微博上也这两天在流传一段任正非的视频，视频内容实际上出自2019年1月20日CCTV新闻频道播出的“面对面”节目。节目中，任正非说：“西方实际上就是大农村，就是高档的大农村，因为是别墅群，大规模的别墅群。他们每家每户铺光纤进去，成本很高。这个时候他想看8k的电视，他拿什么看？我们小基站一装，方圆这一片就看了。这个全世界只有华为能做到。”视频在这里↓00:26视频来源：环视频 制作：乔炳新“面对面”节目视频截图来源：环球网/冬瓜侠、天野", "author": "环球网", "newsdate": "发布时间：19-05-27", "newstime": "05:28", "sentiment": [{"positive_prob": 0.31656, "confidence": 0.296534, "negative_prob": 0.68344, "sentiment": 0}]}, {"title": "华为发布政务云大数据解决方案2.0版", "content": "本报讯 5月27日，在2019数博会上，华为正式发布政务云大数据解决方案2.0版。华为政务云大数据解决方案2.0版面向数字政府行业，提供全要素的云服务，全开放的兼容架构，全方位的云安全和全流程的运营管理四大能力的构建，支撑政府客户应用上的去、应用扩的开、应用保得住和应用管得好四大目标，通过“一云，一湖，一平台”的总体架构，利用政务AI，以大数据+AI为基础，实现政府管理，决策和服务智能化。据介绍，目前，我国政务云行业进入高速发展阶段，全国超过九成的省级行政区和七成地市级行政区均已建成或正在建设政务云平台。2018年，华为面向政府行业发布了“一云”“一湖”“一平台”的政务云大数据解决方案1.0。截至目前，华为已经帮助近300家政府机构构建了坚实的政务云基础设施底座。（本报记者 衣琼）", "author": "贵阳网", "newsdate": "发布时间：19-05-27", "newstime": "15:21", "sentiment": [{"positive_prob": 0.823726, "confidence": 0.60828, "negative_prob": 0.176274, "sentiment": 2}]}]