[{"title": "华为最大竞争对手出事了！砸74亿给美国和解，承认向五国行贿……", "content": "文章来源：网络众所周知，自今年以来，各国都已纷纷开启5G建设。各大电信运营商也各显神通，想办法在世界范围内尽可能多地签下5G合同。而华为、诺基亚和爱立信则是5G领域的三大领先者，有关于这三家公司之间的竞争自然也备受业界关注。图片来源：视觉中国就在爱立信和华为围绕5G的竞争逐渐白热化的时候，这家瑞典电信设备巨头却爆出行贿丑闻。12月7日，据环球时报，爱立信承认，该公司在近17年来在多国存在行贿行为，为此已与美国检方达成和解，向后者交付超过10亿美元的和解金。对比该公司近年财报，这笔罚金相当于爱立信单季营收的五分之一。行贿5国，瑞典爱立信向美国交10亿美元和解金据环球时报，美国司法部12月7日公布文件显示，爱立信旗下的埃及子公司承认在2000年到2006年与其他参与者共谋违反了美国《海外反腐败法》，通过第三方代理商和顾问，以行贿基金、礼物等方式，贿赂越南、吉布提等5个国家的政府官员，贿赂金额超过数千万美元，并涉嫌伪造会计记录。美国证券交易委员会和司法部分别于2013年和2015年对爱立信展开调查。另一方面，爱立信方面也于2018年5月辞退50名员工，疑似回应了美国检方的压力。按照美国法律，若爱立信被美国检方起诉定罪，将面临“吊销执照”等严厉制裁。据美国司法部发布的文件，美国证券交易委员会指责爱立信在越南、印度尼西亚、科威特、沙特、吉布提等6个国家行贿。不过，根据美国司法部公告，爱立信达成的和解协议覆盖越南、科威特、印度尼西亚、吉布提等5个国家，即不包含沙特。图片来源：美国司法部截图美国纽约南区的检察官杰弗里·伯曼在一份声明中说:“爱立信通过行贿、受贿、馈赠和贪污，以‘金钱万能’的指导原则开展电信业务。”爱立信埃及子公司承认了在越南、印度尼西亚、吉布提等5个国家有行贿行为。爱立信埃及子公司在2010年至2014年期间，向吉布提政府高层行贿大约210万美元，用来获取该国国营电信公司的合约，并且通过伪造收据来掩盖不法款项。“瑞典电信巨头承认，为了巩固其电信业务，公司在5个国家长期从事行贿……爱立信的行贿行为牵扯公司多名高级别管理人员，时间长达17年……”美司法部刑事局助理总检察官布莱恩·班斯科维斯基12月7日表示。但爱立信和美国检方最终以和解方式结束这项调查。为此，爱立信将支付9.79亿美元的和解金，外加8150万美元税务，罚款总计10.605亿美元（约合人民币74亿元）。值得一提，爱立信早料会收到高额罚单。图片来源：爱立信声明截图今年9月底爱立信公布今年三季度财报时，宣布计提120亿瑞典克朗（约合12.3亿美元）的准备金，以应对美方的调查。并且表示公司已经展开反腐计划，采取措施改善道德和合规程序等。对此美国司法部曾回应称，由于爱立信积极配合调查，在罚款金额方面已经降低了15%。当然，爱立信的配合是有限度的，并未完全且充分的配合，比如并未揭露部分贪污指控、并未提供某些文件、并未要求部分员工的纪律。此次爱立信向美国政府支付的和解金约是其最近一年运营利润的8倍。据爱立信年报，其2018年净销售额为2108亿瑞典克朗，折合人民币约1562亿元，运营利润12亿瑞典克朗，折合人民币约8.9亿元。图片来源：爱立信2018年报曾是全球电信霸主与华为死磕5G值得注意的是，此前爱立信是全球移动电信设备的第一大供应商，其总部所在地希斯塔也因此得名\"无线谷（Wireless Valley）\"。爱立信还一度是全球最强大的5G霸主。而后华为崛起，超越爱立信，但爱立信目前依旧为华为主要的竞争对手之一。根据GlobalData对市场的竞争评估，爱立信和华为是5G移动核心基础设施领域的早期整体领导者。 虽然被华为超越，但爱立信一直坚持在5G上的投入、与华为的比拼。此前，伴随美方加大对华为的压制力度，外媒曾纷纷表示华为的困境对于爱立信和诺基亚而言，是一个巨大的机会，爱立信、诺基亚遇到了“捡漏5G合同”的机遇。官网数据显示，目前，爱立信已经与运营商签订了78项商业协议/合同。  其中全球已经运营的23个5G网络正在使用爱立信的技术。爱立信表示：“我们是在全球各大洲拥有运营5G网络的唯一制造商，而这23个都是大型网络，尤其是在美国。”此外，爱立信大力投资5G：8月，爱立信表示将在波兰投资5G制造；近日，爱立信又宣布，将在巴西投资超过2.3亿美元以建设新的5G组装线 。在其看来，5G将迎来一个26亿用户的大市场。近期其预计：到2025年末，5G用户数量将从2019年的1300万增加到26亿，网络覆盖将覆盖全球65％的人口。财务状况陷入困境还被发了10亿美金不过，爱立信在5G的竞争上可能心有余而力不足。从财报数据来看，其目前状况颇为挣扎。然而三季报显示，爱立信净亏损达7.11亿美元，网络设备业务销售额同比增长仅为9%。此外，宣布将在瑞典以外地区取消多达25,000个工作岗位，以控制运营费用。如今雪上加霜，爱立信还交出10亿美元的罚款。反观华为三季报，截至2019年第三季度，华为实现销售收入6108亿人民币，同比增长24.4%；净利润531亿，净利润率8.7%。按此计算，华为第三季度同比增长率远远超过第二季度的12.83%，势头向好。此外，三季度时，华为已和全球领先运营商签定了60多个5G商用合同。从员工人数的角度来看，华为继续以不断增长的速度招聘人才，显然是在竞争中保持领先地位。2018年有近19万名员工。", "author": "金投网", "newsdate": "发布时间：19-12-09", "newstime": "20:12", "sentiment": [{"positive_prob": 0.000493803, "confidence": 0.998903, "negative_prob": 0.999506, "sentiment": 0}]}, {"title": "“华为视频光影鉴赏”活动行至武大：品鉴经典 畅享光影盛宴", "content": "12月7日，由华为视频与HUAWEI Mate 30系列联合举办的“华为视频光影鉴赏”活动走进武汉大学，为武大师生带来一场特别的光影体验。活动邀请到全网粉丝数超1500万、以娱乐诙谐的解说风格深受网友喜爱的知名影视解说自媒体刘哔老师，与现场师生共同赏析由华为视频播放的精彩电影片段，用专业的点评和深度的剖析，揭开电影神秘的面纱，带领同学们走进溢彩流光的电影世界。手机微电影《你的样子》点燃师生观影热情活动伊始，武大师生们畅聊与电影相关的话题，抽奖环节和台上台下的精彩互动使现场气氛十分热烈。刘哔老师和大家一起观看了选自华为视频的电影《银河补习班》的精彩片段，就电影的创作理念、镜头语言和拍摄手法等方面展开专业而深刻的解读。《银河补习班》由邓超、俞白眉联合执导，讲述了上世纪80、90年代一对父子跨越漫长时光，收获爱与成长的亲情故事。华为视频流畅、高清又细腻的画质将影片中这对父子真挚的情感展现得淋漓尽致，深深感动了在场的全体师生。现场播放由HUAWEI Mate 30系列拍摄的原创微电影《你的样子》，掀起了本次活动的高潮。这部由李少红监制、曲江涛导演、王凯熠主演的催泪亲情短片，将父亲对儿子深沉的爱、以及儿子对父亲深情的追忆刻画得入木三分。影片借由一个离家多年，回到故土追寻亡父生活点滴的主人公小宇的视角，为观众揭示了父与子、故乡与远方、失落与回归等永恒而深刻的命题。点燃观众热情的不仅是温馨动人的故事情节，更是影片独特的拍摄方式。活动现场，刘哔老师为大家一一解开电影背后的故事——影片所有素材均使用HUAWEI Mate30系列手机的原生镜头拍摄。据了解，使用华为Mate30系列手机拍摄，无需根据不同画面需求来更换镜头，手机自带的莱卡电影四摄就能轻松切换镜头，实现场景变换，满足各种画面和视角的拍摄需求，还能在精确捕捉人物脸部情感细节和微小事物的同时保证画面的精细饱满。因此，《你的样子》全片仅耗时4天便完成了横跨城市和四川乡村的拍摄，这样的便捷和高效，改变了过去传统电影耗时耗力、技术处理复杂的拍摄方式。此外，用手机拍摄还能降低非专业演员面对镜头的紧张，增强表演的自然和流畅程度。这对导演来说是一次一举多得的拍摄经历：既可降低制作成本，又能体验新兴影像技术，还能碰撞出更多创作的灵感和想象力。同时也意味着，只要有创意，有行动，几乎任何人都可以拿起手机，创作短片，成为自己的导演。小小的手机就能实现诸多复杂的拍摄，背后不仅代表着技术的变革，更重构了人们对电影的想象。现在，《你的样子》微电影已经在华为视频上线。享受优质影音内容，见证新兴影像技术的力量，敬请锁定华为视频!携手三大视频平台 华为视频传递更多优质影音内容活动现场，武大师生们被华为视频提供的海量优质内容深深吸引。近年来，华为视频携手芒果TV、优酷和腾讯视频三大视频平台，将更多热门精品内容呈现给终端用户，上华为视频客户端，即刻畅享热门剧综、万部经典好莱坞和院线大片，感受多个特色视频专区带来的绝佳影音体验，真正实现“看遍全视界”。此次华为视频光影鉴赏活动还为现场的武大师生提供了一个特别福利——凡是现场参与互动的同学都可获赠一张华为视频月卡。享受在华为视频追剧无广告困扰的福利，还能同时观看到华为视频三大专区的大量高清优质内容。“华为视频光影鉴赏”系列活动一路走过北京、山东、四川、和武汉等地，相约广大用户、在校师生和知名影评人共襄华为视频光影盛宴，通过赏析经典影片展开深度交流互动，分享电影带给人们的感动和乐趣，激发和重构人们对电影的想象。", "author": "人民看点新媒体", "newsdate": "发布时间：19-12-09", "newstime": "17:05", "sentiment": [{"positive_prob": 0.995263, "confidence": 0.989474, "negative_prob": 0.00473672, "sentiment": 2}]}, {"title": "8寸巨屏！华为5G折叠屏手机Mate X深度体验评测：开局就是王者", "content": "一、前言：便携与大屏的矛盾需求 只有折叠屏能满足在保证便携性的前提下实现更大面积的显示区域，一直都是未来手机的探索方向。智能机时代，机身物理尺寸达到极限后只能走起高屏占比路线，刘海、水滴、曲面屏、机械升降、打孔等各种最初看起来天马行空的想法一一落地。到了2019年，在苹果止步不前的产品战略下，新的探索者大都集中在安卓手机身上，其中在折叠屏方案就是目前最为成熟和成功的成果之一。之前三星已经正式发布了采用内折方案的折叠屏手机Galaxy Fold，因为制造工艺上的原因，发布没多久就召回了，直到近期才正式发售。而采用外折方案的华为Mate X打开后，屏幕尺寸达到了8英寸，比三星Galaxy Fold的7.2英寸还要整整大上一圈，这个尺寸已经达到了一个小型平板的规格。华为Mate X在制造工艺、电池续航方面无疑应该难度更大一些，其中所遇挑战我们可想而知。华为Mate X选用了基于柔性屏的鹰翼式折叠设计，并使用了革命性的铰链结构，解决了折叠状态下的机身缝隙问题。折叠状态下，华为Mate X的主屏是一块6.6英寸大屏，与主流手机的屏幕比例一致，背面屏幕尺寸也达到了6.38英寸；展开之后，华为Mate X会呈现出一块8英寸大屏，可达到媲美平板的震撼视觉效果。更为难得的是，华为Mate X并非折叠屏手机在大家印象中的“傻大笨粗”，同样实现了极致轻薄和舒适握感。其展开状态，机身单边厚度仅为5.4mm，即便折叠状态下，也只有11mm。日前我们已经拿到真机，通过一段时间的试用，来谈一谈对于华为Mate X的体验和看法。二、外观设计：手机和平板我全都要虽然华为Mate X的柔性屏面板可以被折叠起来，在保证硬度的同时还可以实现水平的弯曲，不过华为Mate X的屏幕盖板还不能使用玻璃，事实上如今市面上所有折叠屏设备的屏幕盖板材质都是聚酰亚胺（Pi），它是塑料的一种，是目前可选的最佳方案。华为Mate X的聚酰亚胺（Pi）盖板薄如一层膜，贴附在折叠屏的面板上，提供足够的延展性、折叠性和通透性。不过，折叠屏目前还不能做到类似主流手机屏幕的一体化结构，，而且存在偏”软“的特点，即硬度尚不能达到康宁大猩猩玻璃为代表的程度。当手机不加保护的放在桌子上或者包里，与钥匙等锐利的物体摩擦碰撞有几率留下不易修复的痕迹。不过华为对此早有准备，首先是在包装内附赠了一个全包裹的保护套，闲置时将手机收纳在其中，可以减少和外界的摩擦接触。此外，华为Mate X出厂时候附有屏幕保护膜，并提供官方换膜服务。                                        值得一提的是，华为Mate X做了一个十分悉心的设计，它在铰链转轴上方的区域内部留下了旋转空间。华为Mate X的的屏幕并不是像你手中的手机那样固定在中框，用意是在翻折的时候屏幕可以免遭左右拉扯，延长使用寿命。也就是说，在华为Mate X的屏幕呈现如上的折叠状态时，中间转轴对应的屏幕部分是悬空在机身上方，如果你手上有真机的话，这时按压中间区域，可以明显感受到一种偏柔软的手感。这是华为Mate X完全折叠之后的主屏形态，约6.6英寸，对折屏幕部分的边缘呈现圆弧状的线条，这样的过渡将受力分摊均匀，非我们此前“云体验”时所想象的“直来直去”、“棱角分明”。无论是折叠前、折叠中、还是折叠后，三种形态的华为Mate X得益于没有开口设计，保持了视觉上的完整统一，在目前市售的折叠屏设备上最具惊艳感。华为Mate X的机身分为两部分，铰链负责连接左右两块主板。与我们在2月“云体验”的版本有所不同。除了让柔性屏变得更可靠之外，华为Mate X还进行了一些硬件升级。卡扣首先发生变化的是镜头模组和折叠屏的卡扣。二月亮相的华为Mate X只有三个镜头，而现在我们所拿到的真正量产发售的版本增加到了四个，多出的那个被置于原有三镜头模组的最下方，为ToF镜头。同时，折叠屏的卡扣颜色进行了调整，增加了红色印记。铰链华为Mate X采用屏幕外翻折设计，合拢后的厚度为11mm，通过图上的铰链固定住左右两边的机身。作为手机而言，300克的机身重量单手握持确实有些压力，但是考虑到华为Mate X在展开之后是拥有8英寸屏幕的平板，这样的重量便可以接受了。另外，可以看到机身的右下角为USB-C充电接口。华为Mate X不仅搭载了双扬声器，甚至还装配了红外发射器，机身侧面还配备了电源指纹二合一的按键。目前折叠屏设备搭载时下流行的屏下指纹技术还存在技术困难，现有折叠屏设备都未能搭载可以映证这一点。三、折叠屏软件体验：从里到外的融合与颠覆当然，光有折叠形态只是“徒有其表”，折叠屏带来的全新交互体验对于消费者才更具实际意义。作为一个从未有过的新事物，华为Mate X所挑战的难点远不只是折叠屏硬件的研发生产，折叠屏所需的全然颠覆传统智能手机的软件适配和交互逻辑的重构也是前人从未踏入过的领域。1、先来看第一个问题，华为Mate X折叠前、折叠后的显示空间尺寸、比例是完全不一样的，那么如何处理两种不同形态显示方式下的UI、内容排布和过渡？这个问题对华为来说不是问题，作为一个平板和手机的双料头部厂商，其针对展开状态适配了平板端的EMUI，折叠后主屏则采用手机端EMUI。EMUI根据屏幕形态随时更换显示形式。华为Mate X不存在异形屏设计，所以不需要担忧应用界面被莫名遮挡的情况，笔者在长期的体验当中也还暂没发现常用软件出现错误比例的情况。在显示设置当中可以看到大部分应用都适配了华为Mate X大屏，如果遇到没有默认适配的小众应用，也可以直接手动启动强制全屏显示。2、分屏操作分屏操作应用是折叠屏设备相较于传统智能手机最大的不同之处之一，当你当展开华为Mate X的折叠屏后，在第一个程序界面三指上滑，便能享受到EMUI对左右两屏显示两个不同的应用的分屏支持。聊天或者办公时可以在同屏软件之间直接拖拽图片或文字，目前华为Mate X已经支持了大多数主流应用的分屏，比如微信、抖音等常用的软件，这还只是开始，未来还会有更多的应用加入到对华为Mate X的分屏适配。分屏3、平行视界此前只存在于华为平板产品上的“平行视界”功能也来到了华为Mate X的身上。其诞生之初是为了解决安卓平板的交互问题，现如今移植给华为Mate X，同样可以在一个APP内实现双屏操作，尤其是在购物类应用中作用最为明显，商品窗口和产品详情同步展现，便于货比三家，省去来回翻页的麻烦。平行视界4、游戏体验折叠屏相对于传统智能手机而言有着得天独厚的大屏优势，展开后的华为Mate X可以让用户获得更宽广的显示面积，在游戏当中可以放大画面内容，在玩《和平精英》的时候尽管视野范围未发生变化，但是游戏中的诸多细节会被放大，便于更快发现草丛中的敌人。5、阅读体验相比普通手机，华为Mate X最为舒爽的体验，个人认为应该是看书了。从下文的图片上可以看出，在全开屏模式下，华为Mate X的文字展现量要比普通模式下整整多了一倍，捧在手中真的像是拿着一本真正的书籍在看了。看起书来一目十行的朋友再也不用频繁翻页了。全开屏折叠状态6、看剧体验对大多数人而言，手机现在早已经成了娱乐中心，在华为Mate X大屏的加持下，不论是爱奇艺、腾讯视频，还是B站芒果台，打开视频的时候，都无需打开全屏模式，在华为Mate X大屏幕下直接就可以看到清晰的视频，同时还可以看到下面的评论和相关信息，甚至还可以同时发弹幕。全开屏折叠状态四、持久续航与超级快充1、续航电池续航也是大家对华为Mate X最为关注的一个部分，也是其区别于普通智能手机的地方，华为Mate X装配有两块电池，两半机身每半各一块，每块的容量均为2250毫安时，总计容量约4500毫安时。在屏幕展开前的折叠状态，我们只使用主屏，清空后台，关闭蓝牙、关闭GPS，开启Wi-Fi，通过哔哩哔哩客户端播放在线弹幕视频，20%音量，70%亮度。从100%电量开始，1小时13分钟之后，剩余电量89%。耗电11%。这样的续航成绩对于这样一个大块头来说已经相当优秀了，如果将屏幕展开，显示面积翻倍，续航时间也会相应更短一些。2、充电速度充电速度是华为Mate X身上颇具亮点的存在，它支持55W超级快充，享有华为有史以来所有手机当中最高的快充规格，仅需要50分钟的时间便让电池从7%充至99%。五、相机方案创新 开局即是高峰最初在今年2月亮相的华为Mate X只有三颗摄像头，分别是4000万像素超感光摄像头（f/1.8光圈）、1600万像素超广角摄像头（f/2.2光圈）以及一颗800万像素长焦摄像头（f/2.4光圈，支持OIS）。不过在我们所拿到的市售版华为Mate X上，三摄变成了四摄，多出来的一颗摄像头为ToF镜头，用于辅助拍摄3D建模视频，在拍照时为图片增加景深信息。华为Mate X折叠状态下，当你需要自拍的时候，系统会提示你将手机翻转到副屏一面，这时候的后置摄像头可以作为前置摄像头使用，提供了全新的自拍方式。此外，华为Mate X还支持副屏协同功能，拍照双方都能看到取景器里面的画面，在为女友拍照的时候尤为实用。作为一个新生事物，华为Mate X能开局便把影像能力做到同期旗舰水准，确实是十分不易。同时也再次验证了影像一直都是华为手机的强项，我们拍摄了几组样张，来感受一下。锐度刻画保持华为长期以来的风格，在暗光的环境下，仍然具备难被挑战的优势。常规模式夜景模式常规模式超广角模式超广角夜景模式常规模式超广角模式0.6x1x3x5x30x六、总结：超前先行者 这只是折叠屏时代的开始在手机新形态探索方面，各大手机厂商从未停止过前进的步伐，手机也从早期的小屏幕、全键盘、翻盖等形态逐渐过渡到了目前以全触屏为主流的形态。作为手机形态未来探索者先驱，华为Mate X也为未来手机交互提出了一种全新的模型和思考，通过折叠屏幕的方案，让手机展开如同平板，满足一定程度的轻办公、大屏娱乐需求；闭合时保持手机形态，单手接打电话、交互应用，更符合人们已有的用机习惯。作为一个此前从未有过的新生事物，华为Mate X已经在市场、厂商、用户的共同欲望和需求下迈出了坚实的第一步。从实际体验来看，在看惯了千篇一律各种只能在摄像头和打孔上做文章的全触屏手机后，折叠屏手机华为Mate X的出现直接带给我们眼前一亮的感觉，原来手机还可以这么玩。普通模式下，华为Mate X就是一部手感稍重的全触屏新机，在性能、拍照、续航上都不弱于主流产品，甚至还有了5G网络的加持。而在全开屏模式下，华为Mate X可以带给我们更大的视野、更佳的阅读效果、更棒的双手操持感受、更方便的购物观剧体验。不仅在操控感受上带给人们全新的惊喜，在公众场合的心理优势也是无可比拟的。笔者认为，未来手机可能不止一种形态，华为Mate X给了我们一种切实可行的方案，让我们提前体验到未来便携终端设备的新鲜特性和创新之处。华为能在2019年拿出可量产、售卖的折叠屏设备，也足以说明其强大的软硬件开发和整合能力已领先业界。华为Mate X也许仅仅是一个手机全新时代的开始，更多全新的手机形态相信也在路上枕戈待发了。七、关于华为Mate X的8个小问题Q1：怎么打开华为Mate X的副屏折叠状态，副屏默认关闭。只有在自拍时，相机取景框会提示你将手机翻转到副屏一面，“后置”相机变“前置”，副屏同时被唤醒点亮，用以配合完成自拍。除此之外，不能将折叠状态下的副屏手动唤醒打开。展开状态时，副屏与主屏共同组成一块完整的屏幕。Q2：华为Mate X搭载软件的平行视界功能怎么打开用户可以在「设置」-「智能辅助」-「平行视界」里选择开启或者关闭该功能的应用。Q3：怎么展开华为Mate X全屏模式华为Mate X背面中下部有一颗红色的卡扣按钮，轻轻按动，屏幕会自动弹开，这样屏幕就展开了。同时UI会自动切换至大屏UI，目前大部分应用都适配了华为Mate X大屏，如果遇到没有默认适配的小众应用，可以在设置当中直接手动强制应用全屏显示。Q4：华为Mate X是否支持无线充电不支持无线充电。Q5：华为Mate X实用性如何？华为Mate X在折叠（闭合）状态下，相当于一部主屏尺寸达6.6英寸的大屏手机。展开状态下，相当8英寸大小的平板电脑。如果你过去经常需要平板+手机组合使用，那么华为Mate X刚好解决了便携性矛盾，很是实用。Q6：最合适华为Mate X的常用应用华为Mate X非常适合视频、阅读、办公类等在平板上经常使用的应用。Q7：华为Mate X充电速度快么？支持最高55W快充，规格上达到华为有史以来的最高，实测50分钟的时间让电池从7%充至99%。Q8：Mate X怎么进入分屏模式？——在屏幕内三键导航模式下华为Mate X只需在任一应用界面，长按下方方形触屏键，即可快速开启分屏模式。——在手势导航模式下打开华为Mate X【设置】，找到【智能辅助】点击进入，选择【快捷启动及手势】，点击【分屏】，选择【开启】即可。接着我们可以通过指关节用力屏幕中间画直线的方法来开启分屏。", "author": "快科技", "newsdate": "发布时间：19-12-09", "newstime": "17:46", "sentiment": [{"positive_prob": 0.999709, "confidence": 0.999354, "negative_prob": 0.00029089, "sentiment": 2}]}, {"title": "对话华为原全球招聘负责人：揭秘华为灰度管理", "content": "华为成立 32年，员工数超过19万，如此庞然大物如何依旧保持活力？冉涛，2006年进入华为，2012年离职，在职期间曾负责华为国际招聘，著成《华为灰度管理》一书，近期，他接受虎嗅 Pro 专访，从人才选拔、激励、管理理念几个方面揭秘华为的管理法则。若让虎嗅 Pro 提炼，总结下来就是：在机制上，强调流程，弱化对个人的依赖；在管理上，强调奋斗，不养闲人，但给充足回报。这套法则有些残酷，但或许也正因此，华为才能30多年仍极具战斗力。在采访中他也谈及近期备受争议的李洪元事件，解释了为何李洪元在华为工作13年仍未签订无固定期限劳动合同的原因。以下是对话节选，虎嗅 Pro 编辑：管理：强调绩效，奋斗对应丰厚回报虎嗅 Pro：你在书中，将华为的管理归结为任正非对人性的洞察，为什么会有这么一个结论？冉涛：企业管理的本质都是人的问题，对于像华为这么大盘子的企业来说，管理的问题基本都是人性问题，这需要企业管理者对人性要有深刻的理解。员工跟着你为了什么？无非是求名求利，这是人性使然。这需要企业去建立起这种导向的分配体系，引导员工跟着你奋斗、打仗，仗打赢了，名利双收。很多企业讲主人翁精神，华为不讲。我刚进华为的时候，我的领导就给我上了深刻的一课，他说什么是主人翁？创造价值的人是主人翁，不创造价值就是空谈。华为不需要你去高喊口号绑架员工。你能给公司创造价值，那你就是奋斗者，给你应得的回报。主人翁和奋斗者是不一样的视角，以奋斗者的姿态，员工会更踏实。所以，把握人性，将其制度化，告诉员工明确的成功路径：一个奋斗，一个做出贡献。当你奋斗了做出贡献了，公司就会给你足够的回报。虎嗅 Pro：如何将“奋斗者”和讲究“贡献”进行落实？冉涛：绩效。评价一个人才，第一一定是赛马，不是相马。优秀人才追求的是什么？他其实需要一个公平竞争的机会，平庸一点的人则是希望企业保护他。这时候，企业需要构建起一套公平的竞争机制，让优秀员工能够快速成功，这就是赛马机制。激励体系包括薪水、晋升机会是跟绩效挂钩的。很多企业说我们吸引不到优秀的人，其实问题在于企业根本不知道优秀的人才需要什么，他需要一个能够脱颖而出的机制，而不是说我一进来就给我两百万，然后没有施展才华的计划，或排挤、同化甚至雪藏，几年后人才不是跑了就是废了。虎嗅 Pro：00后等新一代年轻人，相比较利益回报，可能他们更讲究精神层面的满足，这种强调绩效的评判模式，适合这些更年轻一代的人么？冉涛：其实不矛盾。60、70年代的人为什么那么重视钱？因为从农村走到城市需要打拼。80后开始对钱没那么重视，但依然重要，因为他们又面临住房等一系列社会压力。90后甚至00后现在还没有老人、小孩来赡养和抚养，会更加轻松一些。但本质上都是对自己发展的追求。这种发展是综合的，不仅仅是钱，也包括环境、氛围、成长期望等等。有时候薪酬是附属品，成长和发展是更重要的点。组织：从客户角度设置组织模式虎嗅 Pro：在书里你用比较大的篇幅写了IPD，为什么华为在1998年的时候要学习IBM的IPD（集成产品开发）？冉涛：从浅层来讲，它解决了研发工作如何开展的问题。一个产品研发，企业应该从市场角度入手还是从研发角度入手？最终答案是从客户需要入手，研发设计产品、财务设计模型、采购控制成本，再交给市场去销售。IPD解决了一个研发取向问题。深层次来讲，它拉开了华为管理变革的一个序幕。90年代中，联想的柳传志和倪光南之争，就是典型的市场和研发的业务双雄之争，联想采用了一个东方式的解决办法，请你出去。华为当时也面临这种问题，市场和研发都很强，有冲突。在这种情况下，任总跑到美国看西方人是怎么解决这个问题的。管理中最难的问题就是“到底听谁的？”听老板的，那万一老板错了呢？听市场的，那万一产品确实没有后劲呢？听研发的，那么产品卖不出去怎么办？所以最后谁也别听了，听客户的。这个序幕直接带来的就是管理去人化，通过流程降低对人的依赖，把人变成螺丝钉。每个人都是螺丝钉，但结合起来就是个庞然大物。李一男出走建立港湾的事儿，大家都知道，当时带走100多个华为研发核心。如果换一般公司，这个公司可能就倒了。你想，公司研发核心全走了。但华为挺住了，华为的IPD其实是经历去人化的挑战。我需要的可能不是天才，但一定需要正确地做事儿。所以，牛逼的公司不仅是人才济济，还能摆脱对人的依赖，少了谁都能照常运转。IPD只是开始，到后面的LTC、ITR，从发现客户线索到产品研发再到售后回款，全方位进行流程化。很多企业的问题，在于从0到1的能够快速赚钱后，怎么能够实现1到10的复制。很多企业在这个点上做不出来，这是管理的问题。伟大的理想一定会落实到细节制度上，这就是华为在管理上的特点。理念一定要变成可执行的流程、模板，而不能停留在纸面。虎嗅 Pro：你在书中也花了很大的篇幅去讲华为铁三角结构，怎么理解华为铁三角，它对华为的重要性体现在哪里？（所谓铁三角，就是指面向客户的三个角色——客户经理（AR）、解决方案经理（SR）和交付经理（FR），分别为客户关系、产品与解决方案和产品交互。）冉涛：一个伟大的公司最直接的体现是什么？赚钱能力。那怎么能赚钱？首先，要卖得多，然后利润好。所以怎么能解决卖得多这个问题？构成好的销售，有三个因素：第一个是销售力，渗透到客户中去，能够找到客户中的关键决策人。然后客户买不买取决于你的产品与服务好不好，这是第二种能力产品力和第三种能力交付力。当用户买了产品，验收完，并且觉得后续维护很好，那这个商业闭环才算结束。华为发现这三力以后，成立了铁三角的架构——客户经理、产品经理、交付经理，去对应这三个功能。当一个公司能够牢牢地围绕以客户为中心去建构它的组织能力，能从三个点而不是一个点去构建他的销售结果，那这个公司的经营就会非常好。最后回来，这体现两点，一个是华为以客户为中心的理念，第二个是怎么把优秀的业绩做出来？组织、人才、激励。首先建立这样的组织，然后确保人才的供应，再做好利益分配。图片来自网络（注：铁三角主要适应To B业务，客户服务周期长，动辄数年）选人：细化出人才五力虎嗅 Pro：华为在选用人才的时候，制定了五项主要考察素质，主动性、概念思维、影响力、成就导向和坚韧性，你在书中将这五项素质称为“华为人才基因的真正密码”。为什么要考核这五项，又是如何考核的？冉涛：这五项是根据华为早期成功的一百个人身上的共性所归纳提炼出来的。然后用它们来做商业领袖选择的标准。具体如何考核涉及到华为的知识产权，不方便透露。我可以告诉你的是，用访谈法完全能够评测出来。人才管理上最重要的一个议题是把合适的人放在合适的位置上，通过评测来发现这个人擅长什么，这样特质的人适合放在什么位置上。除了人才评估五力，华为还有干部四力。这个东西不是拍脑袋就出来的，而是要做大量的调研、访谈、内外部对比，形成数据再去测算，然后才会形成评价体系。激励：薪资包和配股虎嗅 Pro：大家好奇，都说华为的收入很高，能高到一个什么程度？冉涛：去年的人均收入是70万。十年前我们曾计算过应届生到华为工作多长时间能在深圳买房。但现在很难算了，因为能不能买得起房子不取决于企业给多少钱，取决于房价涨到什么程度。虎嗅 Pro：2010年的时候华为绩效考评调整，原来得D级没有奖金，之后是C级也奖金为0，当时为什么会做这么一个调整？反对声音大么？冉涛：当时要解决的问题是，很多团队Leader因为人情原因，不愿意打D了。很多Leader离老板是远的，但离员工是近的。当你不强制的时候，没人愿意得罪人。那怎么办呢？拉大C和B之间的距离，C级也没有奖金。这就需要管理者真正识别出谁是C的人，而不是当老好人。虎嗅 Pro：你们怎么察觉到这个苗头的？冉涛：这个是老板（任正非）提出来的，要求HR去贯彻。任总看两个层面，一个是去走访客户，每年会走访很多客户，一个是和基层座谈，会听到很多真实的声音。虎嗅 Pro：华为在激励方面，有两个外界比较关注的激励方式，一个是“薪资包管控”，一个是股票激励，为什么会有这样的设定？（华为的薪酬组合包括，固定工资、奖金等变动薪资、股权激励等长期激励。在奖金方面，华为业务线实行“薪资包管控”机制，所谓薪资包管控，就是每个业务单元根据贡献去设定它的薪酬总包，然后根据薪酬总包，在薪酬激励的架构中决定用多少人、分多少钱。干得好的组织多拿钱，干不好的组织少拿钱，干得更差的组织拿不到钱，体现了分灶吃饭的原则。华为给员工的股票，并非真正股票，而是虚拟股票，更准确的叫法是饱和配股。每一个职级对应一个饱和配股持股的上限，当员工的股票总额达到这个上限的时候，如果没有晋升，就不能再购买股票了。股票分红在员工收入中的占比有多大？据不完全统计，工作5年以上，华为股权分红的收入就能占到年度收入的40%到50%。）冉涛：华为的人工成本比例是固定的。从1997年时，华为把人工成本设定为占销售收入的18%，那年收入是100亿，18个亿拿来发工资奖金和社保。华为2018年收入是7000亿，但人没有增长70倍，那么怎么发多出来的增长收益？很简单，干得好的业务奖金就发得多，让大家看到到底要往哪个方向去奔。形成奖金之间的差距，不吃大锅饭。虎嗅 Pro：薪资包这种激励方式有通用性么，其他企业适用么？冉涛：这是一个通用的方法，其他企业也可以用。当然中间要有很多测算，从整个公司的锁定到部门的奖金包再到个人层级，每个行业、企业都不一样，但逻辑和方法是可以用的。虎嗅 Pro ：那股票激励这块呢？冉涛：现在很多公司都设置了股权激励，这已经不是一个个性的东西了。这里需要明确的是，你不要把股权当福利发，要想明白股权要解决什么问题。现金是为了解决及时激励，我做完这个能够分多少钱。比如，2014年，华为Mate 7手机上市之前，余承东为了激励团队，直接拿出2000万元现金奖励研发团队，只要产品能够按期上市，就及时奖励。研发人员连续三个月没日没夜地奋斗。但很多工作我们叫核心竞争力的建设，是需要一年两年三年甚至更长时间来建设的，这是你公司的核心价值。那如何让员工进行长期建设，就是股权激励，这解决了一个长期能力分配的问题。在华为70%的人是有股票的，另外30%的人是没有的。并且只有签了《奋斗者协议》才会有这个长期激励。关于李洪元事件虎嗅 Pro ：你怎么看华为8年切换一次工号？很多人持负面评价。（华为员工每满8年要重新竞聘上岗，这也是为什么近期251事件，当事人李洪元在华为工作13年，仍未签订无固定期限合同原因。）冉涛：按照《劳动法》员工在公司满10年，那可以签无固定期限的劳动合同等等。但是这给企业也会带来一些危机，如果一个满了10年的老员工，他在岗位上混日子，无法胜任自己的工作了，你还不能炒掉他。这对于企业在市场竞争中是极为不利的。我觉得华为是找到了一条平衡之路，我可以保护劳动者的权益，比如N+1的赔偿，即便你主动离职我都给你这个赔偿。但是我不能让员工躺在公司里养老。企业经营的不好，无论对员工、老板还是社会都没有好处。所以这个状态中要讲灰度，灰度是两者利益的最大平衡。这也是为什么我的这本书叫《华为灰度管理法》。虎嗅 Pro：你怎么看近期的李洪元事件？冉涛：我不了解这个事情，只能根据新闻信息做一个推测。这可能是个人行为，不是公司行为。因为公司的离职补偿，是绝对不会通过某一个人的私人账户转给他的，一定是公对私的。再就是华为不续签补偿，从来没有2N的说法。N+1是正常的，他（李洪元）不可能出现2N的补偿。", "author": "虎嗅APP", "newsdate": "发布时间：19-12-09", "newstime": "14:47", "sentiment": [{"positive_prob": 0.940803, "confidence": 0.868452, "negative_prob": 0.0591966, "sentiment": 2}]}, {"title": "除手机、平板和电脑，华为终端明年全线搭载鸿蒙系统", "content": "12月8日，华为全球旗舰店·深圳万象天地店人头涌动，华为消费者业务软件部总裁王成录在“HUAWEI Talk主题分享”会中为现场观众带来了一场关于EMUI10的公开课。他透露，明年华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进；鸿蒙系统的全面开源也将在明年8月正式开放。EMUI的全称是“EmotionUI”，它是华为手机的操作系统，也是华为公司研发的基于Android定制的操作系统，已更新至第十代。王成录表示，很多手机长期使用后会出现耗电加快、操作卡顿、死机频繁等常见问题，需要不断清理内存和重启。4年前，王成录便和团队开始研究安卓系统的卡顿问题，其根源虽然是安卓系统的开放性造成的，但并不是不能解决。“通过研究和测试发现，大部分卡顿现象来自于第三方的操作不当，其次是软件编码和大内存。”他说。“当我们把所有问题分析清楚后，便开始着手实践，每一次版本的更新和核心问题的解决，其背后都有理论依据，都要做好数学建模，UI领域的背后一定是科学规律，它中间涉及许多复杂的技术。而现在我们终于敢讲华为已经把安卓机的卡顿问题解决了。”他说，早在EMUI5.0的时候，华为便引入智能CPU调度、智能存储调度、智能内存调度、使用行为预测、安卓组件优化等手段。在Connect自主测试中，华为P10系列在使用18个月之后依然保持了流畅的体验。除流畅度外，EMUI10最大的技术亮点是“联接”，其核心是华为自研的全场景分布式技术。王成录说，应该要让所有的智能设备通过软件连起来，这是研发EMUI10的初衷。而华为之所以要做全场景分布式技术，主要是因为全球IoT设备的剧增与应用体验不匹配之间的矛盾。据知名物联网研究机构IoT Analytics与科研社交网站ResearchGATE对全球IoT设备年度增长统计和预测，IoT设备数从2015年的人均2.09部上升到2020年的人均3.96部，2025年有望达到人均9.27部。EMUI10基于分布式技术，开启全场景智慧生活，涵盖办公、家庭、出行、运动等方方面面。例如手机和电脑的联接、硬件与硬件之间的联接等。通过现场视频演示，记者看到，华为的“多屏协同”打破了手机与PC两大终端的壁垒，实现了Android移动端系统与Windows桌面端系统的融合。“现在主要是华为手机和自己的产品进行联接，很快华为手机将会和任何品牌的终端产品实现联接。” 王成录说，未来华为将助力汽车成为下一个超级终端。王成录再次回应了关于鸿蒙系统的问题。他说，华为手机仍然会优先选用安卓，只有在实在用不了的情况下才会采用鸿蒙。此外，鸿蒙系统也在不断完善和成熟的过程中，预计明年8月鸿蒙系统将正式全面开源。（深圳特区报）", "author": "中国经济周刊", "newsdate": "发布时间：19-12-09", "newstime": "11:11", "sentiment": [{"positive_prob": 0.97659, "confidence": 0.947977, "negative_prob": 0.0234102, "sentiment": 2}]}]