[{"title": "太嚣张！美企竟在中国扣押华为物资！华为一招直击美国痛处！", "content": "如今，华为的一系列举动，算是真真切切捅到特朗普的痛处了！众所周知，美国总统特朗普在竞选时所打出的口号便是：“让就业机会回家”！为了赢得选票，特朗普千方百计为美国人创造就业机会。特朗普甚至放话：只要对华贸易制裁，就可以提高美国就业！现在，美国对中国进行贸易制裁了。效果怎样呢？立竿见影！不过，不是提高！而是就业机会立即降低！我们看到，在10天之前，华为方面正式宣布了将在美国裁员1000人的消息。这一举动也被当时大多数人看来是，华为正式向美国发起实际反击的第一枪！就在这一消息被公布出来的几天后，华为方面又做出了一个更重磅的决定：将一家美国企业剔除出供应链！这下可好，1000人的饭碗和一家美国公司就因为特朗普的政策，被彻底砸了！那么，我们就要问了，这中间到底发生了什么，才会让一向保持克制的华为如此大动肝火，剔除自己的供应商呢？在此之前，我们有必要先来了解一下，这家被华为剔除出供应链的美国公司——伟创力。伟创力1969年设立于美国，1971年在新加坡注册建厂，80年代与富士康在同一时期进入中国大陆，以深圳为桥头堡，1994年在纳斯达克上市，这是一家仅次于富士康的全球第二大电子制造服务代工厂企业，目前全球员工有20万人左右，有9万在中国。同时，伟创力还是从华为获利最多的美国供应商，仅去年第三季度，伟创力就从华为获得了24.3亿元人民币的收入！然而，就是这样一家与华为合作多年的企业，在美国总统特朗普政府把华为列入所谓的“实体清单”后，立马撕破脸，中断与华为的合作。私自扣押7亿物料1个月事情还要从5月15日美国对华为的禁令说起。在美国发布“禁令”后的第三天，即5月17日，伟创力就通知其全球代工厂马上停止生产华为所有的设备，已生产的产品不让发货。更为过分的是，伟创力曾私自扣押华为价值7亿元的物资长达一个多月。在此期间，伟创力不仅拒绝归还华为所有权的物资，还对华为提出多种要求，给华为带来了严重损失。对企业来说效率就是效益，如果不及时拉回这些原材料，就会造成华为一些产品生产停滞，时间越长，损失越大。5月20晚间有媒体曝料称，华为公司派出150辆大货车前往珠海伟创力生产基地，准备运回材料和设备，重新安排生产计划。当车队抵达珠海北斗区的伟创力工业园时，150辆大货车排起了将近6公里长的长队，打算当晚就把自己的物料运走。然而伟创力方面拒绝配合，说总部有指令，不能让华为运回物料，坚持要对华为存放在它这里的物料进行审核，直到确认其没违反美国出口管制法规后才肯放行。华为车队空手而归，由于事发突然，华为选择了谈判解决，但在谈判过程中，伟创力态度反复不定，刁难华为，并持续拒绝归还在中国珠海工厂扣下的4亿多人民币的华为物资，甚至还多次出现双方一度协商好的解决方案，伟创力却转天“变卦”的情况。结果就是，这批物资一直被伟创力私自扣押了超过一个月之久。为了不影响下游供货，华为不得不自掏腰包，重新购买物料和设备，维持生产正常进行。伟创力用美国的国内法在中国执法对伟创力这种“出尔反尔”的态度，“忍无可忍”的华为给伟创力发去了措辞强硬的律师函，指出其行为的性质严重，并超出了正常合同纠纷的范畴。华为要求伟创力必须归还全部物权的物料和设备，否则将要求其承担一切损失。伟创力随后给华为回复了一份律师函，它认为它可以根据美国法律扣押中国企业的财产，顺便代表美国司法部门在中国执法。什么商业原则，什么履行合同，什么契约精神，全部不存在，这不是抢劫是什么？直到六月中旬，在多方沟通下，伟创力才不情不愿陆续归还了华为的物料和设备，还要求不能直接交给华为，国内和海外的物料都须转交给非隶属华为的第三方。华为忍无可忍，最终将其剔除供应链！当美国政府对禁令松绑后，伟创力发现自己被华为彻底抛弃。现在搞舆论公关，说什么自己过度解读了美国法律，误会，误会哈！还有几只狗狗在装神弄鬼说，伟创力要是凉了，中国员工就失业了，要理性......特朗普善变，许多华为供货商在当时背景下都留有余地，甚至像美光，高通等与华为存在竞争关系的企业都在努力解决问题。伟创力这种不存在核心技术的代工厂，居然如何之嚣张，你以为你是谁？不但得罪金主爸爸，还在中国土地上搞起了“执法”？华为将伟创力彻底剔除出供应链体系是完全合理的回应，伟创力不用扯什么谁无情无义，自己挖的坑自己跳。目前，由于华为已经把伟创力踢出供应链，从而使伟创力之前在长沙的厂子也也陷入了停工状态。这就是“吃中国人的饭，还要砸中国人的锅”的下场！如今伟创力出局，最受益的是中国企业！现在，比亚迪接管了部分此前为伟创力代工的产品，因此比亚迪在代工领域正在迅速发展，如今的比亚迪堪称全球第一代工厂！想必这家美国企业后来的结果，各位已经猜到了↓↓↓越是作恶的企业，死得越快，你要敢死，我就敢埋！从商业角度，人们无法理解伟创力的自杀式行为，那只能从政治角度理解，政治？它能跟上特朗普的天才步伐？一家美国企业在中国帮美国司法部门“长臂管辖”，扣押华为物资，这是正常人干的事儿？“不可靠实体清单”有你更精彩......哦！对了！那个曾经自以为是的联邦快递今天又出事了——现在看来，特朗普把华为公司列进黑名单，对华为公司，没有多大实质性伤害！直接受伤的，却是美国的公司，美国的员工，美国的就业！再看看被美国越打压越兴旺的华为！美国越打压，在世界上越知名的华为！不知道特朗普懂不懂，什么叫“搬起石头砸自己的脚”？也不知道特朗普的脚，被砸得肿不肿？疼不疼？别害羞，疼就哭出来！我们爱听！资料来源：后沙、冯站长之家、观察者网", "author": "正商参阅", "newsdate": "发布时间：19-07-28", "newstime": "10:43", "sentiment": [{"positive_prob": 0.00105031, "confidence": 0.997666, "negative_prob": 0.99895, "sentiment": 0}]}, {"title": "突发！马伊琍文章宣布离婚，一选择惊人一致，华为成最大赢家", "content": "马伊琍 文章的婚姻问题一直是娱乐园的流量话题，隔三差五就要被网友关注一下，前几天网上曾有消息爆出两人离婚，但却未被正是，不料7月28日，两个人却同时通过微博宣布离婚，结束了二人十一年的婚姻。文章在微博中写道“吾爱伊琍，同行半路，一别两宽，余生漫漫，依然亲情守候”，马伊琍则坦言“你我深爱过，努力过，彼此成就过。此情有憾，然无对错。往后，各生欢喜 ”。两人公开宣布离婚，让不少网友非常诧异，毕竟之前的文章出轨风波也没有将两人分开，在出轨风波过去近五年之后，马伊琍选择原谅文章，两个人都迎来事业新阶段之后选择了分手，确实有些突然，不过也可以理解。毕竟，娱乐圈夫妻的套路都是如此，从谢霆锋、张柏芝到宋慧乔、宋仲基，甚至是李晨、范冰冰，在娱乐圈说真爱，实在是太奢侈。不过文章和马伊琍虽然离婚了，但两个人有一点选择还是非常一致，那就是都选择了华为手机，马伊琍用的是HUAWEI P30 Pro，文章用的则是华为HUAWEI Mate 20保时捷定制款。也难怪有不少网友热议，文章马伊琍离婚，马伊琍文章分开，华为却成了最大赢家。", "author": "薛小白", "newsdate": "发布时间：19-07-28", "newstime": "16:01", "sentiment": [{"positive_prob": 0.0746484, "confidence": 0.834115, "negative_prob": 0.925352, "sentiment": 0}]}, {"title": "任正非是华为核心灵魂人物：在华为的实际控制权是否拥有永久性", "content": "感谢您的阅读！任正非只要一直在，那么他对华为有绝对的控制权，这不仅仅是股份问题，而是精神支柱问题。目前华为没有一个人可以取代任正非对于华为的影响，这就像任正非接受央视访问的时候说的一段话：“之所以这么频繁的接受媒体采访，是因为在华为这个危机阶段，只有任正非讲话有权威！”这才是他出来的原因。我们也通过这段话理解出了一层意义，华为的核心人物就是任正非，即使任正非卸任了董事长的职位，即使任正非没有一分钱股份，他仍然对于华为有着绝对的影响！更何况我们通过查看华为股份构成，发现华为投资控股有限公司工会委员会占比98.99%的股份，而任正非只占比1.01%！看似任正非的股份少的可怜，可是你能忽略他吗？他是华为投资控股有限公司唯一的自然人股东。说句不好听的话，华为虽然有工委会，可是能够做主的自然人只有任正非，这一点就是改变不了的。再者说，《公司法》第四十二条：“股东会会议由股东按照出资比例行使表决权；但是，公司章程另有规定的除外。”任正非完全可以同股不同权，而且工委会的特殊性，完全可以“只有任正非有表决权”。但是，任正非并非是走家族企业的路子，也不是将所有的钱都揽在自己怀里，他通过工委会，将华为营收的大部分都发给了员工，让员工享有股份。虽然虚拟股没有决定权，可是却有分红权。（这里要提到，虚拟股一旦离职，自动丧失相关权益）！所以，从这些股份结构中，不难看出任正非的控制权。但是任正非非于常人，他一直在为华为培养接班人，从目前的轮值董事长这方面就能看出任正非的大刀阔斧和行事果决！每一个文章都是笔者的原创，如需转载，必须取得授权。 文内若有错别字，请见谅。 图片全部来源于网络，如有侵权，请联系删除。", "author": "LeoGo科技", "newsdate": "发布时间：19-07-28", "newstime": "12:58", "sentiment": [{"positive_prob": 0.94751, "confidence": 0.883355, "negative_prob": 0.0524903, "sentiment": 2}]}, {"title": "华为宣布：将有5款热门机型可以升级全新系统！这些用户有福了！", "content": "华为宣布：将有5款热门机型可以升级全新系统！这些用户有福了！相信大家都能够感受到华为在近几年发展速度是有多么的快，在前几年的时候，华为手机也只不过是国内的一个二线手机品牌，短短几年的时间，通过自身的实力发展成为了现在的世界第三大手机厂商，而之所以华为能够取得这么大的成就，小编认为最主要的原因就是在于华为的科技研发方面，最起码在科技研发方面投入的资金是比其他的手机品牌要高出很多的。比如华为的麒麟处理器，目前最为强大的是麒麟980处理器，虽然在性能方面还是有些不及苹果A系列处理器和高通骁龙处理器，但是在A.I.智能跑分方面，却是拥有着很大的优势，而且在玩游戏的时候也能够明显感受到，流畅度还是比较高的。其实能够提升华为手机流畅度的也并不只是在于处理器，还有一个很重要的地方就是在于华为的系统。我们都知道现在华为采用的EMUI系统同样的也是基于安卓系统开发的，不过在开发之后却打造成了一个拥有华为特色的系统，而且不管是系统界面也好，还是在系统当中加入的一些功能也好，都受到了很多消费者的喜欢。我们都知道，华为手机系统也是不定时更新的，而且在最近这段时间，华为正式宣布将会有5款旗舰手机能够升级到华为emui9.1版本。在介绍到底有哪5款手机能够升级到最新版本之前，来跟大家介绍一下在更新之后到底有哪些地方做出了改变。首先第一点就是加入了GPU turbo 3.0，能够有效的提升手机在玩游戏时的流畅度，比如现在比较热门的王者荣耀和平精英等等主流游戏，都是能够率先适配的，也就意味着在玩这些手机游戏的时候，就算是将画质调到最高，手机都不会出现卡顿的情况。第2点就是在手机当中加入了超级文件系统，而在加入这个技术之后，最为明显的提升就是在于手机的流畅度方面，根据有关的数据显示，最起码能够提升24%左右，而且我们在平时打开一些手机软件的时候，打开时间也能够最多缩短60%左右，除此之外，它能够有效的提升手机的使用寿命，具体的作用其实跟在之前发布的方舟编译器还是有些相似的。而至于能够升级到EMUI 9.1系统的手机，包括华为Nova4，华为Nova3i，华为麦芒7，华为畅享9plus和华为荣耀8X，那么，你们所使用的手机在这其中吗？", "author": "诉说科技", "newsdate": "发布时间：19-07-28", "newstime": "17:28", "sentiment": [{"positive_prob": 0.979808, "confidence": 0.95513, "negative_prob": 0.0201916, "sentiment": 2}]}, {"title": "文章马伊琍情变宣布正式离婚，网友：此次事件华为才是最大赢家！", "content": "前一秒刚刚刷到一个八卦博主说文章马伊琍离婚了，后一秒马上热搜就被预定了，现在更是直接爆掉了，离婚夫妻年年有今年好像特别多，微博也算是见证了无数明星的分分合合了！#马伊琍文章离婚# 28日下午，文章、马伊琍先后发文宣布与正式离婚，“同行半路，一别两宽，余生漫漫，依然亲情守候””此情有憾，然无对错。往后，各生欢喜”，曾经的且行且珍惜，终究是爱已成往事。所以跟着我来看看他们这一路是怎么走来的吧！1、2005年文章和马伊琍首次合作《锦衣卫》，二人相识并成为朋友；2、2006年电视剧《奋斗》开拍，马伊琍和文章再度合作，两人由朋友变成恋人；3、2008年文章和马伊琍结婚。9月20日，大女儿文君竹出生；4、2013年8月，马伊琍怀二胎时，有业内人士向媒体透露了文章出轨和姚笛相恋的消息；5、2014年3月28日，有媒体拍到了文章和姚笛在一起的照片。6、2014年3月31日凌晨，文章发布声明诚恳道歉，称“咎由自取”；承认与姚笛的婚外情，并表示“辜负了家庭，辜负了丈夫和父亲的称呼”。同一时间，马伊琍也发微博回应道“恋爱虽易，婚姻不易，且行且珍惜”。十一年婚姻宣告终结，愿好聚好散，各自安好！等等，你们以为这就完事了吗？才没有呢？文章和马伊琍离婚这件事，今天的最大赢家其实是华为好吧！简直是要被这些可爱的网友们笑死了，不过也希望华为可以趁着新机发布的机会把广告费给文章和马伊琍安排上了！你们同意华为成为此次事件的最大赢家吗", "author": "娱乐任意门", "newsdate": "发布时间：19-07-28", "newstime": "15:42", "sentiment": [{"positive_prob": 0.00486042, "confidence": 0.989199, "negative_prob": 0.99514, "sentiment": 0}]}, {"title": "三组数据告诉你 小米护眼灯值不值得买？", "content": "· 办公室“够亮”但真的够亮吗？· 玩电脑配台灯，真的是多余吗？· 孩子写作业，为什么离课本越来越近？在日常生活中，你以为的光照够亮其实有很多时候都靠眼睛调节，让大脑反馈适应当下的环境。例如，小朋友低头写字为什么会离课本越来越近，妈妈们以为在偷懒，你是否考虑过，是光线不够亮呢？为了让大家正视到用眼健康，我们策划的6款电商热销护眼灯横评，为大家提供更科学的选购指导。作为电商热销款--小米LED护眼灯，毫无例外的在这六款产品占得一席。值得注意的是，其中5款台灯在档位调节方面均采用了触控设计，这也是时下比较流行的设计；而米家LED智能台灯则采用了传统的机械式旋钮设计，按下旋钮还能调节光源色温，显得与众不同。你喜欢的简约风 就是它了越来越多的人喜欢简约风，想要办公室桌子上看起来更简洁，一台结构简单的护眼灯再合适不过了。米家LED智能台灯同样采用了长臂式灯头设计，不过只有灯头部分能够转动，灯体则固定于灯身。米家LED智能台灯没有采用触控式设计，而是采用了旋钮式档位调节设计，按下并旋转还可调节色温，日常使用还是很方便的。现代风+复古旋钮设计，也许这就是小米护眼灯广受好评的原因。照度均匀性差 灯带太长惹的祸在客观体验中，我们对小米台灯进行了国A/AA级检测，光照亮度均匀性、照射宽广度这三项数据进行测试。30cm 实测光照亮度50cm实测光照亮度实测中，距离光源30cm处的照度值为371.3lx，距离光源50cm处照度值为137.1lx；50cm处照度值未能达到国A级规定的150lx。简单来说，小米这款台灯未能达到国A标准似乎与它在官网的数据有些差距呢：官方页面宣传的参数数据根据【中小学校教室采光和照明卫生标准GB7793-2010，教室课桌面上的维持平均照度值不应低于300lx】这一标准，我们在暗室环境中将台灯固定于同一位置，以台灯中心点的垂直投影为圆心，向前延伸，一直到照度仪显示数为300lx左右停止，测量距离。因为是从照射圆心开始计算，所以反方向的照射距离也是同样的数据，我们将测量的距离乘以2即为台灯的照射宽广度。照射宽广度约70cm 由于小米LED护眼灯灯带的长条形结构，使得其照度均匀性表现并不好。也是本次横评中数据最差的一款。6款台灯照度均匀性测试结果笔者建议，如果你想购买护眼的台灯，建议选购圆形灯带的产品，而长条形灯带，势必会影响其两边光的亮度。评测总结：小米LED护眼灯值不值得买？通过实测的参数来看，笔者并不建议购买，尤其是给孩子写作业。但如果为电能屏幕补光，这种条形灯能够满足你的需求。毕竟165元的售价，也算是亲民了。尽量购买国AA级照度的产品，相较国A级产品能够带来更大的光照范围，而价格不会差太多。后续的文章中，我们还会对护眼灯的色温跨度进行实测，敬请期待！附：《6款电商热销护眼灯横评结果揭晓：4款照度不达标！》    《护眼灯横评：华为排名第二 第一名实力圈粉》《大厂产品也\"掺假\"？实测飞利浦护眼台灯》《国A级照度未达标 松下护眼灯评测数据详解》(7229140)", "author": "中关村在线", "newsdate": "发布时间：19-07-28", "newstime": "05:39", "sentiment": [{"positive_prob": 0.00141494, "confidence": 0.996856, "negative_prob": 0.998585, "sentiment": 0}]}]