[{"title": "华为nova6发布之后，上一代nova5 Pro开始“跳水”，豪降500", "content": "众所周知，华为的nova系列定位是时尚潮流，主要面向年轻用户，这个系列跟华为的mate系列、P系列有所不同。nova系列在设计方面向年轻人靠拢，外观设计、功能设计都是专为年轻人而定制。华为nova6就是一款很适合年轻人使用的手机，这款新机是12月5日发布的，双12当天正式发售。从市场反馈来看，大家对这款新机的评价还是很高的。nova6采用的是6.57英寸的极点全面屏，屏占比达到了91%，正面设计跟荣耀V30非常相似，屏幕尺寸也是一样的。不同的是，nova6后置的垂直三摄镜头，而V30则是矩阵式组合镜头。荣耀V30没有4G版，全系都是5G，而nova6则是分为4G版跟5G版。nova6这款手机的卖点还是很多，在外观颜值、拍照、芯片、网络等方面都有很大的提升。nova6采用了华为美学诠释平衡艺术，业界首创双层双镀工艺，让机身产生多层次的奇幻视觉效果。同时拥有普罗旺斯配色，在不同光线下，用户可以收获不同的视觉感受。nova6采用的是华为最新的麒麟990处理器，支持5G双模，支持智能双卡切换技术。在5G网络覆盖时优先选择5G网络，没有5G信号时自动连接4G网络。在主卡信号不佳时，自动切换到副卡。nvoa6采用前置3200万像素自动对焦镜头+800万像素105°超广角镜头组成的双摄系统，105°超广角镜头对用户而言非常实用，可以拍出更大的画幅，外出跟朋友旅行时可以跟更多的朋友一起自拍。后置则是三摄超感光影像系统，其中主镜头像素为4800万，第二颗镜头像素为800万，支持3倍的光学变焦，以及5倍混合变焦、30倍的数码变焦，这个变焦能力是跟华为mate 30一样的。第三颗镜头是800万像素的超广角镜头，视野面积是普通镜头的2.4倍。现在，nova6发布了，上一代的nova5也就开始“跳水”降至新低了，加速清货退场。nova5是今年6月21日发布的手机，距离nova6发布也仅仅是过去了半年的时间。跟nova5同时发布的还是nova5 Pro。nova5采用的是麒麟810处理器，这也是麒麟810处理器首次被应用在手机上面，而nova5 Pro则是采用了麒麟980处理器，这是华为nova系列第一款采用麒麟980处理器的机型，在定位上比nova5要高一些。nova5原价是2799元起步，nova5 Pro是2999元起步，现在两款机型都有400元左右的降幅，其中256GB版更是豪降500，价格非常感人。nova5 Pro运存直接是8GB起步，由此可见，华为是将nova5 Pro当作旗舰手机来打造的。麒麟980的性能大家也是很了解的，对于游戏玩家，这款处理器可以带来非常流行的体验，加上GPU Turbo3.0技术，可以提升游戏的运行能力。拍照方面则是前置3200万像素高清镜头，后置AI四摄。作为今年6月份发布的手机，华为nova5并没有过时，从现在来看，依然是非常值得入手的。", "author": "玩酷玩", "newsdate": "发布时间：19-12-21", "newstime": "23:37", "sentiment": [{"positive_prob": 0.868098, "confidence": 0.706885, "negative_prob": 0.131902, "sentiment": 2}]}, {"title": "余承东：华为已成全球第二大手机厂 中国第一大手表厂、耳机厂", "content": "12月21日消息，华为2019花粉年会今日在深圳举办，华为消费者业务CEO余承东登台致辞。他表示，华为手机发货量超苹果成全球第二、中国第一。此外，华为已经成为中国最大的手表厂、耳机厂。余承东表示，华为已经成长为全球第二大、中国第一大智能手机厂商（以发货量计算），成为中国销量、销售额和品牌满意度都是第一的智能终端厂家。他透露，同时给团队提出要求，华为进入的每一个领域，都要做到第一。“不进则已，进入一定要做到第一。”余承东称，华为已经成为中国最大的手表厂，中国最大的耳机厂，第三季度平板也超越苹果成为中国市场份额第一。他表示，这是一个开始，PC是华为进入的新领域，如果没有美国制裁，我们的轻薄本就会做到第一了，现在是第二。“但相信我们还能重返第一”，余承东说，华为的生态要从中国走向全球。余承东在2019花粉年会前的祝福视频中表示，即将过去的2019年，是非常有挑战和不平凡的一年。在多种困难的情况下，我们仍然保持了高速的增长和发展，所有这些成绩的取得，离不开花粉朋友们的鼎力支持，我们坚持用伟大的创新、领先的技术，来为全球消费者提供更好的产品，更好的体验，更好的服务。", "author": "快科技", "newsdate": "发布时间：19-12-21", "newstime": "17:50", "sentiment": [{"positive_prob": 0.992274, "confidence": 0.98283, "negative_prob": 0.00772646, "sentiment": 2}]}, {"title": "小米电视PK智慧屏全过程，小米突袭失败，但华为荣耀也输得难看？", "content": "凡是有关华为、小米的新闻，总能成科技界的热门话题这不，临近双节的喜庆氛围里，小米电视与华为荣耀智慧屏又杠上了应当说，这是小米的一次公关突袭，相对于过往小米在品牌公关上翻车或是被华为营销铁军吊打，这个局面肯是小米公关团队不愿意看到的总要能搬回一局吧，于是，荣耀智慧屏成了小米公关团队的目标因为确实，无论是华为高管（华为终端荣耀业务部副总裁(产品)熊军民）特别的带出智慧屏有60W的节奏、并且到了华为官方商城或荣耀旗舰店官方客服那里，就成了对消费者承诺是确定的60W功率音箱。当然，这些基本证据收集后，小米公关团队人员开火了，本以为稳了的公关突袭战，战果却成了一场小米公关的一场滑铁卢之战。面对这个超18万人的团队，超过32年的华为集团，小米公关突袭失败，其实也是意料之中的事情，毕竟，创立至今才10年的小米，也就2万多人的队伍，还不够一个集团军，而成立至今32年积累的华为，18.8万人（官网数据）已经接近小米8-9倍的规模，而现在2019年上半年华为终端消费者业务2208亿元，占比55%，预估华为终端人数接近总员工的一半左右，也是9万人员工左右，也是小米近4-5倍的优势。所以小米公关突袭失败，首先是实力上的失败，再说产品，小米产品特别是电视能成为电视行业的一枝独秀，如果仅仅靠友商公关稿里说的低价格肯定是有失公允的，在淘宝或是拼多多上，比小米电视价格还便宜的产品一大把，但为何小米电视能成功，除了价格，肯定也是有一定匹配价格的技术含金量。具体每代小米电视有什么技术大家可以再去了解，但说到产品的技术含金量，小米无论怎么吃神丹妙药、或是练习武功秘籍，在当下与华为比拼技术，肯定是鸡蛋碰石头，就算是电视产品来说，华为海思的电视芯片几乎占覆盖了全球电视厂商超50%的市场份额。虽然小米现在也在研发电视芯片，但是属于和供应链厂商（晶晨半导体）联合研发。而作为电视未来方向的8K与5G，也本来就是华为领先世界的制高点，小米加上晶晨，与华为比拼芯片研发，还是差了很多数量级。至于话题争议的热点音效，其实并不是电视或是智慧屏的核心功能，而小米公关在这个点上找突破点，可能没有想到被荣耀期待的回马枪挑落马下。因为产品力上，小米与华为产品还是有较大的技术差距。小米公关突袭失败，那华为荣耀就赢了吗？其实不然，一样输得很难看？首先是华为高管涉嫌虚假宣传，经常以科普角色在网络亮相的“荣耀老熊”，估计以后科普时候会更小心些了，甚至在前方销售或是官方客服那里，都被他带的60W节奏给误导了，以至于客服直接承诺60W而咬了钓鱼的勾。而在知乎认证“北京华为数字技术有限公司 荣耀......”的熊军民，账号显示“已注销”，肯定是发现科普了什么不该说的或是有异议的话才会有此动作。只是可惜了那两个承诺有60W的官方客服，在考核中不知会不会被这个高管株连呢？因为认证有北京华为，所以这也是标题有华为荣耀的原因，其实被这个涉嫌虚假夸大宣传更严重的是，华为或是荣耀的智慧屏，说直白点，就是电视，可能穿了件“智慧”的外衣，围观的消费者并没有觉得华为开创的这个新品类“智慧屏”有多智慧，电视又一直是传统家电范畴，而华为终端负责人余承东又多次承诺华为不会做家电，经此一战。华为或荣耀智慧屏的智慧光环也就是比电视要好一点，并没有什么特别的亮点，而接下来华为让美的代工的空调，也是命名为“智能温控产品”，间接让消费者的期待值降到一个低点。而当下华为终端的收入超三分之二，如果余承东要2023年完成1500亿美元的目标，必须向小米那样扩展新品类才行，但经过小米公关这次突袭，虽然没有成功，但华为将传统行业产品定义为“智慧XX”的产品，显然不再那么高大上了。其实华为、小米都是中国优秀的企业，小米从怼三星、苹果起家，但荣耀手机也是模仿小米出世，现在红米也跟随荣耀怼小米的成功路径前行，消费者乐意看到小米华为间相互比拼、相互成长、更愿意看到华为小米两个品牌能相互成就。而不是相煎太急的两败俱伤，但看卢伟冰这架势，还想卷土重来哈？你看呢？", "author": "王评百强", "newsdate": "发布时间：19-12-21", "newstime": "22:58", "sentiment": [{"positive_prob": 0.135044, "confidence": 0.699902, "negative_prob": 0.864956, "sentiment": 0}]}, {"title": "期盼已久！华为DigiX数字生活节登陆深圳，邀你一起更美好", "content": "2019年风靡全国各大城市，由华为终端云服务打造的DigiX数字生活节将在深圳迎来年度收官之作。12月20日-2020年1月3日，以“数字生活，一起更美好”为主题的华为DigiX数字生活节将在深圳世界之窗等地陆续开展系列精彩活动。DigiX数字生活节现场除了潮酷有趣的现场体验，还汇聚了DigiX数字生活挑战赛、DigiX 5G探索者AR探秘、DigiX数字生活能量站等诸多活动，25日华为视频·DigiX艺视界将携手国际青年萨克斯管演奏家杨桐带来《Sakura》《Swinging Jingle Bell》等经典名曲演奏，29日华为阅读·DigiX读书会还将携手备受网友喜爱的“超级网红”故宫学院院长、中国文物学会会长单霁翔分享故宫的故事。同时，华为阅读·DigiX读书会王喜文博士专场、 华为应用市场·DigiX瑜伽之夜、华为主题·DigiX圣诞画展也将在华为全球旗舰店举办。2019花粉年会也将在12月21-22日于深圳世界之窗同期举办。潮酷科技、音乐盛宴、书韵飘香精彩纷呈，前往现场还有神秘好礼，深圳的小伙伴们快来体验吧。丰富潮酷科技就在DigiX数字生活实验室21-28日在深圳世界之窗，作为华为DigiX数字生活节标志性活动之一的DigiX数字生活实验室将展现满满潮酷气息，现场不仅汇聚华为应用市场、华为云空间、华为钱包、华为智能助手、华为天际通、华为视频、华为音乐、华为阅读、华为主题、会员中心等各类最新应用体验，还有DigiX 5G探索者AR探秘，亲临现场可以感受5G场景下AR黑科技带来的惊喜。充满活力的DigiX数字生活挑战赛深受用户喜爱，此次深圳站为用户准备了更多精彩的挑战环节，到场的朋友均可参加，完成相关挑战任务，用时最短的 “数字生活达人”将有机会获得精美礼品；27日在华为全球旗舰店·万象天地，作为华为DigiX数字生活节亮点活动之一的华为应用市场·DigiX瑜伽之夜，减压养心，畅快淋漓，感兴趣的用户可以前往体验，感受数字生活的美好。活动期间，DigiX数字生活实验室将持续开放，热爱潮酷科技的朋友们一定不要错过。星光熠熠视听盛宴 与萨克斯名家一起畅享美好12月25日，华为视频·DigiX艺视界将携手国际青年萨克斯管演奏家杨桐来到深圳·南山文体中心剧院，上演一场高贵典雅的萨克斯品鉴会。前往现场可以欣赏到日本经典民歌《Sakura》、天堂电影院主题曲《Cinema Paradiso》、圣诞之歌圣母颂《Ave Maria》、圣诞金曲《Swinging Jingle Bell》等一系列经典曲目。宛转悠扬，如梦似幻。届时杨桐还将带来萨克斯干货知识分享，为萨克斯发烧友们打造一节诚意十足的“大师课”，让华为视频·DigiX萨克斯演奏会陪伴你，一起更美好。书声琅琅响彻鹏城 单霁翔带你品读历史与未来深圳，作为声名远扬的全球全民阅读典范城市，在2016-2018年连续3届被评为“中国十大数字阅读城市”。走进“爱阅之城”深圳，这次华为阅读·DigiX读书会又将带来哪些惊喜？12月29日，华为阅读·DigiX读书会将携手故宫学院院长、中国文物学会会长单霁翔走进华为全球旗舰店·万象天地。2020年是紫禁城建成600周年，本期读书会主题为“遇见故宫600年”。穿越时空，单霁翔将与读者朋友们分享文物修复、文物保护和文化传承等话题，感受中华传统文化的不朽生命力，解读如何用科技“守护”故宫，“把紫禁城完整交给下一个600年 ”现场还有神秘嘉宾与单霁翔互动交流，参与活动还将有机会获得单霁翔亲笔签名书籍，对故宫、传统文化感兴趣的朋友来现场听单霁翔分享吧。此外，2020年1月3日，跨年后第一场华为阅读·DigiX读书会，华为终端云服务邀请了智能制造及工业4.0专家王喜文博士在华为全球旗舰店·万象天地围绕5G、人工智能、智能制造等未来科技趋势分享 “认识5G 发展5G” 主题内容，对5G感兴趣的朋友可以前往现场与王喜文面对面深度交流。除了精彩的分享，在读书会现场，读者们还可收到精品推荐书单，帮助更多朋友多读书、读好书。感兴趣的朋友不要错过。无论你是黑科技爱好者、音乐发烧友，或是爱读书的文艺青年，华为DigiX数字生活节都值得期待！汇聚潮酷科技的DigiX数字生活实验室、满满艺术气息的华为视频·DigiX艺视界、文艺范十足的的华为阅读·DigiX读书会，带你开启涨知识模式！锁定12月20日-2020年1月3日华为DigiX数字生活节，不见不散！", "author": "环球网", "newsdate": "发布时间：19-12-21", "newstime": "08:07", "sentiment": [{"positive_prob": 0.999526, "confidence": 0.998948, "negative_prob": 0.000473553, "sentiment": 2}]}, {"title": "任正非：担心三、五年以后华为能否持续领先", "content": "新京报讯（记者陆一夫）12月20日，华为心声社区发布创始人任正非接受《洛杉矶时报》采访纪要，采访时间为11月18日。在此次采访中，任正非表示不担心华为在美国打击下能否活下来，而是担心三、五年以后华为能不能持续领先。任正非引用美国商务部部长罗斯的言论，后者在印度表示“美国用两、三年时间就会超越华为”，任正非认为这一论断可信。“在其他科技领域，美国处于领先的状况在相当长的历史时间内不会改变。相关的出口管制法规都对美国公司没有限制，他们可以充分利用美国的科技创新的成果，可以得到美国理论创新的氛围影响，甚至喝咖啡时听到旁边的一句闲聊，得到极大的启发，因为美国遍地是人才。”任正非表示，美国公司不需要担心美国政府对它们断供，不需要做备胎而浪费庞大的资源和人力，可以聚焦在它们的主航道上，很快追上华为是完全可能的。他强调，过去华为不仅要遵守相关的出口管制法规，对一些敏感器件的使用限制，现在甚至连很低端的器件和软件都要被限制使用，“我们都要被迫自己做，华为怎么能竞争得过一个国家的力量？”记者陆一夫 编辑 程平 校对 李世辉", "author": "新京报", "newsdate": "发布时间：19-12-21", "newstime": "18:17", "sentiment": [{"positive_prob": 0.736966, "confidence": 0.415479, "negative_prob": 0.263034, "sentiment": 2}]}, {"title": "超广角自拍+超感光影像 华为nova6让摄影大不一样", "content": "【手机中国新闻】前段时间，华为nova全新产品nova6 5G正式和大家见面。nova系列作为华为专门为年轻人打造的产品，凭借“高颜值，爱自拍”的设计理念为每一代nova产品注入了鲜活的的生命力，尤其是在nova6系列这一代上，展现的淋漓尽致。在nova6系列发布会当天，权威相机评测机构DxOMark也公布了nova6 5G的前置相机得分，虽然这是nova系列产品首次送测，但却凭借过硬的实力一举夺得了DxOMark自拍榜单冠军，成就了最强自拍手机的称号。华为nova6 5G前置相机得分随着互联网的深入发展，自拍已经成为了当代年轻人的刚需，而如何实现全场景、全时段的自拍能力，便成为了各大厂商主要思考的问题。针对自拍画面孝合影拍不全的痛点，nova6系列加入了105°超广角自拍功能，举起nova6系列使用广角镜头自拍时，完全不用担心画面放不下、自拍大头照等问题；对于自拍焦点对不准、拍不清的问题，华为nova6 5G则率先搭载Close loop马达自动对焦，在自拍时，能够实现无论远近都清晰的自拍效果；而针对夜晚拍不清的痛点，华为nova6 5G支持3200万人像超级夜景2.0，能够实现夜景自拍之美，成就一张张靓丽的夜景大片。华为nova6 5G在短视频火热的今天，nova系列更是将目标放在了“人人都是vlogger”之上，系统通过优秀的硬件能力让用户的短视频能够更加出彩。为此，华为nova6系列支持前置4K高清视频录制，搭配先进的AI美颜算法和3200万像素自动对焦镜头，轻松拍出画面清晰，人像美观的短视频、vlog作品，上传抖音、快手等短视频平台，让你的作品能够获得更多人的关注。由nova6 5G前置3200万自动对焦拍摄华为nova6系列在带来超强自拍实力的同时，也铸造了nova史上最强的一代后置影像系统，4000万像素超感光主摄+800万像素3倍光学变焦镜头+800万像素超广角镜头三摄组合，覆盖了暗光、远焦、超广角等拍摄场景，更加契合年轻人的使用需求。而本次全新的4000万像素超感光主摄搭载华为独有的RYYB超感光传感器，相比传统的RGGB传感器可以提升40%的进光量，1/1.7英寸感光元器件相比一般1/2.55英寸面积增加60%；1.0μm单像素面积并支持暗光四合一等效2.0μm，进一步增加感光面积。这就使得nova6系列拥有了无惧暗光的能力，即使肉眼无法看清的暗光场景，也能呈现惊艳画面，发现更多未知之美。华为nova6 5G后置人像拍摄效果从nova3掀起全民自拍热潮的“海报级自拍”，到nova4引领手机行业新潮流的“自拍极点全面屏”，再到nova5系列业界首创的“人像超级夜景自拍”，华为nova系列一直从年轻潮流人群的实际需求出发，深耕自拍技术，打造极致体验产品。而全新一代nova6系列不仅在自拍方面带来了三大升级，在后置拍照方面也全面提升，伴随着nova6系列，相信5G时代华为将带给年轻人大不一样的拍照体验。目前，华为nova6全系列已经在线上线下全面开售。价格方面，华为nova6 8GB+128GB版售价3199元；华为nova6 5G 8GB+128GB版售价3799元，8GB+256GB版售价4199元。现在到华为苏宁官方旗舰店，更能享受到12期免息福利，喜欢的朋友趁此机会赶快入手吧。", "author": "CNMO手机中国", "newsdate": "发布时间：19-12-21", "newstime": "22:16", "sentiment": [{"positive_prob": 0.936313, "confidence": 0.858473, "negative_prob": 0.063687, "sentiment": 2}]}, {"title": "任正非接受《洛杉矶时报》采访：华为对2020年没有太大担心｜CEO说", "content": "钛媒体注：12月20日晚，华为对外公布了11月18日任正非接受《洛杉矶时报》记者采访的纪要。在采访中任正非透露，华为2019年10月份的增长幅度已经下降到17%，并且估计2020年增长只能保持在10%左右，但任正非预计华为会在2021年重返规模增长之路。“其实我们对2020年没有太大担心”，任正非认为2020年华为还会有一定规模的发展。任正非强调2020年全年将在美国的制裁下生存，这样会更加让世界知道，华为在美国的强力制裁下还会生存得非常好。另外，任正非还表示，特朗普打击华为让公司全体都警醒了，目前在研发体系裁减了48%的部门，关闭了46%不必要的研究。以下为采访纪要全文：1、Norman Pearlstine，《洛杉矶时报》执行主编：能够再次与您交流，让我们觉得非常振奋，因为我想不出来有什么会比我们接下来要谈论到的话题和故事更为重要。在上次和您见面后，我经常想到和您的会面，也想到了您的家庭、华为的业务以及会面后都发生了哪些变化。华为的同事告诉我，华为今年以来已经接待了3000多名中外媒体访客。不知道您是否愿意分享一下您的感受以及这段时间以来，您的生活发生了哪些变化？在您看来，是否值得您投入这么长时间接见访客？这对您、对华为公司来说有何意义？任正非：今年年初议论“天空”基本一片漆黑，美国的制裁引发的华为生存危机，社会反映负面居多，好心的人也不相信华为能活下来。因为西方这些年来对华为的了解实在太少，对于一些充满偏见的政治家的描述，华为也没有反驳过，让一些人有更多的误解。过去我们认为，华为要争取的是客户对我们的信任，真正为客户创造价值，让客户感到是需要华为的。媒体与社会的误解会逐步散去的。因此，华为不会把精力花在迎战政治家，包括部分媒体不太理解华为，华为也不会太介意。这段时间，特别是美国把华为列入实体清单以后，人们对华为的争议非常大，华为有必要向社会做一些说明。这些说明是有意义的，在部分领域、部分人的心目中，华为形象已经有了一些改变。特别是这么多记者到华为来，给了华为很多说明的机会，我们应该感谢他们。他们到这里来看到了华为的真实情况，增进了解，也增进了交流。我们并不期望解决什么问题，只是增进互相了解，增加透明度。2、Norman Pearlstine：这个事情对华为公司的员工士气和工作氛围带来了哪些影响？更重要的是，它给你们的业务实践或业务重点带来了哪些变化，比如说你们现在可能更为关注一些和以往不同的领域？任正非：美国实体清单的做法，其实是帮助了华为公司，华为员工真正感到危机来了。中国有个寓言故事是《狼来了》，天天喊狼来了，但是狼没有来，喊多以后，人们就不相信狼会来了，惰怠就会产生。这次员工们真实感到危机来了，如果不好好工作，不仅华为会死掉，他们也会“死”掉。由于全体员工太努力了，导致华为公司今年经营状况非常好，这就是带来的一个大变化。Norman Pearlstine：美国也有一个类似的说法，如果有人不断预测有大的威胁要来，我们就说他在喊“狼来了”。所以我非常理解您的观点。3、Norman Pearlstine：近期我也在看一些您接受其他媒体采访的纪要，这让我回想起三月份您和我的交流。您当时说您担心华为员工可能变得太有钱、太自满、太物质，如果华为面临的形势变得更艰难一些，可以让华为再次回到创立之初的状态。您后来在接受其他媒体采访时表示，相比之前人们的担心，华为的业绩其实表现不错。您还说，2020年将是决定华为命运的一年，华为将会面临最大的风险。既然今年表现比预期更好，那您为什么还对2020年这么担心呢？2020年让您担心的是什么？任正非：其实我们对2020年没有太大担心，我们认为还会有一定规模的发展。2020年是我们全年在美国的制裁下生存，这样会更加让世界知道，华为在美国的强力制裁下还会生存得非常好。欢迎记者们明年再来看看我们是不是还活着。现在预测，华为在2020年应该还是会增长，但是增长幅度不会太高。今年十月份的增长幅度已经下降到17%，估计2020年会在10%左右，这可能是最低点的估计，也许还会好一些。我认为，2021年可能我们会开始规模性增长，但是高层团队认为恢复规模化增长在2022年，这点我个人与高层团队是有分歧的。我认为他们考虑得更加稳妥一些，所以我签发的文件是预测2022年开始规模化增长。4、Norman Pearlstine：华为业务发展的驱动因素发生变化了吗？到2022年，华为的整体业务跟2018年相比会不会有很大的不一样？例如到2022年，华为会不会更多地依赖国内市场的增长？跟现在相比，华为的增长对美国供应商的依赖会不会下降？后续华为恢复规模性增长的驱动因素是什么？实现规模性增长后的华为跟现在的华为是否会有所不同？任正非：刚才我所讲的是在美国实体清单制裁不撤销的背景下，而且我们已经做好了美国永远不撤销实体清单的心理准备，这样我们的增长是建立在坚实的基础上的。本来华为公司没有这么大的增长决心和计划，反而是美国制裁，逼我们要争口气。前段时间员工打了胜仗都想回去买房子、娶媳妇、过日子的情绪正在上升，华为正与内部这种惰怠做斗争，但是我们斗不赢下面。由于实体清单的制裁，激活了整个组织，员工增加了奋进的努力，他们知道不努力的结果就是死亡。过去我们的研发经费每年在150-200亿美元的规模，这样大的预算分配不可能由总部中央做出来，需要分层分级做出预算。中基层做预算就会有投机性，悄悄做了一些小产品，表面上说是世界领先了，实际这些小产品卖不出量，并且产生不了多大价值，还占据了公司很大编制；如果我们采取中央集权直接管预算分配的方式，官僚主义对企业的损伤可能比授权给基层分配更严重。所以我们的内部矛盾多年都解决不了，一抓就死，一放就乱。这次特朗普打我们这一棒，让公司全体都警醒了，我们顺利在研发体系裁减了48%的部门，关闭了46%不必要的研究。Norman Pearlstine：不好意思打断一下，您说的48%是指整个管理架构将变得更加扁平还是要剥离不重要的业务呢？任正非：重建以后，我们减少了48%的机构，关闭了46%不必要的产品开发，把那些节省下来的工程师们转移到主航道的产品领域去，提升了主航道产品的研发能力，所以我们主航道产品在全球的竞争力进一步增强了。内部部门少了，官僚主义也减少了。5、Norman Pearlstine：华为未来还会是一个真正跨国运营的全球性企业吗？我记得华为现在在170多个国家和地区开展业务。美国的打击会让华为更加聚焦在国内市场的机会吗？任正非：因为特朗普的打击，使得我们在全世界的名声大扬，全世界客户买我们产品的积极性大幅度增加。我们永远都会是全球化公司，有能力在全世界展开竞争，所以我们不会放弃全球化。而且在供应链方面，我们坚定不移拥抱全球化。如果美国公司愿意卖给我们零部件，我们会尽量想办法在系统中使用。如果我们不用，不利于世界形成一个全球化的资源体系。我们不会狭隘地走自主创新、自力更生的道路，不会退缩到中国市场做一个“门槛猴”（蓝血注：门槛猴，在家调皮捣蛋，无法无天，一踏出门槛就胆小怕事，唯唯诺诺）。6、Norman Pearlstine：美国国务卿和商务部长经常到全世界各地进行游说，包括游说日本、澳大利亚、新西兰，甚至英国，给这些国家施压。对此您有何看法？这一系列举动是否有效？是否抑制了华为的发展机会？还是说公众已经认识到，现在美国总统以及美国政府在很多情况下考虑的都是自己的利益，他们所做的事情并不是出于对他国利益的考虑？任正非：美国国务卿他很忙，他把阻止华为当成外交了，到处去帮助华为宣传产品。5G不一定这么有用，但外人看到美国都这么害怕这个东西，一定是太好了，还不赶快买。华为就是一个小公司，这些小商品值得美国这么大国家的国务卿去管吗？关键是他的施压又没有起到什么作用。美国的外交难道就是一个华为吗？他太辛苦了。Norman Pearlstine：在某种程度上，我知道您并不是真正地感谢特朗普总统做这个决策，但是从客观的角度来看，这个决策确实是帮了华为。任正非：是的，客观上帮助了我们，帮助我们推动内部的整改。在整改中受伤害的人，让他们去恨特朗普。7、Norman Pearlstine：美国一些商业情报方面的专业机构的分析师认为，华为要真正应对美国对华为的限制，最难的有两部分：第一，比较难制造的专用芯片；第二，打造一个世界级的应用生态，使得开发者愿意基于安卓之外的系统开发应用，因为安卓系统有部分应用是华为用不了的。您认为这些行业分析师的分析中肯吗？刚才提到两点是不是华为最难应对的挑战，还是说对其他产品所造成的影响也是华为需要应对的挑战？任正非：我认为，他们的分析是比较中肯的，也比较准确，这正是我们公司需要努力克服的问题。世界上有没有什么困难不能克服？想想几万年前人类还在树林里生活，还不会直立行走，当然不能考证那时人类有没有尾巴，但是现在已经证明，我们没有尾巴，而且还穿上了西装。人世间的一切都不是绝对不变的，世界一定要走向合作共赢的道路，否则就会逼着别人产生替代，最终对自己造成伤害。8、Norman Pearlstine：不知道您有没有关注美国的一些民主党候选人，他们将跟特朗普一起竞选下一任总统。有没有担心特朗普总统在一定程度上使美国表现出更强的民族主义和反华倾向？最近，我发现伊丽莎白·沃伦、伯尼·桑德斯和乔·拜登的许多言论充斥着民族主义和反全球化的想法，而全球化是过去70年来全球经济增长的动力之一。任正非：从八十年代开始至今，美国发生了翻天覆地的进步，这个进步应该是全球化给美国带来的好处。全球化也给中国带来了很多好处，但是中国今天所得到的全球化好处中，有很多可能还是泡沫，中国要花很长时间、很大力量才能使自己去掉泡沫，脚踏实地地进一步发展。美国这四十年来从实体经济转向金融创新，美国金融创新的体量已经大大超过实体经济，在当前世界是货物过剩、人们需求不足的情况下，金融从哪儿找到它的价值？中美必须要互相合作才能消融各自的不足，中美脱钩不仅导致中国利益受到损失，美国利益也会受到损失。9、Norman Pearlstine：回到特朗普（竞选）对手的问题上。我们在美国工作和生活的人都很难预测最后的结果。您觉得美国两大政党之间有什么实质性的差异吗？还是只是风格上的差异？还是说无论谁最终当选总统，美国现在这种民族主义思潮仍然会继续下去？会不会蔓延到其他国家？任正非：不同的党派当总统，对美国人民可能有变化，但是对于中国和华为来说，不会有变化的。我已经注意到，美国国会一致通过遏制中国的议案，我们因此要放弃幻想，无论谁当总统都对我们没有变化，我不太关心美国的选举问题。10、Norman Pearlstine：从三月份见面到现在已经有一段时间了。或者我们再把时间拉长一点，从过去几年到现在，你们有没有进一步的证据或想法来说明美国伤害华为、攻击华为以及妖魔化华为背后的动机到底是什么？从某种程度上来说，总有一些公司是美国想要团结力量来对付的，比如东芝、日立、三星等。但我从来没见过美国像对待华为这样，采取如此有组织性的行动，并持如此批判性的态度。您有没有觉得华为是美国害怕中国的一种象征或替罪羊？还是其中有某种我们还没有意识到的力量在起作用？任正非：面对美国政府的制裁，我们没有花很多时间去研究美国政府的动机和持续的措施，而是更多研究在这种条件下自己如何做好自己应该做的事情。我们改变不了世界规则，也改不了外部环境，但是可以改变自己能够在这种环境中取得胜利的机制。自己取得胜利就行了，改变机制、改变社会环境是极其艰难的。11、Norman Pearlstine：5G有多重要？美国意识到这是很长一段时间以来，首次由中国，而非美国，在某一重大技术领域占据领导地位的例子。我确定还有其他例子，但是我个人很难想到在过去几十年里有类似的例子。另外我也想知道美国现在针对华为是因为害怕丧失其领先地位，还是在5G领域处于领先地位本身的重要性？我之所以这么问，是因为接下来会问您关于九月份您提出愿意把华为的5G技术许可给感兴趣的美国公司的问题。任正非：其实5G并没有想象中的那么重要，是政治家夸大了它的作用。5G实施应用的时间，实际上是由于政治家的宣传提前到来了，我们最早判断5G开始被社会重视和试用的时间是2020年，现在2019年，5G在世界上已经开始形成普遍性应用。在其他科技领域，美国处于领先的状况在相当长的历史时间内不会改变。罗斯部长在印度讲“美国用两、三年时间就会超越华为”，我相信他这个论断。相关的出口管制法规都对美国公司没有限制，他们可以充分利用美国的科技创新的成果，可以得到美国理论创新的氛围影响，甚至喝咖啡时听到旁边的一句闲聊，得到极大的启发，因为美国遍地是人才。这种氛围我们是没有的。他们不需要担心美国政府对它们断供，不需要做备胎而浪费庞大的资源和人力，可以聚焦在它们的主航道上，很快追上来是完全可能的。过去我们不仅要遵守相关的出口管制法规，遵守对一些敏感器件的使用限制，现在甚至连很低端的器件和软件都要被限制使用，我们都要被迫自己做，华为怎么能竞争得过一个国家的力量？所以，我不担心华为在美国打击下能否活下来，而是担心三、五年以后华为能不能持续领先。如果我们想继续领先，想想有多大困难，可能我们真正连喝咖啡的时间都没有了。12、Norman Pearlstine：我认为，美国实际上担心美国公司没法追上来，没有国家政策来推动创新。这确实引出了一个问题：美国出台这些限制，是因为担心华为，还是因为更担心中国。所以，当我们总统表示，如果能达成他希望达成的贸易协议，他可能会放弃对您女儿的引渡时，这让我怀疑美国政府的动机。任正非：这说明孟晚舟的情况不是犯罪，是可以用做交易的。美国用国家力量扶持科研，走的就不是自由资本主义道路了，而是国家资本主义的道路，那就背弃了你们的政治。美国的政治是走自由资本主义，怎么又走到另外的主义上来了呢？我们不要把科技竞争变成了道路竞争和意识形态竞争，因为自然科学本身，与国家意识形态、国家道路没有什么关系。我们没有得到过中国政府的资金支持，十几年来经KPMG审计的财务报告可以看清楚这点，相反我们公司的税赋比美国公司更重。因此，并没有存在两种社会制度之争，最重要是华为公司自己付出了更多的努力。Norman Pearlstine：华为能走到今天的另外一个原因可能是因为您自己是个资本家？任正非：我们外部环境是社会主义，公司内部是员工资本主义，我们内部吸收了资本主义的合理动力，在外部获得了社会主义平衡的大环境。我们遵守国家的制度和法律，改变自己，使自己在这样的规则下获得胜利。13、David Pierson，《洛杉矶时报》东南亚记者：华为被列入“实体清单”多大程度加速了华为自研芯片和打造华为移动平台软件生态系统的进程？任正非：是有促进的，但是促进的程度还不能确定。David Pierson：您能不能介绍一下华为的芯片战略？有报道称，华为在囤积芯片，以确保手机持续供应。能不能介绍一下华为目前的芯片供应情况，以及进一步推动手机业务发展的计划？任正非：搞芯片的人可以去搞软件吗？我没有听说过。我们芯片的发展从来没有停止过，也没有改变过，一直都在稳定前进。手机的操作系统和生态系统是软件，我们提升软件能力的时候，并没有说要削减硬件的能力。David Pierson：在华为被加入“实体清单”之前，华为是不是从自己的芯片供应商处囤积了很多芯片。在“实体清单”带来困难后，华为有没有确保持续的半导体供应以支撑手机业务的持续发展？任正非：华为今年的销售收入非常大，如果要通过囤积芯片来保证供应，需要几百亿美元，华为有这么多钱来囤积吗？供应商也不会卖这么多东西给我们。因此，我们不是用囤积芯片的方式来发展的。现在问题是供应不了市场，为什么市场上岀现抢购，是因为我们生产不出这么多东西，芯片也供应不上，特别是台积电产量不足于满足大的需求。所以，不可能使用存储方式。万一过时了，这些库存怎么办。屯积物资这还是传统思维模式。14、Norman Pearlstine：您认为鸿蒙操作系统会成为安卓和苹果操作系统之外的另一个操作系统吗？任正非：鸿蒙操作系统本身是用于物联网的，物联网最重要的大带宽、低时延，无人驾驶、自动生产要求低时延。如果我们得不到供应和保障，会不会把这些东西转过来做手机的操作系统，能不能作为这个系统来开放呢，现在还不确定有没有这个能力。15、Norman Pearlstine：在过去很多年间，华为与很多美国公司都建立了长期且在很多情况下双赢的合作关系。您之前提到，华为很钦佩IBM，华为跟高通也建立了长期的合作关系，甚至Google内部肯定也有很多人多年来跟华为形成了密切的关系。华为在美国商业界的朋友们有没有就如何跟美国政府打交道给华为提供建议，或者给华为提供解释说明，帮助华为更好地了解美国为什么对华为这么大的一家成功公司发起史无前例的攻击？任正非：要解决华为与美国政府的关系问题，可能是一个很难的问题，我们不知道找谁能起作用，这个人有没有空到华为来看看。我们特别欢迎像卢比奥先生这些持反对意见的议员能到华为来考察，因为只有互相了解了，才有解决问题的基础。美国政治家对华为了解不够，希望媒体能起到一点点作用。Norman Pearlstine：想必您也知道，现在我们媒体受到的攻击差不多跟华为一样多，我们发现很多政界人士也不太了解媒体。16、David Pierson：现在有公司提出希望获得华为的5G技术许可了吗？任正非：关于5G许可的事情，我们是真心诚意的，但是现在还没有任何公司与我们接洽。其实这是一个很大的工程，我们也在设想美国公司如何能够承接，我们有位公司领导说，除非华为公司拨一大批员工给它，它才有可能承接下来。现在动员员工到美国公司工作，可能是非常困难的事情，因为与当年不一样了，当年听说能去美国，大家都蜂拥而去，现在大家连去美国出差都不愿意，因此要动员一大批员工去加入美国公司可能是很难的。美国公司要掂量一下有没有可能接受5G许可？我认为他们在慎重考虑, 我们也在等待他们的考虑。Norman Pearlstine：刚才午餐时我们得知有家欧洲公司在中国拿到了一个很大的5G合同，是不是诺基亚？这是否意味着第一个获得华为5G许可的可能并不是美国公司，而是欧洲公司或者北亚公司呢？任正非：欧洲公司有自己的技术，而且我们与欧洲公司的知识产权已经交叉授权，所以它们并不需要另外的许可。对于北亚公司，如果市场规模太小，没有盈利基础，长期生存还是有困难的。所以，我们分析唯有美国才有这个需求。17、Norman Pearlstine：您今天很慷慨，给了我们很多时间做采访。我还有最后一个问题。在过去一年左右的时间，您似乎已经成为了美国法制体系下多个领域的专家，包括《引渡法》、《合同法》以及不同法庭的独特运作方式。同样地，很多西方人也需要更深入地了解中国法律下中国企业对国家的义务。在困难出现之前，您本人曾表示过会尊重法治。我想问的是，过去几年里，您对美国和中国法制体系的观点是否发生了变化？任正非：关于中国的法制体系，前安理会主席马凯硕有一个发言，他从纵向来看中国法制改革的变化，认为中国进步很大，可以把视频发给您。应该说，我们从旧体制走过来的，知道那个时候中国的法制不健全，人们的自由度有很大限制。但是我们从纵向观点来看，这几十年中国发生了天翻地覆的变化，法制体系有极大进步。你们从横向观点来看，用美国的环境来看中国，中国总体上做得还是不够的。我们毕竟生活在这块土地上，每天都感到中国的法制在进步，而且中国政府的口号是要走向“法治化、市场化”，是一点点在开放，一点点在变化，我们对这个进步是满意的。美国是按照已经几百年法制化进步的观点横向来看，有很多不满意的地方，这就是两国的差距。Norman Pearlstine：您是否觉得美国的法制体系比想象的更加不公平，更加糟糕？还是说因为中国的法制体系变得越来越完善，美国的法制体系就相形见绌呢？任正非：美国的法律体系总体还是比较健全的，比如对产权的保护等，都是美国爆发创新动力的基础。法律不是看它的条文，而是看执法的程度。因此，我们认为美国法制体系是比较健全的，所以敢于在美国打官司；如果美国法制不健全，打官司是没用的，我们打不赢的。Norman Pearlstine：最后，我还是忍不住要问一下您有没有和女儿保持联系。她最近怎么样？您能和她沟通吗？您觉得她的事情会不会在加拿大尽快得到解决？任正非：她的母亲和丈夫在加拿大陪伴她，她的情绪总体是平稳的。她知道解决这个问题的难度，也期待加拿大的法律公平、公正和透明。Norman Pearlstine：非常感谢有机会能和您再次见面，感谢您和我们聊了这么久。希望在未来几个月或者几年的时间里，我们能够继续去理解并解决我们共同面临的诸多难题。对全球大部分国家和地区而言，2020年注定是不平凡的一年。预祝华为在2020年一切顺利！任正非：欢迎你们明年这个时候再来，真心欢迎你们随时再来。（钛媒体编辑高梦阳整理）", "author": "钛媒体APP", "newsdate": "发布时间：19-12-21", "newstime": "19:04", "sentiment": [{"positive_prob": 0.944155, "confidence": 0.8759, "negative_prob": 0.0558449, "sentiment": 2}]}, {"title": "同时支持5G和WIFI6，这样的手机目前还没有，华为会是第一款吗？", "content": "我们知道华为的主营业务就是“通信”，所以在5G领域华为遥遥领先，不单成就了自己的手机业务，也给中国的增加了国际上的通讯话语权。那么不知道大家知不知道WIFI6这项技术，一种和5G通讯同样厉害的“黑科技”。据说目前还没有手机同时支持这两种技术，华为会是第一款吗？先来说说WIFI6，可能很多小伙伴还不知道这是什么，它就是一种无线连接技术。与我们常说的4G、5G形式是一样的，都可以使手机等设备联网更快、速度更快，只不过它之前的命名是诸如802.11n/ac等，大家一般很少注意到。这些年WIFI技术也在不断升级，目前最高级的就是WIFI6，相比前几代，它的连接速度更快、延时更低、容量更大也更安全、更省电，和5G同属一类黑科技。其实WIFI6并不是最近才研发出来的，业内之所以鲜有消息，是因为很多设备都不支持这个技术，比如华为的代表手机华为Mate30系列虽然支持5G，但是不支持WIFI6。目前市场中的产品支持WIFI6的有上半年推出的三星S10系列手机，还有广受大家青睐的iPhone 11系列三款机型，但它们又是不具备5G的。所以，在整个圈内，同时具备5G和WIFI6的手机现在是一部也没有诞生，接下来就要看明年的华为P40和iPhone 12谁会是首款兼备这两者的，十分让人期待！既然这么好，WIFI6又不是最新的技术，那为什么大家都没有用这个黑科技呢？从了解的信息中我们得知，想享受到WIFI6的高科技和优势，是有多方条件的。首先要有一个支持WIFI6的路由器；其次，连接设备也要支持该技术，比如我们的手机、笔记本、家里的音箱、空调、电视等智能家电；最后，要有一个千兆宽带，网速够快才能发挥WIFI6的最大实力。而目前的形势是在国内像华为Mate 30这样新上市的高端旗舰机都不支持WIFI6，更不必说其它的电脑或智能家电更是没有涉及该技术。另外，市场上的WIFI6路由器也没有普及，价格比较高昂，有达到2K之多的，让消费者掏腰包也有些难度，当然我们一般家庭的网络速度也仅数百Mbps。相比5G，大家可能只需要换一部5G手机，然后在有5G信号覆盖的地方就可以体验了，而想要体验WIFI6需要消费者自己花财力布局各个层面，麻烦且耗资大。所以，大家对其感兴趣的程度可能没有5G明显，现在时机也确实还不成熟。不过，WIFI6显然可以带来和5G一样的快速体验，技术还是十分值得肯定的，期待它能尽早融入到我们的生活中！大家觉得华为手机会诞生首款支持WIFI6和5G两项黑科技的机型吗？", "author": "加速度测评室", "newsdate": "发布时间：19-12-21", "newstime": "22:40", "sentiment": [{"positive_prob": 0.371556, "confidence": 0.174321, "negative_prob": 0.628444, "sentiment": 0}]}, {"title": "特朗普又成“搅局者”？这一欧洲国家做了什么，华为5G再遇阻碍？", "content": "导语：特朗普又成“搅局者”？这一欧洲国家做了什么，华为5G再遇阻碍？众所周知，自2018年华为成功的拿下5G标准的短码方案后，美国终于结束了对华为多年的“窥视”，开始针对华为做出行动。而2019年的5月16日，华为被美国商务部以莫须有的罪名加入出口管制”实体清单“，华为在美33家核心供应商将集体断供，这其中就包括了华为5G芯片、通信设备零部件、手机零部件、操作系统等等。就在外界一致认为华为的辉煌将到此为止的时候，华为启动了“备胎”计划，如今距离“实体清单”已经过去半年多的时间，华为向世界证明了，即便没有美国的供应，华为依然可以很好的生存和发展。可是，特朗普并不心甘情愿的看着华为这样健康的发展下去，又开始对华为欧洲市场的合作伙伴开始劝说，让其禁止华为5G设备。大家清楚华为最近获得的5G合同已经多达65份之多，而其中将近一半都来自欧洲国家的支持。从目前来看，欧洲已有21国家及运营商明确选择和华为进行5G合作，包括欧洲经济的“带头大哥”德国也在近日表示不会排除华为。然而，有一个欧洲国家的态度或开始动摇，华为5G再遇阻碍，这个国家就是意大利。根据最新消息，一向与华为友好，并与华为已经拟定相关5G建设项目的意大利，于近日突发状况。根据意大利国家委员会表示：意大利应该考虑禁止华为的5G技术以及技术。据了解，意大利国家委员会在递交的一份文件中还阐述道：呼吁意大利保护当地的5G网络，防止受到海外企业的影响。面对如此的质疑，华为方面表示，会与意大利政府抱着开放合作的态度，争取保证让通信运营商早日布局5G。同时，华为还强调，在意大利发展时期一定会按照意大利的规则布局网络设备。一直以来华为方面就与意大利有着很深的合作。而且在几个月前美国国务卿蓬佩奥还曾威胁意大利外长迪马约说，如果意大利在5G移动通信选择与中国企业（华为）合作，那么美方可能会停止与意大利共享情报。蓬佩奥认为，如果意大利和华为合作，那么美国以及意大利的情报就会传送至对手的手里，会对意大利和美国构成“共同威胁”。因此，他会做出某些艰难的决定。对于美国的这番警告，意大利外长并无惧怕，而是坚持与华为合作能使意大利在全领域成为欧洲最先进的国家之一。而且根据数据显示，在2000年至2017年期间，中国对意大利投资累计达137亿欧元（约1068亿元人民币），意大利成为中国在欧盟的第三大投资目的地。除此之外，意大利还在今年的上半年额我国达成了29个项目的合作协议，价值200亿欧元（约1560亿元人民币）。如今意大利与华为已经展开了5G合作的部署，其意大利国家委员会却提出这样的质疑，难道又是特朗普政府从中“搅局”？美国为了阻止华为5G计划的顺利进行，简直是无所不用其极。众所周知，华为5G无论是在技术上，还是价格方面，都处于领先竞争对手的水平。拒绝华为5G，那么就意味着意大利的5G建设将落后数年。日前，作为美国坚实的盟友，日本也在为其5G建设发愁。据了解，在禁止华为后日本选择了诺基亚和爱立信，却落后于中、韩、美位居第四。面对日本媒体与民众的担忧，日本政府在最新税制修改大纲草案中表示：在日本进行5G服务的地区企业，进行其投资总额15%的税费减免政策。然而，除了日本还有一个响应美国号召的国家，那就是澳大利亚。在禁止华为后，其国内的5G建设尚未有实质性的进展。因为追随了美国，禁止了华为澳大利亚最大的运营商之一的TGP，已经宣布放弃布局5G网络。不得不说，这些禁止华为5G的国家，除了美国其他都失去了5G发展的最有利时机。回顾意大利近年来的经济发展并不理想，其国内公共债务在GDP中的占比已经达到了132%，而且其经济自2018年年初以来就一直在衰退的边缘挣扎。虽然国家委员会递交的这份申请，目前尚未“盖棺定论”。但为了解决债务危机，相信意大利选择华为合作，无疑是最明智的选择。不知大家认为意大利会怎么选择呢？", "author": "科技在前方", "newsdate": "发布时间：19-12-21", "newstime": "23:06", "sentiment": [{"positive_prob": 0.000766744, "confidence": 0.998296, "negative_prob": 0.999233, "sentiment": 0}]}]