[{"title": "台湾10大手机品牌排名出炉 华为/小米市占率不及索尼", "content": "【手机中国新闻】近日台媒“ePrice比价王”公布台湾地区2018年度十大手机品牌排行，其中苹果市场占有率达到25.3%排名第一；三星市场占有率18.8%位列第二；华硕排名第三。HTC下滑严重，市场占有率滑落至6.36%，沦为第五。2018全年度台湾地区十大手机品牌排名其中苹果、三星、华硕三家台湾地区手机市场占有率合计达到55.86%。此前备受欢迎的HTC手机销量下滑严重，2017年手机销量为66.6万部，2018年仅为38.4万部，是前十品牌中下滑程度最大的手机品牌，索尼排名第6，市场占有率为6.17%，但销量衰退程度仅次于HTC。台湾地区小米年货节第7、8、9名分别为华为HUAWEI（3.99%）、小米（3.95%）、SUGAR（2.50%）。诺基亚市场占有率为2.28%排名第十。虽然华为和小米目前排名程度较低，但是上升势头强劲。1月20日，华为Mate 20 X正式在台北微风南山、台中文心秀泰、高雄梦时代开放首购，排队盛况空前，宛若长龙。小米目前在台湾地区拥有十一家实体店，并在台湾地区开展小米年货节。", "author": "CNMO手机中国", "newsdate": "发布时间：19-01-28", "newstime": "14:23", "sentiment": [{"positive_prob": 0.368391, "confidence": 0.181353, "negative_prob": 0.631609, "sentiment": 0}]}, {"title": "为何许多知名企业，不愿意选择上市？背后又有怎样的原因", "content": "上市对于企业来说有很多的好处，当一个企业确实需要资金，去做研发和生产扩大市场份额的时候上市就是一个必要的选择。上市会对企业产生一定的规模效应，例如需要大流量的互联网公司一般更原因上市 。因为上市具有相当不错的宣传效果，上市会赢得更多曝光和报道。加大公司知名度的同时更有利于公司的发展。为什么有很多知名的企业却一直不选择上市呢？首先它们必须具备这样的条件，企业现金流充裕，没有必要用别人的钱来发展，因为上市前期也要一笔费用。并且在行业中处于领先地位，没有重量级的竞争对手，不必借钱来跑马圈地。还有就是企业本身不愿选择上市，并且对企业未来的发展非常乐观，不想外人来分享企业发展成果。害怕怕引起团队纷争，引入外部资本，创始人、股东和高管可能会对股权分配意见不一，影响内部团结和士气。很多知名的大企业都没有上市。其中比较知名的宜家的创始人坎普拉德是20世纪最伟大的企业家之一。他曾经说过：宜家永远不会成为一家上市公司。坎普拉德给出的官方解释是，一旦上市，股东们必然要求获得更快、更多的回报，这将改变宜家的长远目标和运作方式，他也承认宜家如果是上市公司，每年就必须拨出大约30%的获利给股东，不上市的话，这些钱就都能成为公司的储备金，以备不时之需。玛氏旗下的MM豆，士力架，德芙，绿箭，益达，还有猫奴狗奴熟悉的宝路，伟嘉都是非常知名的产品。至于没有上市的原因，玛氏是个私人控股企业，不上市是为了企业管理的独立性和对利润的完全控制力。总的来说，上市公司不一定就很厉害，不上市也不代表不行，华为和老干妈就没有上市，但是对员工和国家的贡献非常大。所以，企业的关键还是在于对人才的重视、技术的重视、内部管理的重视和品牌营销的重视。很多公司实力很强大却不选择上市，主要还是和公司创始人的经营理念，公司的市场地位、资金需求、经营模式等有很大关系。华为目前是全球最大的通信设备制造商，也是国内最大的手机厂商，华为创始人任正非坚称，华为50年不上市。华为的发展离不来任正非，任正非也不想分散控制权，影响公司的战略部署。上市之后公司的控制权将会被分餐，公司的战略部署也将受到影响。任正非和华为管理层一直牢牢控制着华为，让华为时刻保持“狼性”，这也是华为不断做大做强的主要原因。而且就目前形势来讲，华为发展的非常好，虽然华为着力于研发工作，资金投入较多但自有资金十分充足，因此不用考虑因为钱的问题而上市获得资金。如今华为品牌在国内外都颇有名气，加之华为本身属于技术驱动型企业，不需要通过上市和搞资本运作来增加企业的知名度和利润。在很多人眼里，只有公司上市了才能证明公司实力强大。诚然，上市的好处有很多，更大的知名度，更好的融资渠道等等。然而，有些实力强大的企业坚持不上市，也有很多曾经的上市企业纷纷私有化退市。简单点说，那些有强大市场认知度，充足的现金流的企业，上市对他们而言，可能优势不是那么明显，甚至劣势会更多。毕竟，公开上市意味着所有决策，财务数据都得向所有股东公开，基本等同于向社会公众完全公开，难以保证控制权的绝对可靠性以及公司策略的控制力。此外，上市公司的股东过于追求短期利益，可能对管理层制定的公司的中长期发展规划而言反而是个阻碍。", "author": "东南财富", "newsdate": "发布时间：19-01-28", "newstime": "20:57", "sentiment": [{"positive_prob": 0.0127289, "confidence": 0.971714, "negative_prob": 0.987271, "sentiment": 0}]}]