[{"title": "曾经号称500天不卡顿的华为Mate9，一千天过去后还有这么多人用！", "content": "华为之所以能在“中华酷联”中崛起，原因在于它强大的研发能力和持续不断的技术投入。比如在多年前华为就开始着手研发自家的海思处理器，笔者还清晰地记得在2012年的时候，海思K3V2处理器兼容性差、性能弱、发热大，很多人都不看好。但是华为并没有放弃，如今海思麒麟990 5G以及麒麟810都已经处于顶尖水平。华为为了解决安卓手机卡顿的问题，一直持续在做底层优化，还记得华为Mate 9发布会上，余承东就表示Mate 9能做到500天不卡顿，在当时大环境下，很多人包括我自己也难以置信！如今距离华为Mate 9上市已经过去了三年共计一千天左右的时间，那么华为Mate 9还有多少人在用？到底卡了没？笔者尝试去找了一些第三方调研数据，令人意外的是，根据极光2019年Q1的数据显示，华为品牌型号中，正在用Mate9的用户占据了3.4%排名第三，可见用华为Mate 9的人还是非常多的。华为Mate9采用了当时华为最顶级的麒麟960处理器，正面是一块5.9英寸的1080P LCD屏幕，配合超窄的边框以及2.5D的弧面过渡，正面的看上去仍然十分的精致。另外手机背面做工非常精细，金属一体化的机身配合磨砂质感以及背面曲线的过渡，整机拿在手里非常的贴合手掌。另外从设计上来说，华为Mate 9也更加注重对称式的设计，背面麦克风、双摄和指纹居中排列，闪光灯和激光对焦传感器左右对称分布，因此从整机的设计和做工方面，放在2016年绝对对得起国产旗舰的称号。而且华为这么多年仍然没有放弃对于华为Mate 9的底层优化，这也是很多人还在使用Mate 9的重要原因。华为Mate9出厂系统版本是EMUI 5.0，而现在已经升级到了EMUI 9.1系统，那么华为Mate 9到底卡了没？来看看网友最真实的评价！可以看到，大多数网友对于华为Mate 9都表示从来没有卡顿过，有个别网友反应电池不耐用了，还有一个网友表示每当感觉华为Mate 9快卡顿的时候，就有新的系统版本推送过来了，升级之后又流畅了！因此也可以看出，华为的系统优化确实立功了！不过也有网友表示，华为Mate 9现在玩游戏不太给力，日常使用没问题，但是像吃鸡这类的游戏确实跑不动了。不过三年前的手机能做到日常使用流畅就已经很不错了，华为Mate 9已经超额完成了任务！正在用华为手机看这篇文章的你来说说，你用的哪款华为？如今是否流畅呢？", "author": "小胖聊数码", "newsdate": "发布时间：19-12-04", "newstime": "11:25", "sentiment": [{"positive_prob": 0.792442, "confidence": 0.53876, "negative_prob": 0.207558, "sentiment": 2}]}, {"title": "「旗舰」一图对比华为Nova6 4G/5G版差异 后天发3499起？", "content": "日前，华为宣布新机——华为Nova 6 5G手机将于12月5日在武汉正式发布，由易烊千玺代言，有华为Nova 6 4G版和5G版两个版本，4G版和5G版有何区别也是部分用户蛮关心的点，今天有博主率先曝光了这俩版本的区别。图源@Ark咔嚓一下异：据爆料，核心配置上，华为Nova 6搭载麒麟990，前置32MP光圈F/2.0，内置4100mAh，机身重197g；而华为Nova 6 5G版搭载麒麟990+巴龙5000，支持双模5G，前置32MP光圈是F/2.2，内置4200mAh，机身重212g。Nova 6苏音蓝、普罗旺斯紫同：一样的是，华为Nova 6和Nova 6 5G版均采用6.57英寸2400*1080分辨率的双挖孔LCD屏。侧边实体指纹，标配40W快充，前置双摄32MP+8MP超广角，后置超感光三摄40MP+8MP长焦+8MP超广角，这也意味着华为Mate和P系列的4000万像素正式下放，就差一个价格了。华为Nova 6亮黑色对比荣耀V30黑色鉴于配置上Nova 6和荣耀V30有蛮多一样的，虽然外观俩差蛮大，但价格还是可以推测一波，荣耀V30是3299元起售，或许华为Nova 6 5G版会3499元起售，有望成为华为今年最便宜的双模5G手机（荣耀不算入），坐等12月5日周四正式发布了~就论颜值来说华为亲闺女相比荣耀小胜一筹~", "author": "小白测评", "newsdate": "发布时间：19-12-04", "newstime": "06:10", "sentiment": [{"positive_prob": 0.593354, "confidence": 0.0963431, "negative_prob": 0.406646, "sentiment": 2}]}, {"title": "华为Mate30：抱歉，再见了！", "content": "随着综合实力不断提升，现在的华为已经快速成长为全球第二大智能手机品牌，不仅仅是OPPO和小米等友商学习的榜样，更是连苹果和三星都不能够轻易忽视的劲敌。没错，一直以来余承东都致力于把华为打造成“巨头”，经过多年的发展之后也慢慢实现这一目标，不过话说回来，在机海战术大背景下，它的部分产品处境还是挺尴尬，例如这一回网友吐槽华为Mate30:抱歉，再见了！Mate系列作为华为旗舰的重要组成部分，无论是硬件配置还是颜值打磨都相当到位。一方面，Mate30搭载基于7纳米制程工艺的麒麟990处理器和6G运行内存，这样的SOC应对日常应用程序是绰绰有余，配合EMUI10系统形成更强的协同能力，体验王者荣耀、和平精英等主流游戏的帧率稳定性也是妥妥的，4200毫安电池和40W的快充在续航上也不存在太多可挑剔的地方。另一方面，华为Mate30配备徕卡认证三摄模组，在先进的算法调教下，无论是光线充足的白天还是弱光场景下都能够拍出清晰的照片，达芬奇独立NPU神经元的驱动下，成片的速度也是可圈可点；值得注意的是，它还拥有一块超窄额头全面屏带来震撼的视觉效果，四曲面玻璃与铝中框的紧密贴合兼顾手感的同时也满足日常防水的需要。可以这么说，Mate30的综合素质能够符合大部分追求极致体验年轻人一贯的期待，所以刚发布那会确实十分受欢迎，高达3999元的售价依然一机难求，彰显其品牌的魅力。只可惜，现在市场竞争太激烈，它的地位逐步被取代，人气也开始流失之后，在第三方授权平台已经降至3677元，可还是有不少的网友表示对不起，Mate30还是说再见让人感到扎心。在他们看来Mate30并不属于旧款，只是现在华为在大力推广和普及5G手机，随着Mate30(5G)版本的持续热销，前者不支持SA和NSA网络已经很难保证在未来一年甚至半年时间里不会被淘汰，还有对比小米CC9Pro、魅族16sPro、荣耀V30等也没有性价比可言，所以选择拜拜了。按照笔者的观点，新旧旗舰交替属于正常现象，Mate30作为4G和5G换代的产品，在缺乏性价比和新元素的情况下，有人不待见它也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-12-04", "newstime": "11:17", "sentiment": [{"positive_prob": 0.0802962, "confidence": 0.821564, "negative_prob": 0.919704, "sentiment": 0}]}, {"title": "华为MateBook D系列正式开售！高颜值轻薄本抢滩高校", "content": "对于如今的人们来说，无论是身处职场的上班族，还是身在大学校园的学生党，笔记本电脑都是他们所不可或缺的一项重要生产力工具，日常的办公、学习以及娱乐，几乎全部都是靠着笔记本电脑来完成的。那么对于当前的年轻人们来说，笔记本电脑的产品实力势必要全面而强悍，无论是颜值外观还是性能，乃至于功能性方面，都要尽可能的做到完美。从目前的笔记本电脑市场来看，笔记本电脑品牌愈发繁多，从前很多不属于笔记本电脑行业的品牌纷纷入驻，但依旧有着非常出色的表现，为风平浪静的笔记本市场带来了一款款精美的产品。华为入驻笔记本电脑行业三年，旗下MateBook系列一直是人们津津乐道的出色产品。最近，华为MateBook D 14/15锐龙版又强势登场，带来了相当精致的颜值以及无界全民屏设计，同时在性能与功能方面，均有着显著提升。目前华为MateBook D 14/15已正式登陆各大电商平台，首销当日开售2分钟即破千万销售额，全天全渠道销售额更是直破亿元，从这样的销售额显示消费者对新品的喜爱程度。接下来我们来一起看看，为何这款产品如此受消费者青睐。首先我们来看看华为MateBook D 14锐龙版的A面设计非常简洁，只有品牌logo，但是得益于材质方面采用了金属材质，而且皓月银的配色也非常的大气时尚。当我打开笔记本，一眼就被它的超大屏占比所吸引，上边框和左右边框均只有4.8mm的宽度， 84%的屏占比为用户带来震撼的视觉冲击。其实看到这个屏占比，很多人会觉得意外，因为一般笔记本都是左右边框很窄，但是华为MateBook D 14/15因为摄像头下移到键盘区域，所以上面边框也非常的窄。而且它创新性的将一般放在屏幕上方的摄像头挪到键盘区，使用也非常方便，只要轻轻按一下就能弹出。另外一大创新就是电源指纹开机按键，传统的笔记本都需要先开机，然后在键盘上输入密码，这种解锁方式已经让我们习惯繁琐的步骤，甚至认为这就是必须的。但是华为突破笔记本的传统步骤，让解锁功能更加高效和安全，不管是关机状态还是锁屏状态下，只要轻轻一触就能自动解锁，兼顾实用与安全，贴心的设计完全解决了我的顾虑。再来看看这款笔记本电脑的接口方面，设计得也非常的简约时尚，为用户带来了1个USB-C接口，1个USB3.0接口，1个USB2.0接口，1个HDMI接口，1个3.5mm耳机口，能够让用户在多场景下使用，比如说数据传输、鼠标连接、设备充电等等。所以，在外观方面，既保留了足够的接口，同时又做到了时尚轻薄完美融合。看完了外观，我们再来看看这款笔记本电脑的性能与功能性方面如何。性能方面，华为MateBook D 14锐龙版搭载了AMD最新的锐龙5 3500U处理器，这款处理器相信很多用户都有所了解，性能方面的表现可以说是相当强悍了，再加上8G/16G的内存以及固态512G存储，对于大部分用户们来说，这样的性能足以用来应对日常的学习办公以及娱乐了。而华为MateBook D 14/15锐龙版的最大亮点还在于其出色的功能性方面，华为MateBook D 14/15锐龙版还拥有着“多屏协同”功能。如今人们早已不再是只使用单一设备，而是更加青睐可以无缝协同的设备生态系统，基于用户们的这一需求，华为MateBook D 14/15锐龙版在华为一碰传技术的基础上，整合推出了“多屏协同”功能，让跨终端交互体验进一步升级，不仅能够让用户们在笔记本与手机间互传文件，更是让MateBook的鼠标、键盘等外设成为手机的外设，从容控制手机，带来前所未有的创新办公体验。怎么样，看完这些介绍，你是不是也被华为MateBook D 14/15锐龙版的强悍产品实力给打动了呢？目前，华为MateBook D 14/15锐龙版正在火热预售当中，心动的小伙伴们记得多多关注哦！", "author": "科技白米饭", "newsdate": "发布时间：19-12-04", "newstime": "16:00", "sentiment": [{"positive_prob": 0.999214, "confidence": 0.998252, "negative_prob": 0.000786445, "sentiment": 2}]}]