[{"title": "新一代国产旗舰近日发布，华为P30渲染图曝光", "content": "对于华为手机来说，相信很多人都会感觉到非常的骄傲，尤其是在近两年的发展也是让全球的用户感受到了国产机的实力，自从麒麟980处理器发布之后，华为mate20系列就称为了新一代的国产旗舰机皇，相信这一点没有人敢否认，而在今年的WMC大会上展示出来的可折叠屏手机再一次让用户看到了华为手机的强悍，不过在今年骁龙855处理器为首的机型发布之后，也算让华为手机有点压力了。虽然以小米9为首的骁龙855处理器机型已经来袭，但是华为手机也从来没有停止过自己的脚步，在近日关于华为P30系列的消息愈传愈烈，相信很多人也都是非常的期待，从目前曝光的消息来看，这款华为P30系列机型的外观设计以及性能配置和拍照方面都已经基本确认，目前也就差售价让人期待了。据悉这款华为P30系列在外观设计上也是非常的用心，该机采用了曲面屏的设计，其实在之前的华为mate20系列上就已经采用，而且颜值也是非常的高，所以这款华为P30系列的外观设计自然也会非常的出色，正面使用了6.1英寸的OLED全高清屏幕，因此分辨率不用多说，而且使用珍珠屏设计，包括在额头和下巴等方面也都是极窄的设计，所以相信在视觉上给人的感受也会非常的不错。而在拍照方面将依旧会是这款机型的亮点，毕竟在之前的华为P20系列机型身上，也是全国首发了后置三摄拍照技术，所以相信会延续下去这样的传统，不过从目前曝光的渲染图来看，这款华为P30 pro将会搭载上后置四摄镜头，而华为P30则会采用后置三摄的配置，据悉它配备应该是4000万像素的三摄，很有可能就是4000万像素的徕卡三摄，毕竟超广角摄像可是很好用的技能。另外更加消息曝光出，这次的拍照性能会有很大的提升，尤其是超广角镜头的加入，可能会支持10倍的光学变焦技术，对于这样的技术来说，理论上来讲，自然会和入门级别的单反处于相同的水平，当然目前关于拍照的实力还不得而知，只有在发布之后才能够亲身感受到这款机型的拍照实力，不过笔者相信在不久的将来，或许手机的拍照功能会和单反处于相同的水平，这也并不是不可能的事情吧。而在核心配置上，笔者认为这款华为P30系列机型仍然会搭载上最新的麒麟980处理器，这款麒麟980处理器同样是基于7nm工艺制程的芯片，因此在性能方面的表现会让人非常的称赞，当然很多人会认为骁龙855处理器的来袭会给麒麟980处理器造成压力，但是笔者认为华为手机在软硬结合的优化下，并不一定会比骁龙855处理器的机型要差，目前官方已经确认会在3月26日举行发布会，还是让我们一起期待吧。本文由《烽火数码》原创发布，请勿抄袭！", "author": "烽火数码", "newsdate": "发布时间：19-03-20", "newstime": "22:10", "sentiment": [{"positive_prob": 0.385411, "confidence": 0.14353, "negative_prob": 0.614589, "sentiment": 0}]}, {"title": "默克尔回应华为参与德国5G", "content": "备受关注的德国5G频谱竞标19日正式启动。针对是否乐见中国企业华为参与德国5G建设的问题，德国总理默克尔当天表示，不会因为一家企业来自某个特定国家就将其排除在外。3月19日，默克尔在柏林举行的全球解决方案世界政策论坛上发表主题演讲 @视觉中国默克尔当天在柏林出席一场智库峰会时回答了相关提问。主持人向默克尔问道，美方警告称如果德国使用华为技术，将限制同德国的情报共享，“你会乐见华为参与到竞标德国5G的联合体当中吗”？默克尔回应称，目前已有非常多的国家使用了华为的技术。她表示，5G是一种高度复杂的技术，因此也带来了新的问题。但她强调，德国联邦政府已经决定，不会“简单地将某一企业或是行为主体排除在外”，而是对这些参与5G竞标的企业提出要求，并将相关的要求写入到电信法规之中。默克尔强调，她完全不认同的是两种做法：一是把高度敏感的安全问题放到公开市场上去解决；二是对于一家参与5G竞标的企业，仅仅因为其来自特定国家就将其排除在外。默克尔表示，应该给予所有各方参与的机会，但同时德国也将评估与此相关的不同的法律条件，并与盟国进行研究。", "author": "观察者网", "newsdate": "发布时间：19-03-20", "newstime": "07:56", "sentiment": [{"positive_prob": 0.851774, "confidence": 0.670609, "negative_prob": 0.148226, "sentiment": 2}]}, {"title": "抛开其他因素，苹果和华为手机哪个比较好？", "content": "苹果跟华为之间的对比一直以来都被认为是不对称的，人们总是以为苹果手机作为国际大厂品牌是智能手机行业当中的霸主，而华为只是国产手机中一个做得比较好的巨头，此之间的差距非常大。但是在最近这两年华为的进步确实非常大，而苹果的iphone因为这是没有什么大的创新亮点，反而是逐渐被追赶上了。今天我们就来说一说如果抛开一切情怀，苹果和华为手机哪个比较好？目前苹果的销量有下滑趋势，华为则是逆势上涨从2018全球智能手机市场份额以及出货量对比来看，苹果在最近这几年是出现了下滑的趋势，而华为却做到了逆势上涨。两者之间的出货量差距也在不断的缩小，目前华为已经成为了出货量超过2亿台级别的厂商，对比苹果来说也仅仅少了几百万台出货量。而在全球智能手机市场份额上，现如今的苹果虽然依旧位居第2位，但华为也是紧随其后，倘若能够被华为抓住一次机会，或许就能够实现就此反超。在中国智能手机市场上，华为目前坐稳了第一的排名，而苹果则是下滑到了国内第五的位置，两者之间的差距反而拉得越来越大，只不过这一次是华为占据了压倒性的上风。值得一提的是，如今华为在海外市场上的表现也越来越好，不断地提升着自己的市场份额，在俄罗斯等市场已经超越了苹果、三星成为第一。如果单纯的从市场份额及出货量的角度来看，华为在未来几年如果能够保持现如今的增长势头，实现对苹果的完全超越应该是势在必行。苹果在生态系统以及溢价能力上，远远的超出华为虽然说华为在市场份额以及出货量上实现超越苹果的概率会非常的大，但是苹果在生态系统以及产品的溢价能力上依旧是远远的高过于华为。比如说iPhone如今的A系列处理器以及iOS系统，对比华为的麒麟处理器以及EMUI系统，依旧是要领先不少的，而苹果更加强大的是在生态系统上的优势，iOS之间的设备相互关联体验上比华为做得更出色。虽然说华为如今的市场份额与销量都在不断提升，但是iPhone价格与利润远远地高于华为，尤其是在产品的品牌溢价能力上，苹果手机更能够吸引用户，在产品的号召力上是比华为更出色的。如今苹果与华为的产品各有优势，但差距在不断缩小如今苹果与华为的产品各有优势，但差距在不断缩小。比如说现如今的华为在拍照上已经超过了苹果的iPhone，华为P20Pro以及华为mate20Pro的拍照水准在iPhoneXsMax之上，可以看得到如今华为与苹果的差距在不断缩小，甚至还可以直接超越。此外，华为如今的麒麟处理器也在不断提升性能，属于现如今智能手机的一流芯片水准，而EMUI系统也在不断优化，安卓系统的体验虽然不如iOS那样出色，却也不会像以前那样经常出现卡顿的现象。当然，笔者想跟大家说的是，如果抛开一切情怀，苹果和华为手机哪个比较好这个问题并不能得出一个比较标准的答案，而只能在具体的产品上进行对比才能分出高下。你们觉得如果不附加其他的因素，华为跟苹果手机哪个比较好呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-03-20", "newstime": "20:27", "sentiment": [{"positive_prob": 0.533995, "confidence": 0.320092, "negative_prob": 0.466005, "sentiment": 1}]}, {"title": "厉害了华为！2018年全球专利申请总数超越欧美取得全球第一！", "content": "随着时间的推移大家对于华为的认识也越来越深，相信曾经不少用户一直认为华为是跟小米以及国内其他一众手机厂商一样，专注于制造手机的厂商吧？但其实并不是这样的，华为的手机业务只是其众多业务中的其中一个，而且并非主业！华为在通讯行业的建树才是其存在的根本，随着全球5G网络的快速搭建，现如今我们的华为也终于在全球这个竞争激烈的市场中有了一席之地！而且确切的说在目前的5G行业华为正处于领先者的角色！然而你知道吗，在成绩的背后华为所付出的各种努力也是数不胜数的！在世界知识产权组织（WIPO）18日发布数据中可以看到，2018年中在向该组织提交的全部国际专利申请当中，有50.5%来自于亚洲，而在这其中华为在2018年中所递交的专利申请量高达5405件，总数量排超过欧美发达国家。排在了全球首位！数据显示在2017年华为全年递交了4024件专利申请，而到了2018年，全年递交的专利申请总数增加近1400件，这也创下WIPO历史上由一家公司提交的国际专利申请总数量的最高纪录！华为递交的专利申请总数超过排在第二的日本三菱电机株式会社（2812件）近一倍之多！而美国英特尔公司（2499件）、美国高通公司（2404件）也分别被华为甩在身后！而另一家来自中国的通讯科技公司中兴通讯也以（2080件）的总申请专利数量名列前茅。虽然中兴通讯近几年在专利申请总数上有所减少，但是在2016年中兴通讯也曾位居过榜首位置，在前十所有的上榜的公司中，有六家来自亚洲，两家来自欧洲，两家来自美国。不过美国仍是提交国际专利申请最多的国家，2018年所提交的总数达到了56142件，中国则以53345件的微小差距排在美国之后，日本则以49702件排在第三！大家想必也知道最近几年华为在处理器芯片方面一直都在努力研发，直至目前华为自研芯片已经覆盖手机、AI、服务器、路由器，电视等多个领域。早些时候还发布了全新的5G网络芯片，在该领域华为目前是处于全球领先的地位！与小米等一众其他国产厂商高端旗舰手机采用高通骁龙处理器不同的是，华为每年推出的年度旗舰和自家高端旗舰手机基本上采用的都是麒麟芯片，虽然客观的说在整体性能表现上麒麟还不能超越苹果和骁龙，但是整体来说实力差距正在不断的缩小。除了手机芯片，华为还推出了Ascend系列AI芯片和基于ARM的鲲鹏系列服务器CPU，路由等其他一些产品中也会搭载自研的凌霄芯片，还为一些电视厂商提供了4K电视芯片解决方案。并不安于现状的华为还将在2019年全力以赴开发芯片组业务。国际方面由于面对美国的各种“照顾”，使得华为不得不着重考虑在自研芯片方面必须做出的推进，受制于人的局面永远不能彻底改变现有劣势与整体格局，因此加快自研芯片的研发和量产便成为眼下华为的重中之重！华为在今年下半年有可能大幅追加台积电7nm芯片的投产量，有可能超过苹果成为台积电最大的7nm客户。目前华为在高端旗舰手机采用华为麒麟处理器的比例较高，但未来华为将加快中低端手机导入海思麒麟平台的速度。据市调机构Gartner的统计数据，华为的半导体芯片采购量在2018年增长了45％，达到210亿美元，成为全球第三大IC芯片买家，总体数量虽然落后于三星和苹果，但已经领先于戴尔。目前来说华为手机或许还并非是全球最好的手机，但华为品牌的影响力正随着自身实力的不断变强引起了越来越多全球同行的关注，前不久还有消息爆出，华为已经在做自研系统方面的筹备工作，或许在不久的将来会推出真正属于国人自己的手机系统。或许现阶段自研系统还未推出，麒麟芯片也不能独当一面，但是华为的努力从未停止过。笔者也真心希望越来越多的国产优秀品牌可以当起重任，在科技创新与技术提升的道路上作出更多成绩", "author": "勺子黑科技", "newsdate": "发布时间：19-03-20", "newstime": "23:32", "sentiment": [{"positive_prob": 0.989722, "confidence": 0.977159, "negative_prob": 0.0102783, "sentiment": 2}]}, {"title": "TCL集团董事长李东生：相比三星华为，我们唯一敢做折叠屏动态展示", "content": "2019MWC TCL展示折叠屏类产品 图片来源：每经记者 刘春山 摄3月19日晚间，TCL集团（000100，SZ）披露了2018年年报。年报显示，公司2018年实现营业收入1133.60亿元，同比增长1.6%；实现归母净利润34.68亿元，同比增长30.17%。3月20日上午，TCL集团在华星光电研发楼召开了业绩交流会，对2018年业绩及未来发展战略进行了解读。对于近期热议的折叠屏，TCL集团董事长李东生在会上指出:“坦率讲还有很多技术问题需要解决，大规模商业应用可能比大家预期的时间会晚一些。样品可以做出来，但批量生产和样品不是一回事。”多元化经营or专业化经营公告显示，TCL集团主要产业为三大业务群：一是半导体显示业务群，包括华星光电、华显光电（00334，HK）以及与半导体显示业务相关的新技术和新业务布局；二是智能终端业务群，包括TCL电子（01070，HK）（包括商用显示业务）、TCL通讯科技、家电集团，以及包括智能家居等与消费电子终端相关的新业务布局；三是新兴业务群，统筹管理集团平台服务业务、战略新兴业务及财务管控业务。对于2018年净利润的提升，李东生解释称：“智能终端业务群在2018年有所改善，从2017年巨额亏损（主要来自移动通讯终端业务）转为当期盈利，2018年度实现利润近3亿元。其中：彩电业务强劲增长，全年销售（含ODM业务）2896万台，销量排名居全球第二位；家电和智能音箱业务稳定发展，移动通讯终端业务亏损大幅收窄。”然而，李东生强调：“该项业务利润率偏低，产品技术升级迭代很快；除了智能电视达到了有竞争力的规模外，其他业务总体规模较小，盈利能力和增长动能不足，而且智能终端业务的组织流程和管理逻辑与半导体显示业务差异巨大。为集中资源将半导体显示业务做强做大，公司决定剥离出售智能终端业务。”年报显示，上述重大资产重组已得到股东大会批准，预计近期将完成资产交割等后续工作。重组后，TCL集团将以半导体显示及材料为核心主业，并继续保留产业金融及投资业务和其他业务。《每日经济新闻》记者了解到，当企业发展到一定阶段时，部分企业会选择多元化布局来扩大自身规模。此前，TCL集团便采用的是多元化战略。而若重大资产重组完成，也将意味着TCL集团由过去的多元化经营转为专业化经营。在谈及多元化与专业化经营时，李东生表示，每个产业有不同的发展路径，“华星光电所处的是长周期、大投入、技术门槛很高的行业。我们决定投资一个项目到这个项目产生收入至少要三年，所以华星光电的所有投资至少要看五年。2018年我们决定投t7（华星光电第11代超高清新型显示器件生产线项目），得看五年以后市场怎么样，这是华星光电业务的商业逻辑，整个组织体系要支持长周期、大投入。”TCL集团2018年度业绩交流会现场 图片来源：每经记者 莫淑婷 摄“智能终端业务则要适应快速变化，能不断地进行技术创新迭代，特别是随着人工智能、互联网快速发展，团队必须要适应变化，有更高效率。”按照李东生的说法，分拆之后，智能终端业务则更像美的，“美的是相当多元化的，比方说美的收购库卡等品牌”。折叠屏部分技术问题仍待解除了重组事项外，折叠屏也是本次业绩交流会的热点。在2019MWC（世界移动通信大会）上，华为、三星、TCL等厂商曾展出了折叠屏手机。除此之外，苹果和微软也在储备折叠屏手机的技术。基于此，不少机构认为，2019年将是折叠屏手机元年。对此，李东生向《每日经济新闻》记者在内的媒体表示：“（柔性折叠屏）坦率讲还有很多技术问题需要解决，大规模商业应用可能比大家预期的时间会晚一些。”李东生进一步解释称：“样品可以做出来，批量生产和样品不是一回事。这次MWC展，三星、华为的产品都是做静态展示，并没有在现场让客户去体验。我们的产品虽然也不能让客户去摸，但我们是动态展示，整个屏在展示过程中不断开合。当然这不代表我们做得就比三星好，但是我们至少在MWC展中是唯一一个敢做柔性屏动态展示的，一天中有八个小时不停翻叠。TCL在柔性折叠屏这一块的技术还是有积累的，我不敢说能赶上三星，但在国内的同业当中，后来居上是我们的目标。”按照华星光电首席财务官杨安明的说法，TCL通讯折叠屏手机2020年一季度会在市场上推出，“可能会比国内稍微慢一点，主要是在海外做”。据了解，华星光电目前有六条面板线。杨安明指出，“t1和t2是两条G8.5代线，已经实现量产。t6和t7属于G11代线，t6已经处于量产爬坡阶段，今年底实现满产。t7目前正在建设之中。t3和t4是武汉两条手机面板线，t3已实现满产，t4今年第三季度实现量产”。华星光电首席技术官张鑫表示：“t4目前处于良率爬坡阶段。良率爬坡主要是聚焦在设备材料和工艺稳定性、设备磨合问题上，一般良率爬坡需要一定的时间，我们预计t4在今年底良率会达到70%以上。”", "author": "每日经济新闻", "newsdate": "发布时间：19-03-20", "newstime": "22:34", "sentiment": [{"positive_prob": 0.893457, "confidence": 0.763239, "negative_prob": 0.106543, "sentiment": 2}]}, {"title": "华为P30系列将于3月26日发布，海外版售价确认，价格感人！", "content": "华为已经确定要在3月26日正式对外发布P30系列手机，但是随着发布会日期的毕竟，如今关于这款手机的消息也是越来越多了，甚至可以说基本都被确定下来了。而就在今天我们发现，华为P30系列的海外售价已确认，价格感人！外观设计上华为p30系列采用的是水滴屏幕设计，不一样的是华为p30将会采用直面屏幕，而P30Pro则采用了曲面屏幕，跟现如今华为Mate20系列的产品策略一致。不过目前的情况来看，华为p30都是采用后置三摄像头设计，而P30PRO则采用四摄像头，并且是在摄像头的右侧做了闪光灯设计。在硬件配置方面之前也有华为p30的相关参数曝光，搭载的是麒麟980处理器，同时配置了6GB+128GB的储存组合，并且运行基于安卓9.0的EMUI系统。单核心跑分达到了3296分，多核心跑分9900分，这样的水准只是比目前的骁龙855与苹果A12处理器弱一些。当然，华为p30系列的重点依旧还是拍照，尤其是像华为p30Pro首次采用上了四摄像头设计，拍照体验将会有进一步提升，很可能就会再次拿到世界第一的拍照手机称号。前置摄像头方面搭载了3200万的摄像头，在后置摄像头上搭载了4000万+2000万+800万+Tof镜头，还能支持5倍光学变焦.根据目前余承东发布的华为p30系列拍照样张来看，确实也是非常出色。其他方面的细节，华为P30PRO将会支持40W的快充技术，以及也能够具备屏幕指纹识别以及人脸识别，此外还有最新的GPU Turbo技术。大家最关心的价格方面目前外面曝光的信息是华为P30Pro的海外售价已经确认，将会定价1024欧元，约合人民币7800元左右，这样的价格也是直接追赶上了苹果跟三星的旗舰。因为目前国行版三星S10+也不过是6999元起步，而iphoneXsMax则降价到了7999元，对比之下，华为P30pro的价格确实很感人了。如果华为P30Pro的价格都能确定下来，那么国产手机将有望在主流旗舰价格上超越苹果三星。当然，对于国行版的价格，还是有望更加便宜一些的。当然，目前关于这些消息仅仅是华为p30系列的曝光阶段，究竟华为会有怎样的表现？定价如何？我们还是需要等待几天之后的新品发布会。", "author": "叽歪数码", "newsdate": "发布时间：19-03-20", "newstime": "12:24", "sentiment": [{"positive_prob": 0.985973, "confidence": 0.96883, "negative_prob": 0.0140266, "sentiment": 2}]}, {"title": "美打压华为行动再遇挫：德国不买账 巴西无意设限", "content": "来源：环球网德国第一轮5G频谱拍卖19日在围绕华为的争议中拉开帷幕。频谱拍卖开始时，德国总理默克尔强调，反对将中国通信企业华为排除在该国5G网络建设外。美国在全球范围内打压华为的行为近期频频受阻。据巴西媒体报道，在巴西总统博索纳罗与美国总统特朗普19日举行的会晤中，中国的5G技术将是讨论议题之一。但巴西似乎也并不打算追随美国抵制华为。德国电信、英国沃达丰、西班牙电信以及联合网络4家电信运营公司19日参加德国的5G频谱拍卖。德新社称，负责为运营商提供网络设备和技术的华为并不参与拍卖，但它将直接影响运营商的竞拍价格。报道称，运营商无论推出怎样的政策，都必须考虑华为因素。若它们购买华为设备，则意味着更少的投入和更先进的网络。据法新社19日报道，默克尔当天表示不会在5G建设中排除华为，但称德国将制定严格的电信法规。“迄今为止，很多国家已经采用华为设备。”默克尔表示，这就是德国政府没有简单排除任何承包商、而是为5G技术竞拍者设定标准的原因。她还称，德国将把这些标准写入法律，但“我们应该给每个人机会”。德国电视一台则称，默克尔反对美国提出的要求，并表示敏感的安全问题不应公开讨论。她还称，参与者不能因为来自某个国家而被排除。“美国之音”19日称，美国威胁德国排除华为5G设备，但德国政府决定不会在5G拍卖中对竞拍公司做具体限制。德国联邦网络署署长霍曼恩18日也表示，“供应商不论是来自瑞典还是中国，这些公司必须达到认证要求和安全核查标准”。“华为实际上是一家专业、可靠的公司。”德国电视一台19日称，社民党籍的德国联邦议院副议长奥普曼当天在该台的节目中公开反对将华为排除在德国的5G网络建设外。奥普曼强调，华为以合理的价格提供优质技术，并在许多竞争中获胜。他还表示，华为已在德国电信的2G、3G和4G网络中提供优秀的产品，“如果将这家公司排除在外，我认为是错误的”。德国《施瓦本日报》19日则表示，德国等欧洲国家若使用爱立信和诺基亚的5G设备，将让欧洲5G网络落后中美。报道评论称，“不要忘记美国对自己的利益感兴趣：他们希望削弱华为的技术领先地位”。路透社称，18日，中国国务委员兼外交部长王毅在布鲁塞尔对西方国家针对华为“不道德”的关切进行了严斥。王毅在与欧盟外交与安全政策高级代表莫盖里尼会面后的记者会上表示，中国反对出于政治目的的无端指责和搞垮一家外国企业的企图，“我们认为这种做法是反常的、不道德的，不会得到支持”。不过，王毅没有明确地提到华为。欧洲是华为除中国外最大的市场，公司正力争在欧洲销售新一代移动通信技术。路透社称，王毅在与莫盖里尼会谈时还要求欧盟为中国企业提供公平公正的竞争环境。他呼吁欧洲国家不要受美国的影响，“中国希望也相信欧洲国家会用独立的方式作出自己的选择，也会有自己的判断力”。正在美国访问的巴西总统博索纳罗当地时间19日将与美国总统特朗普举行会晤。巴西《环球报》18日报道称，巴西计划于2020年初进行5G网络的频段招标，在博索纳罗与特朗普会面期间，5G敏感话题随时可能被提出。但博索纳罗的助理表示，巴西并不打算对中国企业进入巴西市场设置限制，世界各地都和中国企业做5G生意，华为系统中也没有存在漏洞的迹象。在巴美元首会晤前，美国已经做起“游说”工作。路透社18日引述一名美国高官的话称，美国官员已在华盛顿的会谈中警告巴西，使用华为将有可能威胁国家安全。美国官员声称，中国可能借助5G网络监控其他国家。不过，一名不愿具名的巴西官员表示，巴西不愿夹在中美的争议当中。他表示，目前华为在巴西没有被禁用的问题。巴西《经济价值报》称，中美正在围绕5G网络进行一场斗争，美国希望说服其他国家在部署5G网络时放弃中国的技术，并要求巴西一同抵制华为。巴西科技部长庞特斯已在巴西利亚正式会见中国驻巴西新任大使杨万明时承诺，巴西不会对中国的技术进行任何限制。庞特斯称，华为系统里没有危害性程序，且中国供应商已在巴西现有的电信基础设施中占据相当重要的地位，“那些已经否决华为技术的国家只要付出很小的代价，但巴西情况不同”。上海大学拉美研究中心主任江时学19日在接受《环球时报》记者采访时表示，虽然博索纳罗在任期内可能采取亲美政策，但作为地区大国，巴西在做出任何决定时会考虑得比较周全，“巴西不会成为中美关系中的一颗棋子”。《纽约时报》17日称，美国打压华为的行动受挫。连华为的强烈批评者、美国前共和党议员罗杰斯都坦承，“看上去有点悬。我们快无计可施了”。", "author": "人民日报海外网", "newsdate": "发布时间：19-03-20", "newstime": "14:54", "sentiment": [{"positive_prob": 0.992582, "confidence": 0.983515, "negative_prob": 0.00741849, "sentiment": 2}]}, {"title": "华为，确实很了不起", "content": "百家号独家内容，文 | 有意思儿数年前，华为还没有像现在这样“出名”。当然，华为不“出名”的原因，个人认为主要跟业务发展、低调的风格有较为密切的关系。如今，华为在国内名气很大，在国外也是一样。而这一系列的变化，我觉得离不开华为手机的“功劳”。作为面向个人消费者市场的终端产品，华为手机目前已经是国产手机品牌里的一哥，且能跟苹果三星叫板。它想“低调”也不大可能。毕竟，全球手机市场竞争惨烈，中国各大手机厂商的实力同样不容小觑，“酒香不怕巷子深”的逻辑早已经不再奏效。华为手机，也得顺势而为。不过，由于智能手机在人们生活中越来越重要，以及国内手机厂商之间的竞争愈来愈透明化、公开化，所以包括华为手机背后的一些技术投入、研发成果等，也往往会受人瞩目。比如，5G、自研操作系统、专利。事实上，提到华为5G，大家印象最深刻的应该有两件事情：一是华为在5G网络技术标准制定方面取得的重大突破，以及参与到5G标准制定。二是前不久华为正式宣布起诉美国销售限制法案违宪。这一操作，其实也跟5G相关。无疑，身为中国的一家民营企业，华为因为在5G领域成绩斐然，能做到起诉美国，说实话确实了不起。且先来看华为5G的成绩，数据显示目前华为已经拥有的5G专利已经达到2500多项，全球范围内华为已经和超过30家运营商签订了5G商用合同。与此同时，2019年3月7日华为方面正式起诉美国，并认为美国针对华为的限制条款不仅妨碍了华为为美国消费者提供更先进的5G技术，还将使美国5G商用节奏和网络性能落后。如此有底气的话，实际上除了能反映出华为了不起之外，更多的是对自身掌握的关键技术非常自信。当然，从另外一个层面来分析，华为5G能让美国人这么害怕，意味着在5G领域华为的确有相当强的实力。而美国之所以忌惮华为5G，其内在原因我想部分人应该都能明白。不过，华为并非“好欺负”。在宣布正式起诉美国后，早些时候华为余承东亲口确认华为拥有自研操作系统，并且华为发言人也坐实了这一消息。至此，谣传七年的华为自研操作系统，尘埃落定，大家也不必再猜来猜去了。然而，估计有些让部分人感到“失望”的是华为自研操作系统仅仅是备用，并没有想着能启用。但，这已经足够说明华为很了不起了。此话何意？我们需要从三个方面进行阐述。首先，据业界消息显示，华为自研操作系统这件事儿是任正非亲自推动的，它的主要目的就是为了“以防万一”。所谓居安思危，便是如此。其次，华为自研操作系统，是需要花大量人力、资金等资源进去的。能在没有什么盈利的前提下自研操作系统，估计国内手机厂商里也只有华为会这么干吧。再者，华为自研操作系统得到确认后，暗示着华为现在已经拥有软硬件核心技术了。所以，从国产手机厂商发展的态势、情况去看待，华为是真了不起。另外，结合华为在专利层面的成绩，也能证明其了不起的一面。根据世界知识产权组织（WIPO）公布数据称，2018年华为向该机构提交了5405份专利申请，数量排在全球所有企业中第一名。因为提交专利的数量过多，以至于WIPO总干事Francis Gurry感叹道，“这是有史以来，一家公司创下的最高纪录。”无疑，如果单纯地从华为在2018年向WIPO提交的专利申请数量分析，这基本没有什么悬念。但若结合专利申请数量，去判断华为的技术实力，说实话要不是真有“招儿”，又怎么可能有那么多专利值得申请呢？为此，这就很容易让人联想到华为每年在技术投入方面的资金占比：欧盟委员会公布的《2018年欧盟工业研发投资排名》中显示，中国华为以113.34亿欧元的投入排名全球第五位。由此，我们可以得出一个有趣儿的结论：无论是5G、自研操作系统，还是专利，都跟华为在技术研发领域的巨大投入有强关系。所以，大家能够看到华为手机自2018年开始就像开了挂一样“疯狂”，同时华为5G能有那么多的合作客户等等，并不难理解。这，本质上就是前期的技术投入，现在已经进入收获季节了。你觉得呢？", "author": "有意思儿", "newsdate": "发布时间：19-03-20", "newstime": "21:28", "sentiment": [{"positive_prob": 0.999903, "confidence": 0.999785, "negative_prob": 9.65931e-05, "sentiment": 2}]}, {"title": "任正非在华为的三则广告里透露了什么？", "content": "原文：《华人家族财富》（ID：cnfamilywealth）    作者：汪晓波我一直想写写老爷子任正非。我关注老爷子很多年了，但很少听到他的声音。多年来他一直很低调，几乎不公开露脸，更别说发言了。当然，他最近露脸比较多。这是出于众所周知的原因。美国人逼得太紧，不反抗不行。他的反抗，也是充满智慧的。比如，他在接受加拿大电视台访问时，将加拿大和中国一同描述成“受害者”——本来中加关系挺好，现在闹成这样，双方都受伤。老爷子很确定地说，华为要继续追加在加拿大的投资，还要帮助加拿大解决更多的就业。这不是智慧，是什么？今天，其实我主要不是想说这些。我想聊聊华为的广告。这些广告里，藏着一个老爷子的大心思。我还想聊几句老爷子的财富传承。他想传承什么呢？华为在“巨大中华”里华为以前是一家很土的公司。我一个从小一起长大的伙伴2000年从浙江大学研究生毕业，就进了华为。当时我问他，干嘛不去外企，去一个并不帅气的民营企业？他说，华为在“巨大中华”里了。哦，巨大中华。后来巨龙没声音了，大唐声音也不响了。围绕中兴的声音还挺多，只是被美国也整了一次，弄得挺难受。华为的声量，倒是越来越大。在孟晚舟被抓之后，只见满世界的媒体常常拿华为做头条。我有时候看老外记者写华为，写得不清不楚，主题先行，还装腔作势，只能干捉急。当然后来华为也不土了，因为有钱了。拍个广告片可以投入重金。我记得有个海外宣传片，其实是个励志的微电影，感动了很多人。特别是那首“Dream It Possible”，在街头巷尾被传唱着，流行了很久。华为的广告，也请过很多艺人、体育明星代言。比如梅西，比如胡歌，比如贝克汉姆的儿子小小贝。反正财大气就粗。这些都没什么，都是商业运作而已。华为这么做，别人也这么做。下一个倒下的会不会是华为？第一条让我印象深刻的广告，是在2013年。华为以广告的形式大声追问：下一个倒下的会不会是华为？广告的配图，是泥泞的土地里推着车的华为人，卷着裤腿，艰难地前行。为了订单与客户，年轻的华为人在异国他乡，用青春换回了华为的点滴成长。据说，这些照片是老爷子自己亲自挑选的。有媒体人士看到了这样的广告，惊呼着“铁军”，发出了赞叹声。也有人感慨，如果这样的华为都能倒下，天理不容！2013年，当我看到这个广告时，听到的却是老爷子的吼声：“撕开下一个山口”。任正非是一个充满危机感的人。这种危机感里，是满满的企业家精神。他高举奋斗者的旗帜，硬是打造出了一只铁军。六年以后，老爷子在接受媒体访问时说，华为现在最大的问题，是机构臃肿、人浮于事。此一时，彼一时。“下一个倒下的会不会是华为”广告图华为坚持什么精神？第二条令我记忆尤深的华为广告，是被称为“扫地僧”的中科院院士李小文上了广告图中。那是2014年，华为大笔撒钱，诸多主流媒体上纷纷出现了李小文低头念着发言稿的形象。配文也很简单：华为坚持什么精神？就是真心向李小文学习。向李小文学习，当然是老爷子的意思。学习什么呢？就是要学习“板凳坐得十年冷”，就是要在一个世态浮华的时代，仍然秉持奋斗精神。奋斗，是任正非的价值观里很重要的一个信条。他自己是这么做的，有时也到了偏执的程度。当年，华为的“床垫文化”一度备受批评。老爷子没有理会，他对奋斗的执着，浸入血液里了。华为刊登这个广告时，我还在“第一财经”工作。我记得当时一财特意针对这个广告发表了一篇社论。主流财经媒体为一个企业的广告发社论，这是很罕见的。或许，还是因为很多人被广告背后的精神打动了吧。我的很多在华为的朋友，被“洗脑”得厉害，至今仍然在华为奋斗着，包括2000年研究生毕业的那位伙计。一晃19年了。“华为坚持什么精神”广告图用最优秀的人培养更优秀的人老爷子最新力推的一条广告，是关于基础教育的。央视首播了华为的这条广告。视频中的关键表述是：用最优秀的人培养更优秀的人。我被这句话吸引了。任正非深感基础教育的重要。因为基础教育的成败，关乎一个国家、民族的未来。老爷子登这条广告，肯定不是为了给华为多卖几部手机。任正非后来在接受《面对面》栏目主持人董倩采访时接着说：一个国家的强盛，是在小学教师的讲台上完成的。讲得真好！任正非的传承超越了家族的层面任正非很有钱，属于标准的高净值人士。华为家大业大，作为创始人的老爷子占了1.14%的股权，绝对数量很大了。但华为不是上市公司，不太算得清楚他究竟有多少钱。不过老爷子说，史蒂夫·乔布斯只拥有苹果0.8%的股份，这说明我的股权可以继续稀释。我不知道老爷子是不是爱钱。我只是猜想，相比于传承物质财富，他可能更在意探索人类无人区的精神满足。如果要谈财富的传承，我也相信，老爷子的传承，肯定超越了家族的层面。我隐隐地觉得，他的心中有一个更辽远的空间。【原文：《华人家族财富》（ID：cnfamilywealth）    作者：汪晓波】", "author": "华人家族财富", "newsdate": "发布时间：19-03-20", "newstime": "00:05", "sentiment": [{"positive_prob": 0.0188028, "confidence": 0.958216, "negative_prob": 0.981197, "sentiment": 0}]}]