[{"title": "第五人格：继红蝶OPPO绿，祭司vivo蓝后，空军华为红终于来了！", "content": "关于第五人格游戏很多玩家都知道他是有很多渠道可供下载的，最常见的就是网易的正式服，其他就是比如oppo，vivo以及华为，应用宝，bilibili这样的渠道服，除了这些以外还有一些不太出名的渠道服比如说4399，TopTap这样的特殊渠道了。而在这众多渠道的游戏版本中游戏元素几乎相差无几，而关于渠道服中的各种活动也是和正式服无论是时间上还是版本上都是互相靠拢，所以这也让很多玩家压根分不清什么是正式服还是渠道服。普遍来说最容易辨识的就是你所使用的手机，如果你是从手机自带的应用中下载的那么基本上可以被定性为渠道服无疑了。第五人格要说渠道服和正式服这两种版本之间的不同其实也是有的，比如说渠道服中会有一些定制的道具奖励，最常见的应该就是红蝶的OPPO绿了，这件时装刚刚上线时还被不少不明真相的玩家追问这到底是红蝶的什么新时装，而在追问之后才知道这件时装其实是只有OPPO客户端才可以享受到的福利之一。第五人格除了红蝶的OPPO绿之外，vivo渠道服也曾经推出过相关角色的定制时装。祭司的vivo蓝便是vivo客户端的福利之一。尽管造型上有些不受玩家喜爱，但是胜在稀有，毕竟你携带着进入游戏之后可能很多玩家会问你是什么时装，因为他们压根没见过！当然了也有玩家曾经天真的想要收集这两件时装，不过结局却不太完美，由于这是独属于渠道服的时装之一，所以只有在相关的渠道服里才会有，其他渠道服是没有的，你可以同时拥有祭司vivo蓝以及红蝶OPPO绿，不过你或许需要两部手机也就是两个游戏角色。也正是因为如此不少玩家也是纷纷下载了这两个渠道服去玩了。第五人格第五人格而就在众多玩家纷纷角色为啥同属于渠道服的华为端却没有任何福利时，最近华为渠道服也是终于崛起了。继红蝶OPPO绿，祭司vivo蓝后，华为也推出了专属于华为渠道服的定制时装，一件专属于空军玛尔塔的华为红！第五人格玛尔塔空军庄严的身份加上华为渠道服的定制时装，颇有一些军人风姿的色彩。而最早之前玩家也曾经想过华为会推出红色系的定制时装，只是不曾想过定制的角色到底会花落谁家，这一次专属于空军玛尔塔的定制时装一经推出，想必也能够吸引不少酷爱玛尔塔的玩家前来入手这件时装吧！你对于空军玛尔塔的这件“华为红”时装是否感兴趣呢？在评论区留言哦。", "author": "猫寻大大", "newsdate": "发布时间：19-04-30", "newstime": "19:09", "sentiment": [{"positive_prob": 0.999083, "confidence": 0.997962, "negative_prob": 0.000917061, "sentiment": 2}]}, {"title": "在华为问题上，我们就应区分开两类国家", "content": "英国媒体上周泄露国家安全理事会决定允许华为参与英国5G网络非核心部分的建设，在英国激起轩然大波。一方面特雷莎·梅首相和国会对最高保密级别会议的内容外泄颇为震惊，英国已就此事开始调查;另一方面一些人发出要求梅首相改变这一立场的主张，这种声音包括来自大西洋对面的美国。英国以及一些欧洲国家对华为设备的安全性有担心，但这种担心的真实程度没那么高，完全可以通过增加安全措施的方式加以解决，就像迄今为止英国在4G网络中对待华为设备所做的那样。5G用不用华为，更多已经不是安全问题，而是对美国的效忠问题。华盛顿明确反对英国用华为，要所有盟国配合它打压华为，英国最终怎么做，一些人主张将外交考量放到第一位。这次国家安全理事会会议的保密决定外泄，前所未有，它反映的就是美国对英国事务的干预能力：它能够将该国最高机密会议压开一个口子，让严格保密的消息外泄走上媒体，激发一些反对力量的抵制。如果是别的事情，参会者大概不敢冒被刑事追究的风险把消息捅给媒体，但偏偏华为的事情就被这样做了。这说明英国的价值体系已经不是独立的，美国有对它进行临时性塑造和修改的能力。　使用华为设备，对英国的5G网络建设有着不可取代的好处，技术风险又明显是可控的，但即使在非核心部分采取华为设备也要费如此大的周折。说实话，我们有点同情英国，它的独立性已经百孔千疮，它的主权已经有一部分为了交换某种安全感而抵押到了华盛顿，它的独立自主能力似乎已经低于它的前殖民地印度。华为事件的确提醒了我们一个问题：英国等欧洲大国还是否有充分的外交自主权？它们似乎在美国鼓励的方向才更有可能发挥自己的“独立自主”，如果真与美国外交的战略方向发生冲突，它们选择自己方向往前走的胆略和能力或许是很小的。中国当然要全力发展与英国等欧洲大国的关系，但我们要充分考虑美国对它们的牵制和左右，对它们在美国压力下围绕对华政策的患得患失表现有充分预期。我们没有可以干预欧洲决定的政策工具，中国有的是提供不断增加的经济合作机会的吸引力。鉴于欧洲国家的摇摆，中国的吸引力大概不能均衡地投向欧洲各国，而应当视它们摆脱美国霸道做法公平对待中国的程度加以使用。一些西方国家如今学乖巧了。它们在重要涉华问题上唯美国马首是瞻，但是口头上“给中国面子”，以此维系它们在中国的巨大经济利益。北京不应鼓励这种投机做法，我们要看到自己提供的经济合作吸引力涉及那些国家的重大利益，如果它们当中谁以实际行动跟着美国伤害了中国利益，不管对方口头上怎么说，都应该让它们付出相应损失。比如在华为问题上，我们就应区分开两类国家：跟着美国实际抵制了华为的国家，和没有那样做的国家。中国对这两类国家的态度也应该是不一样的。澳大利亚作为第一个带头抵制华为设备的国家，这笔账要长期给它记着。英国处于脱欧的艰难过程中，英美特殊关系的利益存量难以扩大，中国是英国重振国运的新增动力源。我们一直坦诚地对待英国，希望英国政府能够排除各种干扰，在华为问题上最终做出真正符合英国5G网络需要以及该国整体国家利益的决定，为中英长远合作加注正能量。本文为环球时报社评，原标题：英国怎样对华为，就应有怎样的回报", "author": "环球时报", "newsdate": "发布时间：19-04-30", "newstime": "09:22", "sentiment": [{"positive_prob": 0.0637636, "confidence": 0.858303, "negative_prob": 0.936236, "sentiment": 0}]}, {"title": "“五眼联盟”内部因为华为“决裂” 可能是因为一个小小的误解", "content": "前两天，英国宣布允许华为参加5G网络非核心部分的建设，在引发巨大争议的同时，也揭露了人们对这方面知识的欠缺。核心网、边缘、接入网——在各方媒体或无知或有意的胡乱解读下，人们对这些概念的认知越来越混乱，在大多数人眼中，华为问题就成了中国版邦德电影一样。不仅在民间，各国政府对这家中国最大电信设备制造商采取的不同措施，说明这种混乱不仅存在民间。一方面，英国显然认为，将华为限制在网络的非核心部分，就能解决任何与安全相关的问题。另一边的澳大利亚与美国意见相同，他们觉得，华为在5G领域扮演任何角色都是有风险的。作为美国的关键盟友，以及“五眼联盟”的成员，2国华为因为华为出现了交火。现实点看，英国的宽大处理更加务实。禁止华为进入核心业务(不包括无线接入网络)，对英国移动运营商不会产生任何影响，因为这些运营商都没有长期使用华为核心网络产品的计划。但迫使运营商完全抛弃华为的无线电设备则是另一回事。英国电信、Three和沃达丰都曾从华为购买并安装5G无线电设备。拆除这些设备可能会带来破坏，且成本高昂。更糟糕的是，如沃达丰所言，运营商将不得不将华为的4G无线电设备连带换掉，以确保4G和5G技术之间的互操作性。对他们而言，这将意味着之前约6000个华为基站的投入打了水漂。对此，也有不同意见存在。设备商爱立信和诺基亚的技术高管都曾表态，他们有办法确保自家5G无线电设备能够与华为设备顺利对接。Three也不认为使用不同的4G和5G供应商会导致无法克服的互操作性问题，在与三星建立了4G无线网络后，他们选择华为作为5G供应商。然而，这些都不意味着对华为的无线电禁令是合理的，在可选供应商日益减少的情况下，英国的回应似乎比澳大利亚明智得多。核心问题主流媒体报道称，澳大利亚之所以决定全面禁止华为使用5G，是因为担心核心和“边缘”之间的界限正在模糊。“边缘”是指网络中距离客户更近的部分，可能包括基站。这种困惑与运营商在构建新的5G网络时可能发生的网络架构变化有关。在传统的4G网络中，“核心”一般指的是某些重要网络功能和IT系统，这些功能和IT系统物理上(在硬件上)驻留在少数几个大型数据中心中。作为一种在网络中心的东西，核心网具有明显的地理内涵，因此与边缘是完全分离的。但是，“分布式核心”的出现打破了这种地理界限。高管们担心，如果没有超低延迟，电信公司将无法在5G网络上支持要求更高的应用程序。出于效率和减少延迟的原因，运营商将部分数据计算区域从中央己方转变为边缘数据中心，这就缩短了数据信号必须在移动站点和互联网接入点之间传输的距离，从而降低延迟。对于那些从地理角度而不是技术角度思考问题的政客来说，这似乎是模糊了核心和边缘的定义。但事实上，即便是在同意地区，边缘数据中心和通讯设备也是分开的，此举不会将通讯设备转变成核心网络产品，从而渗透到重要的IT系统中。英国电信已禁止华为参与任何移动边缘计算业务。一些专家已经感到，在有关安全的辩论中，对网络设备的关注太多了。但有关模糊核心和边缘之间界限的争论，是全面禁止华为的一个站不住脚的借口。", "author": "前瞻网", "newsdate": "发布时间：19-04-30", "newstime": "18:40", "sentiment": [{"positive_prob": 0.215567, "confidence": 0.520963, "negative_prob": 0.784433, "sentiment": 0}]}, {"title": "5g失去话语权，跑分被超越，华为能带领中国手机行业走向胜利吗？", "content": "据小编了解，4月28日晚间格力发布了2018年报，董明珠打赢了与雷军的\"十亿赌约\" 并提交了一张合格的成绩单！2018年格力总收入达到2000亿！小编不禁感叹，果然核心技术和厉害的营销手段才是硬道理！如今不管哪家公司出新品就想要证明自己是最厉害的，都想争个第一，华为也不例外，可看到最近的资讯，让小编对华为在手机行业的地位有所动摇。华为拥有5g专利20项，高通有15项，华为却要倒贴专利费给高通？华为以0.3分之差，输给了销声匿迹的它，屈居国内第二？华为p30和老苹果6s对比，竟看不出有什么差别！看到这样的标题你是否对华为失去信心了呢？别心灰意冷，接下来的这些数据告诉你，认定华为，准没错！华为推出方舟编译器华为在p30发布会时，劲爆的不是手机有多大的提升，而是在发布会当中推出的一款编译器。据了解华为方舟编译器解决了安卓系统“边解释边执行”的低效率构架模式。这是一项新的革命性技术，它的作用就是让手机应用的响应速度更快，用着更加流畅，给用户带来更好的使用体验，竟能够将安卓的整体流畅度提高60%!这样的突破也不是一天就完成的，方舟实验室成立于2009年，2019年进行推广和发布，10年的积累和优化将造福于广大用户。华为5g专利真实可靠5g专利数排名前十的依次是三星、华为、中兴、爱立信、高通、LG、英特尔、夏普、中国电信科学技术研究院、诺基亚等公司。虽然高通在5g技术上仅拥有15项专利，但核心技术高通掌握的比较扎实，华为拥有20项专利，但也不得不交专利费给高通，但华为的专利就没有用吗？答案显然是有用，其他手机厂家如果发行5g手机时，都是要给高通和华为缴纳专利费的。华为p30好评如潮最近想要买手机的朋友应该都了解过华为p30，它的厉害之处是拥有10倍变焦的能力，而升级款的p30Pro更是让人大开眼界！50倍的变焦，感光度可达到409600，双重防抖。让普通老百姓远不用买价格高昂的相机，用手机就能拍月亮拍鸟儿。可能你想不到的华为都在未来能够替你想到，变得更好然后带给你更多玩手机的体验。别质疑华为的能力，产品能走上世界的舞台就证明他有过硬的实力，华为作为领头羊，小编放一百个心！你觉得呢？", "author": "励新科技", "newsdate": "发布时间：19-04-30", "newstime": "13:05", "sentiment": [{"positive_prob": 0.485566, "confidence": 0.711326, "negative_prob": 0.514434, "sentiment": 1}]}, {"title": "已正式确认！华为折叠手机如期发布，支持5G网络！", "content": "众所周知，在今年2月份的时候，华为与三星相继发布了自家的折叠手机。当时我看到两款手机的价格之后是吃了一惊，为什么呢？华为折叠手机的价格居然比三星折叠手机还贵了3000元多？要知道，华为折叠手机售价1万7，而三星折叠手机则卖1万3。当时我还以为是华为又膨胀了，毕竟三星手机可是公认多年的安卓机皇！可万万没想到的是我被打脸了。前段时间，有媒体爆出了三星折叠手机的问题，那就是屏幕仅仅使用了两天就断了，而三星也在第一时间召回了所有的折叠手机并推迟了中国区的发布会！既然三星折叠手机是凉凉了，那么接下来就该华为折叠手机表演了。一度有传闻称，华为可能将Mate X延后上市，但华为内部人士否认这一传闻，并称Mate X的发布将如期举行。华为Mate X配置如下华为 Mate X 搭载一块 8 英寸 OLED 可折叠显示屏（屏幕比例 8:7.1，分辨率 2480×2200），转轴采用外折方案。折叠后，正面屏幕大约6.6吋（背面屏幕6.25吋），屏幕比为19.5:9。对比4.6英寸的三星Galaxy Fold，尺寸要整整大两圈，对用惯了大屏手机的很多人来说，的确要更有吸引力。搭载麒麟 980 处理器，搭载巴龙 5000 基带。同时有望搭配 10GB 内存以及 512GB 存储，支持5G网络！怎么说呢？虽然三星折叠手机是出了问题，现在机会是留给了华为。但我依然不看好目前的折叠手机。因为现在无论是屏幕还是电池续航都没能达到支撑折叠手机的最佳状态。再说了，很多网友们说苹果手机不行了，因为苹果公司居然不推出iPhone手机！其实说白了，正是因为苹果公司对技术很了解，才不会贸然的推出折叠手机。不然到头来都是砸了自己的脚。最后，无论是华为还三星，他们对于折叠手机都不看好，不然怎么会是一款小众产品？再说了所谓的支持5G网络又怎么？现在的5G网络还是噱头阿，大家说是不是这个道理！", "author": "俊世太保", "newsdate": "发布时间：19-04-30", "newstime": "19:37", "sentiment": [{"positive_prob": 0.999233, "confidence": 0.998296, "negative_prob": 0.00076693, "sentiment": 2}]}, {"title": "美国：要么听我的，要么去找华为！结果", "content": "参考消息网4月30日报道香港《南华早报》4月20日发表文章称，虽然美国向东南亚发出有关排除中国5G的“最后通牒”，但从东南亚国家的行动来看，美国的企图正在落空。参考消息网编译文章如下：近日，马来西亚国际贸易及工业部副部长王建民参观华为公司设在塞伯贾亚的一个培训中心，在一批实习生的陪同下，王建民与受训人员简短交谈，称赞这家中国公司在马来西亚的投资，并畅谈即将到来的5G互联网革命。他有足够的时间茶叙，并与华为马来西亚首席执行官袁明聊聊天，现场所见都是满脸的笑容和竖起的大拇指。仅从场面而言，王建民的参观绝谈不上是“在东西方之战中具有划时代意义的访问”。然而，在世界的另一头，在华盛顿的权力走廊，除了痛苦的表情，很难想象对此还能有其他什么反应。东南亚国家正在张开双臂欢迎全球最大的电信公司华为，而马来西亚是这些国家中最新一个。显然，这些国家“公然违抗”美国关于华为的警告。东南亚正成为5G竞争的一个关键地区。专家们称，5G是划时代的技术转变，可能为从人工智能到创建智慧城市的所有领域的突破铺平道路。在西方，竞争正在朝着华盛顿设定的方向发展。美国正在促使与它同在“五眼联盟”情报共享集团的其他成员国——加拿大、英国、澳大利亚和新西兰——质疑与华为打交道是否明智。但在东南亚，华盛顿散布恐慌的做法收效甚微。据华为估计，东南亚明年将有8000万客户，未来五年将有价值1.2万亿美元的商机。泰国希望到2020年推出华为主导的5G服务，并且已经与该公司在是拉差高科技区展开联合研究；新加坡“移动一号”公司、马来西亚明讯公司和印尼电信公司都已经与华为签署了开展5G试验的协议；而在菲律宾，无线通讯主要供应商环球电信公司最早将于今年第二季度推出华为支持的一项服务。美国说辞耸人听闻，东南亚不为所动华盛顿说辞的核心观点是，北京可能迫使华为在其产品中安装后门，即通过暗中访问数据的手段暗中监视外国竞争者，窃取知识产权，甚至通过远程让外国基础设施停止运转。但事实上，这些说法均无法得到证实。华为前顾问许志勤表示，东南亚国家运营商关注美国这些耸人听闻故事的可能性要远远小于它们的西方同行。他指出，就连美国的盟友菲律宾和泰国也在与这家中国公司建立伙伴关系——尽管有人认为这样做会损害它们与美国的军事合作。新加坡拉惹勒南国际研究院军事改革项目协调员迈克尔·拉什卡说：“东南亚的情况有所不同，因为该地区对威胁有不同的看法。”正如华为东南亚地区总裁吴伟涛在今年2月所说：“在东南亚，我们已经用20年的网络安全记录证明了华为是值得信赖的。”事实也证明，这些国家信任华为是正确的：去年华为在该地区的消费者业务增长了近50%。许多国家被华为的技术实力所吸引。华为比竞争对手领先12至18个月，并承诺那些采用其技术的国家将获得世界上最快、最先进的5G网络。它的技术不仅比西方竞争对手更加先进，而且成本也只是竞争对手的一小部分——尤其是对那些已经在现有通信基础设施中使用华为技术的国家而言。中国外交学院国际关系学副教授聂文娟说：“华为的设备不仅性能优良，而且具有价格优势。越来越多的国家选择与华为合作是不可避免的。”对许多国家来说，在中国技术和西方技术之间做出选择是经济问题，不是地缘政治问题。美国逼迫东南亚国家选边站队尽管如此，美国警告说，与华为做生意要付出代价。美国说，这样做将在各个领域招致风险——从损害在线电子游戏玩家的个人数据，到危及长期军事合作。但美国毋庸置疑的王牌是其威胁取消情报或军事合作的能力。今年4月，6名前美国军方领导人发表声明，表达了他们的担忧：“我们有理由担心，未来美国将无法使用依赖中国技术的网络，在美国传统盟友或欧洲、亚洲及其他地区的新兴伙伴的领土上开展军事行动。”美国面临的问题是，它扬言要取消军事合作或情报共享的行为，是在迫使东南亚国家在两个经济超级大国之间作出艰难选择。对于东南亚国家来说，它们很容易在这方面选择那个成本最低的选项，尤其是在协议承诺给当地带来就业机会而变得更加有诱惑力的情况下。例如，在马来西亚，华为已经创造了2500多个就业岗位。随着更多像马来西亚这样的国家表现出与美国摊牌的迹象，一些人警告说，华盛顿可能不得不接受这样一种未来，即它不是该地区唯一的超级大国，否则它将面临失去更多影响力的局面。泰国朱拉隆功大学中国研究中心代理主任沃拉沙·玛哈他诺汶说，近几十年来，美国作为东盟伙伴国的重要性出现下降，因为东盟在经济上更加依赖中国。沃拉沙说：“东盟不会受到影响。我认为，美国迫使东盟因为华为而与中国发生冲突的企图不会成功。”非此即彼只是错觉如果美国把这些威胁坚持到底，它可能会发现，它甚至把昔日的盟友也推向了中国的怀抱。有一种推测，即如果有足够多的国家与美国摊牌，尤其是在面对许多人认为的不合理要求时，美国可能会放弃威胁。新加坡拉惹勒南国际研究院国家安全卓越中心的穆罕默德·费扎勒说：“要让东南亚排除其经济伙伴中国，这是不现实的。”聂文娟则认为，将这场辩论说成是在一方或另一方之间做出选择，这本身就是一种错觉。她说：“这首先是各国根据自身经济发展做出的选择，我们不排除在选择最终技术伙伴时可能会与多方进行合作。”（编译/马丹）", "author": "参考消息", "newsdate": "发布时间：19-04-30", "newstime": "21:37", "sentiment": [{"positive_prob": 0.0859341, "confidence": 0.809035, "negative_prob": 0.914066, "sentiment": 0}]}]