[{"title": "体验过三星S10+的性能再去体验华为Mate30Pro, 差距真的很明显", "content": "随着华为与苹果的“龙争虎斗”趋于白热化，曾经的手机巨头三星公司似乎是被边缘化了，但是得益于前几年的布局，虽然年轻的消费者对于三星手机的评价一般，但还是有相当一部分的用户秉持着三星等于身份的过气观点。今天小编就对三星S10+与华为Mate30Pro的性能进行一个全面的评测，大家一起来看看三星是否还有“逐鹿”国内市场的实力。外观方面三星S10+采用的打孔屏的设计，不同于之前产品的是，三星S10+前置采用打孔双摄，确实能给人眼前一亮的感觉，相比于华为Mate30Pro的刘海屏设计更耐看，搭载的动态AMOLED屏幕显示效果比华为Mate30Pro更强。但是经过实际的使用效果来看，三星S10+的屏幕指纹解锁不如华为Mate30Pro的容错率高，准确性也不行，此外三星S10+还去取消了压感home键，老用户用起来非常不熟悉。拍照能力方面，三星S10+前置1000w+800w，后置1200w+1200w+1600w，华为Mate30Pro则是前置3200w+3D深感，后置4000w+4000w+800w+3D深感，因为光圈不够大、变焦技术不够强，三星S10+在绝大多数的拍照情况下都是不如华为Mate30Pro表现好的。核心性能方面国行版本的三星S10+虽然有骁龙855处理器，但是国行版的不支持5G技术，而华为Mate30Pro 5G虽然需要十一月份才开售，但起码5G不是活在PPT里，二者高下立判。续航与售价方面，三星S10+搭载了4000毫安的电池，依然是祖传的9V/1.67A充电速率，在华为Mate30Pro的4500毫安加40w快充面前肯定是不够看的。如今8+128G运存版本的三星S10+的起步价为6399元，同样是8+128G运存版本的华为Mate30Pro则是5799元起步，5G版本的6899，应该说三星与华为这两款手机的定价区间还是相比不大的，都是豪华旗舰的范畴，那么对于三星S10+与华为Mate30Pro大家更看好哪款呢？特别申明：首先感谢原作者的辛勤创作，转载只是为了更好的传播新闻资讯之目的，未与作者取得联系，如有侵权，请原作者速与我们联系，我们将第一时间删稿！", "author": "中国质量万里行", "newsdate": "发布时间：19-10-16", "newstime": "19:10", "sentiment": [{"positive_prob": 0.0511143, "confidence": 0.886413, "negative_prob": 0.948886, "sentiment": 0}]}, {"title": "外籍员工也能当华为CEO？任正非：必须满足这两大条件", "content": "“欢迎你们给我们推荐CEO、董事长人选，可以先派遣到非洲去，到科摩罗岛上去‘一人一厨一狗’地锻炼，再到有些地方进行技术锻炼，完全知晓华为业务，将来也有可能上来。”10月15日，华为心声社区披露了华为创始人兼总裁任正非8月20日接受美联社采访纪要。针对“华为有没有考虑在董事会引入外籍员工，或者任命一个外籍员工担任公司的CEO”的提问，任正非作出了上述回答。图片来源：华为心声社区谈外籍员工：成为CEO须满足两大条件华为，这家立足于中国的全球化公司，由任正非1987年集资21000元人民币创立。2018年，华为营收已达7212亿元，其中接近一半来自海外市场。8月20日，任正非在采访中谈及外籍员工时表示：“我们在海外也在做本地化，中方员工外派到海外，有很多地方不习惯，有一部分工作不需要中方员工，就让当地外籍员工做，一方面成本较低，另一方面也为当地国家提供了就业机会，培养了人才。”任正非自1988年担任华为公司总裁至今，外界也十分关注华为下一任CEO是谁。“华为有没有考虑在董事会引入外籍员工，或者任命一个外籍员工担任公司的CEO，从而进一步赢得外国的信任。”美联社记者抛出了这一问题。按照任正非的回答，外籍员工要成为华为CEO须满足两大条件。“首先，外籍员工必须要具备这个能力；第二，外籍员工必须在华为公司工作25年，从基层一层层升上来，才能了解整个公司的结构。”任正非坦言，“我们有些国家代表和产品线主管已经是外籍员工，大量高级专家和Fellow是外籍员工。当然也欢迎你们给我们推荐CEO、董事长人选，可以先派遣到非洲去，到科摩罗岛上去‘一人一厨一狗’地锻炼，再到有些地方进行技术锻炼，完全知晓华为业务，将来也有可能上来。”在采访中，任正非也直言：“有些西方公司CEO像‘走马灯’一样换，换几次，这个公司就没有了。因为这个CEO不了解基层实际情况，以为喝喝红酒、谈谈哲学就能领导公司。”“为什么现在很多西方公司搞不好？因为西方公司董事会是到处选人，选的这个人很厉害，来了到处拿杠杆撬一撬，把产品放大了很多，卖不出去就降低价格，可能就把公司卖死了。所以，我们强调领袖在内部选拔，包括3万外籍员工，也在选拔之列。”实际上，早在十多年前，任正非就对华为接班人有了设想。华为心声社区今年5月披露的总裁办电子邮件显示，任正非十几年前谈对正职与副职的能力与要求时提到，华为接班人有四大要求：一是除了视野、品格、意志要求以外，还要具备对价值的高瞻远瞩，和驾驭商业生态环境的能力。二是要具有全球市场格局的视野，交易、服务目标执行的能力。三是对新技术与客户需求有深刻理解，而且具有不固步自封的能力。四是有端到端对公司巨大数量的业务流、物流、资金流等，简化管理的能力。那么，任正非之女、华为副董事长、CFO孟晚舟会成为华为CEO吗？今年2月，任正非在接受BBC采访时表示：“她永生永世不可能做接班人，因为她没有技术背景。我们的接班人一定要有技术洞察能力，一定要有对未来技术和对客户需求的判断能力。”谈为什么成功：因为认真任正非如何从贵州的一个穷孩子成长为中国最成功的企业家之一的？8月20日，面对记者的提问，任正非给出的答案是他认真。“我也不知道为什么会走到这一步，但是我曾经说过，如果我考不上大学，养猪可能也是养猪状元。我认为自己做什么事都很认真，无论哪件事都可以做好。”任正非补充说，“如果我考不上大学，养猪、做面条……也可能是状元，因为我认真。后来走上华为这条路完全是偶然，不是必然。”任正非直言：“我不是从小构建了什么做大事的想法，只是孜孜不倦地对一件事情研究，对一件事情的理解太集中了就容易产生成功。贫穷没有使我获得什么必须成功的要素，没有必然性。”任正非表示：“如果我们‘东一榔头、西一棒子’，注定是失败的，应该坚定不移在一个正确方向上去努力，才有可能成功。后来我们把奋斗目标叫做‘方向大致正确’，绝对正确的方向不存在，大致正确就可以了。第二，组织要充满活力，对准一个地方。这是在科学技术上押赌，有可能赌错。”在采访中，任正非还谈及了他对父母的理解。“我对父母的理解，和今天青年孩子是一样的。今天青年孩子的最大特点是不理睬父母，比如从国外回来，不叫一声‘爸爸、妈妈’，每天到处与别人交流，也不愿意跟爸爸妈妈说一句话。我当年也是这样的。我是在爸爸妈妈去世后，才理解他们人格和品格的伟大，他们在世的时候，我并不能够理解，还觉得他们讲话啰嗦，很烦。”“等我们想明白了，想孝敬一下父母时，他们已经不在了。这一生留下最大的遗憾就是没有好好孝敬父母。”任正非坦言。谈新兴技术：智能计算走向人工智能 5G只是一个工具自从5月被美国列入实体名单，任正非每次接受采访回答的问题都涉及华为业务受到的影响，这也是外界非常关注的话题。8月20日，任正非表示：“我们砍掉了一些不重要的边缘产品，把这些力量汇聚到主航道上来做主力产品。过去由于我们控制不住基层对预算的分配，做了一些小产品，现在决心砍掉。在研发组织的改革过程中，我们砍掉了46%的部门，把这些部门的优秀员工都转到主产品线去了，所以我们的主产品会做得更好，而不是更差。”众所周知，5G产品就是华为的核心产品之一。任正非表示，从5G到核心网一系列产品，华为完全可以不依赖美国就能生存很好。但是，华为的目的还是在全球化合理分工中，去为人类提供先进的服务。对于未来的新兴技术走向是什么？任正非称：“未来的新兴技术应该是智能计算，从智能计算走向人工智能。5G只是一个支撑平台，支撑人工智能实现低时延、高带宽的一个平台，它只是一个工具，不是一个结果。”任正非坦言：“从短期来说，我们要补足一些以前的缺陷。从长期来讲，面对未来发展，我们还是要眼光远大、加强国际合作，坚决支持全球化下的分工合作，在人工智能、云等新技术方面取得成功。如果在新技术上不成功，我们可能会被边缘化，也会死掉。”（记者 张兴旺）", "author": "新华社客户端", "newsdate": "发布时间：19-10-16", "newstime": "13:13", "sentiment": [{"positive_prob": 0.908565, "confidence": 0.796812, "negative_prob": 0.0914346, "sentiment": 2}]}, {"title": "三星note10＋跟华为mate30pro的差距有多大？两周使用体验告诉你", "content": "文  |  考拉科技馆   排版  |  考拉科技馆原创文章，禁止转载，违者必究！结论写在开头：今年华为跟三星两大年度旗舰对比到底谁更胜一筹？抛开其他外在因素不谈，单论体验跟堆料，三星note 10＋更胜一筹，华为mate 30pro 要逊色不少。配置先来聊聊三星note10＋，今年三星note10＋改进的地方特别多，升级点也不少，特别是在电池容量这一块，三星note10＋加入了一块4300毫安时的电池，同时还给了45W的快充。其他方面，目前最顶级的2K屏、双扬声器、横向线性马达、支持反向充电的无线充，ip68级防尘防水、5G等，这些旗舰机还有的功能都被三星一股脑地整合到三星note10＋上。在颜值方面，今年的三星note10＋也表现得十分出色，特别是莫奈彩跟密斯白配色，在今年一众旗舰机中绝对是王者一般的存在。除了配色出众之外，三星note 10＋的正面也很简洁大气，采用挖孔屏设计的三星note 10正面看起来十分协调，居中的挖孔方案在日常体验时并不突兀。在曲面屏选择上，采用轻曲面设计的三星note 10＋虽然没有瀑布屏来得那么震撼，但是在手感方面要比瀑布屏更胜一筹。再说华为mate 30pro ，今年的mate 30pro 升级很大，特别是摄像头模组，提升巨大。不过，华为mate 30pro 还是很难让人满意，外观选择上，采用刘海屏，虽然有3D结构光，但还是不能阻挡我对它“丑”的印象。在屏幕方面，开了倒车，从2K屏降到了1080P，在显示观感上mate30pro不算差，但是距离顶级旗舰还是有差距。此外，去掉了实体音量键改用虚拟音量键的做法让我有些无语，在息屏情况下，没法直接进行音量调节，这是一个画蛇添足的设计。单扬声器，连三千价位的手机都用上了双扬声器，而华为mate 30pro 却阉割掉了，实属不该。pro系列没有标配5G是我对它最不满的一个点，而且最最重要的是，性能还打折了，目前在售的非5G版mate30pro 所配备的麒麟990芯片其实可以算是阉割版，性能跟5G版mate 30pro 差距太大。说实话在堆料以及性能这一块，三星note10＋完胜华为mate 30pro 。最后聊聊体验，三星note10＋跟华为mate30pro我都用了差不多两个星期，性能什么的也体验得差不多了，下面分享一下。视觉体验，三星的one UI 要比华为的emui 10更好看，图标也要更细腻，整体看起来很舒服，而华为的emui 10整体基调偏老年商务范，不太符合年轻人的审美。实用性体验，emui 10完胜one UI ，本地化功能做得很好，一些小功能对国人十分友好，而三星在这方面则是做得比较差，但也还可以接受，可是依旧不能改变被emui 10吊打的命运。解锁方面，三星note 10＋采用超声波屏下指纹，而华为则是光学屏下指纹，有一说一，华为mate 30pro 的光学屏下指纹不如三星的超声波指纹，解锁速度没有三星note10＋快，而且在极端条件下，比如手出汗、屏幕有水等情况，三星note 10＋都能顺利解锁，而mate 30pro 则不行，需要擦掉水渍或者多次尝试才能顺利解锁。但是，有反转哦……在解锁速度上，还是华为更快，因为华为mate30pro有3D结构光，抬起手就能解锁，解锁速度比指纹更快。还真别说，虽然mate30pro 的刘海很丑，但实用性还挺强的，这勉强也能算是一种取舍吧。总结在我近两周的体验来看，颜值以及综合体验都是三星note 10＋更好，而华为mate 30pro的表现只能说是中规中矩，算不上是今年最顶级的安卓旗舰，或许只有等mate 30pro 5G版出来后才有机会能跟三星note 10＋正面一战。不客观，很主观，这是考拉科技馆的特色，喜欢也好，不喜欢也罢，请理性讨论。科技自媒体撰稿人，只聊科技，关注我，了解更多科技资讯！", "author": "考拉科技馆", "newsdate": "发布时间：19-10-16", "newstime": "15:31", "sentiment": [{"positive_prob": 0.0018015, "confidence": 0.995997, "negative_prob": 0.998199, "sentiment": 0}]}, {"title": "别羡慕华为手机能当门禁卡了，iPhone也可以！手机一碰就开门", "content": "很多选择华为手机的小伙伴其实都是看中了它的NFC功能，公交卡门禁卡不在话下，甚至还可以当车钥匙！很多iPhone用户羡慕不已，但其实你们不用羡慕的，苹果手机也是可以充当门禁卡使用，至于怎么操作，一起来看看吧！首先第一步我们要做的就是在手机上打开【钱包APP】，并打开右上角的“+”号。接着我们点击【扫描或添加卡】。然后选择卡片的类型，在这里我们选择【交通卡】，至于选北京还是上海都无关紧要，因为到了这一步我们只是为了获取一个虚拟的ID卡，而且不管你是不是住在北京或上海，都是可以开通这个卡的。接着我们就会达到【选择金额这一步】，那么我们最少要支付10元钱的金额才可以完成此步骤，除此之外还需要你支付20元的可退服务费，由于这是可退的，所以我们可以不管，接着输入10元之后，我们点击右上角的添加进入下一步。那么这个时候我们再打开钱包APP，就可以看得到这张卡了，接下我们就要进入最为重要的一步，我们需要在自家小区的门禁刷卡器上刷一下iPhone，接着门禁卡的管理后台/中控就会显示出你手机里这张虚拟公交卡的NFC序列号，接着我们就要找到物业管理员，请他将这个序列号添加到你的门禁卡权限里面，这样就能够做到刷手机开门禁啦！嗷对啦！如果你有Apple Watch，按照相同的步骤，也是可以开门禁的哟！最后！大家不要急冲冲的去尝试，最好是先去一趟物业问一下能否支持你的iPhone，由于门禁系统不一样，所以也不是所有的门禁都支持iPhone解锁的！最后还想给大家分享一个手机上的小妙招，如果你在使用iPhone 的时候不小心误删了手机中的图片视频，或者聊天记录等等，都可以通过App Store内的极速恢复精灵来进行恢复！那么大家是否学会了呢？有没有已经用上的小伙伴呢？", "author": "小盾科技说", "newsdate": "发布时间：19-10-16", "newstime": "16:33", "sentiment": [{"positive_prob": 0.982848, "confidence": 0.961885, "negative_prob": 0.0171518, "sentiment": 2}]}, {"title": "外籍人员也可以当华为CEO？任正非：但有两个条件", "content": "近日据媒体报道，关于实体清单制裁，任正非表示，华为能扛得住美国的打击，不需要牺牲老百姓的利益。“中国很多老百姓是贫穷的，让贫穷的老百姓让一些利益给美国，来救一个有钱的华为，我良心上过不去。所以，我认为，我能坚持多挨打几年，包括我女儿多受一些罪，也不能把中国的利益让给美国。”他又说“美国的实体清单是不可能撤销的，我们做好了实体清单长期存在的心理准备。”资料图 新华社记者 毛思倩 摄在谈到华为为什么不聘用外籍人员做华为的CEO时，任正非分析说：“第一，外籍员工必须要具备这个能力；第二，外籍员工必须在华为公司工作25年，从基层一层层升上来，才能了解整个公司的结构。有些西方公司CEO像‘走马灯’一样换，换几次，这个公司就没有了。因为这个CEO不了解基层实际情况，以为喝喝红酒、谈谈哲学就能领导公司。”同时任正非还风趣地表示“欢迎你们给我们推荐CEO、董事长人选，可以先派遣到非洲去，到科摩罗岛上去‘一人一厨一狗’地锻炼，再到有些地方进行技术锻炼，完全知晓华为业务，将来也有可能上来。”被问及华为或者5G技术可能构成安全威胁的问题时，任正非表示“如果美国和澳大利亚没有想明白5G只是一个先进工具。对它的安全担忧前，那么最好不要购买华为的5G和相关产品，等待全世界实验证明是否安全再购买，不用这么焦心。”延伸阅读：任正非接受美国《财富》杂志采访：出售5G技术许可对华为有利华为心声论坛10月10日发布了9月19日华为创始人任正非接受美国《财富》杂志采访纪要。其中任正非回应了华为愿毫无保留地把5G全套技术许可给美国公司的决定，任正非表示，这件事情对华为是有利的。“一方面缓和了国际关系，另一方面增加了竞争对手。竞争对手如果不强，华为公司也会衰落。从这个角度出发，我们持有完全开放的态度。”任正非：华为愿出售5G技术，并且是一次性买断9月16日讯，华为心声社区发布华为创始人任正非接受英国《经济学人》的采访纪要。在此次采访中，任正非表示，华为愿意将5G的技术和工艺向国外企业进行许可，并且是一次性买断，而非每年缴纳年度许可费。任正非表示，给予5G许可，不等于华为自己不做。“我们希望西方能缩短往前走的平台路径，所以许可其他公司完整拿到我们的技术。对于6G研究，我们也是领先世界的，但是我们判断6G十年以后才会开始投入使用。因此，转让技术不是前进的终结，获得资金以后会更大踏步前进。”华为本来就希望世界是平衡的，大家利益均享是有利于华为生存的。“当我们把技术全部转让以后，他们可以在此基础上去修改代码，修改代码以后，相当于对我们屏蔽了，对世界也屏蔽了。美国5G是独立的5G，没有什么安全问题，它的安全就是管住美国公司。不是我们公司在美国卖5G，而是美国公司在美国卖自己的5G。”任正非在采访中表示。此外，任正非透露，截至今年8月，华为的收入累计增长19.7%，利润和去年持平，没有增长。根据华为发布的今年上半年业绩报，华为上半年销售收入4013亿元人民币，同比增长23.2%，净利润率8.7%。他表示，利润没有增长的主要原因是华为战略投入在大幅度增加。对于退休的话题，任正非表示自己退休将根据需要而定，“我会在我思维跟不上的时候退休的，我现在还是才思泉涌的状态，再呆几天吧！”华为愿意向苹果出售5G芯片，一个新的时代开始了！4月15日，在CNBC（美国全国广播公司财经频道）播出的采访中，华为创始人任正非表示，华为会考虑将其5G芯片出售给包括苹果在内的其他智能手机制造商。众所周知，截至目前，华为的5G芯片只用于华为品牌的设备。不过，任正非表示，会考虑向包括苹果在内的手机厂商销售5G芯片：“在这一点上，我们对苹果是开放的。”此前，4月11日，华为消费者业务CEO余承东在华为P30系列发布会后的采访中表示，对华为5G芯片销售给苹果保持开放。来源：北晚新视觉综合 环球时报 观察者网 参考消息流程编辑：TF021", "author": "北晚新视觉网", "newsdate": "发布时间：19-10-16", "newstime": "09:00", "sentiment": [{"positive_prob": 0.613241, "confidence": 0.140535, "negative_prob": 0.386759, "sentiment": 2}]}, {"title": "华为Mate30Pro 5G价格引争议，花近万元买一台手机真的有必要吗？", "content": "华为目前Mate30系列新机只是开售了4G版本，但是5G版本需要等到11月份才能正式登场，不少朋友已经直接选择了苹果的iPhone手机。不过对于华为Mate30Pro 5G价格最近也再次引争议，究竟有必要花近万元去买一部手机吗？我们都知道，华为Mate30 Pro 5G版本8+256GB售价6899元，8+512GB售价7899元！这样的价格比起标准4G版本的5799元贵了1100元左右，而实际的价格其实已经接近万元，那么真的有必要花这个大价钱去买这款手机吗？从配置来看，华为Mate30Pro 5G搭载的是990 5G处理器，这方面也具备了8GB+256GB储存组合，同时也具备了双四千万像素摄像头，这款手机的配置以及硬件方面做得还算不错。但是如果要论真正的性能，其实并不如骁龙855plus或者苹果A13处理器，这样的硬件配置，实际上如果能够坚持用一两年时间也就不错了，但是如果想要用这样三四年真的就有太大的难度。同时现在如果真的花大价钱去买5G手机的话，实际上也没有完全的普及，如果你真的是冲着5G网络去的话，那么笔者建议你最好还是不要入手。华为Mate30Pro 5G版本作为一款价格达到七八千的手机，其实也不能按照这种硬件配置来看待，因此正如前魅族高管李楠所说，华为Mate30系列手机的用户群体其实并不在乎这么一点价钱，因为岁月如刀，钱包厚如奶酪！其实，华为手机虽然价格上涨之后，跟苹果的iPhone11Pro对比起来，还是显得更便宜。而那些吐槽这款手机价格太贵的人，实际上也不算是华为Mate30Pro 5G的目标用户，对于手机销量没有太大影响。不过我们也承认华为手机最近这几年的价格确实涨得比较快，对比起小米9PRO或者vivo iQOO Pro等国产5G手机来说，价格贵了不少，我们还是希望华为有一天能够将价格变得更加便宜。最后在你们看来，有必要花近万元去买华为Mate30Pro 5G吗？", "author": "叽歪数码", "newsdate": "发布时间：19-10-16", "newstime": "22:54", "sentiment": [{"positive_prob": 0.162662, "confidence": 0.63853, "negative_prob": 0.837338, "sentiment": 0}]}]