[{"title": "华为表示愿助力乌克兰数字化转型", "content": "新华社基辅11月27日电（记者李东旭）华为欧洲区总裁李健26日在乌克兰首都基辅举办的数字化转型论坛上表示，宽带发展是确保乌克兰数字经济增长的重要前提，华为愿意发挥自身优势与乌政府加强在宽带和政务云技术领域的合作。李健说，过去三年，华为与乌克兰移动运营商一起，实现了乌克兰从2G到4G的跨越式发展。在华为发布的《2019全球联接指数》中，乌克兰的排名比去年提升四位。2015年至2019年,乌克兰的移动宽带用户渗透率从8%提高至65%。李健说，乌克兰在提高宽带普及率和改善农村地区覆盖率方面依然有巨大潜力。在这方面，华为愿意分享技术和经验。数字化是乌克兰国家政策优先发展方向，为此乌克兰政府专门成立了数字化转型部，负责国家数字化转型政策的制订和实施。今年8月，华为乌克兰分公司发表公报说，华为中标乌克兰首都基辅地铁4G网络建设项目。责任编辑： 徐海知", "author": "新华网客户端", "newsdate": "发布时间：19-11-27", "newstime": "23:04", "sentiment": [{"positive_prob": 0.956057, "confidence": 0.90235, "negative_prob": 0.0439427, "sentiment": 2}]}, {"title": "华为子公司拍12万平地做人才房 每平售价不高于10050", "content": "来源：中证网原标题：华为子公司底价拍得12万平商住地做人才房 售价不高于10050元/㎡作者：张玉洁中证网讯（记者 张玉洁）11月27日，广东省东莞市以网上交易方式成功挂牌出让松山湖一宗约12万平方米的商住用地，东莞绿苑实业投资有限公司（简称“绿苑实业”）以底价84490万元摘得。天眼查信息显示，绿苑实业是华为投资控股有限公司的全资子公司。根据相关规划，这块地将用作松山湖园区重点及高端企业的人才房，精装修售价不高于10050元/平方米，同时只能在园区内流转。资料显示，该地块编号为2019WG045，位于东莞松山湖富通路南、基隆路东。地块出让面积为125336.09平米，起始价84490万元，建筑密度≤30%。从出让条件来看，这一地块限制颇多，为高新企业人才房定制设定明显。规定最高销售房价不高于10500元/平方米（住宅要求带装修销售）；限制项目用于松山湖园区重点及高端企业总部人才房配套项目，销售对象由东莞松山湖高新技术产业开发区管理委员会统筹安排，房屋购买人仅限于入职竞得企业总部及其全资子公司2年以上，且个人工作常驻地在东莞满1年及以上且第一学历为全日制本科及以上的员工。此外，该地块对交易年限和对象设限。该宗地建设项目自竣工备案之日起，5年内（含5年）不得申请房地产项目建楼盘表；自购买商品房转移登记（一手房2屋登记）之日起，5年内（含5年）不得转让或出租。限制期满后，房屋所有权只允许在园区企业内部流转。公开资料显示，自2015年以来，华为已在东莞松山湖拿下24宗地块。据东莞政策官方信息披露，华为终端总部项目在东莞总占地面积达到了1900亩（126.6万㎡），已与华为在深圳的土地总面积为2460亩（约164万㎡）相差不大。预计完工后，将有数万研发人员在终端基地项目办公。", "author": "新浪财经", "newsdate": "发布时间：19-11-27", "newstime": "14:19", "sentiment": [{"positive_prob": 0.703279, "confidence": 0.340619, "negative_prob": 0.296721, "sentiment": 2}]}, {"title": "为什么曾被“捧上天”的华为P30Pro不火了？维修师傅说出三个原因", "content": "凭借不断增加资金投入和创新实力的提升，现在的华为已经是国内第一大智能手机品牌，成为小米和OPPO等友商学习的榜样，也是苹果和三星等巨头不能够轻易忽视的强敌。华为的成功向我们充分展示其魅力，在高端市场也站稳阵脚，成绩确实值得肯定。只是，现在的竞争太激烈，它的部分产品处境其实也挺难堪，例如这一次网友提问为什么曾被“捧上天”的华为P30Pro突然不火了？说起华为P30Pro相信大部分的人应该都不会觉得陌生，它作为三月份登场的超级旗舰，无论是硬件还是外观打磨都挺到位的。一方面，华为P30Pro拥有徕卡认证三摄模组，得益于先进的算法调教，在白天光线充足的情况下能够对物体色彩进行精准还原，弱光成像的照片观感也不存在太多可挑剔的地方，达芬奇独立NPU神经元对于成片的驱动速度也是妥妥的，4200毫安电池和40W快充严格来说也符合长续航的标准。另一方面，华为P30Pro搭载麒麟980处理器和EMUI10系统形成更强大的协同能力，日常应用程序几乎不存在压力，体验王者荣耀、和平精英等主流游戏的帧率稳定性也是杠杠的，6.39英寸全视觉曲面屏配合铝中框的紧密贴合，带来震撼视觉效果的同时也满足舒适握持感的需要。从参数层面来分析，华为P30Pro的综合素质还是挺给力的，能够称得上是一款出色的国产旗舰。那么我们回到开头的问题：为什么曾经“吹上天”的华为P30Pro突然卖不动了？我们咨询了维修师傅，他给出三个原因说到心坎里了。首先，华为在中国市场拥有庞大的用户群体，这也为它不断地提升品牌溢价提供能力保障，P30Pro在早期的时候卖到5388元其实并不便宜还是遭到花粉的疯抢，因为那时候能够与之相匹敌的竞品并不多，可如今小米CC9ro、魅族16sPro等性价比都直接把它碾压，体验也不差，这样的话前者的地位逐步被取代，人气也开始流失，不再火也是意料之中。其次，众所周知，现在主流品牌都在发力5G手机，华为作为国产领头羊当然也不例外，在Mate30(5G)系列持续热销的情况下，荣耀V30系列也强势发布，这对于不支持SA和NSA网络的华为P30Pro来说不得不加速退场，消费者宁愿选择和它说再见，或者等待即将登场的华为P40！最后，提华为必须联系到苹果手机。最近一段时间库克把iPhoneXR和iPhone11对华为进行降维打击，P30Pro压力非常大，在品牌号召力不如苹果的情况下，仅仅依靠情怀是不够的，自身产品“够硬”才是王道。在笔者看来，如今的华为还是引领高端机的发展趋势，P30Pro也功不可没，可是在市场竞争进入白炽化的当下，它缺乏性价比、新元素和品牌号召力，慢慢卖不动也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-27", "newstime": "16:44", "sentiment": [{"positive_prob": 0.0126351, "confidence": 0.971922, "negative_prob": 0.987365, "sentiment": 0}]}]