[{"title": "一个巧合使局面转变，英国重新考虑华为，华为或将拿到下一个订单", "content": "一个巧合使局面转变，英国重新考虑华为，华为或将拿到下一个订单现在的科技发展是非常的快的，如今我国在智能手机都领域也是有崛起的厂商，就是华为了，华为在最近也是消息不断，被多国禁售的消息也是在不断的发酵，最近传出华为在进军国际市场的时候，被美国联合其他的国家抵制，而理由也是非常的让国人不解，并且美国与其他国家对于华为的禁止的力度是非常的大的。华为在很早以前就已经拿到了相关的通行证，并且与很多的国家有过合作，而且华为的设备在全球的市场上占了一半，不过华为在近期受到的困难是太多了，在之前的5G投票中，也是只差一票败给了高通，而那关键性的一票是联系投给高通的，最近也是受到了多国的抵制，在全球市场上华为每一步走的都非常的艰辛。对于在前段的时间，传出消息英国将华为的名字从名单中划去，也就是说华为失去了在英国建设5G的机会，不过令人心痛的是，英国也是讲之前的设备不再使用华为的4G设备，对于在英国的单子华为是非常的想要的，而且在这方面也是费尽了心思，不过这次没有能够得到英国的建设机会，损失也是非常的大的。对于带头美国来说，华为在5G上面的崛起应该是让其感受到了一些威胁，在华为带领5G进军国际市场时也是非常的受欢迎的，不过美国最后半路杀出来，游说那些将要与华为签订订单的国家，停止与华为合作，然而一些国家也是响应了美国，抵制了华为，对于发生了这样的事情，应该就是一些国家跟美国走的比较近，然后就拒绝了华为，要么就是在价格的方面，想要华为能够再降低一些。而最近一些国家在将华为排除在外之后，网络发生了瘫痪，损失了不少，这其中使用的基本上都是爱立信的设备，所以说爱立信站出来解释说设备方面出现了问题，这对于华为来说是一个巨大的转机，本来在英国在发展是没有希望了，但是爱立信方面出现了这样的问题，也是让英国开始重新考虑，而这也是让英国可能成为华为的下一个5G订单。而就在华为在国外发展的时候，也是传出来一个好消息，苹果公司最近被我国在部分地区禁售，如今只剩新发布的三款型号还能继续出售，而苹果也是试着申诉却被驳回，对于华为来说，现在也是向着好的方向发展的，对于这件事你们怎么看？", "author": "八零小迪说汽车", "newsdate": "发布时间：18-12-13", "newstime": "19:23", "sentiment": [{"positive_prob": 0.879819, "confidence": 0.732931, "negative_prob": 0.120181, "sentiment": 2}]}, {"title": "葡萄牙之后，华为又迎喜讯！这个欧洲强国也支持华为？", "content": "5G现在已经是成为一个越来越火的词汇，因为这样的一个词汇未来可是关系着改变世界的！通讯的发展对于社会进步的促进作用还是非常明显的。虽然现在我们还是处在4G的时代，并且就现在的社会生活来说4G已经是足够使用，但是在推动社会发展的作用却是没有这么重要了！5G的转变是非常大的，最重要的就是网速的发展，比现在的4G将要快上几十倍上百倍。这样的网速对于未来整体的通讯产业来说，都会产生一个大变革。并且现在万物互联时代已经是初现端倪，在之后5G的应用之后，在VR/AR，自动驾驶，智能家居等方面都会进行大的变革，这看来就是大把的机会，这样的通讯革命如何时机掌握得当，改变命运的可能不止是一个企业，甚至是一个国家。华为作为国内最为强大的科技公司，在5G技术上更是最在世界的最前列。在美国CTIA公布的调查数据来看，华为在5G领域的实力实在第一梯队的，并且是在第一位。之后才是韩国，美国，日本。这样的领先对于华为来说可是能够在未来获得大量的市场和大量的机会的，但是这样的局面并不是美国乐意看到的。在3G时代高通掌握了3G的核心技术，光靠着这些技术专利高通每年就获得上百亿美元的专利授权费，但是在4G时代，最重要的技术就落在了华为的里，华为也是趁机打败爱立信，成为全球最大的通讯设备供应商和解决方案提供者。本身在4G时代还有其他巨头能够牵制华为，5G这样的局面更不是美国乐意看到的。华为之后的5G之路就变得难了起来，美国首先以“安全”为由禁止华为，跟在美国后面还有更多的国家，并且美国还在不断的向盟友施压，一起来对付华为，导致现在很多的西方订单都是被诺基亚，爱立信拿去了。华为最重要的敌人是自己，只要掌握最核心的技术，实际上外部的困难都会迎刃而解。于是任正非也是说，华为的5G战争只许赢不许输，并且还在不断的在5G技术上进行钻研。有技术还怕没订单吗？实际上华为以及是在欧洲12国，中东5国等签订了23个5G合约，已经是甩开了它的一众对手，市占率第一。并且前两天刚和葡萄牙签订了合约，接着法国这个欧洲传统豪强也是有意和华为合作。继葡萄牙大单后，法国也表态！华为的春天来了？法国经济与财政部长在公安开场和表示，华为岁法国来说是一家重要的公司，欢迎华为来法国进行电信投资。大家怎么看呢？", "author": "创咖学院", "newsdate": "发布时间：18-12-13", "newstime": "21:01", "sentiment": [{"positive_prob": 0.999505, "confidence": 0.998901, "negative_prob": 0.000494649, "sentiment": 2}]}, {"title": "华为5G重压下，苹果公司亮出“底牌”，任正非眼光长远令人钦佩", "content": "在5G技术发展上，华为已经是通讯公司中的“排头兵”，目前以华为为首的5G商用设备正在全世界大规模落地扎根。并且在2018年全球IOT（物联网）峰会上，华为5G总裁称：“2019年6月华为将会推出5G通讯制式的智能手机，具体进程还需要等待由运营商来决定。”2018年华为一改往日低调处事风格，在多个国际会议上频繁亮相5G成果，无形之中给予竞争对手重压，苹果公司也包含在内。华为作为5G标准的制定者，认证专利技术多达1481项，并且还在不断增加。即使竞争对手能够研发出相同性能的5G通讯设备，也未必能在性价比上超越华为，在这里华为给了竞争对手一种绝望感。由于华为产品极具市场竞争力，之前欧洲多国以“安全”为由拒绝和华为合作。由于在该领域，无论是基站性能还是产品价格，以及基站售后配套服务，均无法与华为相提并论。欧洲各国政府作为采购方，没有理由花费更大的代价采购出华为之外的竞品设备。英国与华为商讨协定后逐步开放市场，随后法国政府发言人公开表示欢迎华为到法国来商讨合作事宜。华为的5G业务版图进一步扩大，目前已经涉及到欧洲、中东、北非、亚洲等多个地区国家。在北京5G测试信号下，5G智能手机终端实测网速稳定突破300MB/s，以百倍的速度快过4G网络，由此可见智能手机5G场景下的数据吞吐量将来到一个全新的高度。华为正在联合中国信通院、广东移动成立5G应用创新中心，地点选在深圳，主要为了开发5G场景下的科技产品。在华为5G各条产业链重压之下，苹果公司也亮出“底牌”。苹果公司拥有自主研发移动处理器、安全芯片之类的硬实力，由于苹果并非专业通讯公司，在与高通闹出矛盾的场景下，苹果在通讯芯片、通讯设备这块非常被动。以至于高通知晓苹果公司没有通讯研发积累，这才敢狮子大开口索要70亿美元专利费。据悉苹果公司已经将蜂窝调制解调器系统架构师加入公司成员清单，并且芯片业务已经扩充到基带芯片，这就意味着苹果公司准备自主研发基带芯片，甚至是5G移动终端通讯模块。苹果这个“底牌”来得有些晚，苹果公司早在2015年iPhone6s上就使用高通研发的基带芯片，一直用到iPhoneX上，3年时间苹果从未设计通讯芯片研发，与高通就专利费闹掰后，紧急使用英特尔基带作为替代芯片，这才让苹果2018年发布的3款新iPhone出现“信号门”事件。苹果公司iPhone产品线在最火热的时候没能未雨绸缪，这与企业掌舵者能否拥有“长远眼光”非常相关。华为之所以能够硕果累累，这与华为创始人任正非的长远眼光密不可分。华为在创立之初“技工贸”战略深入人心。华为技术当头，2017年对研发投入资金达897亿元，2018年研发投入预算上升到了1000亿元，这个量级放到全球通讯行业中，华为投入排名前三。华为创人任正非认为：明天就是华为的冬天，于是《华为的冬天》应运而生，被各大企业传颂。所以华为企业每时每刻都活在“风雨中”，紧迫感人人具备。任正非曾回应：“为了活下去，我们必须走出国门，主动进攻，在市场搏击中学习，熟悉市场，赢得市场......”现在看来，华为所做的一切都是为了活下去。任正非朴实的话语间流露出真谛，眼光长远令人钦佩。对此你怎么看？", "author": "科技凸透镜", "newsdate": "发布时间：18-12-13", "newstime": "23:25", "sentiment": [{"positive_prob": 0.957329, "confidence": 0.905176, "negative_prob": 0.0426708, "sentiment": 2}]}, {"title": "遭多国阻击围剿，华为动了谁的奶酪？", "content": "2017年1月5日，在美国拉斯维加斯消费电子展上，参观者使用华为手机体验虚拟现实技术。图/新华华为：荆棘丛生的国际化道路《中国新闻周刊》记者/贺斌 鲍安琪本文首发于总第881期《中国新闻周刊》最近堪称华为的艰难时刻。12月10日，就在孟晚舟事件持续发酵之时，日本出台了一个新的政府采购规定，又一个国家或将对华为关上大门。当天，日本首相官邸召开各府省厅网络攻击对策负责人出席的会议，决定将一些产品排除出政府采购清单。日本内阁官房长官菅义伟随后在记者会上表示，不采购可能被植入窃取、破坏信息和令信息系统停止等恶意功能的设备，并非针对特定的企业和设备。虽然日方没有直接点名华为，但结合此前美国、澳大利亚等国对华为的禁令，以及日本政府之前也表示过将考虑禁止中国华为和中兴的产品，因此观察家普遍认为，日方的决定事实上已经将华为和中兴的产品排除在了政府采购清单之外。在当天中国外交部的例行新闻发布会上，外交部发言人陆慷在回应这个问题时说，中方此前已通过外交渠道同日方进行了沟通。他还表示：“中方将对日方有关规定的执行情况保持密切关注。重要的是，中国企业在日本的正常经营活动不能受到任何歧视性对待。”此前，美国、新西兰、澳大利亚已相继对华为发出禁令。同为“五眼情报联盟”成员国的英国已向另一大中国电信设备供应商中兴通讯发布禁令，目前正面临着是否对华为采取类似做法的压力。而加拿大应美方要求，于12月1日拘押了华为副董事长、首席财务官孟晚舟的行为，也让该国政府面临两难境地。走出国门20年后，已经将自己定位为“全球公司”的华为，正面临着一次巨大的考验。“走出去是为了活下去”成立于1987年的华为，从代理香港公司产品起家，逐渐开始自主开发产品，在很长一段时间内，通过单一产品的持续开发与生产，用“农村包围城市”的销售策略，以低成本的方式迅速抢占市场，公司规模不断扩大。到1995年，华为的销售规模已经达到15亿元，员工数量也达到800人，成为全国电子行业百强排名第26位的民营企业。但由于中国国内电信设备市场的总体发展速度放缓，华为在传统的程控交换机领域的利润被吞蚀，面临着空前的竞争压力，而市场需求也开始出现多元化。“‘走出去’是为了活下去！”华为副董事长郭平曾在2012年的一次会议上这样解释华为“走出去”的内在动力。据他介绍，1998年的时候，国内电信运营商正在酝酿第一次重组，几个运营商都在忙内部重组，“谁都不订货，我们的产品和设备卖不出去，所以逼迫我们往外走，找市场。”1998年，华为“走出去”的首选市场就是俄罗斯，用郭平的话说，“两眼一抹黑”，只能从了解客户开始，做好充分调研，等待进入的时机。那时候海外电信市场竞争激烈，最初的几年异常艰辛，几乎没有什么回报，但华为坚持了下来。2000年的互联网泡沫为华为带来了机遇——当时所有的西方公司都撤走了，坚守的华为获得了市场，也拿到在俄罗斯的第一单合同，约16亿美元。这一阶段，华为在海外市场的拓展依然采用“农村包围城市”战略，选择从发展中国家开始做起，以低成本战略，逐步将产品打入到发达国家市场。华为公司总裁任正非曾说过，在全球电信投资里，大约30％在北美，30％在欧洲，“面对巨大的市场，如果不尽快使我们产品全球覆盖，那就是投资的浪费、机会的浪费。”于是，华为开始寻求打入欧美市场的机会，首先从通过各地苛刻的认证开始。郭平清楚地记得，2003年，华为打算进入欧美市场，第一站就是英国，但必须接受英国电信（BT）的认证，没想到这一过程历时近两年，甚至严苛到连华为供应商宿舍的生活环境，认证主管都要亲自去看一下，“因为这是BT的社会责任”。2005年，华为成为BT首选的21世纪网络供应商，为BT的21世纪网络提供多业务网络接入部件和传输设备。而在此前一年，华为已经实现在欧洲的首次重大突破，获得荷兰运营商Telfort价值超过2500万美元的合同。“国际化的过程，意味着你的一切商业活动都要按照国际规则来进行，要按照国际化的要求来完善内部体系的建设，在规则上一定要遵守客户认证的要求。”郭平表示，在整个过程中为客户创造价值，是华为国际化得以成功的根本。2005年，华为的海外合同销售额首次超过国内合同销售额。“华为是中国少有的愿意去了解全球的技术治理机制，熟悉全球专利制度和电信标准技术制度，与技术治理的利益相关方有很好的互动，并通过自己的努力来超越现有治理机制的一个公司。”清华大学全球产业4.5研究院副院长、经济管理学院创新创业与战略系副主任朱恒源对《中国新闻周刊》如此评价。在朱恒源看来，中国建设全球化的过程，是进入商业市场的全球化过程，所有人都需要适应，不仅包括接纳在中国全球化的外国企业，也包括想要全球化的中国企业。但是，主导全球的话语体系是欧美发达国家建立的，要在这个体系里崛起、发展、为自己争取空间，唯一的办法就是要学会用别人的语言来表达自己的诉求。这个语言首先是英语，其次是规则。“我们一定要通过技术的发展去争取自己的利益，而技术的规则是内嵌于社会规则中的，否则技术将一文不值。”朱恒源说。华为英国公司成立于2001年，总部位于伦敦附近的雷丁，业务遍及英国各地。图/新华华为印度研究所的办公区。图/视觉中国“全球公司”根据华为2017年年报，目前华为业务遍及全球170多个国家和地区，服务全世界1/3以上的人口。2017年，华为销售收入实现6036.21亿元，其中，受益于企业业务数字化转型加速和智能手机市场份额的提升，欧洲、中东、非洲地区实现销售收入人民币1638.54亿元，同比增长4.7％；亚太地区实现销售收入744.27亿元，同比增长10.3％。只有美洲区域受拉丁美洲运营商业务市场投资周期波动影响，销售收入有所下滑，为人民币392.85亿元。华为的业务主要分为三大部分，运营商业务、企业业务和消费者业务，分别占2017年销售收入的49.3％、9.1％和39.3％，而全球化业务也主要是围绕这三大部分开展。在运营商业务中，5G开始步入商用部署，loT（物联网）、视频、云等被广泛应用，2017年，在运营商业务中，华为实现销售收入2978.38亿元，同比增长2.5％。来自华为的数据显示，2017年，华为已在全球十余个城市与30多家领先运营商进行5G预商用测试，性能全面超越国际电信联盟（ITU）要求，在全球签署超过350个NFV（网络功能虚拟化）和380个SDN（软件定义网络）商用合同，超过30个CloudAIR 无线空口云化商用网络和超过50万个loT基站。全球运营商固定视频用户超过1.9亿，移动视频的活跃用户数达到14亿。在企业业务中，目前有197家世界500强企业、45家世界100强企业选择华为作为数字化转型的合作伙伴。2017年，华为企业业务实现销售收入549.48亿元，同比增长35.1％。2017年．华为消费者业务销售收入人民币2372.49亿元，华为智能手机全球市场份额突破10％，居全球前三，全球品牌知名度从81％提升到86％。截至2017年12月，华为在全球建立零售阵地超过45000家，同比增长近10％。根据华为官网信息，目前，华为在全球有60个分支机构，其中非洲4个，亚太地区14个，欧洲24个，拉丁美洲8个，中东8个，北美2个。除了分支机构外，华为还在世界各地建立研发中心。1999年，华为在印度班加罗尔设立研发中心。第二年，又将另一个海外研发中心设在了瑞典首都斯德哥尔摩。到2001年，华为在美国设立全球第四个研发中心，并加入国际电信联盟（ITU）。目前，华为在全球有36个联合创新中心，研究院（所/室）有14个。华为坚持每年将10％以上的销售收入投入研发，近十年累计投入的研发费用超过人民币 3940亿元。2017年，华为从事研究与开发的人员约8万名，占公司总人数的45％ ，研发费用支出为896亿元，约占全年收入的14.9％。任正非曾在一次采访中将华为定位为一家“全球企业”，因为“超过70％的员工来自当地”。截至2017年年底，华为员工约18万名，员工国籍超过160个。朱恒源认为，企业的全球化分为三个层次，一是仅提供产品；二是在海外建立公司，由企业本国的管理者去管理；三是当地人管理当地人。世界上知名的跨国企业都经过了“管理者的天花板”，但现在很多企业都已经由当地人管理，甚至已经接受外国人进入企业的核心管理层。在这一点上，华为尽管还停留在第二层次，但“已经是全球化程度相当高的中国企业”。浙江大学管理学院前院长、中国与全球化智库（CCG）学术专家委员会专家吴晓波对“全球公司”则有另一番解读。他表示，全球公司是近年来崛起的一种新公司形式，它在DMS，即研发设计－制造－服务三大价值创造环节上实现更完全的全球经营，即全球研发、全球制造、全球服务，其员工及各战略资源和市场上也实现了高度的全球化。“华为是中国改革开放后崛起的‘全球公司’。它与西方原来意义上的基于本国的核心资源，尤其是技术资源，在世界各地开展经营的‘跨国公司（MNC）’不同。”吴晓波向《中国新闻周刊》介绍。吴晓波曾访问过在埃及、英国、加纳等各地的华为公司，为其严格的、制度化的合规管理所折服。“跨越传统的国界和超越自我中心的全球运营是全球公司最大的特色，因而合规是其管理运营的核心——不仅遵循本国的法律法规，更应符合各国际组织的各种规范。”在他看来，华为是中国最早实行“合规经营”的公司之一，在全球各地与当地的法律法规制度有着严密的遵从体系和制度化的管理。然而，就这样一个遵从当地法规、为当地创造大量就业的中国企业，目前正面临着被以美国为首的多个国家“围剿”的命运。全球化进程中的成人礼尽管很早就开始在美国设立研究中心和分支机构，但华为一直没能真正进入美国市场。即便如此，华为一直谨守美国法律，特别是2007年，孟晚舟主导与美国IBM公司合作，开始长达八年的华为IFS（集成财经服务）变革，构建了数据系统，并在资源配置、运营效率、流程优化和内控建设等方面建立规则，使华为开启了精细化管理之路。这套源自美国的管理流程和制度，使得华为在全球化视野上更具有西方的管理思维，一直以来都将合规、安全作为管理红线。今年4月，华为本欲凭借mate10系列手机进入美国市场，却因“中兴事件”不得不暂时搁置。4月16日晚，美国商务部以中兴违反美国对伊朗的制裁规定、把自己的产品销售给伊朗为由宣布对中兴的禁令。美方发布公告称，“美国政府在未来7年内禁止中兴通讯向美国企业购买敏感产品。”而据《华尔街日报》今年4月的报道，美国当时也在调查华为是否因“技术紧张局势升级而违反对伊朗的制裁”，却一直没有发布确凿的证据。对此，华为回应称，“我们希望美国不要采取可能进一步损害投资者对美国商业环境的信心，损害其国内经济以及正常、公开、透明和双赢的国际关系的行动。”业内人士分析，美国制裁中兴，背后折射的是中国集成电路行业的问题。中国有着全球最大的半导体市场，但集成电路设计企业的主流产品仍然集中在中低端，基础能力上的欠缺，强烈依赖第三方的先进IP核、先进工艺和外包设计服务，最终行业将受制于人。借由“中兴事件”，美国运营商拒绝了与华为的合作，甚至宣称华为手机存在“安全”问题。5个月后，即今年9月，华为子公司海思半导有限公司推出自主研发的新一代人工智能手机芯片麒麟980，主要用于华为手机。这一只给“自家用”的麒麟芯片一经发布，便引起强烈关注。此前，华为的手机芯片供应商主要是美国的高通和中国台湾的联发科。尽管华为高层在多个场合强调，荣耀手机采用多芯片策略，即使华为有能力持续开发芯片，也并没有完全自产自用。在上个月公布的2018年度核心供应商名单中，来自美国的企业有33家，在芯片供应商中，高通和联发科依然在列。在朱恒源看来，在集成电路（IC）领域，长久以来，以美国为主导，建立了一套基于集成芯片技术本身形成的商业制度体系，对这套知识产权设计和封装，通过专利费的形式分享收益，从欧洲到东亚，甚至是中国台湾，这套规则都受到完全的遵从，已经形成一套利益平衡机制。而华为显然是打破了这种多年来被发达国家公司维护的利益平衡。但朱恒源认为这是技术进步的必然，“技术进步需要冲突，一套贸易结构的改变，需要经历风雨的历程，任何一个新兴经济体国家的创新在全球崛起时，都要经历这样一个成人礼。”朱恒源表示，这是一个颠覆式创新的过程。从目前的信息来看，华为动的奶酪不光是IC领域，更是未来有着巨大发展空间的5G。随着5G时代的到来，各国展开激烈的竞争，其中中国和美国的竞争最为激烈。今年5月，在3GPP主办的5G标准投票会议上，全球通讯企业对于未来5G使用的技术进行投票，其中分为长码、短码、控制码三个环节。竞争者主要是华为的Polar短码技术和高通的LDPC长码技术。最终，华为以一票之差出局，这就意味着，中国企业依旧需要付给高通大量的专利费。但经此一役，华为在未来的5G时代，已经掌握了一定的话语权。目前，华为已与二十多个国家的企业签署了5G商用合约。这正是美国所担忧的。此前，美国提出禁止华为产品在五眼情报联盟之间使用，特别是五眼情报共享网络。作为五眼情报联盟成员国，新西兰和澳大利亚已经禁止华为进入其5G网络。在这样的情势之下，很早就和华为开展合作的英国，以及和华为一直合作良好的加拿大面临着巨大的压力。在此节骨眼上，美国以华为使用非官方子公司SkyCom来促进与伊朗的交易，违反了美国对伊朗的制裁措施为由，要求加拿大拘押并引渡孟晚舟，更是将这一冲突充分暴露出来。“这是各国在全球化竞争中，为保护各自既得利益，力图维护对本国公司利益而实施的各种法律行为。”吴晓波认为，由于新生的“全球公司”活动范围之广、之深，超越了传统经济立法，加上各自的立场和理解差异，导致了法律法规及其执行上一定程度的矛盾和冲突。新加坡国立大学副教授王江雨认为，孟晚舟事件让华为顿时成为全球瞩目的焦点，给其他国家坐实了华为在安全上有问题的印象，美国的盟友们在和华为打交道上会很谨慎，想尽办法去避免使用华为的技术和产品。而不一定听从美国意见的国家，在和华为打交道时也会很谨慎，认为华为是个“危险的企业”。对于华为而言，虽然声誉和市场都会受到较大损失，一方面要通过正当的法律手段去应对，另一方面，也要展现出企业的独立性。“中国政府在任何时候都应该保护自己的国民，企业也是国民，但华为和政府是两个个体，双方不必配合，要展现出各自的角色。”王江雨对《中国新闻周刊》表示。朱恒源认为，从目前的情况来看，华为的几个声明都非常克制，这也是华为令人敬佩的地方。但朱恒源并不认为华为会因此受到很大影响，“某些国家以侵犯国家安全为由，劝说或禁止别国使用华为的产品，这是政治决策，但从长远来看，政治的权力不可能深入到所有领域，最后扼杀商业的机会。”在朱恒源看来，如果中国企业要推全球化，就要相信互惠互利的商业决策是推动全球化的重要力量。特别是在全球化退潮的时候，中国和中国企业要扛起合作、共赢的全球化旗帜，而不是保护主义的旗帜。吴晓波并不同意华为受到“阻击”“围剿”的说法，他认为这是“逆全球化”的一部分。在他看来，某些西方国家出于其某些方面的共同利益而对中国企业的采取竞争手段上的“逆全球化”措施，是违背了它们在长期的优势期中所一直标榜的“自由竞争”原则，不利于全球利益的最大化。“值得我们警惕的是，西方政客出于各种自私利益考量，而将本国法律置于国际法之上，以种种‘莫须有’的猜测和臆断，实行‘泛政治化’倾向。”吴晓波担忧地说，它将极大地破坏文明世界所信奉的、基于“公平竞争”基础上达到“来自竞争的繁荣”的市场机制。“相信华为坚持合规经营的做法不会变，也相信中国政府会依法做好对此事件的理性处置，更相信全球文明体系的理性力量。”吴晓波表示，在新一轮产业革命崛起的“范式转变期”，更需要各国政治家们理性沟通，站在时代的新起点上，站在人类命运共同利益之上，携手共进，走出逆全球化的混沌。", "author": "中国新闻周刊", "newsdate": "发布时间：18-12-13", "newstime": "07:38", "sentiment": [{"positive_prob": 0.0397807, "confidence": 0.911598, "negative_prob": 0.960219, "sentiment": 0}]}, {"title": "既然华为都被限制了，为什么我们不能限制苹果？原因让我们深思", "content": "历来我们的手机市场就竞争得特别激烈，在国内如此，在国外同样也是这样。我们的华为在国外再次被其他国家给“算计”了，换句话说，也就是国外在很多方面刁难它，让它难以在市场上立足。其实像这种情况发生的还不算少数，这其中很大一部分就是因为我们的华为在其它国家广有销路，但是这样就抢占了其他国家的手机市场，因此其他国家才会以各种刁钻的理由，出台各种奇怪的政策来削弱华为的竞争力。听到这个消息，很多网友也开始有点坐不住了，我们国家品牌被国外所限制，相信不仅是华为公司本身，很多人对这件事也会感到不满。那我们是否有想过一个问题呢，既然国外的政府对我们的华为处处刁难，那么我们是否应该也可以出台某些政策来限制他们呢？这个问题值得我们思考。我们目前所熟知的外国手机品牌，想必就是iPhone公司生产的智能手机了。说到我们是否能够限制它，这个问题可能显得有点陌生。首先我们要想一个问题，为什么我们要这样做呢？难道这样能给我们带来一点好处吗？答案其实是否定的。如果我们对苹果下手，实际上对我们也没有太大的作用。甚至这样做，对我们还会产生坏的影响。因此，要是我们的政府刁难了iPhone公司，那么吃亏的就不一定是他们了，因此我们自然就没有采取这样的措施。那么，到底为什么对我们没有好处呢？我们可以先来讲讲他们公司的制造工序，现在相对于其他国家，我国部分地区的劳动力价格仍显得低廉，因此，他们才会把不少的生产地点搬移到我们这，富士康就是一个很好的例子，特别是郑州的，那里就是制造iPhone的大产地。因此，如果把生产厂迁移我们这，给我们带来的好处就是增加了大量的就业岗位。因此要是我们刁难他们，给我们带来的将是上百万个工作岗位的丧失。不仅如此，还有苹果公司涉及到的那些供应商，都是要依赖于苹果在我国的存在。还有一个原因，他们还给我国还带来了大量的税收收入，仅增值税就是一个不小的数目了。因此要是iPhone在我国的销路受阻了，把厂家搬到别的国家，带给我们的损失又是一大笔。况且，如果他们把厂家搬到东南亚地区的一些国家，虽然那里生产成本会高一点，到时候在中国可能卖的不怎么好，但是还是会有很多人，比如说痴迷的果粉通过各种方式来买到iPhone的，这样的话，我们还会损失很多税收。所以说，我们要是这样做只能是搬石头砸了自己的脚，给我们的损失要带来非常多，所以，刁难苹果这件事，大家暂时还是先别提吧。现在我们再来看看我们的华为公司，苹果的例子放在它身上，就不好说了。因为华为公司在国外提供的就业岗，远远达不到苹果公司的数量。同时关系也没有很多，所以给国外带来的收入是少之又少，因此要是他们针对的话，对自己也没有多少坏处。正因为如果我们对iPhone刁难，会给自己带来更大的不利，所以我国才给外国其他产品进行加税，比如说，汽车等产品，利益要比前者要好多。", "author": "不凡智库", "newsdate": "发布时间：18-12-13", "newstime": "20:09", "sentiment": [{"positive_prob": 0.000608018, "confidence": 0.998649, "negative_prob": 0.999392, "sentiment": 0}]}, {"title": "红米价！华为新机发布，采用骁龙450，适合作为备用机", "content": "华为手机一向都是以高端形象示人，例如华为今年红得发紫的P20、mate20两款手机，都是非常不错的机型。这些高端机型代表了华为的品牌形象。一般只有华为的P、mate两大系列机型，华为消费者业务CEO余承东才会亲自举行发布会，而其他系列机型都是华为的其他高管来发布的。现在，华为将会在17号正式发布年底的压轴机型nova4。实际上，华为也有很多的中低端手机。例如畅享系列就是主打中低端。在nova4之前，华为还提前上市了一款低端机型，这就是畅享9。虽然是一款低端机型，但是却有一些很不一样的特点。存储方面，支持TF卡拓展，最高支持512GB的扩展卡，目前，一些旗舰机型都不支持这一点。在旗舰机型当中，估计只有三星还在坚持TF卡拓展了。而畅享9仅仅是一款低端机型，却还支持512GB的扩展卡，说明它还是很厚道的。华为畅享9厚道的地方还不仅仅是这一点，它搭载了珍珠屏幕，这种屏幕有点类似于荣耀8X的屏幕，不过，畅享9的屏幕分辨率只有720P，确实是比较低端了。而在屏占比方面，畅享9达到了86%以上，这一点还是应该值得肯定的，毕竟现在手机行业的主流设计都是全面屏，都在想法设法提升屏占比。另外，机身的后盖也有亮点，类似于华为P20，支持多种色彩。令人感到失望的就是，这款机型采用的是骁龙450处理器，可以说是非常低端了。这个处理器估计现在很少有新机在使用了。华为畅享9搭载了4000毫安电池，因此在续航方面还是可以的。因为无论是屏幕还是处理器，都是很省电的，因此续航就会很突出。总之，华为畅享9既有很厚道的一面，也有很低端的一面，但是价位上，这款机型却只有999元，还不到1000元，因此被很多人称作是“红米价”。总体性能还是不错的，官方将这款机型定位为“千元实力派”。从定位来看，估计一二线城市用户不会选择这款手机，在三四线城市以及农村地区，这款手机还是有市场的。另外，因为这款手机的屏幕达到了6.26英寸，续航又不错，作为备用机也是很合适的了。", "author": "玩酷玩", "newsdate": "发布时间：18-12-13", "newstime": "23:51", "sentiment": [{"positive_prob": 0.998098, "confidence": 0.995774, "negative_prob": 0.00190162, "sentiment": 2}]}, {"title": "华为--我们希望中华有为！", "content": "华为--中华有为正当在苹果股价不断暴跌的时候，华为却平静的交出一份让世人为之震撼的一份成绩单。前几日，华为轮值董事长徐直军宣布：华为2018年营业收入将超过千亿大关，同比增长17%左右。千亿大关是什么概念呢？让小编我牙尖怪来给你科普一下。华为的年收入，是被众人熟悉的阿里巴巴的3倍。3倍是什么概念呢？根据阿里巴巴2018财年业绩，阿里2018的年收入为2500亿，也才是华为年收入的1/3。华为的年收入是格力的4倍，格力老总董明珠。华为的年收入是小米的7倍数，小米老总雷军更让人高兴的是，华为智能手机2018年发货量将近2亿台，同比增长33%，排名全球第二，超越苹果，仅次于三星。这种发展速度是当之无愧的中国速度。年收入7000亿，不搞金融不炒房不上市，还有超过一半来自国外，同时2017年华为仅在中国就缴税超710亿，拿下民营企业纳税额第一。更重要的是，华为在接下来更是要全面发展5G，构建万物互联的智能世界。但是，前几天华为公司负责人（任正非的女儿）在国外被扣留。为什么会被扣留呢，因为他们怕了，西方大国联手起来就为了对付中国的一家民营企业，真的可笑。不过，我们国人不会怕，我们是团结的。我们的态度是：不放人，必将造成严重后果!\"为什么叫华为，因为我们希望中华有为\"，今天让我们也一起联手起来支持一下我们中国真正自己的企业。", "author": "牙尖怪", "newsdate": "发布时间：18-12-13", "newstime": "22:04", "sentiment": [{"positive_prob": 0.984677, "confidence": 0.965948, "negative_prob": 0.0153235, "sentiment": 2}]}, {"title": "华为又传好消息：拿下全球近半5G订单，年收入破历年纪录", "content": "今日话题：华为又传好消息：拿下全球近半5G订单，年收入破历年纪录华为作为电子行业崛起的科技产品，通过过硬的质量和良好的售后服务在短时间内很快得到了大众的认可和接受。作为一家民族企业，坚持做最好的手机，采用最好的制造成本，不仅能给消费者心满意足的消费体验，还在其他领域在开始有所发展。一个秉承民族创造的公司自然会得到民族的支持，它在海内外创造了不菲的业绩，在接近年底的统计中，华为不负众望的破了历年的消费记录，下面小编就带大家一起来了解一下吧！华为华为年收入突破千亿根据华为董事长表示：华为在2018年的总营业额已经达到了1000亿美金，这一数据表示华为今年的总营业额也将会达到7000亿，然而，去年华为的收入在6000亿左右，相比之下增长了很多，同时华为也成为我国第一家年收益突破千亿美元的巨头，这个数据相当于阿里巴巴两年的营业额，是不是很惊讶呢？华为董事长国际最大通讯网络制造商——华为然而除了今年华为总营业收入的突破，5G通讯方面的进程也是让华为更进一步！2018年12月12日，华为在全球总共拿下了23个5G商用合同，这已经充分的表明了华为在5g方面的订单量已经占据了全球近一半的份额，华为现已成为目前国际上最大的通讯网络制造商！华为5G美国禁止使用华为产品以及技术华为董事长谈到5G技术时，回答更是扬眉吐气，并表示，“对于华为来说，作为技术的领导者，我们没有机会为美国提供5G方案和服务，那么美国市场就是一个没有充分竞争的市场，同时仍然阻碍着领先企业的参与，现在，我不确定他们能否真正的实现成为全球5G的领导者！”很显然，这一番话是对美国禁止使用华为产品以及华为技术所说的，并提醒美国会因为当时不放开华为进入美国市场，很有可能美国会在下一代移动互联网领域失去领先全球的机会，一点竞争力也没有华为5G网友纷纷表示:“为华为喝彩“！对于这件事，你怎么看呢？欢迎大家在评论区留言讨论，精彩评论小编会一一回复并置顶！", "author": "燕娜姐的科技测评", "newsdate": "发布时间：18-12-13", "newstime": "17:06", "sentiment": [{"positive_prob": 0.803273, "confidence": 0.562829, "negative_prob": 0.196727, "sentiment": 2}]}, {"title": "这些年，那些败给华为的巨头们", "content": "自1987年华为成立，至今已经31年了，当时的华为只是一家小得不能再小的公司，而如今的华为已经是一个庞然大物了。最近十年华为进入了高速发展阶段，由其是通讯技术的发展，华为从零开始，一步一个脚印，直到今天华为已经成为全球唯一一家既能提供5G解决方案又能提供完整5G设备的企业，已经成为了通讯业当之无愧的老大。华为能够问鼎通讯业，是经历过了一场又一场辛苦的战斗，接下来我们看看这么多年来，败在华为面前的有多少巨头。首先得说说老牌通讯巨头诺基亚和爱立信，这是目前实力比较强劲的两家老牌通讯巨头，像之前的朗讯，西门子等这些通讯巨头，到了今天已经基本没落了，在通讯领域已经不能再称之为巨头了。当初这些通讯巨头几乎占领了通讯市场，华为刚进入通讯领域的时候，华为的设备性能稳定性等都不可避免的不如这些通讯巨头，但华为没有放弃，凭借着价格低，服务号的优势，慢慢打开市场。同时华为也积极投入资金，进行通讯核心技术的研发。直到今天，华为在通讯设备市场份额高达22%，这几乎等于爱立信和诺基亚的市场份额总和。在这个即将进入5G的时代，通讯核心技术就变得格外重要了。大家都知道5G其实值得是通讯技术的迭代，在1G时代是有摩托罗拉完全掌握的时代，2G时代是由诺基亚掌握，3G/4G则有高通霸占，正是由于高通制定了标准，每一步手机使用3G/4G都需要像高通缴纳专利费，这个税也被业内戏称为高通税。而到了5G时代，华为已经成为了高通不得不面对的对手了，虽然最后华为仍然以一票之差失败了，但华为还是赢得了5G控制信道的编码方案。在有通讯技术的基础奠定之后，华为又转向了手机终端，一开始的华为也就只是个组装商，销售手机的渠道也很小，全屏运营商的补贴机占领市场。但华为一进入智能机领域就瞄准了核心技术，一心研发芯片。随着多年的研发，最近华为麒麟980处理器终于站到了世界的顶端，已经具备足够的资格同苹果的A处理器和高通的骁龙处理器三区鼎立了。同时手机销量方面，华为也成功超越了苹果成为了全球第二的手机厂商。从一家可有可无的小企业到，到如今通讯设备的老大，到手机制造商的巨头，在到同高通竞争通讯标准，最后世界不能缺少的通讯企业，目前每天都有20亿人在使用华为的通讯设备。华为这一路走来经历了很多的艰难险阻，同时华为也付出了很多的汗水，这些已经败给华为的巨头就是最好的证明，未来华为还将会超越更多的巨头，并且成为其他巨头想要超越的存在。5G将会是华为的时代，你觉得呢？", "author": "清单科技", "newsdate": "发布时间：18-12-13", "newstime": "17:50", "sentiment": [{"positive_prob": 0.987821, "confidence": 0.972935, "negative_prob": 0.0121794, "sentiment": 2}]}, {"title": "华为推出企业定制手机服务 每台仅需一分钱", "content": "目前，华为的保有量已经是全国第一，因此也产生了许多个性化需求。今日消息，华为官方宣布，企业定制服务正式在官方商城上线。目前，这项服务支持包括华为和荣耀在内的共25款手机的定制。从现在起到 2019 年6月30日为活动推广期，每台手机进行企业定制只需一分钱，一百台起订，一周内交付。企业定制服务的内容包括开机LOGO、开机动画、预装APK、版本号指定、禁止重置手机等。华为称，修改开机LOGO和动画，可以传播企业文化，提升凝聚力。同时还实现了办公软件无法卸载的功能，提升办公效率，保障信息安全。需要定制的企业可按照官方提供的文档《企业定制需求自主配置操作指导书》提交定制个性需求，商城自动生成配置APK，下载安装重启即可完成，支持OTA在线升级。华为这项举动似乎在拉拢企业用户，在消费者眼中，华为这个品牌本身也具有比其他品牌更多的商务特质。同时，现在正值年末，很多企业都会举办年会，如果年会的礼物是手机，那就十分惊喜了。本文编辑：梁梦婷", "author": "泡泡网", "newsdate": "发布时间：18-12-13", "newstime": "18:03", "sentiment": [{"positive_prob": 0.966757, "confidence": 0.926127, "negative_prob": 0.0332428, "sentiment": 2}]}]