[{"title": "曾被视为华为接班人，辞职创业后入狱，出狱后身价达百亿！", "content": "导读：曾被视为华为接班人，辞职创业后入狱，出狱后身价达百亿！在这几年的国产手机市场之中，风投最大的一家公司肯定要属华为了，而华为的产品在大家心中都是非常认可的，不止在国内有名，在国际范围里，华为手机的销售量都很高，作为华为公司的创始人，任正非现在在企业里的影响力非常巨大，不过下面所说的主人公并不是他，但也与华为公司有过一段故事。这个人的名字叫做李一男，当他进入到华为公司进行工作时，才只有22岁。当时的李一男虽然年轻，但是工作能力却非常强，公司老总任正非正是看中了李一男的这一点，对他非常看重，甚至一度想要将未来的华为公司交到他手上，而李一男也没有辜负任正非对他的厚重期盼，本就很有天资的他不断的努力，仅仅用了两年的时间，李一男就成为了华为公司的总工程师，在李一男27岁那一年，他成为了华为公司的副总裁，此时的他在华为公司任职5年。能够做到那样高的位置，那时的李一男在外面看来都是非常风光的，可是这时的李一男，似乎已经忘记了当初任正非对于自己的栽培，他认为现在这个位置仍然不够自己的理想，所以他想离开华为公司，自己去创业。但是真正做起创业来才发现，根本没有那么简单，经过几次失败之后，李一男终于稳定创造了小牛电动车。原本以为创业道路就这样，要顺利的时候，李一男却进入了监狱，原因是他被人爆出违法赚取700万元。做了几年牢之后，李一男却没有就这样倒下，他在美国上市了自己的小牛电动车，没有想到，自己的电动车在美国市场销售量非常好，靠着这家公司，李一男的身价已达百亿。李一男的工作经历可以说是非常丰富了，假如说当初他没有离开华为公司自己创业，或许现在已经接手了华为公司也说不定呢。其实想想，当时做到副总裁位置的他，才只有27岁，后面还有那么多年可以进行发展，如此的放弃的确是有一点可惜，但后来的创业路途也为他带来了百亿的财富。虽说后面李一男有了坐牢的经历，但不管怎么说，人家现在身价已经上百亿了，自己创业成功，已经非常不错了，离开了华为公司自己发展，或许失去了华为公司的大好职位，但李一男自己也收获了其他的财富，也许未来的李一男，也会像现在华为老总任正非一样，有巨大的影响力。", "author": "科技界霸主", "newsdate": "发布时间：19-03-24", "newstime": "11:41", "sentiment": [{"positive_prob": 0.104869, "confidence": 0.766958, "negative_prob": 0.895131, "sentiment": 0}]}, {"title": "所有关于华为 P30 的爆料都在这了", "content": "继 Galaxy S10 系列发布后，另一款备受关注的 Android 旗舰机型华为 P30 系列也将在后天晚上正式亮相。而结合网络上各种信息的曝光，我们似乎已经能窥探到了不少关于这款手机的信息。今天，我们就赶在这款手机正式发布之前，给大家总结一下关于这款手机的各种爆料。随着华为自己在官网上的一波「自曝光」以及网络上的各种真机图片流出后，华为 P30 系列的外观已经可以说是被「扒了个精光」了。▲图片来自：Twitter▲图片来自：微博在正面的设计上，P30 系列的两款机型均采用水滴屏的设计。不同的是，P30 采用的是直板屏幕的设计，P30 Pro 采用的则是侧边双曲面的设计。除了曲面以外，屏幕的大小也有所不同，前者的屏幕大小为 6.1 英寸，后者稍大一点，6.47 英寸。▲ 图片来自：Engadget至于分辨率，就目前的信息显示，两款机型都是 2340*1080。另外值得注意的是，由于前面使用的是水滴屏的设计，再加上在背后也看不到指纹识别模块。所以 P30 系列很大可能使用的是屏幕指纹解锁。早前网上也流出过一段 P30 Pro 指屏幕纹解锁的视频片段。在背部的设计上，P30 更像同为 P 系列的前辈 P20，而非发布时间更接近的 Mate 20。摄像头依旧是纵向排列在背部的左上方，并没有采用 Mate 20 Pro 上的「浴霸」设计。主打拍照能力的 P 系列，在去年 P20 Pro 打破 DXO 分数后就一直保持在榜首的位置（目前与 Mate20 Pro、Galaxy S10 以 109 分并列第一）。而无论从今年曝光的各种消息，还是华为自己的预热上来看，P30 系列将会延续拍照旗舰的定位。在很早之前就有消息称华为 P30 Pro 将会采用四摄像头的后置组合。而从曝光的真机照来看，我们确实也能看出了机器的背后装有四颗摄像头，只不过这四颗摄像头和我们想的稍微有点不一样，位于闪光灯下方的应该是一颗 ToF 摄像头，用于 3D 建模等场景。就目前的信息看，P30 Pro 三颗常规后置摄像头的搭配应该是传感器为 IMX 650 的 4000 万像素主摄 +2000 万像素的超广角镜头 +800 万像素的长焦镜头。当中，4000 万像素的主摄像头光圈大小为 f1.6，配备光学防抖，并且支持四像素合一，能够大幅度提升暗光条件下的成像素质。另外，P30 Pro 变焦能力更是华为在发布前预热中的重点。根据消息称，华为 P30 Pro 将会支持 5 倍光学变焦、10 倍无损变焦以及 50 倍数码变焦。▲ 图片来自：微博 @余承东按照华为之前在 Mate 20 系列以及 P20 系列上的配置来看，P30 的拍照配置应该会在 P30 Pro 的基础上有所削弱。除了没有 ToF 摄像头以外，P30 的三颗常规摄像头也应该会略微缩水。根据爆料，P30 的主摄像头将会使用 P20 Pro 的同款传感器 IMX600，超广角镜头像素为 1600 万像素，支持 3 倍光学变焦。在其他性能配置上，毫无疑问 P30 系列的两款机型都将会搭载华为最新的麒麟 980 芯片，另外 P30 Pro 最高将会支持 8+512GB 的存储组合。在电池和充电方面，P30 Pro 预计将会配置 4200mAh 的大电池，支持 Mate 20 Pro 同款的 40W 超级快充，以及 15W 无线充电，而 P30 Pro 则配备 3650mAh 电池，支持 22.5W 快充。经过网络大半年的曝光以及华为近一个月的预热，P30 将会在北京时间 26 号 21 点在法国巴黎发布，爱范儿也会在第一时间给大家带来关于这款手机的发布信息，有兴趣的同学可以密切关注我们接下来的报道。【来源：爱范儿】", "author": "砍柴网", "newsdate": "发布时间：19-03-24", "newstime": "21:16", "sentiment": [{"positive_prob": 0.8393, "confidence": 0.64289, "negative_prob": 0.1607, "sentiment": 2}]}]