[{"title": "新加坡正式表态！华为又迎来一大机会，或成四大新企首选？", "content": "本文为「金十数据」原创文章，未经许可，禁止转载，违者必究。早前，在越南、菲律宾、泰国等东南亚国家都先后开始5G商用的部署时，新加坡也公布了5G时间表：2022年实现新加坡四家运营商均引入5G商用服务，而且5G商用网络能够覆盖新加坡全国50%的用户。随着时间的临近，新加坡近日进一步公布了更多重要决定，而华为在这一市场中的竞争优势也开始逐渐显露。据17日最新消息，新加坡电信监管机构表示，该国计划在明年年中之前向其中两家运营商出售5G频谱，最低价格为5500万新元（约2.85亿元人民币），另外两家则获得能够将现有4G基础架构升级至5G的带宽，以确保新加坡在5G网络中的竞争优势。值得注意的是，此前包括新加坡第一大运营商——新加坡电信在内的多家新企都曾表示，希望新加坡能够向运营商提供更为廉价、甚至是免费的带宽，因为过高的建设成本会对运营商在计划时间推出5G商用服务造成很大的影响。但是如今看来，该国似乎并不打算降低售价，因为新加坡通信部指出，相对于其他海外市场来说，5500万新元的基础价格并不算高。不过对于华为而言有利的是，新加坡此前已经表明态度，不会对任何一家5G设备供应商进行限制，也就是说，新加坡的四大运营商可以自由选择华为、爱立信或者诺基亚作为合作对象。如此一来，在价格上有着明显优势的华为将最有可能成为新加坡的首选设备供应商。实际上，在新加坡公布这一决定之前，华为的服务就已经进驻新加坡市场。今年2月，华为正式启动新加坡地区的云服务，并于4月在新加坡设立了首个创新实验室。目前，已经有不少新加坡软件开发商使用华为云平台，为新加坡和华为达成更多合作打下了基础。截至目前，华为已经收获来自全球的65个5G合同，而本周三华为公布的最新业绩（销售额增长24.4%）也证明：华为并未停止前进的脚步。随着华为进入更多海外市场，中国在科技领域的实力和影响力也将得到更大的提升。消息领先一步，财富更近一步。关注「金十数据」，第一时间了解国内外财经大事件！", "author": "金十数据", "newsdate": "发布时间：19-10-17", "newstime": "18:55", "sentiment": [{"positive_prob": 0.991453, "confidence": 0.981006, "negative_prob": 0.00854746, "sentiment": 2}]}, {"title": "外媒纷纷关注华为三季度“成绩单”", "content": "参考消息网10月17日报道10月16日，华为对外发布了2019年三季度经营业绩。截至2019年第三季度，华为实现销售收入6108亿人民币，同比增长24.4%；净利润率8.7%。消息一出，引来各家外国媒体的关注。路透社、美国《华尔街日报》、新加坡《商业时报》、印度《经济时报》等纷纷在第一时间对华为的最新业绩进行报道。路透社10月16日的报道称，在过去的九个月里，华为的智能手机出货量超过1.85亿部，同比增长26%。《金融时报》的报道则首先关注到，华为已和全球领先运营商签定了60多个5G商用合同，该公司还说，它还将超过40万个5G Massive MIMO AAU（天线设备——本网注）发往世界各地。据参考消息网记者从华为了解到，除了上述业务外，华为还发布了其他业务成绩。比如，企业业务面向整体企业市场正式发布“沃土数字平台”，截至三季度，已有逾700个城市，228家世界500强、58家世界100强企业选择华为作为数字化转型的合作伙伴。云业务方面，三季度，华为首次发布了整体计算战略，已有300万企业用户与开发者在华为云进行云端开发。而消费者业务方面，除智能手机外，PC、平板、智能穿戴、智能音频等新业务获得高速增长。华为终端云服务（HMS）生态获得迅速发展，已覆盖全球170多个国家和地区，全球注册开发者超过107万。美国《纽约时报》10月16日以《华为宣布销量增长强劲》为题，点评华为的业绩称，“其最近一个季度的销售额增长了27%，更快的增速表明，这个中国技术巨头成功地经受住了特朗普政府阻挠其全球业务的考验。”资料图片。（法新社）", "author": "参考消息", "newsdate": "发布时间：19-10-17", "newstime": "00:21", "sentiment": [{"positive_prob": 0.941602, "confidence": 0.870227, "negative_prob": 0.058398, "sentiment": 2}]}, {"title": "华为员工“惯例”心声：陪华为走过21年，工作天数定格在7775天！", "content": "前言：职场就像围城，我们每一个职场人总是以“墙外”的视角羡慕着“墙内”的世界，而也许你的生活也出现在别人的梦中。希望“互联网坊间八卦”能成为一个分享和了解不同生活的平台。今天，笔者给大家分享一位已离职华为员工的“惯例”心声。让我们一起了解一下华为基层员工最原始的生活状态。希望这些“干货”能让你认识到不一样的华为。从决定要退休的那一刻起，就一直在想要不要写点什么。刚好最近几天比较清闲，有时间好好思考一下，所以就写了一点自己的想法，总结一下自己的过去，没有什么干货，只有一些感悟，与大家分享，也算是在华为留个爪印。不涉及到公司机密，就不内部可见了。以免以后我离职了就看不到了。我98年7月大学毕业进了华为公司，已经陪华为走过21年，到考勤截止那天，在华为工作的天数将会定格在7775天。孔子曰：三十而立，四十而不惑，五十而知天命。。。说的就是人到了40岁，很多人生道理都明白了。我今年四十有四，正值不惑之年，不能说明白了人生的道理，只是对工作和生活有一点自己的看法。人生短短几十年，我喜欢把这几十年分为四个20年：第一个20年：主题是“求学”。好好学习，天天向上。我是出生于70年代中期的人。前段时间看到有篇文章说，出生于70年代的人是最幸福的，没有赶上三年自然灾害、文化大革命这些新中国几次大的天灾人祸。但是却赶上了中国改革开放的春风，赶上了中国经济的腾飞。我个人是比较认同这个观点的。我出生在一个普通的家庭，小时候家庭并不富裕，但是也不曾让我饿到。父母都是普通的工人，在我上高中的时候双双下岗，靠着经营一个小生意的微薄收入，供我和妹妹读完大学。当时我和我妹妹都是很争气的。我考上了重点大学，我妹妹虽然本科上的并不好，但是也读了中科院的硕士和博士。后来我进了华为，妹妹留在了中科院研究所当研究员。在当时考上一个三本都要大肆庆祝的小县城，我们家也算是小有名气，这着实让父母骄傲了很长时间。现在回想起来，在人生中，最起码在上世纪90年代，上大学接受高等教育真的是一个非常重要的分水岭，是普通家庭能够走出去的第一步。我有很多小学中学的同学，因为没有上大学，在家乡的小县城做事，现在大多是没有太好的发展。第二个20年：主题是“奋斗”。初入职场，艰苦奋斗。我的第二个20年是在华为度过的。从初入华为到现在已经有21年，做过开发、测试、行销、营销、质量运营等多个岗位，转战过机关、国内市场、海外市场等多个区域。对于这21年，我给自己打70分。没能成为火车头，没能成为公司不可缺少的人，是我在公司的遗憾。但是我也为公司做了一定的贡献，获取到了相应的报酬，实现了自我的价值，让自己和家人过上了比较好的生活，这对我来说也是成功的。1）有一颗感恩的心我最自豪的事情，就是靠我自己的努力，让我和我的家人过上了较好的生活。老爸老妈的晚年生活能够惬意的散步唠嗑看电视。老婆可以专心的在家相夫教子，运动美容逛街，儿子可以自由的成长。对于这些我一直是心怀感激的。首先，要感谢那个在中国特定的地方划了一个圈的老人，感谢伟大的祖国。没有中国经济的腾飞，就不会有一个良好的大环境，不会有深圳和华为坚实发展的基础。其次，感谢华为公司，感谢老板！我一直都认为华为是中国最伟大的公司，老板是中国最伟大的企业家，没有之一。华为证明了中国的科技企业也可以靠自身的努力成长为行业的先行者，我也相信中国的科技企业在华为的带领下，在国家的规划下能够很快崛起。我有幸见证了华为从小到大的历程，我为此感到十分的荣幸。第三，感谢我的主管、我的同事。他们在工作上对我的认可，对我的支持，对我的包容，使我的工作才能顺利的展开。我刚从研发转到市场部的时候，对于角色的转变很不适应，第一次做项目就把单给丢了，我当时的主管很不待见我。我在代表处待了3年，他当了我两年的主管，我一直都感到很压抑。不过就是这样一个主管，在他的任期内，我两年升了三级，是我这么多年升级最快的。所以，后来我一直都很尊敬这个主管。最后，感谢我的家人。他们一直在背后默默的支持我。也陪我受了很多苦。老爸老妈一直是我坚实的后盾，无条件支持我。他们给了能给我最好的，自己去渐渐的老去。老婆在我一无所有的时候就跟我在一起，这么多年不离不弃。还记得我们刚刚在一起的时候，我在深圳工作，她在北京读书。有一次她来看我，在离开的时候，她扑到我怀里哭的稀里哗啦，虽然非常的不舍，可是还是要离开。当时我紧紧的抱着她，心里真是像刀割了一样。很开心，那些日子都过去了。现在我们已经结婚15年，我们现在的生活很美满。2）艰苦奋斗的精神不能忘我还记得我初中时候（八十年代），我们的政治课老师是校长兼任的。他给我们讲中国要到20世纪末实现小康社会。小康社会是什么？他的描述就是天天吃大米白面，吃完饭后还能吃个苹果。这种情形现在可能很多00后，90后，甚至80后都无法想象了。可是当时我们听到这些的时候，眼里都闪耀着激动的光芒。现在我们早就实现了丰衣足食，再次感谢伟大的祖国。我在华为21年，非常认同老板提倡的长期艰苦奋斗的观点。老板的“我的父亲母亲”那篇文章，我读了很多遍。每次读到老板靠妈妈每天塞给他的一个玉米饼，完成了自己学业那一段，都非常有共鸣。因为我从小就知道，好日子从来不是天生就有的，是要经过奋斗取得的，而我愿意为了过上好日子进行努力的付出。现在很多刚进入职场的年轻人，就抱怨加班多，压力大，工作时间长，工作地点不好等问题，艰苦地区不愿去，脏活累活不愿干。我觉得这样是非常不对的。我可以肯定的说，所有的成功人士，包括那些出身好的成功人士，他们能取得成功，绝对经过了长期的努力奋斗。而不是简简单单的靠着朝九晚五吃喝玩乐就能成功。3）热爱自己的祖国，关爱自己的家人人都是要有一个正确的价值观，当时我来华为报到，在东湖党校做大队培训的第一天，班主任就给我们说，公司提倡的价值观是：爱祖国，爱人民，爱事业，爱家人。经过这么多年，我仍然记得这句话。中国其实真的很伟大，我想那些在海外工作生活过的同事会更赞同我这种说法。短短几十年的时间，国力空前强大，我们的生活也发生了天翻地覆的变化。我们还有什么不满足的？总有些人说不如欧美发达国家。那么我想问一下，这些国家经历了多少年的发展才实现我们今天的生活水平？他们又是通过什么样的原始积累才发展成今天这样的？就像前几天在联合国抨击各国领导人那个瑞典的小女孩一样，发达国家经过了血腥的原始资本的积累，发展了自己，爬到了食物链的最顶端，转头就抨击那些还挣扎在温饱线上的国家不重视保护环境？这是流氓的行为。除了热爱祖国，还要关爱自己的家人。有句俗语说不养儿不知父母恩。我对这句话真是非常有感触。自从我有了儿子，每天操心他的生活和学业，才明白为人父母的不易。树欲静而风不止，子欲养而亲不待。说的是不要等亲人不在了，才想起我们要孝顺他们。我们的父母渐渐的老去，他们把我们抚养成人，他们不会再有太多时间等我们成功，如果我们要孝顺父母，给父母一个好的生活，请从现在开始，不要再找借口。人生就像一辆公共汽车，父母是从始发点上车的人，但是他们不能坐到终点就会在中途下车。而老婆（老公）则是在中途上车的人，他们是要陪伴你走到终点的人，尤其是在你人生的最后最需要陪伴的时候，只有你的爱人才会陪伴你，所以，用心的去呵护她（他），不要让她（他）受到伤害。让他们过上好日子。4）要爱惜自己的身体身体是革命的本钱，相信大家都是非常清楚的。年轻人身体素质好，可能对此不屑一顾。我在年轻的时候也是这样。熬夜、暴饮暴食，还有很多不良的生活习惯，这都是家常便饭。我记得有段时间，每天都会到凌晨两点钟之后才睡觉。第二天起来照样神采奕奕。那时候觉得年轻就是这样的生活才精彩。现在我40多岁的年纪，却早已经亚健康，腰疼，颈椎疼，容易疲劳，失眠，神经衰弱等等。那又能怎样？毕竟世上没有后悔药。所以，我建议年轻人要爱惜身体，不要到了年纪大了才后悔。第一：要有一个良好的作息习惯，坚持运动。列一个作息时间表，每天严格按照作息时间表上的时间作息。早睡早起，坚持锻炼，这样才能在你40-50岁的时候，还能有一个强健的体魄。才能有精力来实现自己的梦想。第二、要健康饮食。不要大吃大喝，暴饮暴食，饮食要规律，不吸烟，少饮酒。年轻人，偶尔一次对酒当歌，把酒言欢，不醉不归没问题，但是不能长此以往。第三、要定期检查，及早发现自身释放的危险信号，及早诊治。第三个20年，主题是“升华”。放飞梦想，实现自我人类如果没有梦想，和咸鱼有什么区别？其实我儿时的梦想有很多，在不同的年代都有不同的梦想。我记得在小学的时候，我的梦想就是当一名军人，去前线保卫祖国。到了初中，我的梦想是当一名科学家，研究高精尖的科学技术。在工作之后，曾经无数次幻想自己实现财务自由，通过做自己喜欢的事情养活自己和家人。可现实是，自己在华为吭哧吭哧的干了20年，理想中的财务自由也没有到来。其实每个人都会有很多梦想，有些能够实现，有些实现不了，有些还被放弃了。我认为不管梦想是什么，只要想着去实现，那么人生就会精彩。有调查显示，成功人士的财富，80%以上是四十岁之后赚到的。也就是说，对从华为退休的大多数人来说，成功其实才刚刚开始。老板也是在44岁才创办了华为公司，正是我这个年纪。这么看来，我们这个年纪还有很多机会。以前因为工作上必须按时按点，我有些想干的事情都没有做。接下来，我希望能够用人生的第三个20年来实现我的一点梦想：1）赚足够的钱，让自己和家人过上优越的生活。2）呵护下一代的成长，帮助其成为栋梁之才。3）陪伴渐渐老去的父母。4）跟老婆去环游世界。5）做自己喜欢做的老师。第四个20年：主题是“回忆”。追忆过去，传承未来这第四个20年，距离我太遥远，我也没有好好思考过，或者无从想起，不过可以肯定的是，没有前几个20年的精彩，就没有这第四个20年的充实。当然，也不一定是每个人都会有这第四个20年。当前，我们还是把人生最重要的第二、三个20年过好，锻炼身体，不但争取有这第四个20年，更希望能有第五个、六个20年。好了，其实还有很多话想说，可是篇幅有限，写太多了就没人看了。非常感谢大家的阅读。希望我的感悟能够引起你的共鸣，让我们在生活中砥砺前行。文章的最后，我把我的价值观总结了24个字，与大家共勉！热爱祖国，关爱家人，心怀感恩，艰苦奋斗，强健体魄，放飞梦想最后，预祝各位前程似锦！事业爱情双丰收！预祝孟总早日归来！预祝公司早日挺过当前难关！预祝公司越来越好！我先告退了！", "author": "职场八卦事", "newsdate": "发布时间：19-10-17", "newstime": "16:50", "sentiment": [{"positive_prob": 0.874601, "confidence": 0.721336, "negative_prob": 0.125399, "sentiment": 2}]}]