[{"title": "出走华为自立门户，铛锒入狱成话题人物，如今东山再起创辉煌", "content": "改革开放三十年来，中国的民营企业如雨后春笋般的破土而生，身处这个伟大时代的人们，借助时代发展的顺风车，一路披荆斩棘默默奋斗。无数的创业者企业家们展现在世人面前的是他们获得成功的光鲜，而在这份成功之后却饱含着他们坎坷的打拼创业之路。2017年，一位曾经的商界风云人物出狱，他就是华为前副总裁——李一男。往日的身上的光环却经历两年的囹圄，什么让他经历波折的人生?出狱之后的李一男又会何去何从，这一切都与他的人生经历和选择相关。李一男在华为工作了十几年，在GSM领域做了大量的研究，当时的手机市场发展的速度很快，但是未来发展的方向也存在着不清晰，市场定位也捉摸不定的难题，就连华为的创始人任正非先生都一度认为指定的GSM战略存在着不确定的风险。李一男先生坚定地选择了IP设备研究方向，这在后来证明也是很明智的选择，他主持推出的的方案也做得很好，成为当时同行业的标杆。他一手创立的港湾发展顺之后又进入华为担任副总裁的职务，一度被传为华为接班人。但是他却没有以往的自主决定权，之后他还参与了芯片项目的研发。然而真正让他觉得最宝贵是在电器和终端公司的那一段时间的经历。1999年，在任正非先生的亲自带领下，李一男被任命为华为电气的总裁，就是在这一年多的任职中，他有了真正的机会去接触和了解电气控制的相关领域知识。他还前往位于杭州的电器研究所考察电气变频技术的发展原理和未来趋势。这段时间的对于他以后的小牛电动产生了深远的影响。小牛电动的很多员工都是来自于华为电气，当时都是处于李一男的直接领导之下，现在他们中的大多数人员都已经独当一方，在产品研发、物资供应和市场销售等部门发挥着核心的作用。小牛电动成为一家赴美上市的公司，核心还是靠电控、电机和电池三大方面的技术支撑。在上市之前，电动车市场上的品牌已经发展得相当成熟，在价格和产品竞争上，小牛电动的优势不是很明显，但是它却另辟蹊径，在核心器件上做文章，重点在电机和电池上有所创新。它的市场定位是要做续航里程世界之最，在控制成本吃紧的情况下，亏本销售取得销量的提升，之后再通过量的提升带动价的上升，一步一步实现盈利。克服了颠簸这一极大困扰电路的困扰，对于每一个焊点有着严格的技术要求。在历经两次庭审之后，李一男经历了两年的牢狱生活，牛电科技也步入一个艰难期，幸好有吴世春一如既往地对小牛电动的坚持，让公司重新完成了资本的募集。李一男出狱之后也带动小牛电动在美股成功上市，作为一个有话题的风云人物，对于科技产品的走向有着影响，在狱中的李一男也没有停下对小牛电动的梦想，成功投资联络互动，获得的不菲投资收益，让小牛电动注入了充足的资金储备。李一男曾经说过，勇者就是能从一次次的挫折和失败中走出来，牢狱磨练了他的性格，让他变得更沉稳，小牛电动的上市才是他新的起点，未来还有很多路需要坚强的走下去。", "author": "东南财富", "newsdate": "发布时间：18-12-03", "newstime": "20:33", "sentiment": [{"positive_prob": 0.914267, "confidence": 0.809482, "negative_prob": 0.0857331, "sentiment": 2}]}, {"title": "华为云宣布推出全球区块链服务", "content": "金色财经区块链 12月3日讯据华为官方消息透露，华为云宣布推出区块链服务(BCS)。华为云是华为全球公司的子公司。（根据华为的公布的信息来看，华为云公司在全球范围内发布BCS区块链服务之后，这类区块链服务将为即将发布的全球区块链分布式平台打下基础。）今年早些时候，名叫BCS的区块链服务已在中国被投入商业用途，现在全球用户都可以在华为云的国际网站上使用这一服务。BCS服务可以让全球的企业家和开发人员以极快的速度和更低的成本在华为云上创建、部署和管理区块链应用程序。根据华为的公布的信息来看，华为云公司在全球范围内发布BCS区块链服务之后，这类区块链服务将为即将发布的全球区块链分布式平台打下基础。BCS是一种云服务，它采用了区块链以及华为云的容器与安全技术中固有的一些优势。华为云公司声称BCS可以应用于大多数行业，比如物联网(IoT)、数据应用和金融行业。BCS将能够涵盖广泛的应用场所和领域，这些场所和领域有身份验证、食物来源跟踪、远程医疗、数据处理、物联网设备管理、信息证明和车辆互联网(IoV)等等。各行各业的企业都在研究和探索区块链技术的许多应用，但华为更进一步地在一项云服务上部署了分布式账本技术。部署分布式账本技术的过程会耗费一些时间，开发人员在此过程中必须对区块链技术的术语和概念有正确的理解。华为表示自身的区块链服务在其他方面也是灵活高效的，并可以方便地切换、加入和退出多功能节点和成员。这项服务还提供了多种有效的共识算法(每秒事务处理量（TPS）达到5000以上)。华为在新闻发布会上强调了另一个优势，那就是华为区块链服务的部署成本低，而且这项服务可以通过自身的安全与隐私度以及统一的管理来降低运营维护成本。华为宣称这项服务可以管理和隔离用户、用户权限和用户的私钥,与此同时该项服务仍会为用户提供多层加密和隐私保护措施。华为早在2016年就与超级账本联盟（Hyperledger）合作推出了Linux基金会。超级账本（Hyperledger）是区块链领域最受欢迎的开源项目之一。由于华为不断地为Fabric和标准模板库（STL）贡献技术和代码，所以华为已经成为公认的超级账本积极维护者。华为在Fabric和标准模板库（STL）这类子项目中仍然是唯一来自亚洲的超级账本维护机构。文章翻译自CCN责任编辑：李懿豪 / ", "author": "金色财经", "newsdate": "发布时间：18-12-03", "newstime": "19:03", "sentiment": [{"positive_prob": 0.956242, "confidence": 0.90276, "negative_prob": 0.043758, "sentiment": 2}]}, {"title": "华为把旗舰机卖到日本，比国内售价高几千元", "content": "很早之前，华为手机就走出中国国门，走向世界，虽然因为一些原因，华为手机在美国市场受挫，但在其他地区却很受欢迎，今年二季度华为在欧洲市场以24.8%的市场份额位居第二名，领先于苹果22.5%的市场份额，从全球手机市场来看，华为手机在二季度和三季度都超越了苹果手机，位居全球第二，并将这一成绩保持了下去。前不久，华为在英国伦敦首发了华为Mate20系列，而近日，华为又凭借着旗舰机Mate20 Pro敲开了日本国门，正式在日本市场出售，不同于某个“xx良心”的手机品牌，华为手机在日本的售价要比国内高很多。本次在日本上架的华为Mate 20 Pro 只有6GB+128GB版本，而且不是屏下指纹版本，心疼一下岛国的消费者，至今也无法购买到支持屏下指纹识别的手机。华为Mate 20 Pro在日本乐天商城和亚马逊日区上架，售价不菲，在亚马逊上平台上售价109834日元，折合人民币6733元，当然这只是税前，在乐天商城的售价更高，税后价格高达120830日元，约7407人民币。而该版本在国内售价只有5399元，岛国消费者不知道有多么羡慕。虽然华为手机在日本市场的售价不低，但依旧深受欢迎，从日本2018年3月份智能手机销量排行来看，华为位居第一。你怎么评价华为手机在全球市场取得辉煌的成绩？你认为华为手机深受日本消费者喜爱的原因是什么？欢迎在评论区留下你的看法,动一动发财的小手，点个赞和关注支持一下小编！", "author": "IT魅力", "newsdate": "发布时间：18-12-03", "newstime": "07:30", "sentiment": [{"positive_prob": 0.631689, "confidence": 0.181531, "negative_prob": 0.368311, "sentiment": 2}]}, {"title": "华为研发新系统：取代安卓还是成为下一个 Windows Phone？", "content": "其实这些年，华为要研发自主操作系统的声音一直不绝于耳。对于手机出货量已经跻身全球第二位的华为来说，在软硬件上均实现自主研发，摆脱其他厂商限制无疑将使其能更好地把握产品研发节奏。硬件上，如今的麒麟 980 SoC 已经有了与高通骁龙、苹果 A 系列芯片扳扳手腕的能力；而在底层软件系统上，自主操作系统的研发无疑也将让华为的发展增添一重保障，特别是在美澳新等西方国家对其施加越来越严格限制的情况下。而就在前段时间，微博上一位大 V @一个有点理想的记者 携手华为手机产品线副总裁 @李小龙Bruce_Lee 爆出华为的自主操作系统正在研发中，等于是将一直以来的传言给证实了。但操作系统真的好做吗？其实回望一下已经「死去」的微软 Windows Phone、目前几乎无人问津的三星 Tizen 乃至更早的 BADA 就知道，做一款操作系统虽说无非也就是写代码，是一件投入了就必然有产出的事，但操作系统推出之后成不成功、受不受市场认可却完全又是另一回事了。不过既然如今华为看似是已经铁了心要做这件事了，那么从过去这些「失败者」身上，华为又能学到些什么呢？▲已经「死去」的 WP，图自：ZDNet首先华为的新系统要干掉的必定就是现在手机上使用的安卓系统了。无论华为是研发一套全新的系统还是直接采用谷歌正在研发的 Fuchsia OS，它都得从目前的安卓系统上汲取经验教训，因为对于安卓来说，其诞生之初就并不是为多点触摸屏而设计的，它更像是塞班与黑莓操作系统的结合体，而当整个智能手机行业因 iPhone 的出现向触控屏转变，安卓也不可避免地暴露出了一些问题。▲早期的安卓机，图自：The Verge比如安卓用户一直抱怨的屏幕操作「不跟手」、卡顿等等，即使后来谷歌用 ART 替换了 Dalvik 虚拟机，使用 Doze 这样的更严格的后台管理机制等措施提升了安卓的运行效率，它似乎仍逊色于原本就为触摸屏而生的 iOS。更重要的是，即使谷歌每年在最新版本的安卓版本里修补了这、增强了那，大多数的安卓用户却完全不能及时体验得到这样的更新，因为老生常谈的安卓碎片化到了安卓的第 9 个版本还是没能得到解决。▲嘲笑安卓碎片化已经成为了苹果每年的「保留项目」，截图自：苹果 WWDC 2018此外，即使谷歌给安卓系统设计了一套统一的 Material Design 设计语言，但由于各家 ROM 的存在，Material Design 的地位也一直是显得十分尴尬，更不用提由各家 ROM 衍生出来的各种千奇百怪的 App 了。总的来说，若华为自研全新的操作系统，一个保障系统流畅运行的先进底层架构一定是必不可少的；而若华为选择采用谷歌的 Fuchsia OS，对于这套系统来说，还需要谷歌进一步从底层上改变安卓碎片化、杂乱不堪的现状。当然，光有先进的底层技术作支撑是完全不够的，对于一个手机系统而言，生态的重要性似乎更高。就像当年的 WP，即使在系统层面上可以让一部双核手机拥有媲美安卓 4 核手机的流畅度，但是凭借两次自毁生态的作大死行为，微软自己亲手将 WP 送入了坟墓。简而言之，当微软于 2012 年 6 月发布 Windows Phone 8 时，由于内核的更换，宣布所有搭载 Windows Phone 7 系统的手机均无法升级到 Windows Phone 8，而类似的事情也发生在了后来的 Windows Phone 8 到 Windows 10 Mobile 的升级上。▲WP7 成了最短命的系统这种太顾系统而不顾生态的做法显然三边都不讨好：用户的手机被「宣判死刑」得不到新功能、厂商的机型之间出现断裂、开发者也因为一次次重新开发加上用户及厂商的不看好而陆续撤出，最终形成恶性循环。要知道，一个系统的生态才是维持用户黏性的最大变量。就像如今的苹果，即使在硬件方面已经说不上绝对领先，但仅凭 iOS 也能让用户保持很高的忠诚度。所以，无论是自研还是用 Fuchsia OS，华为的新系统要想不重走 WP 的老路，生态、开发者无疑是重中之重。▲App Store 才是 iOS 的「Killer App」此外，当年的 WP 以及如今的 Windows 仍然在试图用一个系统统一手机、平板、PC 这三块屏幕，而尚在研发中的 Fuchsia OS 也据说将兼容安卓、Chrome OS 乃至智能家居产品，实现大一统。但这样的发展方向是对的么？未来我们不好说，但这些年仍坚持单独为移动设备、桌面设备、可穿戴设备等开发操作系统的苹果也并没有显现出落伍之势。对于旗下产品线同样涵盖手机平板等移动设备、笔记本电脑等桌面设备、智能手表等可穿戴设备华为来说，是要追随谷歌 Fuchsia OS 实现系统大一统还是单独为各一类设备开发系统也是其需要考虑清楚的事。▲华为目前的消费电子产品门类，截图自：华为官网最后，做操作系统一定少不了细心与投入。像三星那样投机玩票性地推出 Tizen 系统，抄安卓又抄得不像，规划一变再变，还完全不投入资源，即使坐拥全球最大的手机用户群体，这样的系统也难逃失败的命运。", "author": "极客视界", "newsdate": "发布时间：18-12-03", "newstime": "11:51", "sentiment": [{"positive_prob": 0.78869, "confidence": 0.530422, "negative_prob": 0.21131, "sentiment": 2}]}, {"title": "揭秘华为核心供应商名单", "content": "Mate20 Pro系列的曲面屏出自金牌供应商京东方 供图/视觉中国华为公司在日前召开的“2018华为核心供应商大会”上宣布了92家核心供应商名单并为他们颁奖。这92家核心供应商分别获得华为颁发的奖项，其中英特尔、恩智浦两家获得十年金牌供应商奖，京东方、富士康等获金牌供应商，德州仪器等获联合创新奖，松下等获优秀质量奖，台积电等获最佳协同奖，蓝思科技、联发科等获最佳交付奖。手机制造业是非常分散化的，目前没有一家公司能够或者愿意独自生产一部手机，一台手机由成百上千的零部件组成，由数十家甚至上百家供应商提供。关键元器件包括屏幕、外壳、芯片、存储、摄像头、指纹模块、电池、CPU、蓝牙、基带、组装工厂等等。手机零部件缺一不可，可以看出，手机的供应商对于手机制造商来说非常重要。那么，华为的这些核心供应商都提供了哪些服务呢？■高通：CPU份额受海思影响有所下降在华为的供应商中，CPU主要来自华为自己的海思、高通等，存储主要来自三星和美光。2016年赛迪智库的报告显示，2015年华为的芯片采购总额高达140亿美元左右。其中，采购高通芯片18亿美元、英特尔芯片6.8亿美元、镁光芯片5.8亿美元、博通芯片6亿美元、赛灵思芯片5.6亿美元、赛普拉斯芯片5.4亿美元、思佳讯和Qorvo芯片各4.5亿美元，采购德州仪器芯片近4亿美元。高通是华为的金牌供应商之一，不过华为自研的麒麟芯片近些年越来越多地被使用在华为和荣耀系列的手机中，相对应地，高通等芯片的使用比例会有所下降。华为旗下的海思半导体公司生产的麒麟系列的芯片被用在华为Mate20系列、R荣耀Magic系列等高端手机上，其性能已经与最新的高通骁龙芯片无异，并且自研芯片更加安全、可控。通过自研芯片，华为也可以大幅降低生产成本，不过同时也有高额的研发投入。虽然华为没有单独公布过海思的芯片投入，但华为最近10年研发投入4000亿，其中有不少都在芯片上。目前，华为的芯片主要还是自用，并没有为其他品牌供货；且华为也没有全部采用自研芯片，仍有不少华为手机使用高通产品。■京东方：为Mate20 Pro提供曲面柔性屏为了分散风险，即使是同一品牌同一系列的手机，通常也会选择多个供应商，比如最新的华为Mate20系列，其屏幕就由京东方、LG等供应商提供，据悉其中京东方的比例高于15%。据京东方介绍，华为Mate20 Pro的曲面柔性屏正是来自京东方。这款手机对解锁方式进行了全面升级，首次实现了屏下指纹解锁+3D人脸识别解锁的双解锁方式，这对柔性屏提出了更高的要求。这款6.39英寸手机搭载了京东方AMOLED柔性全面屏，采用当前最流行的“刘海屏”设计方案，配备四曲面3D弧形玻璃，QHD+级分辨率，最大程度满足了全面屏手机对屏占比的需求。不仅仅是柔性屏，京东方还为华为Mate20 Pro手机提供了基于屏幕弯折、异型化设计、搭配屏下指纹技术等高度集成化解决方案。今年8月2日，在A股上市的京东方在互动平台回复投资者提问时称，华为是公司长期以来合作的客户，在LCD和AMOLED方面均有合作；随公司柔性AMOLED产能逐渐增加，双方有望进一步加深合作。另据了解，京东方还是苹果电脑的供应商之一。目前，京东方在成都投建的中国首条第6代柔性AMOLED生产线已实现量产，绵阳第6代柔性AMOLED生产线也将于2019年量产。■恩智浦：十年金牌供应商差点被高通收购英特尔和恩智浦是华为的“十年金牌供应商”。据华为官网透露，英特尔和华为在2012年正式签署解决方案合作协议，在ICT领域展开了深入的合作，从服务器、存储到数据中心产品和解决方案，从虚拟化技术、云操作系统到云应用，从技术合作、联合实验室到共同的市场领域拓展。目前，英特尔是全球最大的CPU制造商。恩智浦半导体是荷兰著名高性能混合信号半导体电子企业，2006年从飞利浦公司分拆上市，目前已成为全球最大的汽车半导体公司。截至2018年1月31日，恩智浦市值为407.4亿美元，位列全球半导体企业第13位；2017年恩智浦营收为86.5亿美元，位列全球半导体企业第10位。有趣的是，前不久，高通收购恩智浦的并购案，由于中国监管机构没有在最后期限内给出审批意见，导致最终高通放弃收购。这一并购需要9个国家审核通过，已经通过了欧盟、美国、日本、俄罗斯、韩国在内的8个国家和地区监管机构的批准，而中国才是恩智浦最大的市场，占公司整体营业收入的20%以上。除了华为之外，阿里巴巴、百度等都是恩智浦的大客户。2017年，恩智浦成为百度Apollo开放平台的合作伙伴，将向百度提供无人驾驶、毫米波雷达、V2X、信息安全、智能网联等方面的半导体元器件；2018年，成立平头哥芯片公司的阿里巴巴也宣布和恩智浦达成合作，双方主要在智能汽车方面展开合作，恩智浦将提供人工智能操作系统及信息娱乐平台及解决方案，并计划到2020年前，实现百万级的装机量。■比亚迪：将汽车喷涂工艺用到华为手机华为的另一金牌供应商比亚迪最为人所熟知的是它的汽车制造业，不过，在刚刚发布的华为Mate20保时捷版本中，比亚迪电子是其后盖的独家供应商；比亚迪电子还是Mate20 RS摄像头组装服务以及塑胶件的主力供应商、HUAWEI Mate20及Mate20 Pro的金属中框的主力供应商。此前比亚迪表示，比亚迪将汽车中的喷涂工艺用到华为手机外壳上。来自比亚迪的资料显示，比亚迪和华为的合作开始于2004年，当时比亚迪镍氢电池出货华为，用于华为的固定电话；2006年，比亚迪开始向华为批量出货，当时主要向华为供应摄像头模组；2007年，比亚迪结构件导入华为，开始了双方OEM项目的全面合作，也就是比亚迪为华为代工，比亚迪曾为华为代工156系列手机，累计出货400多万；2009年，华为将更多订单交给比亚迪；2016年，第一事业部精密电子工厂荣获华为终端“2015年质量优秀奖”。■蓝思科技：受华为等利好营收净利双增长国内玻璃供应商蓝思科技获得了华为的最佳交付奖，Mate20系列的手机机身前后盖板玻璃由蓝思科技核心供应。蓝思科技的宣传文称，Mate 20系列手机机身玻璃采用精密的复合纹理设计，并包含多项黑科技，通过玻璃表层的微米级黄光蚀刻工艺与背面微雕纹理膜片叠加，让光与影交相辉映，形成变幻莫测的复合光学纹理。同时，玻璃微纹理不仅带来特殊的细腻手感，还提升了玻璃强度并减少指纹沾染，让手机时刻光洁如新。蓝思科技介绍称，早在2004年就与华为开始了商务合作，参与了华为许多产品的研发与生产。近来双方合作进一步密切，蓝思供应的玻璃前盖、后盖、摄像头、TP、装饰件等产品出现在华为多款经典机型上，如华为P7、荣耀9、Mate 10、华为平板等。蓝思科技为华为另一旗舰手机P20供应的极光色后盖也获得了许多奖项。除了给华为手机供应玻璃外，蓝思科技此前一直是苹果iPhone的供应商，同时还是OPPO、VIVO、小米等品牌的多款中高端机型。蓝思科技发布的2018年半年报中显示，公司实现营收净利双增长。营收108.93亿元，比去年同期增长25.78%；归属于上市公司股东的净利润为4.58亿元，比去年同期增长47.37%。蓝思称，此次业绩上涨得益于国产手机的支持。2018年上半年，华为、OPPO、VIVO、小米等各大国产品牌发布并量产了多款中高端新机型，其中有多款采用了前后盖双面玻璃、3D曲面玻璃的外观设计，对蓝思科技的产品提出了大量需求。■顺丰：与华为在售后方面展开合作顺丰速递也是华为的金牌供应商之一。去年，华为发布的Mate10与顺丰合作，从发货到送达用户手中，最快仅用2.5小时。今年的Mate20，华为官方商城依然是与顺丰速递合作。另外，华为还在售后方面与顺丰合作。2018年8月，顺丰丰修武汉售后中心成立了华为专区业务。据介绍，丰修通过将售后工厂设立在顺丰覆盖全国的物流中心，集成“售后中心”与“物流中心”，可大幅节省货品在路途中的中转时间。无须中间环节的时间浪费，货品一到达顺丰物流中心，即可在丰修工厂8小时完成检测、退换及维修服务，每日收发班次达到12次，实现“同城24小时，同省48小时”的售后时效。（记者 温婧）", "author": "新华网客户端", "newsdate": "发布时间：18-12-03", "newstime": "09:42", "sentiment": [{"positive_prob": 0.939987, "confidence": 0.866637, "negative_prob": 0.0600131, "sentiment": 2}]}, {"title": "外行：华为系统要革命了 内行：华为系统硬刚安卓无异螳臂当车", "content": "最近几天关于华为手机系统的传言就像秋日的落叶，一个接着一个。一听到到华为研发手机系统的消息，大家的第一反应肯定就是华为要干票大的。要和谷歌的安卓和苹果的IOS硬刚了，一般公司可没有这实力，在手机芯片自研后又自研了手机系统，小了说是华为手机发展的希望，大了说是国产厂商的反击号角。可是事实真的是这样吗？华为的手机系统真的会侵蚀安卓和IOS的市场吗？答案我们先不着急知道，今天小编就和大家好好说说手机系统的事，文章分为四个部分：国产手机系统的历史、华为手机系统为何诞生、华为手机系统的优势、华为系统面临的问题。一中国市场是手机市场的一块大肥肉，各家手机厂商争相在国内发售手机，这也促使国产手机厂商快速发展，现如今国产手机做的已经非常厉害，特别是华为在这一方面尤为出色。虽说手机千变万化，但手机系统万变不离其中，统统都是安卓，无非就是你家是穿绿衣服的安卓，他家是穿红衣服发安卓，本质上都是一样的。手机系统也是个大商机，当然有很多公司盯着这块肥肉，但手机系统不是你说做就能做的要有足够的实力。阿里作为互联网的龙头企业，在前几年就开始涉足这一领域。在推出手机系统之前阿里先投资了魅族手机，让研究出来的系统可以在手机上使用。在投资魅族后阿里云系统就诞生了，被搭载在很多魅族手机上，很多山寨手机也搭载了这一系统，但是由于手机的兼容性问题让阿里云系统最后不了了之。二有了阿里云OS的前车之鉴，为何华为还要自研新系统？这其实还和华为的企业文化有关，众所周知，华为是最早自研处理器的手机厂之一，为了就是不让高通或则联发科掐脖子，如果没有自研的芯片，隔壁中兴就是最好的例子，这一年的旗舰芯片高通就是不让你用，让你发布产品就是慢别人半拍。前不久安卓又要在欧洲开始收费模式，虽说在国内收费是无稽之谈，但作为一个巨大的企业，每一点都要考虑到，不能不给自己留后路，自研系统就是最好的选择，在任何一个环节都不被别人掐脖子，这才是长久发展之计。三说道华为自研系统优势可以说上一天一夜，但今天我们就直说几个重要的点，不铺开来说了。如果华为在手机上使用自家系统手机的性能会进一步提升，苹果手机就是芯片系统都是自己的，一旦芯片和系统做成了一个封闭的环境，里面能优化的地方数不胜数，而且在这个封闭的系统里会有更好的用户体验，华为就不用受限制，更新也是所有机型都可以照顾到，手机系统可以支持更长时间的更新，体验到最新的功能。四说了那么多优点，我们再来说说手机系统面临的问题。用户用系统首先会看你有多少应用，如果你应用少的可怜，即使系统好也没用，现在的苹果以及和安卓相差不多了，在几年前安卓应用数量也是人们购买安卓的理由。想要多的应用就要有更多的开发者，但是现在人们对安卓苹果应用的开发轻车熟路，突然出来一个华为系统很多然都会因为工作量大二放弃研发应用，但是如果华为给出丰厚的回报也许会吸引开发者。另一种思路就是阿里云OS的思路，兼容安卓应用，这样做好归好，但是又会带来兼容性的问题，这里面的每一步都是难题，不会说一天两天解决，这也是安卓和IOS能平分天下的原因。华为闷声做系统，安卓苹果默无声，系统之路艰难中，开发者需要努力争。（今天的文章就到这里了，欢迎大家评关注论点赞分享）", "author": "数码台", "newsdate": "发布时间：18-12-03", "newstime": "22:01", "sentiment": [{"positive_prob": 0.459412, "confidence": 0.188239, "negative_prob": 0.540588, "sentiment": 1}]}, {"title": "华为新机曝光！4000mAh大电池 主打长续航功能", "content": "【PConline 资讯】华为畅享系列新机曝光，据消息，该新机很有可能是华为畅享9。主打长续航，定位千元机市场。而知名爆料人士@Slashleaks已经放出了华为畅享9的渲染图和详细配置。如下图所示，华为畅享9采用珍珠屏设计，6.26英寸的19：9屏幕，分辨率为HD+。背部采用了竖排双摄，整机机身尺寸为158.92×76.81×8.1mm。在硬件配置上，华为畅享9可能搭载高通骁龙450处理器，配置4GB内存+64GB存储，支持存储卡扩展，配备了4000毫安时大电池，运行系统Android 8.1。拍照方面，华为畅享9后置采用1300万+200万像素双摄组合，前置为800万摄像头，支持AI美颜。而在价格方面，根据配置，华为畅享9预估在千元左右。", "author": "太平洋电脑网", "newsdate": "发布时间：18-12-03", "newstime": "15:18", "sentiment": [{"positive_prob": 0.98582, "confidence": 0.96849, "negative_prob": 0.0141797, "sentiment": 2}]}, {"title": "为什么人们宁愿买华为P20，也不愿买更便宜的华为Mate10 Pro？", "content": "华为和三星手机一样，都是双旗舰并行，三星有Note系列和S系列，华为有Mate系列和P系列与之对应，三星Note系列和华为Mate系列都主打商务旗舰，而三星S系列和华为P系列都主打时尚旗舰！那么，P系列和Mate系列，谁才是华为的老大呢？很多人都知道是Mate系列了，因为每一代新发布旗舰处理器，Mate系列都尝鲜。目前华为最高端的旗舰机分别是Mate20系列和P20系列。随着华为Mate20系列的发布，前一代旗舰Mate10系列已经跌到冰点，目前华为Mate10Pro已经降价到了3099元，当然华为P20也降价，最低价要3288元。但是看华为P20出货量很好，上市2.5个月出货量突破600万台，上市5个月出货量突破1000万台，那么为什么人们宁愿买华为P20，也不愿买更便宜的华为Mate10Pro呢？第一， 华为P20的外观。很多用户看中华为P20的镜面渐变摄机身设计，认为十分潮流玄幻，每个少男少女都有一个童话梦，华为P20的背面设计，正好彰显了这一点，因此吸引了很多用户入手。真心的后盖玩的很溜，纵观华为Mate10Pro的外观，单调、枯燥没风趣！第二， 华为P20的拍照。华为P20拍照确实比Mate10Pro厉害一些，虽然都是徕卡2000万+1200万像素双摄，但是在DXOMark排行中，华为P20获得102分，Mate10Pro获得97分，事实证明P20的优化确实比Mate10Pro要好一些，特别是前置相机，Mate10Pro配备了800万像素，P20已经提升到2400万像素，大家一看像素相差那么多，纷纷入手P20。第三， 华为P20是新机。很多人宁愿买新发布的中端机，也不愿买价格相当的老旗舰机，因为大家都知道电子产品买新不买旧，华为Mate10Pro在去年10月份发布，而P20在今年3月份发布，相差了5个月之久，因此人们更乐意选择P20。事实上，华为P20和华为Mate10Pro哪款更值得入手呢？我认为还是华为Mate10Pro，一方面Mate系列的品控比P系列要好，比如Mate10Pro支持IP67级防尘防水，华为P20并不支持，而且P20是LCD屏幕，Mate10Pro是OLED屏幕，在外观显示上会更加惊艳一些。另一方面，华为P20内置的是3400mAh，而华为Mate10Pro拥有4000mAh大电池，再加上同为6GB+64GB版本的两款手机，华为Mate10Pro更便宜近200元，如果是你，你会选哪款呢？欢迎在评论区发表自己看法，我们一起讨论一些！", "author": "日日科技说", "newsdate": "发布时间：18-12-03", "newstime": "12:02", "sentiment": [{"positive_prob": 0.00241862, "confidence": 0.994625, "negative_prob": 0.997581, "sentiment": 0}]}, {"title": "华为nova4新机曝光：挖孔屏+亲民价，三星：好戏在后头？", "content": "小米手机开创了全面屏时代，三星玩转了曲面屏，而华为可以说玩转了全面屏，又玩转了曲面屏，在继华为mate20系列之后，华为即将发布最新的华为nova4按照以往的惯例，在前两天华为官方宣布的消息中也已经确认，将在12月份发布几款全面屏。也就是所谓的挖孔式全面屏，这算是手机界中又新添加的一个新名词，也是华为继刘海屏和珍珠屏之后一个新的全面屏设计方案，而且该手机将主打自拍功能！至于背部方面，可以看到该机配备了三颗后置摄像头，和之前的华为p20的造型非常相似，再配上渐变色提升整体的颜值和设计感还是非常高的。从正面上看，这款手机屏产品确实提高了。相比之前的刘海平河水地坪即便全水平，所需要的黑边更少，占用的空间也更小！因此屏占比方面有明显的提升但是同样需要注意的是，对于部分消费者来说，这种孤岛式的设计风格可能会显得有些突兀，并不是每一位消费者都能够接受的！在配置方面，这款新机很有可能搭载华为的麒麟980处理器，而且价格也将超过3000的亲民价要知道华为手机在这几年真的是越卖越贵了，不得不感慨这两年的手机市场竟争真的是非常激烈的，所以今年的华为手机也采用了机海战术，马不停蹄的发布新机。而早起就爆出三星新机会首发打孔式屏幕，这下华为这波操作真的是太快太狠了。但三星应该并不会感到惋惜，因为三星真正的投入在可折叠屏幕，而且现在研发已经差不多了，相信很快就能问世。这个挖孔设计的全面屏还是有点帅！不知道你喜欢吗？", "author": "IT网眼", "newsdate": "发布时间：18-12-03", "newstime": "11:37", "sentiment": [{"positive_prob": 0.789325, "confidence": 0.531834, "negative_prob": 0.210675, "sentiment": 2}]}, {"title": "华为手机为您提供优质的体验", "content": "华为手机为您提供优质的体验哈喽，大家好，又到了小编与大家见面的日子了。那今天小编为大家带来的就是华为的手机。华为的手机可以说是国产手机的代表。它代表了国产手机最高端的技术厂商。而且华为在定价这一方面就领先了其它品牌的手机，它成功的将手机以千元为单位分开档次。从现在的市场就能看出来在三到四千左右的手机市场里，华为是稳居第一的。所以现在大部分人都选择了将华为作为自己的新手机，那今天小编介绍的就是畅享九plus。其实这款手机刚上市的时候很多人都不看好这款手机，认为这款手机并不是特别的好。但是经过一系列评测之后发现它的配置以及服务都是非常的好，比如它独创的技术，颜值也特别的高，最重要的是现在非常流行的特点它都拥有。所以说这是一款性价比非常高的一款手机。在机身颜色方面它推出四款，每一款都可以说是非常的独特，从原本的纯色继续美化，达到了最美丽的外观。那这款手机刚上市小编就抓紧买了一台，小编买的是黑色，庄重而肃穆。虽然说它材质是塑料，但是通过独特的工艺打造，有一种像玻璃一般的美感，而且它每款颜色是都带有渐变的，有着新潮流的特点。虽然说它的材质可能会很轻薄，但是经过实际体验，还是非常厚重的。同时它的手感也提升了很多，握在手里会非常的舒服，它的市场定位就是一些年轻人，想买一些高端手机，但苦于没有钱，而华为就在这两点满足了这些消费者，价钱非常低也有非常好的处理器。所以它的销量是非常的高，好评率非常的高。那么接下来就让小编来好好介绍它的外观吧。首先它采用了时下最流行的满屏，只留下来一块非常小的摄像头的位置，而且它的两边是非常窄的边框，可以说能忽略不计。而且这个屏幕用了非常高端的技术，让你享受真正的大屏好处，可以与iPhone相比。所以当你在看电影，刷图片的时候，它会给你带来非常好的体验。而且它还有护眼功能，当你长时间使用手机的时候开启它，你会发现你的疲劳程度会大大的减少。接下来也是最致命的一点就是它的充电口，作为一款新式手机，但是却用了安卓的充电口，在这个发展飞快的时代，技术革新是非常快的，然而它依然保留着这种技术的充电口，其实也看出了它并没有多大的心意。而且华为系统在每一次优化后都会着重的考虑客户的需求，争取做到让人满意，让系统人性化更高。争取让手机就像一个助手一样陪伴在它的主人身边。就像你的亲人一样，不断给你关怀，不断给你帮助，让你在变强的征途上越走越远。当你回头看到它的时候，你会发现它已经与你越来越亲密，无法割舍。这也是选择它的理由，祝愿它越办越好！", "author": "李妹的科技解读", "newsdate": "发布时间：18-12-03", "newstime": "00:59", "sentiment": [{"positive_prob": 0.999828, "confidence": 0.999617, "negative_prob": 0.000172443, "sentiment": 2}]}]