[{"title": "华为手机别乱买，这3款才是目前值得入手的，颜值+性能远超iphone", "content": "转载自百家号作者：圈子不同别硬去华为手机别乱买，这3款才是目前值得入手的，颜值+性能远超iphone华为手机在最近两年的进步相信大多数熟悉科技事件的朋友是有目共睹的。之前很多国民都说在手机界中只有苹果手机才能够被称之为性能高超的智能手机，对于国产机很多人都提不起兴致，但华为手机确实做到了改变国民的这一看法。华为在今年第一季度上手机销量达到5900万台仅次于三星排名第二，所以在今年坐稳第一还是有非常大的希望的。那么既然华为手机那么出色是不是每一款都值得入手呢？答案当然不是，华为手机别乱买，接下来的3款华为手机才是目前值得入手的，在颜值+性能仿麦呢远超苹果公司的iphone。第一便是荣耀8X！荣耀8X的价格目前在网上可以清晰看到是1299元，几乎可以说是成为千元机。但是从整体上看大家千万不能小巧这款千元机。荣耀8X搭载麒麟710处理器，内置存储是4GB+64G组合。性能上处于中端状态，但是颜值以及价位确实非常出色的。全面屏的设计加上后置2000万AI摄像以及3750毫安的电池，该价位上有着极大的优势。第二华为Mate20Pro！华为Mate20Pro很多用户并不陌生，在2018年华为Mate20Pro拿下多项荣誉，在跑分上优势也是一直保持在前三，甚至在做参数对比后华为p30都输了。华为Mate20Pro搭载麒麟990处理器，价位也迎来历史新低4000+，在iphone手机4000价位上，无论是颜值或者性能都超不过华为Mate20Pro。第三：华为P30Pro华为P30Pro是今年华为手机拿下全球销量第二名的头号功臣，麒麟980的处理器搭载50倍的光学变焦拍摄功能让它处在“孤独求败”的地步，闪充+曲面屏+4000毫安大电池，在相同价位上iphone也是没有任何一款机型能够匹敌的。总结：以上三款华为机型便是目前为止最具有性价比+颜值+性能的手机。而其它的华为手机机型远远没有这三款出众。当然，在选择手机时合适自己的才是最重要的，国产手机如今以及以后都会越来越强，苹果不再是一手遮天！", "author": "华西悦读", "newsdate": "发布时间：19-05-09", "newstime": "15:58", "sentiment": [{"positive_prob": 0.999822, "confidence": 0.999605, "negative_prob": 0.000177656, "sentiment": 2}]}, {"title": "华为手机不懂别瞎买，这3款才是目前最值得入手的！", "content": "华为手机赢得了很多人的支持，也经常有网友在问笔者到底华为手机有哪几款是值得买的呢？其实，华为手机不懂别瞎买，这4款旗舰才是目前最值得入手的，希望也能够给大家一些比较好的建议！荣耀8X荣耀8X的价格跌到了1299元，这款手机是属于千元机，从整体的层面来看，荣耀8X还是有差不错的表现。搭载的是麒麟710处理器，内置了4GB+64GB储存组合，性能是属于比较常规的中端机型，在拍照方面具备了后置2000万像素AI双摄，电池容量3750mAh，同时还支持GPU Turbo技术，虽然荣耀8X并不是最优秀的旗舰，但预算不足的话可以考虑。华为Mate20Pro华为Mate20Pro目前的价格降价到了4899元，对比此前降价了五百元左右，华为mate20Pro虽然是去年的旗舰手机，但这是真正的华为旗舰机，搭载的是麒麟980处理器以及具备了6GB+128GB起步的储存组合，虽然仅有三摄拍照，不过在华为手机当中也是仅次于华为P30Pro。尤其是对比华为P30这样的一款缩水版机型，笔者更倾向于选择华为Mate20Pro，因为在电池上华为mate20Pro也达到了4200mAh以及40W的快充，也有ip68级别的防水，在细节方面做得更出色。华为P30Pro华为P30Pro的价格是相当昂贵，达到了5488元起步，如果你想要最优秀的体验自然还是要说到华为P30Pro，搭载的是麒麟980处理器以及8GB+128GB的储存组合，这样的产品在华为手机当中也是最为优秀的。不仅如此，华为P30Pro的四摄像头拍照水准也是目前最好的，所以我们还是认为，如果你喜欢华为手机又有一定的预算，那么可以考虑这款手机。其实，华为手机确实做得非常好，只不过在某些机型的对比当中，购买的价值就显得没有特别大，对于喜欢华为手机的人来说也没有必要瞎买，毕竟实惠还是很重要的。你们觉得呢？", "author": "叽歪数码", "newsdate": "发布时间：19-05-09", "newstime": "12:28", "sentiment": [{"positive_prob": 0.996354, "confidence": 0.991897, "negative_prob": 0.00364617, "sentiment": 2}]}, {"title": "任正非背后的辛酸：2次患癌并遭爱将背叛，年赚7000亿却放弃股份", "content": "文：夜枭美团的创始人王兴曾这样说过：创业是九死一生。可能很多人觉得这句话有些夸张，不过事实上，很多如今光鲜亮丽的企业家，为了自己的事业真的数次直面死亡。不知道大家有没有听过林梧桐，昔日马来西亚有名的大富豪。1965年，林梧桐亲自率队进入云顶高原，开发云顶山路。在此期间，林梧桐先后六次险些坠入悬崖，与死神擦家而过。不过林梧桐的努力是值得的，在将云顶高原开发完善后，他所带领的云顶集团飞速发展壮大，市值曾一度高达220亿美元。而在国内，同样也有这样一位伟大的企业家。他曾在创业的路上身患抑郁症，还曾因癌症动过两次手术，险些离开人世。不过最终，为了自己的事业，他还是挺了过来，将企业发展壮大，逐渐成长为民族骄傲。他就是华为创始人任正非。1987年，任正非凑到了两万元钱，创立了华为，并于90年代初带领华为走上了自主研发之路。由于承受着巨大的压力，任正非和很多企业的创始人一样，患上了抑郁症。最严重的那段时间，任正非每天都睡不着觉，只能通过安眠药来帮忙。终于，华为逐渐有了起色，任正非的压力骤然减小，抑郁症也有所好转。然而就在此时，噩耗突生：深受任正非信任并重用的李一男背叛了他，甚至还带走了华为不少员工。之后，李一男还创立了蓝港科技，依靠多年来在华为研发出的成果，和华为抢占市场，成为了华为最大的竞争对手。就这样，刚刚有了起色的华为再次陷入了危机之中。所谓祸不单行，就在华为刚刚经历背叛之后，金融危机爆发了，任正非甚至连员工的工资都发不出来。看着内忧外患的华为，任正非压力激增，压力一大，本就没好利索的抑郁症再度被激发，同时还患上了皮肤癌。不过最终，任正非还是挺了过来，在奈何桥前及时转身。在任正非最难捱的那段日子里，是母亲给了他坚持下去的动力。当时，任正非的母亲担心华为会破产，就偷偷给任正非塞了10万块钱，怕他国产之后过不下去。然而，天公不作美，2001年，就在任正非前往伊朗考察期间，母亲在去买菜的路上不幸遭遇车祸。当任正非刚到医院时，勉强见到了母亲最后一面。后来任正非曾回忆道，当时没给母亲打电话是他这辈子最大的遗憾。如果当时能够给母亲打一个电话，母亲就会晚一点再出门，这幕悲剧也就不会上演。如今，任正非没有辜负母亲的期望，华为已经成为了享誉全球的通信巨头。去年，华为手机的销量成功超越苹果，成为全球第二大手机生产商。同时华为的年营收也突破了7000亿元，是国内民营企业中的佼佼者。值得一提的是，华为的收入大部分都来自海外收入，证明了华为的实力已经得到了全世界的认可。在公司做大做强之后，很多人都选择上市套现，为自己赚取巨额财富。然而就在这样一个大环境下，任正非却显得十分另类，坚持不上市。相信以华为的实力，市值突破万亿应该不是什么难事。但任正非没有这么做，他只是带领华为在技术领域继续前进，并不想卷入资本市场的漩涡。任正非非但没有将公司上市，反而还放弃了许多公司股份，然员工参与持股。如今，任正非手中仅持有华为1%的股份，这在所有企业中都是不多见的。就这样，华为的许多员工都成为了超级富豪，任正非牺牲了自己，成全了整个华为。也正是因为如此，华为所有员工都将自己视为公司的一员，积极为华为的发展贡献自己的力量，华为才得以成为全球科技巨头企业。2018年，华为共投入1015亿研发费用，在全球所有企业中位居第四，足以证明华为的决心。当然，华为的努力没有白费，目前华为共拥有1554项5G领域的专利，高居全球第一，走在了5G时代的最前列。相信未来，华为将会给我们带来更多惊喜，让全世界都为中国制造而感叹。很多人都只看到了华为今日的成功，却不知任正非多年创业的艰辛。华为能走到今天真的很不容易，只有谨慎前行，专注技术发展，在能在全球占有一席之地。就像任正非所说的那样：华为离死亡，可能只有一步之遥。本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-05-09", "newstime": "12:04", "sentiment": [{"positive_prob": 0.0398661, "confidence": 0.911409, "negative_prob": 0.960134, "sentiment": 0}]}, {"title": "重磅！孟晚舟出庭，华为针对最新案情发布四点声明", "content": "作者：耿直哥北京时间今天凌晨，应美国政府要求而被加拿大方面扣押的中国华为公司高管孟晚舟女士再次来到加拿大的法庭，一方面就美国对她的引渡提出了3个辩护事项，一方面也与法庭确定了后续法庭程序的时间……根据一份华为公司提供给耿直哥的最新声明，孟晚舟的律师团队今天凌晨在加拿大的法庭上提出了3个重要的辩护事项。华为公司的声明如下：华为一直相信孟女士是清白的。我们认为，美国下令逮捕孟女士是非法滥用程序，背后有政治因素驱动，而非出于法治考虑。孟女士的律师今天在法庭上披露了三个重要事项：第一，针对孟女士发起的刑事案件完全基于不实指控。律师今天在法庭上明确指出，孟女士的行为是公开、透明的，银行人员也完全了解相关问题的实际情况。孟女士陈述的PPT没有误导性，银行了解Skycom在伊朗的业务和运营的性质，也了解华为与Skycom的关系。因此，没有证据证明孟女士有“欺骗、不诚实或其他不正当手段”的行为，银行也没有因孟女士的陈述面临利益被剥夺的风险。第二，加拿大相关部门在FBI参与下采取的行动对孟女士依据《加拿大权利与自由宪章》所享有的权利造成了多次、严重的侵犯。加拿大司法部公布的证据表明，拘捕孟女士是由加拿大皇家骑警、加拿大边境服务局和美国FBI三部门互相配合的。加拿大皇家骑警故意延迟出示拘捕令，以“例行入境检查”为名对孟女士实施非法扣押和搜查。另外，他们还搜查了孟女士的行李，并根据FBI的指示扣押其手机和其它电子设备，强迫其交出密码。关于此案件的更多关键证据目前还在加拿大皇家骑警、加拿大边境服务局和司法部手中，孟女士后续将向法庭申请，要求加拿大皇家骑警、加拿大边境服务局和司法部进一步公布相关证据。第三，逮捕孟女士违反了美加引渡条约及加拿大《引渡法》的核心原则—双重犯罪原则。美国对孟女士的指控是基于美国对伊朗的制裁，但是加拿大目前并没有针对伊朗的金融制裁，因此孟女士面临的指控在加拿大并不构成犯罪。引渡请求不满足双重犯罪的要求。此外，律师认为引渡程序过程中出现的政治因素将导致对公正的严重损害，也会使孟女士的合法权利受到侵害。孟女士将据此向法庭申请停止引渡程序。加拿大是一个尊重法治以及《加拿大权利与自由宪章》的国家。我们认为执法机构的官员在任何时候、任何情况下都应遵守法治原则，对所有人，包括加拿大公民和到访者都一视同仁。我们相信加拿大的司法体系，我们也期待孟女士尽快重获自由。华为公司在声明中提到的这些辩护信息，也得到了今天凌晨参加听证会的多名加拿大记者的证实。这些加拿大记者在自己的社交账号上也发布了这些辩护的信息：有加拿大记者还报道说，孟晚舟的律师团队希望法庭给予辩方更多时间去准备，并提出美国方面为了指控孟晚舟准备了数年，辩方也应该获得充足的时间。所以，加拿大法庭决定将从今年9月23日至10月4日开始处理孟晚舟的律师团队对这些辩护提出的申请，还有部分法庭程序或在明年1月中期进行。也就是说，孟晚舟下一次出现在法庭上将是4个多月以后。另外，法庭还同意了孟晚舟一方对保释条件进行的修改，即允许她搬到一个安保措施更好、空间也更大的住址。最后，在加拿大最大的主流媒体加拿大广播公司（CBC）报道了孟晚舟律师提出的3点辩护信息后，一条目前点赞最多的加拿大网友留言这样写道：美国一边侵犯着加拿大的主权，宣称加拿大的西北航道是国际水域时，一边给加拿大征收着高关税，一边却让我们给他们处理孟晚舟这种棘手的案子，所以我们为什么还要给美国人帮忙？", "author": "环球时报", "newsdate": "发布时间：19-05-09", "newstime": "08:04", "sentiment": [{"positive_prob": 0.67847, "confidence": 0.285489, "negative_prob": 0.32153, "sentiment": 2}]}, {"title": "华为海思麒麟芯片真的算国产吗？这次让你彻底搞明白！", "content": "华为海思麒麟芯片真的算国产吗？这次让你彻底搞明白！随着科技的发展，智能手机逐渐成为我们生活中不可缺少的电子产品。在刚开始的时候，大家买手机还认准摩托罗拉、诺基亚、三星等海外品牌，而现在我们国产的手机品牌也逐渐的发展壮大起来，其中不得不说的就是华为了。华为是全球最大的电信设备厂商，同时在手机领域也有非常优秀的表现，华为已经成为全球第三大智能手机厂商了。可能不少人都会疑惑，华为凭什么能够超越众多的其他国产品牌呢？其实这些年华为手机的创新能力我们都能看到，包括最近华为最近推出的p30系列机型受到了很多网友的欢迎，其实从p20开始华为手机的拍照能力就已经领先于其他品牌了。在折叠屏领域，目前只有华为和三星推出了折叠屏产品，另外华为有这自己强大的资本，那就是海思麒麟处理器，这些年来这么多的手机一直使用高通的芯片，国内只有两家厂商研发出了自己的芯片——小米和华为，华为的海思麒麟已经实现了自给自足，但是小米还远着呢。有很多人质疑华为的海思麒麟芯片，认为其并不是所谓的“国产芯片”，因为上面用到了很多国外的技术其中就有使用的arm架构。那华为的海思麒麟处理器到底算不算国产呢？海思麒麟确实是用了arm公版架构，在此之上华为进行重新设计，最后就是台积电量产。准确的来说这里面运用到了很多的技术，这是集众家所长的结果。不仅仅是华为了，包括高通骁龙、三星猎户座使用的都是arm架构啊，这并不没有设么影响啊！在现在这个全球化的时代，其实所谓的“纯国产”科技产品几乎是没有，比如说手机吧，手机的芯片用到的是各家技术的合集，手机内存闪存用的是三星的颗粒，手机屏幕用的是三星和京东方的产品，里面掺杂了各种各样的技术，如果一味地追求“纯国产”恐怕是做不到的，比如说电这个技术就是来源于西方，科技产品能不用电吗？华为的海思麒麟确实用到了不少西方的技术，但是华为依然付出了非常多的科研资金，不然海思麒麟也不能走到今天这个地步了。目前华为的高端手机使用的都是海思麒麟芯片，只有的中低端才会采用高通骁龙和联发科的产品。在性能上海思麒麟已经能够和高通、三星猎户座相媲美，这一切来之不易啊！", "author": "我得科技幻想", "newsdate": "发布时间：19-05-09", "newstime": "18:51", "sentiment": [{"positive_prob": 0.000990908, "confidence": 0.997798, "negative_prob": 0.999009, "sentiment": 0}]}, {"title": "买手机最看重流畅度？最新手机流畅度榜单发布，华为这两款屠榜！", "content": "手机好不好用有很多因素决定。比如处理器，比如系统优化程度，再比如手机硬件之间的调节等等。但要说到手机的流畅度，其中最主要的还是要说手机的处理器。因为手机运行应用的指令直接通过CPU执行。所以一款好的手机还是要看它所配备的处理器。目前市场上存在的处理器有很多，比较大众的就要数高通的骁龙处理器。再就是我们国产的华为自家研发的麒麟处理器。所以想要一款好的手机，首先就是选一款好的处理器，这样我们的手机流畅度才能更好、更持久。那么如果你想买一款流畅度高的、适合自己的手机，那就快来看看鲁大师最近发布的4月新机流畅度排行榜吧。位于榜单第四名的手机是oppo Reno这款手机。流畅度评分为145.69。该手机搭配的处理器是高通骁龙855，这款处理器是目前高通最高型号的处理器。性能自然不比多说。再就是oppo Reno配备了10倍混合光学变焦，在拍照的时候，该手机将会有很强大的变焦能力。如果喜欢拍照的朋友可以选择该手机。目前oppo Reno的售价为3999起。8GB+256GB的版本为4799元。位列第三名的是国产厂商努比亚出品的专注于游戏的红魔3手机。流畅度评分为149.69。该手机同样配备骁龙855处理器。屏幕使用的是6.65英寸的超大屏幕。说到游戏手机，肯定处理散热方面是把好手，所以该手机支持风冷和液冷，能够给手机进行很好的降温。目前官网的售价为3199起，最高版本为12GB+256GB，售价为4299元。如果喜欢打游戏的朋友，比如王者荣耀、和平精英等，就可以购买该手机。第二名就是华为P30。流畅度评分为156.97。该手机搭载的处理器是华为自家研发的麒麟980处理器。该处理器的性能不亚于骁龙855处理器，所以在两者之间选择的时候，大家不必太过在意。华为P30使用的屏幕尺寸为6.1英寸。支持IP53级别的防尘、防水功能。华为P30使用了后置三颗徕卡摄像头。支持30倍的数字变焦功能。目前售价为3988起，最高内存版本为4788元。最后要说的就是我们的第一名，流畅度评分为157.58。它就是华为P30Pro，实至名归。这款手机和华为P30在外观上区别不大，只是在硬件上都进行了提升。该手机屏幕尺寸为6.47英寸。支持IP68级别三防功能。后置摄像头为四颗徕卡镜头。支持50倍的数字变焦。变焦能力不输一般的单发相机。有兴趣的朋友可以去尝试下。华为P30Pro的售价为5488起，最高规格为6788元。想要体验强悍性能和拍照能力的朋友可以购买该手机。这四款流畅度最高的手机，你会购买哪一款呢？", "author": "手机技巧汇", "newsdate": "发布时间：19-05-09", "newstime": "17:09", "sentiment": [{"positive_prob": 0.711836, "confidence": 0.359636, "negative_prob": 0.288164, "sentiment": 2}]}, {"title": "华为发布安卓10 首批8款机型适配名单公布", "content": "[PConline 资讯]据媒体报道，谷歌I/O大会近期发布了安卓Q（安卓10），而华为EMUI官微今日公布了安卓Q首批8机型适配公告。据了解，华为宣布目前将面向安卓应用开发者进行安卓Q开发者Beta招募，与安卓应用开发者合作积极开展安卓Q版本的兼容适配和优化工作。据悉，华为Mate 20、Mate 20 Pro、Mate 20 X、Mate 20保时捷设计、P30、P30 Pro、荣耀V20、荣耀Magic 2将成为第一批适配安卓Q的手机品牌。据悉，安卓Q在隐私安全及权限管理方面比安卓P更加全面加强，可以更好地控制位置权限、更安全地访问剪贴板数据、默认情况下启用MAC地址随机化等等，并且能够对用户隐私数据的泄露进行有效的防止。据了解，安卓Q提供了能够让第三方应用开发适用于折叠屏设备的各种应用的模拟器，除此之外还新增了5G方案框架和第一次加入的系统级屏幕录制功能，以及Dark Mode功能可以通过设置让所有安卓应用强制使用深色界面。华为EMUI 10将在安卓Q的基础上打造，并且将进一步升级新系统的流畅度、GPU Turbo等独家技术。", "author": "太平洋电脑网", "newsdate": "发布时间：19-05-09", "newstime": "22:08", "sentiment": [{"positive_prob": 0.985496, "confidence": 0.96777, "negative_prob": 0.0145036, "sentiment": 2}]}, {"title": "出乎意料！华为抢先一步官宣：这8款手机将率先升级安卓Q系统", "content": "众所周知，昨日，谷歌正式举办的Google I/O 开发者大会，Android Q Beta 3系统也这个是对外发布，同时谷歌还公布了全球首批支持升级的手机品牌以及型号， 但根据官方所公布的完整机型列表，包括谷歌的亲儿子Pixel 3，Pixel 3 XL，Pixel 2，Pixel 2 XL，Pixel，以及 Pixel XL，同时还有华硕Zenfone 5z，Essential手机，华为Mate 20 Pro，LG G8 ThinQ，诺基亚8.1，一加6T，OPPO Reno，Realme 3 Pro，索尼Xperia XZ3，Tecno Spark 3 Pro，vivo X27，vivo NEX S，vivo NEX A，小米9，小米MIX 3 5G，华为也是首次出现在安卓系统首发厂商中，也是出乎不少花粉意料。而在今天早上十点，华为EMUI官微也是抢先一步官宣，确认旗下将有超过8款机型，有幸成为首批支持Android Q版本系统的机型，具体机型列表如下：华为 Mate 20、Mate 20 Pro、Mate 20 X、Mate 20 保时捷设计、华为 P30、P30 Pro，荣耀 V20 和荣耀 Magic2。如果是以上8款机型中的用户，那么将会有幸的率先体验到Android Q系统所带来的诸多新功能，例如更强的隐私保护、智能回复功能、Project Mainline、聚焦模式、Family Link以及全新的黑暗模式模式，Wi-Fi 二维码分享、通知气泡、全新手势等多项细节功能改进，也更是能够让用户体验更上一层楼。其中昨天小编重点提到的重磅功能“Live Caption（实时字幕）”功能，这是一项由机器学习驱动而实现的新功能，根据官方介绍，这项功能可以作为一种媒介，能够为用户提送实时字幕，更重要的是Live Caption功能能够适用于播放音频的任何媒体，包括视频，音频等消息，在开启这项实时字幕功能后，一旦Live Caption检测到语音，字幕就将自动出现，跟重要的是这个功能还无需联网即可实现。对此华为旗下多款机型率先支持Android Q系统，不少花粉也同样期待不已，评论区更是上演了 “九年义务教育”秀儿般的评论。不知道，小伙伴们，对于这次Android Q系统，是否满意呢？是否会期待升级Android Q（10）呢？欢迎在评论区中留言讨论！", "author": "数码人科技", "newsdate": "发布时间：19-05-09", "newstime": "17:53", "sentiment": [{"positive_prob": 0.99981, "confidence": 0.999577, "negative_prob": 0.000190424, "sentiment": 2}]}, {"title": "华为5G领先全球，国内运营商却不理不睬，究竟是为何？", "content": "华为5G技术也已经得到了全世界的认可，但是我们观察平时国内的新闻，好像中国的三大运营商并没有采用华为的5G技术，而之前也有新闻报道称联通采用了爱立信，而移动的选择了诺基亚，那么三大运营商真的没有采用华为嘛，毕竟是国内企业为何不才采用中国华为的5G技术呢？我们要知道国内的三大运营商都在使用华为的5G技术，而华为的5G的设备已经在全世界被多个国家采用了，现在已经有几万个5G基站从华为运往世界各地，从这一点能够看出华为的5G技术并没有什么问题，那么国内的三大运营商虽然采用了华为的5G，但新闻上却没有报道出来，这是为什么呢？首先就是三大运营商都分别和华为有过合作，但是这种新闻一般不被大肆报道的原因就是用户们觉得没什么，新闻播报出来可能不会太受人关注，就好像联通在今年5月份的时候和华为一起举办了中国联通华为5G Cloud X业务发布合作伙伴论坛这种活动，但我们很大一部分人并不知道这个事情，而联通和爱立信的合作却炒的沸沸扬扬人尽皆知。还有就是中国移动也在和华为进行合作，而中国移动也曾多次发布了和华为进行合作的消息，在今年的一月份中国移动就发布了5G设备采购来源结果，其中租赁华为的基站就已经达到了250个基站，而一共租赁的基站才500个，所以华为还是占据到很大分量的，而这次的采购租赁当中其他公司分别的是爱立信110个，中兴基站80个，而诺基亚和大唐基站都是30个。或许有人看到这些数据之后就会产生疑惑，为何不都采用华为的5G设备，这主要就是三大运营商不会全部使用华为的设备，这还要考虑到每个公司不同的报价，毕竟每个公司报价都不一样，就比如联通在采购L900基站的时候，爱立信的价格在209.6亿，而华为的报价要比爱立信的多出80亿左右，这种价格的悬殊也肯定让三大运营商深思熟虑，毕竟每个公司要结合自己的公司状况来采购设备。还有就是华为的5G设备已经被吹捧到天上了，要知道爱立信和诺基亚还有中兴这些通讯公司都是历史非常久远的了，这些公司在5G网络的研发上并不比华为差很多，而国人们或有人觉得三大运营商作为国内的公司就应该在5G方面支持华为，实际这种说法真的只是一概而论，要知道三大运营商的成本提高之后，这些钱都是我们用户在出钱，也就是说三大运营商真的花很大价钱使用华为的5G设备之后，那么我们用户的套餐资费也会上涨很多。而华为在国内的历史非常悠久了， 而三大运营商和华为的合作实际也有很多，只不过我们作为吃瓜群众有时候是没注意到这些的，不知道屏幕前的你对于三大运营商有什么不同的看法呢？可以在下方的评论区中分享出来。", "author": "尖峰科技", "newsdate": "发布时间：19-05-09", "newstime": "07:03", "sentiment": [{"positive_prob": 0.75214, "confidence": 0.449201, "negative_prob": 0.24786, "sentiment": 2}]}, {"title": "华为P30口碑不尽人意，是配置不好吗？这3点是关键原因！", "content": "华为P30系列已经正式发布了，而第三方平台部分版本也已经开启了现货通道，在现货口碑上华为一直都做得比小米更加让人满意，也是过去几年华为能够和小米拉开差距的主要原因，华为在供应链方面的掌控能力已经接近苹果三星，富士康也是正式成为了华为的代工厂之一，因此华为P30系列首批备货量充足，而两款手机也是口碑方面差异很大，大家往往会更多赞美世界拍照第一的华为P30 pro，却忽视了华为P30的成绩！如大家所看到的的，市场热度包括人气方面都是华为P30 pro占据主导，而标准版本的华为P30虽然人气值也还不错，不过总体来看华为P30的口碑不尽人意，也有很多诸如小编这样的科技媒体基本一致认为小米9在各方面可能比华为P30更加全面性价比更高，真的是对比产生美了，那么今天我们就聊聊这款华为P30，华为P30口碑不尽人意，是配置不好吗？这3点才是关键原因！1、华为P30减配严重华为P30的配置其实挺好的，主摄4000万镜头三摄镜头设计，在拍照方面已经是仅次于华为P30 pro的存在了，而华为P30却瑕不掩瑜，在很多细节方面减配严重，或者说没有达到网友预期的期望值，比如没有IP68等级防水至少也要有一个IP67等级防水来抗衡iPhoneXR、X等手机，华为P30还没有无线充电和超级快充，在电池方面也没有做到和华为Mate20一样的4000mah，对比旗舰Mate20 pro和P30 pro来说的确减配有点严重了，价格却不便宜！2、小米9、魅族16s等性价比更高很多网友还是习惯拿华为P30和更低价的魅族16s、小米9作对比，而一对比就发现其实华为P30的价格更高，却对比小米9、魅族16s却没有配置上的优势，除了拍照方面更加出色之外，在性能充电和屏幕方面均没有优势，价格却高出不少，因此在网友很喜欢对比小米和华为情况下，华为P30受到了强大对手小米9的阻击，最终在口碑方面输了一截！3、越卖越贵，很多人买不起或许大家也听到了市场上的质疑声，很多花粉纷纷表示心有余而力不足，华为mate、P系列现在是越卖越贵，虽然科技的创新需要大量的研发资金投入，不过不太友好的价格还是将很多花粉拒之门外了，标配版本的华为P30起步都要3988了让很多网友望而却步，因此有不少质疑声认为华为P30性价比不高。其实华为高端旗舰本身就不是性价比手机，之所以高价更多还是在于品质和品牌溢价能力上，并不是华为P30本身配置不好所以被吐槽，而是因为价格太贵大家买不起，因此才遭来不少网友的嫌弃！华为P30口碑不尽人意，是配置不好吗？看清这3点很关键，总结来说并不是配置不好，而是配置没有达到网友预期效果，高价阻碍了网友入手华为P30的热情度，而此刻现货小米9是乘胜追击口碑更好，你们认同这个说法吗？留言讨论吧！【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-05-09", "newstime": "22:21", "sentiment": [{"positive_prob": 0.000887269, "confidence": 0.998028, "negative_prob": 0.999113, "sentiment": 0}]}]