[{"title": "重磅，华为宣布：全球首款5G手机下月上市！", "content": "在美国声称要引渡孟晚舟两天之后，今天华为在北京接连宣布了几个足以震撼所有人的消息：1、全球首款5G基站核心芯片——天罡芯片——正式发布。在会上，华为常务董事、运营商BG总裁丁耘展示了全球首款5G 基站核心芯片——华为天罡，在集成度、算力、频谱带宽等方面,“天罡”都取得突破性进展：1、极高集成：首次在极低的天面尺寸规格下，支持大规模集成有源PA（功放）和无源阵子。2、强大算力实现2.5倍运算能力的提升，搭载最新的算法及Beamforming（波束赋形），单芯片可控制高达业界最高64路通道。3、极宽频谱支持200M运营商频谱带宽，一步到位满足未来网络的部署需求。该芯片还实现基站尺寸缩小超50%，重量减轻23%，功耗节省达21%，安装时间比标准的4G基站节省一半时间。现场展示中，5G Massive MIMO 64T64R(64发64收)基站只有不到一扇小窗大小。截至2018年底，华为已完成中国全部预商用测试验证。2019年1月9日，华为“5G刀片式基站”凭借创新性采用统一模块化设计等技术突破，获得2018年度国家科学技术进步奖一等奖；该基站实现所有单元刀片化、不同模块间任意拼装，使5G基站的安装像拼装积木一样简单便捷。在会场内，一名工人演示了5G基站安装的全过程，前后只用了不到一分钟。华为5G产品线总裁杨超斌表示:“华为全系列全场景极简5G解决方案，在兑现5G极致性能和体验的同时，能够大幅提升部署和运维效率，使5G部署比4G更简单。”丁耘在会上透露，目前华为已经获得30个5G商用合同，其中欧洲国家18个、中东国家9个、亚太地区3个，同时25000多个5G基站已发往世界各地。在不久前的采访中，任正非表示，目前华为拥有2570项5G专利，核心标准提案数量3045，处于行业第一。任正非还表示，华为有信心（在5G上获得领先），产品做得比别人都好，让别人不想买都不行。2、新5G终端，一部高清电影3秒下载完华为常务董事、消费者业务CEO余承东还发布了全球最快5G多模终端芯片“Balong5000”和商用终端。余承东表示，Balong5000不仅是首款单芯片多模的5G芯片，可支持3G、4G和5G，同时具备能耗更低、延迟更短等特性。华为同时宣布推出全球速率最快的5GCPE（接收Wi-Fi信号的无线终端接入设备），其搭配了华为5G终端芯片Balong5000。 这款5GCPE支持华为智能家居协议，其覆盖增强达30%，支持WI-Fi6，多设备上网速率提升约4倍，是目前速度最快的WiFi。在发布会现场，华为展示了5GCPE“吓人的”性能：3秒钟可以缓存一部超清电影的文件，与当前4G网络（Cat4）相比提升高达21倍。一口气发布多款产品，这在华为并不多见。3、华为将在MWC期间发布全球首台5G折叠屏智能手机。MWC为世界移动通信大会，将于下个月25日~28日在西班牙巴塞罗那举行。三则消息告诉我们，5G技术已正式进入我们的生活，最快下个月就能体验，而引领这次5G技术革命的，是过去一直在后面追赶美日欧的中国。中国人可以真正傲娇一回。一代、二代移动通信领域我国远远落后于西方，中国企业通过自己不断的学习和努力，伴随着中国民族品牌企业的的崛起，中国一路追赶，到了三代移动通信时我国开始接近世界先进水平，四代移动通信已经可以并驾齐驱了。如今，在五代移动通信领域，我们已经开始领先。4、2018年华为智能手机出货量2.06亿部，消费者业务部门去年销售520亿美金，成为华为营收最大业务部门。这是继三星、苹果之后，全球第三个手机出货量突破2亿部的品牌。华为在今天的会议上还表示，最早可能在今年内成为全球最大智能手机厂商。美国忙着用各种不堪手段围堵中国，阻止华为进入美国，并在全球纠集了几个打手，阻止华为进入，两天前还只会向加拿大，计划引渡孟晚舟。华为则用技术与实力给予了有力回击，这比任何话语的力量都强。来源 ：财经观潮、环球网、东北新闻网、第一财经", "author": "正商参阅", "newsdate": "发布时间：19-01-25", "newstime": "15:19", "sentiment": [{"positive_prob": 0.983482, "confidence": 0.963293, "negative_prob": 0.0165182, "sentiment": 2}]}, {"title": "刚刚，华为一口气发布两大5G芯片！任正非放言：不买他们傻！", "content": "1重磅！华为一口气发布两大5G芯片！华为崛起，绝不会因为任何人或组织的威胁而停步不前！就在刚刚，在北京举办的华为5G发布会上，华为正式面向全球发布了两大5G芯片：一是全球首款5G基站核心芯片——天罡芯片，二是5G多模终端芯片——Balong 5000（巴龙5000）。天罡芯片，全球首款5G基站核心芯片，其性能比以往芯片增强约2.5倍，支持200M运营商频谱带宽，一步到位满足未来网络的部署需求。换句话说，这不是PPT芯片，而是完全可以用于大规模商用的芯片。巴龙5000芯片，能够在单芯片内实现2G、3G、4G和5G多种网络制式，同时，还在全球率先支持NSA和SA组网方式，支持FDD和TDD实现全频段使用。速率方面，巴龙5000率先实现业界标杆的5G峰值下载速率，理想情况下可以实现6.5G每秒的峰值，一般情况下也可以达到4.6G每秒的网速，是4G速度的10倍。它不仅可以用于智能手机，还可以用于包括家庭宽带终端、车载终端和5G模组等更多场景。换句话说，巴龙5000就是全面开启5G时代的钥匙。同时，华为还在现场展示了搭载巴龙5000芯片的首款5G终端CPE Pro，它可把接收到的5G信号转化为Wi-Fi信号，类似于今天我们使用的路由器。与上一代相比，华为5G CPE Pro体积缩小45%，是目前全球最小的5G CPE，同时，其5G网络峰值性能提升60%。在发布会现场，华为展示了5G CPE Pro\"吓人的\"性能，3秒钟可以缓存一部超清电影的文件，与当前4G网络相比提升高达21倍。此外，华为还宣布：将在2月25日举办的巴塞罗那电信展上，发布全球首款商用5G折叠智能手机。从5G网络，到5G芯片，到5G“路由器”，再到5G手机，只有华为拥有这样雄厚的端到端实力。毫不客气地说，华为已经全面引领了5G时代。从去年开始，华为就已经奏响了大规模部署5G的序章，如今华为在全球已签约了30个5G商业合同，全球发货量超过25000台。文君相信，在今天的发布会后，华为的5G订单将会如雪花一样飘来，不可阻挡。也华为常务董事、运营BG总裁丁耘霸气地表示：“我就想看看，对手什么时候才能追上华为的数据！”2任正非：欧美国家不买华为5G就是傻！这不是华为第一次展示自己的“肌肉”，却是最激动人心的一次。就在1月22日，美国正式向加拿大提出引渡孟晚舟以此威胁华为。在这个敏感的时刻，华为充分地展现了自己作为“肌肉男”的威慑力。面对欧美国家以国家安全为由，将华为排除在5G设备核心采购名单之外，华为创始人任正非自信地表示：“不买他们傻！”面对同时，任正非老爷子还充满底气地表示：“欧美国家最终有很多东西，他们非买不可！”任正非的底气在哪？丁耘说的这句话或许考验回答：“5G和AI，对别人是规划，对我们来说已经是商业产品了。”而5G从规划到商业，还要很长时间的测试，也就是说，华为至少领先同行10个月以上的时间。5G规模商用需要满足极简架构、极简站点、极简能耗、极简运维这四大条件，华为是唯一一个满足这个条件的5G设备供应商。先说基站，传统的4G基站需要大型吊车设备去安装，目前市场上的5G基站仅比4G基站小一点点，安装很不方便，费时又费人工。而搭载了天罡芯片的华为5G基站尺寸缩小超50%，重量减轻23%，据了解，其重量约20公斤。在发布会现场，华为新5G基站也隆重亮相。华为5G新基站传统5G基站通过图片我们可以很清晰地看出来，对比传统5G基站，华为新5G基站基本实现了一根杆就可以进行5G基站建设，且只需一个成年男子就可以实现便捷安装。更牛逼的在于，天罡芯片可以让市面上存在的90%的基站在不更改供电的情况下直接升级5G，并将基站重量减少一半。如此一来，整个5G基站的搭建成本至少可以节省一半以上。虽然说欧美国家是发达国家，家大业大，但是钱不是这么浪费的，更何况就算政府愿意，民众也不同意啊，因为“羊毛出在羊身上”，基站建设的每一分成本最终都会摊到消费者身上。再说架构，华为的新5G基站完全不需要铺设光纤，基站一立，配合华为5G CPE Pro，就可以在手机、电脑、电视等终端使用5G网络了。这个技术，全世界只有华为能做得到！而且，它的辐射范围更广，对比4G基站数量减少一半，同时设备容量是传统设备的20倍。事实上，从一开始这项技术就是专门针对欧美国家设计的，毕竟它们占了全世界通信投资60%的市场。我们都知道，欧美国家地广人稀，实际上就是一个高等的大农村，由大规模的别墅群组成，如果每家每户都铺5G的光纤进去，成本不是一般的高。但如果采用华为的设备，一个基站，一台5G CPE，就可以畅享5G。写到这里，文君也想对某些国家说一声：“你是不是傻！”3中华有为，注定是一场非凡之旅！从2G、3G时代完全无法企及，到4G时代的追逐，再到如今5G时代的全面领先，背后是华为500位5G专家，5000多位5G工程师历经10年的默默研究。这还只是华为在研发领域的冰山一角而已，在华为18万员工里，研究人员就占到了45%，华为每年在研发的投入是销售额的15%.2018年这一数据达到了150亿美元，位居世界研发投入的第二名。除了在研发上的巨大投入，文君觉得，华为产、学、研一体的研发体系也非常值得中国企业学习。在华为，有700多位数学家、800多位物理学家、120多位化学家，还有6000多位专门在基础研究的专家。我们都知道，基础研究是一个无底洞，大部分的研究都不能转化为商用，因此基础研究都是在大学、是科学家干的活，通过工业试验确定可以商用，才会有企业加入，生产产品。但是华为却极其重视基础研究。事实上，这些年，华为手机之所以能取得这么大的进步和基础研究是有很大的关系的。比如苹果和三星手机在极寒情况下不要说拍照，直接会死机，但是华为手机在南极都可以正常运行，且能拍照。这是因为华为的科学家们发明了一种胶水，它能抗极寒，保证手机不被侵害。华为手机在南极拍摄的照片任正非说：“基础研究即使不能商用，也是促进社会发展的极大动力，必须要鼓励。”在华为总部播放着这样一部纪录片，核心内容就是：基础教育和基础科研是产业诞生和振兴的根本动力。华为公司内部宣传片任正非认为，未来二三十年，至少在生产方式上，世界将发生翻天覆地的变化，而生产方式的进步来源于教育和科技的进步，特别是基础研究的投入。华为之所以产研一体化，是因为现代技术更新太快了，按照传统的模式，必然跟不上技术更新换代的速度。不仅企业要重视基础研究，学校更要重视基础教育。在任正非看来，一个国家首先要重视教育，重视基础教育，特别是农村的基础教育。他说：“一个国家的强盛是在小学教室的讲台上完成的！”同样的思想在中国另一位企业家身上也体现得淋漓尽致，他就是马云。一个多星期前，马云乡村教师奖颁奖典礼隆重举行，马云不仅为每一位乡村教师奖励了20万元，还送他们去美国游学。在很多人看来，马云你一个商人为什么要做这种事情？马云的回答是：300万乡村教师的背后是4000万儿童的义务教育，基础教育没有做好，这些孩子将成为没有文化的文盲，然后一步步成为国家的负担。这无关商业，而是一个国家的命运所在。中华有为，不应该仅仅只是在经济上大放异彩，更应该体现在教育上，特别是对现在畸形教育的颠覆。或许这才是我们真正期待的中华有为、中华崛起！作者 | 周文君", "author": "电商报", "newsdate": "发布时间：19-01-25", "newstime": "09:32", "sentiment": [{"positive_prob": 0.745056, "confidence": 0.433459, "negative_prob": 0.254944, "sentiment": 2}]}, {"title": "为什么有人情愿选择华为Mate20也不买nova4！", "content": "一款手机销量好不好不仅在于配置，与价格也有直接的联系，苹果去年发布的iPhone XS Max算得上是目前配置最高的手机之一了，但由于价格太浮夸，销量最终没能带起来，可见价格对于销量来说，起着至关重要的作用。但其实也有例外，华为去年下半年发布的两款手机华为 Mate20和华为 nova4，前者比后者要贵不少，但销量却碾压后者，这又是为什么呢？机友们不选择华为 nova4最大的原因就是配置太弱了，其实这话也说的不客观，华为 nova4的定位和OV的旗舰机型类似，与OV最新旗舰搭载的骁龙6系和骁龙7系处理器相比，华为 nova4的麒麟970处理器已经算是高配了。可差异是在比较之中产生的，华为Mate20比华为 nova4更早发布，但搭载的可是最新的麒麟980处理器，这样一看机友们对华为 nova4只剩下嫌弃了。华为 nova4的配置弱也是情理之中，因为这一系列的主打功能是外观和配置。不过这次华为 nova4的外观似乎没能令机友们拍手叫好，使用的是最新的打孔屏屏幕，虽然比起三星的开孔屏，华为 nova4的开孔要更小，可机友们觉得还是有些别扭，还不如华为 Mate20的水滴屏好看。华为 nova4的拍照不再是上一代的前后双摄设计了，而是和华为 Mate20类似的后置三摄，说起来感觉一样，但实际上的差别非常明显，华为 nova4没有徕卡认证，水准在同价位的手机中也不算非常出色，要想和华为 Mate20较量更是没有丝毫胜算了。华为 Mate20的拍照评分虽然没有出现在 DXOmark排行榜中，但我们对比之前华为 P20的实力也可以看出来，绝对在榜单前三的位置。外观和拍照都比华为 nova4更强，性能方面更是有新一代的处理器加持，这就是华为 Mate20最大的魅力所在，而且华为 Mate20即使比华为nova4更贵，但价格并没有像iPhone XS Max一样离谱，很多机友还是可以接受的，再说这款手机还是华为目前最高端的旗舰，不只是配置好那么简单，很多人甚至会因为华为手机良好的口碑而选择华为 Mate20。", "author": "搞机有一套", "newsdate": "发布时间：19-01-25", "newstime": "21:33", "sentiment": [{"positive_prob": 0.00439652, "confidence": 0.99023, "negative_prob": 0.995603, "sentiment": 0}]}, {"title": "改口了？！“打压”华为阵线出现“裂缝”", "content": "参考消息网1月25日报道“我们向华为保证，将给予其公平对待”——1月23日，在达沃斯世界经济论坛间隙接受媒体访问时，新西兰总理阿德恩如是说。路透社注意到，此前，新西兰——这个美国盟友以国家安全为理由，阻止部分华为设备在该国销售。2018年11月，新西兰情报机构阻止本国电信运营商Spark使用华为设备建设其5G网络。这家英国媒体援引阿德恩的话说：“这不是关乎某一个供应商，这是关乎新西兰的一个框架，我认为这个框架对我们很有用。”阿德恩指出，新西兰的立法提供了一个框架，在这个框架内，Spark和华为有机会解决安全关切。舆论注意到，最近几天，对华为态度转缓的西方国家不止新西兰。英国《每日电讯报》的消息称，英国文化大臣杰里米·赖特（Jeremy Wright）称，当局还没决定是否禁止华为获得这些合同。这意味着华为还能在英国竞标敏感性质的合同。在此前对华为有质疑之声的法国，尽管法国外长表示已意识到华为带来的风险，将在必要时采取行动，但据彭博社称，一位参与草拟法国第五代通信技术（5G）审查规定的议员说，该国政府希望能够在不抵制华为的情况下，确保下一代通讯网络的安全性。这家美国媒体引述法国国民议会经济事务委员会主席罗兰·莱斯屈尔（Roland Lescure）的话说：“法国不寻求禁止……政府想要维持设备供应商的多样性和安全性。”种种迹象表明，西方虽然不时出现打压华为的噪音，但在政策层面却又不敢轻易把门关死。究其原因，中国现代国际关系研究院学者李峥分析称，一方面，本轮针对华为公司的“打压”并非西方国家高度一致的行为。本轮“打压”的主要驱动力量以情报部门及对华不友好的保守势力为主，但实际上在西方国家内部，包括商界及相关对华态度相对缓和的部门、政党及政治人物，并不完全认同针对华为的质疑。另一方面，华为公司创始人任正非近期接受了多家国内外媒体采访，就国内国际社会关心的一些问题做了很清晰的回答。可以说，这是华为非常及时的公关活动，缓解了外界对于华为偏见或基于以往一些问题产生的猜测，对华为在全球商业信誉的恢复起到了积极作用。李峥进一步表示，还有一个潜在原因。当前，一些西方国家越来越认识到，华为已成为这些国家与中国进行经贸往来及合作交往的重要组成部分之一，如果采取激烈行为针对华为，有可能将损害这些国家与中国间的关系，进而影响到与中国在经贸等其他领域的合作。舆论观察到，多年来，华为凭借扎实的技术实力已在多个国家获得认可。新加坡《联合早报》报道称，华为轮值CEO胡厚崑说，该公司已经在超过10个国家开始第五代通信技术（5G）的部署，接下来一年还将在20个国家这么做。他还预测，5G智能型手机将在今年6月登陆市场。有舆论认为，尽管以美国为首的一些西方国家试图形成针对华为的“阵线”，但这种“围堵战术”恐怕终究难以成功。如今，“裂缝”已经出现了。图为在西班牙巴塞罗那移动通信大会上，华为公司展台用电子屏展示5G技术。新华社", "author": "参考消息", "newsdate": "发布时间：19-01-25", "newstime": "00:18", "sentiment": [{"positive_prob": 8.79872e-05, "confidence": 0.999804, "negative_prob": 0.999912, "sentiment": 0}]}]