[{"title": "华为事件持续发酵，又一芯片巨头宣布继续支持华为，华为挺住！", "content": "华为事件持续发酵，又一芯片巨头宣布继续支持华为，华为挺住！华为是国产的骄傲，这几年以来华为获得了巨大的发展，但是近一段时间来，华为的日子却过得非常的艰难，在美国的重大压力下，多方的合作被恶意终止了，这也对华为的直接业务生产造成了突然的中断和停止。对于华为而言，这是一次巨大的危机，这个时候，就需要华为拿出一万倍的努力才能化解这次的危机，华为这次的危机并不是来自于企业内部，而是来自美国外部的巨大压力，目前为止，在这次危机中，任正非已经在尽力和团队一起制定相关的措施，一起来寻找解决的方案，下面让我们一起来看看具体的细节吧！自从华为被恶意打压的消息在中国传开之后，很多网友都表示非常的担心，这个时候，很多企业都选择主动和华为断绝关系，以此来响应美国的号召，而这个国产芯片巨头的态度对华为而言至关重要。在这个艰难的时候，他不但没有选择和华为撇清关系，而是积极帮助华为，他就是中国台湾的台积电，在不久之前的台积电股东会议上，其董事长表示不会因为美国的禁令而对华为我们任何的不公平对待，而且对于华为的订单还要积极的出货。在这段话之后，获得了大家的掌声，台积电积极支持华为，这样的交情实在非常难得，现在网络流传着很多关于台积电对华为提供帮助的评论，美国认为，台积电对华为提供订单服务，已经违背了美国的规定。对此大部分网友都觉得非常的气愤，美国这次也管得太宽了吧，虽然在台积电证实之后，其依然表示会支持华为。同时，也希望华为能够认清自己的位置，站在更多人的利益上做出更多的决策，一步一步的往前走，在台积电的鼓励和支持下，华为的芯片货源已经得到了保证。全球百分之七十的芯片基本上都是台积电生产的，而台积电的订单主要来自于高通骁龙系列和苹果的A系列芯片，所以在台积电的支持下，华为也不需要太过担心芯片问题。从而将更多的精力集中于5G的建设上，积极推动企业科技技术的发展和进步，相信未来的华为一定会实现技术的腾飞。在系统的服务方面，虽然华为已经被谷歌终止了更新服务，不过华为的备胎计划也即将全面上线，因此在这个业务上，谷歌并不能限制华为的发展，在手机代加工业务方面，华为也在积极的寻找更多的合作商。不知道大家对此有什么其他的意见和看法，欢迎在文章下方留言和评论，也可以点击右上角的头像关注小编，获取更多的有关信息", "author": "侃哥侃科技", "newsdate": "发布时间：19-06-15", "newstime": "21:29", "sentiment": [{"positive_prob": 0.747147, "confidence": 0.438104, "negative_prob": 0.252853, "sentiment": 2}]}, {"title": "华为5G再下一城，获大国力挺，反超诺基亚重回第一", "content": "华为5G再下一城，获大国力挺，反超诺基亚重回第一在去年华为公布的年度财报中，华为的5G 市场份额明显下降，被老对手三星惊人反超，排名在华为之上。但是这也有许多客观原因的，最主要的影响原因就是大家知道的，美国封禁华为的事件，美国不仅自己打压华为，而且动用与他国的合作、交易等关系迫使许多的发达国家也对华为造成市场打压，从而使华为在5G市场中失去一部分的份额。但华为绝对不是在通往未来的路上孤军奋战，就在不久前，华为5G再下一城，获大国力挺，反超诺基亚重回第一，俄罗斯最大的电信巨头MTS就与华为正正式签约了5G订单，这代表着华为将帮助俄罗斯建设5G讯息网络。要知道俄罗斯的MTS是全国最大电信品牌，也是俄罗斯最大的运营商公司，在其他许多国家也有广泛的业务，光是自己国内的用户就超过六千七百多万。其实不仅仅是俄罗斯，还有许许多多的国家想要建立5G网络，纷纷与华为签约合作，比如英国电信EE公司，也与华为合作，首先就在六个城市开通了5G业务。还有超过四十个的发达国家与华为签约了5G网络建设的协议，毕竟在5G的通讯技术上，不可否认的是华为掌握了先机，而谁更快更好地建设起5G网络，那么必将对下一个时代的科技发展带来变革性的进步。对于华为而言，这绝对是一个好的开头，与42个国家签订的5G合同，其中光是发达欧洲国家就达到了25个，并且与俄罗斯最大的电信巨头MTS签下5G订单，订单数一下子就反超诺基亚，重回全球市场份额第一，相信这也是美国最不想看到的。像三星在5G 市场份额的占比一下子大幅度增长，就是因为美国在封禁华为之后的5G市场，需要其它的5G设备公司来填补上华为的空缺，自然就会得到许多国家的支持，赢得更多市场份额。众多的发达国家不惧美国的威胁之下，纷纷选择华为签约5G建设的合作，就是看中了华为在5G通讯网络方面的实力，华为具有全球5G一千六百多项专利，在关键5G技术上名列第一，自然有许多的发达国家要与实力强劲的公司合作，毕竟谁利用好5G网络，谁基本就是下一个时代的赢家。虽然现在美国在发展6G技术，但是还很遥远，如果不能再这个时候利用好5G，那么必然会落后时代一大截。但是不得不说，在5G网络建设的路上，整个5G时代都还处于初期阶段，华为也还有很长的一段路要走，还有很多的对手要竞争，期间还可能会有美国等其他国家的为难，但是对于华为而言，这些都不是最重要的，最重要的就是要不断充足自己的实力，只有实力强大了，全球的市场自然看得到发光点，才能赢得更多的收益，从而用于更前沿的技术研究，从而一直保持领先。", "author": "科技热点观察", "newsdate": "发布时间：19-06-15", "newstime": "07:58", "sentiment": [{"positive_prob": 0.99986, "confidence": 0.99969, "negative_prob": 0.000139714, "sentiment": 2}]}, {"title": "同为祖国骄傲的华为和联想，为何在舆论中遭受不同待遇？", "content": "最近的华为，因为被美国全面封锁，处于风口浪尖上，引起国内外人的重点关注，有为华为担忧的，有坐等华为倒下的。不管怎样，华为还是一样稳重前行。最近华为的大好消息莫过于为鸿蒙应用生态构建开路搭桥，华为正向国内外安卓应用开发者在自家应用商店 上架APP，直面Google Play应用商店，培养APP开发者的习惯，配合鸿蒙系统形成一个完整的生态圈。此前，华为余承东曾宣布，鸿蒙系统将兼容全部的安卓应用和所有Web应用，无需为了适用于华为操作系统而重新打造一个全新的APP，只需一键搬家，便可以在华为自家的系统上运行。更为惊喜的是，这些软件搬至鸿蒙系统后会更好用，系统操作流畅度将提升24%，系统响应能力提升44%，三方应用操作系统流畅度提升60%。被谷歌断供安卓系统的华为，不仅没有被“打残”，反而直接被逼出了备胎鸿蒙系统。被美国疯狂封锁的华为，不但没有屈服，反而愈战愈勇，开辟一个个新的阵地。1.据报道，预计9月推出鸿蒙手机，华为Mate 30将搭载鸿蒙系统一起亮相，网上曝光的鸿蒙界面和现在的华为的EMUI神似，也就是说，用惯了华为手机的用户，可以快速上手新的鸿蒙手机，毫不费力的实现系统切换。2.今年9月，推出鸿蒙电视。据报道，华为电视已箭在弦上，将于9月上市，第一波销量1000万台，华为电视的显示面板将采用京东方55英寸面板，而运用系统，则将搭载自研操作系统鸿蒙。3.2021年，推出鸿蒙汽车。据报道，华为目前正与欧洲、日本和中国的汽车厂商展开合作，并计划最早将于2021年推出自动驾驶汽车。而这个自动驾驶汽车的运用系统，也将是鸿蒙。很多人担心华为的系统会不会重蹈当年的塞班、WP的覆辙，可能华为P30拍的电影《悟空》中的一句“鸿蒙初辟本无性，打破冥顽须悟空”就是最好的答案吧。联想曾经是国内科技担当，但联想的辉煌似乎在随着时间慢慢消散，口碑也大不如从前。联想是实实在在的中国企业，曾有着中科院的背景，在大量科研人员的簇拥下创立出来，联想在柳传志的带领下也是一路高歌，一度成为世界第一大PC业务销售的冠军。联想先是丢掉了手机业务，现在平板业务又出现了危机。据有关数据显示，联想的市场份额仅仅剩下了2.4%，面对如此糟糕的局面，怕是联想想到没有想到过。2018年联想还是国内平板电脑的三大巨头之一。“祸从口出”这句话用在联想身上是再合适不过了。联想和华为都是中国品牌，在华为遭打压的日子，联想CEO杨元庆却不合时宜的说出了一系列不适当的话惹怒了国人。杨元庆在会议上说道，“联想是不会做系统和芯片的，联想只会做好自己的事情，联想不会被美国所针对”等，引来大家的一阵愕然。近期来，联想一度被冠上“叛徒”之类的称号，而随之的影响也是联想的销售业绩。其实，杨元庆之前还发话说过，“现在是联想发展的最好时机”，不过，数据中联想一季度的出货量只有13万台，想比第一名苹果的228万台，连一个零头都没达到。作为国人近期看好的华为，一季度的出货量也达到了144万台，排在第二，虽然和第一名的苹果还有这较大差距，但是可以看出华为的发展很迅猛。其实导致联想暴跌的因素不完全是华为事件的影响，联想平板电脑出现暴跌的原因，还有一个就是联想不重视科研创新的结果。目前各个企业都在追求科技创新，不仅是电子产品行业，服装业和餐饮店等都开始大量的资金来进行创新研发，电子产业就更不用说了，而最终主导市场的，必定是拥有科技自主技术的企业。有数据显示，联想几年所投入的研发资金还没有华为一年所投资的资金多。对于联想和华为，大家有什么看法呢？", "author": "互联范儿", "newsdate": "发布时间：19-06-15", "newstime": "18:00", "sentiment": [{"positive_prob": 0.727121, "confidence": 0.393602, "negative_prob": 0.272879, "sentiment": 2}]}, {"title": "网传继鸿蒙之后，华为正打算测试第二款系统，用于取代安卓", "content": "自从谷歌和华为终止合作之后，华为也是开始潜心对自己的自研系统鸿蒙，进行测试以及生态构建。这也让谷歌产生了不小的危机感，时候似乎有意示好，不过华为却依旧在坚持鸿蒙系统的开发。不过，最近网络上却传出，继鸿蒙之后，华为目前正打算测试第二款系统，用于取代安卓。华为推出鸿蒙，半路杀出极光？因为禁令原因，谷歌和华为暂停了合作，这也导致不少海外华为用户受到了影响。这个时候，华为也是被逼无奈，只要推出自己已经研究许久的鸿蒙系统，并表示最快在今年秋季就会上市，也将兼容安卓软件。消息一出，不少在关注华为国内外的网友，大多出言表示自己届时会大力支持。并且在随后鸿蒙透露出的一些消息中，很多人认为，华为鸿蒙将很有可能会打破安卓的垄断市场。并且，鸿蒙可是打通了电脑，平板等设备，能运用其中。也就是说，华为在系统方面，再也不用担心被卡脖子了。不过，这边鸿蒙还在测试中，却有外媒报道，在这半路中，杀出了个极光。根据俄罗斯多加媒体报道，华为的轮值董事长郭平和了俄罗斯联邦数字发展通讯部长，进行了在华为手机中使用俄罗斯“极光”操作系统的可能性。也就是说，很有可能，华为会使用极光系统，用户取代安卓？可是如果真的是这样的话，那么鸿蒙又该怎么办？华为或将是两手准备，国内网友更看好鸿蒙虽说根据外媒的报道，目前华为已经是打算测试这第二款系统极光，但在国内不少网友心中，还是更看好鸿蒙一些。认为最终到时候要换系统，自然是要换自己的，毕竟只有这样，才能真正的强大起来。不过因为如今鸿蒙系统还并不明朗，极光的话，已经是研究有这么久了。所以如果说目前华为真的打算测试极光的话，很有可能是做两手准备。哪个更好，就使用哪一个取代安卓系统。当然，如果说到了最后，华为采用的是极光的话，相信鸿蒙系统它也并不会放弃，而是继续研发也不一定。只是，就如今华为所透露出来的信息来看，最终使用鸿蒙系统的可能性，还是较大的。不过，真实答案或许除非官方现在公布，不然就只能等最终推出的时候才知道了。那在你看来，你觉得华为会有可能使用极光吗？", "author": "科技信息源", "newsdate": "发布时间：19-06-15", "newstime": "17:18", "sentiment": [{"positive_prob": 0.974508, "confidence": 0.943351, "negative_prob": 0.0254922, "sentiment": 2}]}, {"title": "华为获台积电全力支持，外资企业的不惧威压，华为实力深不可测？", "content": "随着工信部开始发放5G的商用牌照，5G网络的落地和推广指日可待，而华为最有可能成为5G时代里的最大赢家，华为所生产的5G通信设备在目前的国际市场上得到了不少国家的认可，英国BBC电视台更是直接使用了华为的通信设备进行电视直播，让全球的观众更加直观地感受5G网络的速度。华为的崛起在一定程度上代表了中国国力的兴起，在西方大国的眼里这并不是一件好事。美国的各个科学技术联盟纷纷表示要和华为“断交”，以此来威胁华为、遏制华为前进的脚步，而华为毫不怯弱，谷歌的安卓系统不再提供给华为进行测试，那华为就马上放出将要自己推出新系统的消息，兵来将挡水来土掩的做法，成功地击退那些组织。除了有华为自身强大的技术力量做支持以外，外界的其他企业也没有丝毫跟随大流放弃华为的意思，在格力董明珠、富士康都站出来表示支持华为的同时，台积电也表示将会继续为华为提供芯片的生产。台积电在手机芯片生产的行业具有举足轻重的地位，实际上是一家外企企业，以美国为首的那些企业在台积电中占股超过了80%，而这一次华为遭到的各种不公平待遇都是由美国领导的，台积电敢于抗住内部的压力，公开发表声明支持华为，看来是华为还没有向外界展现真正的实力。台积电和华为的合作早就在华为有心研发自己的手机芯片时就开始了，而华为下定决心研发自己的手机系统是在7年前，想必两家的合作时间将会更早。实际上，现在的台积电全年的营收数额有10%来自华为海思，可以说华为是仅此苹果、三星以外的大客户，在看到这样的地位后，台积电是不敢轻易地和华为宣布“断绝关系”的。总而言之，现在的华为手中可能不止掌握了5G设备的核心技术，未来的智能设备改革中，华为还将发挥更多的作用，台积电企业想必也是看到了这一点，才会狠下心来支持华为。关于这件事，大家有什么看法，不妨在留言区谈一谈！", "author": "知性晓姐姐", "newsdate": "发布时间：19-06-15", "newstime": "16:59", "sentiment": [{"positive_prob": 0.959439, "confidence": 0.909865, "negative_prob": 0.0405609, "sentiment": 2}]}, {"title": "逆风前行的华为公司，背后还有清华大学和小米，网友：华为别怕", "content": "俗话说得好，人红是非多。作为一匹突然冲出的东方黑马，同时也是我国的“明星企业”。华为公司在5G技术上的成就是有目共睹的。一个人实力强大了，自然会处处树敌。一些国家看着华为一步步壮大，直接选择了抵制华为。从谷歌公司取消华为Mate 20的安卓Q升级权限，再到高通公司对华为的“断供”，种种迹象表明我们的华为如今已成了很多人的眼中钉、肉中刺。但是即便这样，华为公司依旧持续狂奔，大有暴风雨你尽管来，我退一步算我输的意思。对于这样一个值得我们骄傲的公司，我们又怎么能忍心让华为一个人在坎坷小路上行走呢？于是越来越多的企业和高校对华为公司伸出援手。首先就是相爱相杀的“宿敌”小米公司。作为国内智能手机市场的主力军，虽说平日里小米和华为是有来有回，互不相让。但是这次的华为遇难，小米非但没有落井下石，更是用户行动表示了对华为公司的支持。前段时间米家上线了一款新品行车记录仪，让网友们惊讶的是，这款行车记录仪居然搭配了华为公司自主研发的海思处理器。或许看到这里，很多网友觉得，这不过是一次巧合罢了，毕竟很多智能手机商场都会使用其他品牌的配件。但是小米创始人雷军直接发话：小米公司这款行车记录仪确实搭配了华为公司的海思处理器，并且在未来，小米还会和华为继续合作，更多的小米产品会使用海思处理器，让我们一起期待吧。既然雷军都说了，看样子小米和华为确实要“不打不相识”了。继小米之后，浙江大学和清华大学也正面支持了华为公司。浙江大学在一次讲话中告诉自己的毕业生们，希望你们到华为去！那是一个大舞台，能让金子发光，去华为吧，为我国的科技事业添砖加瓦。前几日，清华大学的校长邱勇也接待了华为公司战略研究院院长徐文伟，宣布清华大学未来会与华为合作，为华为公司培养重点人才，和华为公司一起撰写辉煌。一方有难，八方支援一直是中国民族的传统美德。或许这段时间发生的事对于华为来说是塞翁失马焉知非福，不仅让华为公司前进的步伐更加铿锵有力，更是直接让华为获得了一些新的“战友”。作为网友、作为消费者，我们并不能为华为公司提供多少实质性的帮助。但是我们可以为华为加油，为华为点赞。即便是没有用过华为公司的产品也没关系，哪怕不支持，也不要去诋毁这个战斗在最前线的华为公司。大家觉得某些国家对华为公司的抵制是福是祸？等秋天来了，华为公司的鸿蒙操作系统上线，你会选择入手体验吗？欢迎在评论区留言说出自己的看法。", "author": "易驰科技", "newsdate": "发布时间：19-06-15", "newstime": "17:26", "sentiment": [{"positive_prob": 0.99627, "confidence": 0.99171, "negative_prob": 0.00373045, "sentiment": 2}]}, {"title": "华为5G再迎好消息，中国移动接连出手力挺，网友：干得漂亮！", "content": "说起近期最让国人所揪心的事情，华为被美国加入“实体清单”应该算是其中之一了，毕竟现在已经是全球产业链的时代，各国企业基本上是你中有我，我中有你，而华为作为全球最大的电信设备商以及全球第二大手机厂商，其规模更是相当的庞大，也正是因为如此，在一些长期合作伙伴由于相关禁令暂停与华为部分合作后，许多国人也是担心对华为产生负面影响。不过令人欣慰的是，作为我国乃至全球研发实力最强的企业之一，华为也是早有准备，虽然说做不到百分之百的不受影响，但核心关键领域的“备胎”能够大大减轻相应的伤害，比如在操作系统领域，华为自主研发的鸿蒙系统目前正在进行测试，而预计在10月份便会有搭载鸿蒙系统的手机推出，不得不说华为的危机意识相当的超前。而在自家主打的通讯领域方面，华为5G更是彰显了强大的实力，即使在相关禁令发布后，华为5G也是没有受到什么影响，继续在全球范围内得到越来越多合作伙伴的青睐，根据前不久华为的官宣，截止6月6日，华为已经在全球30个国家获得了46个5G商用合同，而且5G基站发货量超过了10万个，这两项数据均居于全球首位。值得一提的是，除了越来越多的5G订单，华为也是得到了越来越多合作伙伴的支持以及声援，英国电信运营商Three UK发言人近日表示，Three UK将会坚持使用华为5G网络设备，而韩国第三大移动运营商LG Uplus也表示很难用其他制造商生产的设备替换目前的华为设备，因此LG Uplus公司将继续华为的5G基站设备。当然不仅仅是海外合作伙伴声援华为，国内的一些合作伙伴更是用实际行动接连力挺华为，这其中的典型代表便是中国移动，随着我国5G商用牌照的正式发放，中国移动近日也是签署了第一批的网络设备合同，而根据披露的采购数据，在5G核心网设备方面，华为一家占到了本次订单51%的份额，位居各大电信设备商首位。另外在前两天中国移动终端公司也是采购了1.51万台5G终端设备，其中包含了5G手机1.01万台以及5000台5G CPE终端，而华为则拿下了这些5G终端中的大部分份额，1.01万台5G手机含有华为手机5000台，占比接近一半，而5000台5G CPE终端更是全部来自于华为，从采购的份额不难发现，中国移动对于华为G还是相当力挺的。不少网友了解此事后也是纷纷点赞，表示干得漂亮，而在华为技术领先以及合作伙伴的支持力挺之下，我们也相信在未来华为能够拿下更多的5G订单，小伙伴们，对此你怎么看，欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：19-06-15", "newstime": "21:48", "sentiment": [{"positive_prob": 0.999911, "confidence": 0.999801, "negative_prob": 8.93646e-05, "sentiment": 2}]}, {"title": "三大方针助力华为电视开局 能否奏效还待验证", "content": "工信部5G牌照的发放落实之后，较受瞩目的也就是华为宣称的5G电视。国家5G时代大门已经打开，对于华为来讲是其快速前进的推手。据悉，华为已经获得了30多个国家的5G商用合同，并且5G基站发货量也超越10万个，目前位居全球第一。这也让当初华为许下1000万电视销量的诺言有实现的可能。尽管，较早之前华为对加入彩电行业保持低调态度，但是在做电视产品上，战略部署上却十分缜密。我个人认为他不仅在产品技术上精于研究，在消费市场中的信息涉猎也足够扎实。首先，热销尺寸段产品卡位准确。因为2019年之后，65英寸大屏电视已经逐步成为市场销量\"担当\"，在今年前十二周，65英寸在线下市场零售量占比12.9%，零售额占比25.0%。2018年，55英寸销量份额为32.9%。所以，华为把目标对准了55英寸和65英寸电视。显然是对彩电行业有独到的见解，出手就是杀招。其次，前沿技术定位产品领导者地位。华为在5G方面的技术与产品研发，已具备从芯片、产品到系统组网全面领先的技术，也是全球唯一能够提供端到端5G商用解决方案的通信企业。因此，华为5G +高清视频技术将重要场景和驱动力。最后，差异化战略满足不同消费需求。华为此次进军彩电领域可能还会选择\"双线\"战略，即华为、荣耀双品牌。分析其原因，我个人认为，是为了通过细分产品满足不同层级的消费需求和消费特点。有的放矢的布局填补产品线初期较为单一的短板。针对于华为电视产品布局的三大方针，我们对它的未来应该秉持乐观的态度，同时其他传统品牌也要谨慎对待。国内传统电视玩家众多，华为要想一口吃下大蛋糕，也并不容易。目前，虽然华为有5G的优势，但是我国在超高清内容制作数量上，并没有足够多的内容支持，因此，华为5G+超高清视频未来能否快速打开市场值得我们期待。", "author": "陆刃波", "newsdate": "发布时间：19-06-15", "newstime": "10:27", "sentiment": [{"positive_prob": 0.165375, "confidence": 0.6325, "negative_prob": 0.834625, "sentiment": 0}]}, {"title": "巅峰对决！华为Mate30遇上iPhone11，为什么我会选华为？", "content": "时间马上进入2019下半年了，市场上关于手机新机的消息层出不穷。在旗舰手机市场中，三星苹果和华为是不可逾越的三座大山，作为旗舰手机市场的新秀，华为旗舰近两年来的表现优异，市场口碑也大幅提升。今年第三季度，注定是旗舰手机市场厮杀的时刻，也是华为和苹果的巅峰对决。苹果新机发布会的时间维持不变，并且此次苹果依然会推出顶级的iPhone 11和走量机型iPhone XR2，华为Mate30系列的发布时间尽管尚未确定，但也基本锁定9月份或十月份，基本保持和苹果新机前后脚的推出速度。结合当下很多爆料人的消息，华为Mate30遇上iPhone11，我更愿意选华为。第一在外观设计方面。华为手机近两年来越来越好看了，即使是定位商务的Mate系列，近年也推出多种时尚配色满足更多层次的用户。华为Mate30将会延续华为Mate20的正版设计风格。机身正面从刘海屏转向居中打孔屏，手机背部采用矩阵后置摄像头模组。2019年iPhone的设计相对普通，今年苹果公司仍不会使用真全面屏设计，刘海屏外观再也不能使人怦然心动。再者在手机的配色上2019年iPhone11也不会像华为Mate30那样多元化。因此从外观上，华为就占据了领先优势。第二在配置方面。倘若iPhone向来用流畅的系统征服用户，近两年来这一优势正逐渐土崩瓦解。在大力的系统优化之下，安卓手机也能获得流畅的使用体验。华为向来重视系统的优化，预计在华为Mate30上，GPU Turbo技术会更新到4.0版本，最新的方舟编译器也会搭载其中，近期华为鸿蒙系统的消息不绝于耳，自研系统对华为自家的机型也会更加友好，流畅度不输苹果，再也不是梦想。单凭鸿蒙系统这一卖点，我就更愿意买华为Mate30。第三在价格方面。尽管华为已经进军高端市场，但是相比三星旗舰或者iPhone，在定价上华为机型更加灵活和良心。尽管2018年高定价让苹果公司吃尽苦头，但这并不意味着，今年的iPhone会降价太多。相比华为Mate30，2019年iPhone11定价或许依然是7000以上，但是华为Mate30很可能以3999元起步。这三方面最明显，基本看来华为Mate30能外观和功能性上吊打iPhone11，但媲美iPhone11的流畅度和合适的定价，让我更愿意期待一下华为这只“潜力股”，而不是苹果。", "author": "数码小妖精", "newsdate": "发布时间：19-06-15", "newstime": "20:25", "sentiment": [{"positive_prob": 0.204533, "confidence": 0.545481, "negative_prob": 0.795467, "sentiment": 0}]}, {"title": "从首富到负债千亿，“站队”美国放弃华为，抛售阿里79亿股份还债", "content": "社会发展速度可以说是日新月异，从之前的2G短短几年时间，就已经升级到了5G，未来可能还会继续向前发张，就目前来看的话，其实我们国内的民族品牌华为，他的5G通信技术在国内已经处于领先地位，已经掌握了核心的专利技术，甚至美国都感到了极大的威胁，对华为实行打压。华为这个时候还是受到了很大威胁的，就就连软银的孙正义也曾公开表示，将会禁止售卖华为的设备，也放弃了和华为的合作，转向和诺基亚联手，可以说是毫不犹豫的“站队”美国，作为一个日裔的商人，他顾及到美国一些股东的感受，不得不做出这样的选择，但是这么早就放弃了5G难道不可惜么？可能在他看来，只要和自己的盟友“团结”在一起，将来也会从中得到好处吧。不过令人感到惊讶的是，最近几年，他突然抛售阿里79亿的股份，声称要降低负债水平，增加软银在战略部署的灵活性，其实软银这几年扩张速度过快，负债已经逾上千亿，通过出售阿里的股份，可以从中套现540亿，迅速的盘活资金，以便于公司向前发展。不过阿里也是孙正义众多投资领域中最成功的一个项目，也正是因为他对于互联网有着超强的敏锐度和高瞻远瞩的超前性思维，才促成了这一次明智的决策，这也使得他缔造出了国际互联网帝国。孙正义小的时候，家里是非常贫穷的，并且祖籍在中国，当初是祖辈移居日本，他也在很小的时候就明白了生活的艰辛，认定读书才是走出困境的唯一出路，他也因此非常努力，成绩在班里一直是名列前茅，还获得了去美国读高中的机会，他在这个过程中，各个方面的能力都有了极大的进步。他自己研发了一款有声电子翻译机，后来被一位电子厂老板4000万日元购买，这样一来，他的信心再次增强，相继推出德语、法语版本的翻译软件，这种空手套白狼的方式使得他在小小年纪就已经赚到了自己人生当中的第一个200万。但是他当时的目的主要就是为了能够提升自己的能力，但是没想到最后却走上了财富的快车道，从此之后，接踵而至的各种物质诱惑向他扑来，但是他还是选择先完成自己的学业，并获得了加州大学的计算机学士学位，他虽然结束了自己地求学生涯，但仍保持着强烈的求知欲，并且时刻都在为机会做准备，成立了一家非常有发展前景的调研公司，之后又将其卖给了合伙人，很快赞下了一笔创业基金。他带着自己积攒的资金，回到日本进行考察，创立了软银公司，刚开始的时候，主要做的是电脑零件的买卖业务，因为生意的开销比较大，账面的资金已经不足1000万元，这对于当时的他来讲，是一个非常大的挑战。于是他从激励自己的员工开始，树立了五年内将自己的营业额做到100亿元的大目标，但是整个行业的竞争形势非常激烈，没有优势的话在市场上是站不住脚的，为了能够提升自己的 销量，他还专门创办了宣传杂志，最后的效果却并不是非常好，积压在仓库中的货品越来越多，业绩也越来越差，虽然后来做了很多的尝试，但最终还是欠了一屁股债，没有达到预期的收益。就在这危难之际，他看到了刚刚起步的互联网行业，并且相信未来一定会是互联网的天下，于是他花重金参加了一年一次的电子展览会，并且在会议当天，就使软银的知名度大幅度的提升，销量也逐渐有了起色。之后他又拿到了各大名品的代理权，公司的营收也在不断的增长，不久之后就成功登陆资本市场，身价更是达到10亿美元，他先后投资了国内外的各大互联网公司，并且涉及到多个领域，之后在阿里最艰难的时候，也是倾囊相助，获得了丰厚的回报。但是这次抛售阿里股票不得不让人怀疑，他是为了还债，之前在美国投资收购的Sprint让他损失了上千亿，也从日本的首富跌落神坛，负债1000亿美元，不禁让人想到了王健林……", "author": "大金牛财经", "newsdate": "发布时间：19-06-15", "newstime": "08:07", "sentiment": [{"positive_prob": 0.038901, "confidence": 0.913553, "negative_prob": 0.961099, "sentiment": 0}]}]