[{"title": "“山海经军团”集结完毕？华为这些芯片的名字，你知道来历吗？", "content": "东方网·纵相新闻记者 卞英豪8月23日，华为正式发布人工智能芯片昇腾910。至此，被网友昵称为“山海经军团”的华为系列芯片已基本更新完毕。麒麟、鲲鹏、巴龙、昇腾……这一系列取自于中国古典典籍的名字，你是否知道他们的出处？华为是否果真对《山海经》情有独钟？这些名字背后又有哪些寓意？今日，东方网·纵相新闻带你盘点。扶摇直上的鲲鹏920今年1月7日，华为在深圳发布服务器芯片鲲鹏920。鲲鹏是中国古代传说中的一种神兽。《庄子·逍遥游》中提到，“北冥有鱼，其名为鲲。鲲之大，不知其几千里也。化而为鸟，其名为鹏。”神话传说中，鲲是生活在北方的一种大鱼，可化身成为鹏鸟。鹏则是一种大鸟，双翼如同遮天蔽日的云雾，由鲲鱼变化后迁往南方。毛泽东主席的《念奴娇·鸟儿问答》中，曾有一句：鲲鹏展翅，九万里，翻动扶摇羊角。作为华为在PC（个人电脑）领域的旗舰产品，鲲鹏系列正如毛主席诗词中所说的那样“扶摇直上，振翅高飞”。华为最新发布的鲲鹏920是基于PC的处理器芯片。目前，鲲鹏是业界最高性能ARM处理器。华为表示，该芯片的功效比其竞争对手高出30％。其竞争对手正是大名鼎鼎的英特尔和AMD。“小身板，大容量”的巴龙5000今年1月24日，华为发布全球首款5G商用芯片巴龙5000。巴龙，又称为“修蛇”，取自《山海经·海内经》，“西南有巴国，又有朱卷之国，有黑蛇，青首，食象。”传说中，巴龙可以生吞一头大象，3年才把骨架吐出来。修蛇同样也会袭击人类。黄帝派羿前往为民除害，羿用箭射中了修蛇，然后追赶它到遥远的西方、将其斩为两段。修蛇的尸体变成了一座山丘，现在称为巴陵。这就是著名的“洞庭斩蛇”的神话故事。而这个可以吞下一头大象的“神兽”，正是华为旗下巴龙“小芯片，大能量”的最好体现。巴龙系列是基于手机基带的5G芯片。华为最新的巴龙5000不仅是全球首款5G商用芯片，它同时能够在单芯片内实现2G、3G、4G和5G多种网络制式。此外，巴龙5000率先实现业界标杆的5G峰值下载速率，在当时已经可以达到4G网速的10倍以上。各领风骚的麒麟、凌霄、鸿鹄7月底，华为智慧屏正式发布，而这款产品将由麒麟AI芯片、凌霄Wi-Fi芯片以及鸿鹄智慧显示芯片支持。麒麟，是中国传统的“瑞兽”，是太平、长寿的象征。传说中的麒麟可生存超过两千年。在《礼记·礼运第九》中提到，“麟、凤、龟、龙，谓之四灵”，在我国的传统文化中，麒麟地位甚至与龙相当，堪称“毛类之王”。作为华为的拳头产品之一，华为海思研发的麒麟芯片不仅是中国智能手机处理器的“头号玩家”，其竞争力更是直逼业界龙头。华为的麒麟980手机处理器自亮相以来，其八核心设计，高达2.8GHz最高主频，直指其竞争对手高通骁龙处理器。目前，搭载麒麟系列芯片的手机出货量已超过1亿。凌霄，鸿鹄则是我们日常所熟知的两个词语。凌霄取“高入云霄”之意，意为冲上高峰。华为海思自主研发的路由器芯片凌霄5651，其数据转发性能较同类芯片提升超过4倍，为智能家电建立专属Wi-Fi通道，保持连接稳定、响应快速，这正是国产芯片的“巅峰”。鸿鹄取“鸿鹄之志”之意，是一种飞行极为高远的鸟类。华为海思自主研发的鸿鹄818智慧芯片，其拥有多任务内存访问调度技术，可有效提升多任务并行的带宽利用率，支持8K@30Hz/4K@120Hz/4K@60Hz等视频解码、6400万像素硬件解码。而华为海思仍然期待着鸿鹄更为“高远”的未来。开天辟地的“鸿蒙”8月9日，华为在东莞举行华为开发者大会，正式发布操作系统鸿蒙OS。何为鸿蒙？《西游记》第一回曾说道：从盘古破鸿蒙，开辟从兹清浊辨。传说盘古开天辟地时期，世界有一团混沌的元气，这种自然的元气叫做鸿蒙。而那个远古时代也被称作鸿蒙时代。这恰恰寓意着，鸿蒙系统生于一个混沌的时代，同样也是一个创造万物的时代。据华为消费者业务CEO余承东介绍，鸿蒙在中文有开天辟地的意思，英文是harmonyOS，意指给这个世界带来更多的和谐和方便。鸿蒙是基于微内核的全场景分布式OS，可按需扩展，实现更广泛的系统安全，主要用于物联网，特点是低时延，甚至可到毫秒级乃至亚毫秒级。超脱尘世的昇腾8月23日，华为正式发布人工智能芯片昇腾910。昇腾亦作“升腾”，选自《抱朴子·释滞》：“欲少留，则且止而佐时；欲升腾，则凌霄而轻举者：上士也。”昇腾意为向高处迁移，超尘脱世。作为人工智能领域的尖端芯片，象征着未来科技的昇腾，也确实做到了“超尘脱世”。昇腾910，是目前算力最强的最新AI处理器。华为公司轮值董事长徐直军表示：“昇腾910”志着华为已完成全栈全场景AI解决方案的构建，也标志着华为AI战略的执行进入了新阶段。徐直军指出，在即将开幕的华为全联接大会2019，将有更多震撼的AI新品推出。", "author": "纵相新闻", "newsdate": "发布时间：19-08-26", "newstime": "19:43", "sentiment": [{"positive_prob": 0.0215664, "confidence": 0.952075, "negative_prob": 0.978434, "sentiment": 0}]}, {"title": "传统海信电视“狙击”华为、小米电视，谁能更胜一筹？", "content": "小米、华为等手机科技公司的兴起，让国产手机真正站在了世界历史舞台上，中国手机占到了全球手机市场的半数份额，这才彰显着中国实力。当然中国实力不仅仅只有手机一种，就拿老牌电器海信公司来说，建成50个年头，海信在南非已经成长为第一大家电品牌，电视销量更是占比31%，冰箱占比达到27%，中国品牌原来在海外如此厉害！小米、华为等国产手机厂商在科技发展之余，难免会开始进军传统的电器行业，当老牌科技巨头和后起之秀相遇，谁能更受一筹呢？看完这篇文章你或许会知道如何抉择。小米电视虽然凭借性价比赢得了第一市场份额，但是反观用户体验，开机长时间广告，除了价格之外似乎没有什么优势可言；之前小米电视更是被老牌电视品牌拆解比较，结果小米的老硬件和残次工业设计让缺点凸显，小米电视采用A53芯片，本是落后芯片却被说成是节能之举。华为荣耀智慧屏还没有上市，但芯片体验应该不俗。老牌电器品牌例如海信电视，和新兴互联网公司是不一样的，海信这50年的发展历史都是未来进步的积淀，正是海信老牌电器厂商对电器的不懈坚持，才有了今天的海信S7社交电视，这就是老牌电视厂商对电视的全新诠释。海信社交电视的发布，弥补了电视只能单一获得信息的缺陷，未来电视你也是信息源，向全世界和所有的亲朋好友发出最真诚的邀约，一味的获得或者付出总是无味的，有了社交电视，电视社交的全新时代已经来临。海信和华为一样，都是技术驱动公司，用技术发展产业，这么多年在世界电器上也算是龙头企业。海信已经在激光电视领域申请了400多件专利，像华为一样，海信这些核心激光引擎技术已经实现了完全自研。海信电视的激光技术能够大幅度的提升电视画面体验，这就是老牌电器品牌的核心竞争力；我相信未来的海信会掌握越来越多的核心技术，只有把技术牢牢掌握在自己手中，才能成为不可取代的民族品牌。真正好的东西是不会和组装厂去比性价比的，组装厂永远没有未来，而海信这种自研科技厂商就会像华为一样越活越好，越来越无可取代！我相信未来的海信电器一路坦途，中国创造科技实力也会因为华为、海信这些公司越来越有底气，中国科技，未来可期！你怎么看待自研技术海信电器呢？欢迎评论转发并且关注我哦！这里是科技季节百家号独家内容，我会带你去看科技的非凡季节！", "author": "科技季节", "newsdate": "发布时间：19-08-26", "newstime": "23:17", "sentiment": [{"positive_prob": 0.343931, "confidence": 0.235709, "negative_prob": 0.656069, "sentiment": 0}]}, {"title": "华为的百日自救！", "content": "沈怡遇到了难题。今年11月，3GPP（第三代合作伙伴计划）最新一次会议将在美国举行，作为华为3GPP会议团队一员，她的签证却迟迟办不下来。这在过去是没有遇到过的情况，过去每年沈怡与团队会参加6次3GPP会议，见证过第一版5G标准发布的历史时刻。团队里出现了一种猜测，带有华为标签的申请人会折戟在签证一关。毕竟，5G技术被视为可以颠覆产业、带来变革的科技，大国和科技巨头在5G赛道竞争，华为已在5G商用上形成领先优势。沈怡原本以为，只有在终端业务等相关领域，才会感受到美国禁令的影响。现在看起来，华为面对的危机可能远超过了大家的想象，甚至包括华为自己人在内。如果要为这场危机寻找一个起点，大约100天前的5月16日是恰当的，那天，美国将华为列入了“实体清单”。自此，阴云笼罩着华为，因为按照禁令，美国企业将被禁止向华为及其关联的68家企业出售零部件，而作为一家全球化的通讯企业，华为以往的很多关键零部件及手机操作系统均来源于美国，例如部分芯片，安卓系统等。尽管美国一次又一次地将禁令延期90天，但在这场国与国之间的贸易摩擦中，美国总统特朗普仿佛“迪奥尼修斯”附体，不时向一家企业发出死亡威胁。不，华为不是达摩克利斯，它不容忍有一把剑高悬于头顶。8月19日，华为创始人任正非在签发的总裁电邮里明确，华为进入了战争状态，尽管当天美国宣布将针对华为的禁令再次延期了90天。任正非显然比很多员工更加理智，免除了一切天真的想法，电邮里说：“公司处在危亡关头”。“每个职能部门、每个代表处都要想一想，如果你认为自己不适合这个岗位，可以下岗让道，让我们的‘坦克’开上战场；如果你想上战场，可以拿根绳子绑在‘坦克’上拖着走，每个人都要有这样的决心！”任正非写道。任正非自认擅长妥协，不善斗争。不过，与任正非打过交道的人评价他：意志极为坚定，身段极为柔软，手段极为狠辣。正如你在过去100天里看到的那样，华为在主动出击。一方面，任正非开始密集接受国内外媒体的采访，尽管这给他带来了不小的困扰，就连坐下来喝杯咖啡，旁边都会有很多人过来拍照。“太不自由了。”任正非说。但不管情不情愿，任正非都得出来面对公众。“（华为）公共关系部逼着我要出来讲话，他们说‘因为你讲话，收视率高，所以你要讲，他们讲没有你收视率高’。”今年2月，任正非在BBC的专访中称，华为坚持“以客户为中心”，他直言：“如果客户选择我们，我们就很好为客户服务；如果客户不选择我们，我们可以不为这些客户提供服务。”6月17日，任正非在接受《福布斯》和《连线》记者采访时预测，华为将在预期的增长目标上减产300亿美元。另一方面，那些过去很多年里深藏在“保险柜”里的备胎，也都在一一转正。8月9日，华为的鸿蒙操作系统正式发布。“鸿蒙”取自《山海经》，有开天辟地之意，它诞生之前，这个世界的操作系统只有苹果和安卓两种，都来自美国。但中美贸易战让未来多了一种可能性，即郭台铭所说的 “one world， two systems”（一个世界，两套系统），“我们一定要做好准备，把另外一个system做得更好。”华为消费者业务CEO余承东说。当然，无论是技术还是产品上的突围，对于华为的这场战争来说，都还只是一城一池的收复。未来，华为需要在实体清单下长期生活，并且掌握全部的生活能力。8月15日，任正非再次接受英国媒体采访，他将华为形容为一架“烂飞机”，机身的补洞需要两三年，重新恢复振兴则需要3~5年。受“实体清单”事件影响，华为的一些供应商透露，很多订单遭到波及被砍。华为公司董事长梁华回应《中国企业家》，“实体清单的出现，可能给我们的结构性供应商等带来了一些影响，我们是长期合作，面向未来，也会解决问题。我们未来的发展机会还是很多的。”今年4月，余承东曾定下全年目标：华为单品牌实现全球第一，荣耀实现全球前四、中国前二。而随着5月美国禁止令一出，受影响最大的便是华为的手机终端业务。余承东。摄影：史小兵得益于中国区的表现，研究机构Strategy Analytics的数据显示，2019年第二季度，华为凭借17%的份额超越苹果的11%位列全球智能手机市场第二。但与位列首位的三星相比，其市场占有率亦存在不少差距。三星当季市场占有率为22%。禁令一旦执行，华为手机搭载的安卓系统将无法实现更新，即使有华为自研的鸿蒙系统，但依赖安卓系统生态服务的海外用户，恐怕不得不放弃华为，这令华为海外市场大幅缩水。“手机终端业务预计减少100亿美元。”8月23日，徐直军在昇腾910的发布会上表示，此前任正非预测的减产数字比较悲观，实际情况比当时好很多，具体数字还是要看明年3月的财报。这一场漫长的自救还在继续。在华为的研发基地、生产线、实验室等场合，都能看到一副千疮百孔的伊尔2飞机照片，在二战中被打得像筛子一样，却依然坚持飞行，最终安全返回。外界在等待，华为这架弹痕累累的中国战机，何时补完漏洞、完成自救并成功返航。《山海经》“大军”徐直军在昇腾910发布现场。来源：被访者美国的技术封锁，让华为筹划已久的“备胎计划”提前面世。5月17日凌晨，华为海思总裁何庭波发布内部信称，这是一个“至暗时刻”，华为早就预计有一天美国的先进芯片和技术会不可获得，为这个可能永远不会发生的假设，海思人走上悲壮的长征，为公司的生存打造“备胎”。“我们曾经打造的备胎，一夜之间全部转‘正’！多年心血，在一夜之间兑现为公司对于客户持续服务的承诺……挽狂澜于既倒。”何庭波写道。海思半导体是华为旗下的全资子公司。7月11日，海思半导体的注册资本从6亿元提高到20亿元。一名华为内部人士曾向《中国企业家》透露，每年2月到3月，华为会在内部定下一个全年目标，近年华为的运营商业务和政府业务在萎缩，所以，华为在2018年定下的目标在云服务业务上。美国的阻扰让华为的设备、芯片采购碰了壁，反而加速了华为在自研芯片、框架上的进展。市场研究公司Gartner发布的报告显示，华为是2017年全球第五大半导体芯片买家，采购总额约140亿美元，采购对象多为美国公司，如高通、英特尔、博通和赛灵思等。2018年10月，华为发布自研的AI芯片昇腾910和昇腾310。彼时，华为仍需大量进口芯片。一个月后，美国商务部工业安全局（BIS）出台一份产品和技术的管制框架，涉及AI技术、AI芯片、机器人、量子计算等14项核心前沿技术。2018年12月，孟晚舟在加拿大被捕。自此，《山海经》“大军”开始陆续亮相。1月7日，华为在深圳发布服务器芯片鲲鹏920，以及搭载鲲鹏芯片的泰山服务器；1月24日，华为在北京发布全球首款5G基站核心芯片天罡，和5G商用芯片巴龙5000；7月底，余承东公布智慧屏战略时透露，华为智慧屏将搭载麒麟AI芯片、凌霄Wi-Fi芯片以及鸿鹄显示芯片；8月23日，华为在深圳总部发布AI处理器“昇腾910”和全场景AI计算框架MindSpore。不过，一系列自研产品的背后，依然由国际公司的核心技术支撑，这些“卡脖子”技术一旦被禁，“备胎”能否撑住？今年6月，多家媒体报道，全球三大EDA（电子设计自动化）公司Synopsys、Cadence、Mentor宣布停止与华为合作，这一消息在8月得到华为证实。EDA公司提供芯片设计工具，在半导体产业中处于高度垄断状态，三大EDA公司占据了90%以上的市场。一条半导体产业链，大致路径是原材料和设备（晶圆厂）——设计（Fabless）——加工制造（Foundry），EDA作用于晶圆厂与设计沟通的环节，它像一个翻译工具，让双方获取互相理解的信息。华为的态度是“天下也不是只有他们”。华为轮值董事长徐直军对媒体表示：“历史上，即使没有工具，也可以生产出芯片，当然对我们有挑战，效率不会那么高了，也不会那么轻松了。英特尔上个世纪70年代就生产CPU了，这些（EDA）公司都还没有成立。”业内曾经有传言，华为海思在2012年开始研发EDA软件，但未得证实。不过，一名芯片从业人士向《中国企业家》分析，国产EDA研发积淀不足，在业内存在感极低，在一个高度垄断、技术壁垒较高的领域实现突破，华为需要技术和时间，但真的很难。不仅如此，在芯片设计上，华为也依然存在隐忧。华为与半导体IP供应商ARM保持着高度合作，ARM在中国也设有子公司。从华为最初的麒麟芯片系列，到最新的昇腾910，这些芯片都基于ARM框架。ARM宣布断供后，华为表示已经获得了其V8架构的永久授权，对芯片设计不会有影响。外界期待已久的鸿蒙OS，被视为安卓备胎。今年8月，鸿蒙OS首次应用在了IoT产品荣耀智慧屏上。华为一再强调，鸿蒙OS是用于物联网的操作系统，如果需要，随时可以应用在手机上。来源：被访者鸿蒙OS能不能解开安卓系统的桎梏？悲观与乐观的预测不相上下。任正非称，华为从7年前开始开发设计鸿蒙系统，它最初是为了解决物联网问题、人工智能对社会的贡献问题而设计的，最大特点是低时延。“我们还是等待看美国政府是不是给Google支持，让Google更多为人类服务。我们不希望世界出现第三种平台，因为本来软件系统是由苹果和Google瓜分全世界，如果美国封锁不让Google提供安卓系统，世界会出现第三种系统。增加了一个小兄弟，对美国称霸世界是不利的。”但是，鸿蒙OS长久发展的关键，在于建立一个开发者生态，这非一日之功。任正非曾在今年6月的采访中预计，华为建立一个良好的生态，恐怕还需两三年的时间。一名资深供应链人士告诉《中国企业家》，谷歌的成功在于全球开发者对它的信任，大家认可谷歌的成功，并跟随它。谷歌在创新技术上的开源，也赢得了大量人心。华为有足够的技术积累和国内人气，但是在全球开发者中获得匹敌谷歌的号召力，还需要耐心走一段路。5G的机遇和博弈3GPP是一个国际性标准组织平台，它通过成员提案、协作形成技术标准。它的会员分组织伙伴、市场代表伙伴和个体会员3类，组织伙伴中有CCSA（中国通信标准化协会），华为则以个体会员身份参与其中。2018年6月，3GPP完成了5G发展的第一步Release15冻结，即全功能标准化工作，5G进入大规模商业部署。如今，Release 16的标准化工作正在进行中。沈怡告诉《中国企业家》，鉴于签证时效性，团队成员分了几个时间段申请签证，2018年底的会议也在美国举办，不少同事在那时办理了签证，所以上半年即便多次赴美，他们也没更新签证。下半年签证到期后，团队新申请赴美签证，却还有一些签证迟迟没下来。沈怡有些担心，签证问题减少参会人数，对会议工作的推进有一定影响。围绕5G商用，中美乃至全球，都在形成一个新的博弈场。而华为在5G上的领跑，为其添了几分筹码。继法国、德国政府表示不会封杀华为后，舆论看向英国。8月15日，任正非接受英国天空新闻台专访时表示，相信英国能够抵挡得住来自美国的压力。今年8月，任正非向外媒解读，华为大多数先进设备已经在换美国零部件，设备效率甚至提升了30%。目前，华为每月生产5000个基站，8、9月是批量生产的磨合期，磨合期一过，今年的5G基站产量可以提升到60万个，明年至少可以达到150万个。在手机终端市场，5G手机推新潮已经开始。来源：中企图库8月22日，vivo发布旗下首款5G手机iQOO Pro，起售价拉低到3798元，低于目前推出的所有5G手机，这也给后面推出5G手机的小米等企业带来不少定价压力。华为与中兴是较早发布5G手机的厂商，华为的Mate 20X（5G）售价6199元，中兴天机Axon10 Pro 5G售价4999元起。《中国企业家》了解到，国内运营商对外发出的5G测试机一般是中兴和华为手机，运营商员工使用最久的测试机是中兴天机，提早测试使用会帮助厂商更深刻地理解产品。快人一步，先发制人。5G换机潮背后，是手机品牌的又一次洗牌，存活的几大厂商将展开一场你进我退的拼杀。研究创新数据中心监测数据显示，今年7月，中国手机新增设备数3067万台，同比大幅下滑25%。排名前五的手机厂商合计增量市场份额高达98%，华为销量逆势上升，增量份额接近35%。同时上升的还有OPPO和vivo。处于风口浪尖的华为，获得了市场的声援。不过，华为消费者业务CEO余承东否认了“民族牌”、“爱国牌”决定性，他回应《中国企业家》，“只爱国，大家不会买账的，大家在掏钱的时候，关注的还是产品本身好不好，这才是核心。”“华为把芯片、操作系统、数据库搞定了，这是基石，有非常重大意义。科技一定要自立自强。”余承东说。8月9日，正逢50岁生日的余承东，在媒体会上感性地说，年过半百，入职华为27年的他有时候会考虑什么时候退休，鉴于当前的中美关系，余承东突然振奋：“我们还有得干。”狼群活血“华为太大了，我都是从新闻中看（华为被列入实体清单）的消息。”难得一天没有加班，何叙结束工作回到公司附近的家。何叙大学毕业便进入了华为，这是他在华为的第7个年头。“实体清单”事件刚发生时，何叙和同事还有点紧张，但随后他和身边的同事日常工作变动不大，便放下心来。对于华为能不能扛下去，他们都很乐观。只不过，从5月开始，何叙和同事们开始了“暗无天日”的加班，提前备货以防断供影响产品节奏，研发和生产也在加快，让产品尽快上市销售。在华为一向“惶者生存”氛围下，所谓的“备胎计划”很早就开始进行谋划，中兴事件发生后，华为未雨绸缪开始大量备货。7月之后，何叙的工作恢复了以往的节奏，同事们一如既往地按部就班，大家下班时在手机上刷刷新闻，看看任总又讲了什么。“在一个强有力的管理框架下，个人的影响微不足道。”何叙告诉《中国企业家》，华为分工很细，每个人负责的工作领域很窄，不需要你什么都懂，但需要你在自己的领域是绝对的专家。互联网行业普遍的“996”，在华为却是“865”。华为员工会告诉你“狼性靠自觉”，而不是强制。的确，没有几个华为人会认为自己能在一个岗位上安安稳稳地做下去。在华为看来，轮岗能避免团队变得惰性和腐败，一个人领导同样的团队过久，会变成一个可以和组织较劲的人，华为不需要这样的人。热血抗造的年轻人，永远是华为激发团队鲶鱼效应的“活血”。在任正非最新的电邮里，团队分作主战队伍和支援保障队伍，他鼓励年轻人踊跃立功，才能有机会在20、30岁当上“将军”。一代人终将老去，但总有人正年轻。高薪背后是轮岗、外派和末位淘汰等变动，也有45岁退休的担忧。不过，《中国企业家》从一些离职员工处了解到，很少有人离职时撕破脸，大部分华为人离开后依然关注老东家。实体清单事件之后，不少曾经的华为人还在华为打气。有趣的是，华为离职员工会有意识避免去华为的竞争公司，创业时往往也会开辟新领域。师从IBM的华为，在规范化管理上做到了极致。华为规定，员工在执行任务中，工作汇报要包含三个指标：时量、数量、质量。这种方法，能够避免员工在执行过程中偏离目标，也不会任务分配不均，造成一个人大包大揽的情况。规范化管理，能帮助企业加速全球化。一名华为内部人士向《中国企业家》透露，相比现在国内互联网企业的出海潮，华为早几年就在发达国家市场低调地开始进行“本土化”，最初是派遣员工到海外，后来考虑到薪金成本等因素，华为开始大力提高本地员工比例，尤其是当地华裔和留学生，海外部门也会部分延续华为的管理风格。在通信市场，华为的产品全球化、劳动力成本优势，足以击败大部分对手。华为在东莞建立的松山湖基地，设计师是一个在美国求学的日本人，整个松山湖基地就是欧洲知名建筑群的缩影。任正非的管理哲学，学习的就是英国和美国。在任正非眼里，英国的法律细致规范，在很多细节上都能面面俱到，这让一切有迹可循，但也限制了创新动力；相比之下，美国的管理体系拥有一个非常规范的框架，在这个范围内，允许末端的开放和竞争，社会相对活跃。“我们就学习这一点，公司把大制度管得很死，到末端百花齐放，允许你规模化发展。”任正非认为，这样会令华为有序且自由。“军训”生态链HiLink生态链在2019华为开发者大会上的互动展区。 来源：被访者“今年上半年，我们公司增长了14倍。”智能家居供应商李青谈起自家产品，非常有信心，不过，当他得知任正非掏钱买了一台放在办公室时，心里不免忐忑起来。李青的企业与华为HiLink生态建立了合作。回想与华为建立合作的一系列流程，那种严格程度，他直言：“要脱很多层皮。”今年4月，华为消费者业务大中华区总裁朱平在华为P30系列智能手机发布会上，公布了华为终端的“1+8+N”战略，“1”是手机，主入口；“8”是4个大屏的入口PC、平板、智慧大屏、车机；“4”是非大屏入口耳机、音箱、手表，眼镜；“N”则是泛IoT硬件构成的华为HiLink生态。“1+8”是华为自己在做，“N”则面向更多的合作伙伴。美国一纸禁令来袭，海外市场面临莫大风险，泛IoT硬件构成的华为HiLink生态显得如此及时。生态链对于手机厂商来说并不陌生，小米的“竹林生态”已深入人心，除了早先上市的华米、云米，科创板还有九号机器人、石头科技等生态链企业在排队冲刺。小米对于生态链企业入股不控股，看重生存状态好的独立公司，企业推出的“米家”品牌产品，需要在设计、定价等方面与小米高度统一。华为对于接入HiLink生态链上的企业，更多在协同、管理和联动上出力，对品控的监督非常严格。2018年10月，李青参加了华为Mate 20智能手机发布会，他的产品也一同出现在现场。由于当时再过一个多月就是“双十一”，合作企业们摩拳擦掌，准备冲一把，谁知一个检测结果下来，凉了。“卡在一项指标上。”李青向《中国企业家》坦言，华为执行部门拿着一叠清单，每项都要打勾才能签字销售，而产品的Wi-Fi功能一项考核没打勾。这项考核要求产品Wi-Fi能够穿过三堵墙，这是华为对于手机产品的通信要求，但是智能家居理论上不需要这项通信标准。李青在华为市场部门和执行部门之间来回沟通，得到的反馈是：不管这项指标是否有助于改善用户体验，高要求就在那里，过不了就是不行。这是华为的最高价值观，谁也不敢违背。“双十一”近在眼前，错过这个节点就得等很久。好在李青的团队是做通信出身，他们一遍遍分析原因，最终在Wi-Fi模组上找到原因，换了一个大功率增强天线才检测通过，产品才能赶在“双十一”上市销售。李青现在回想起来依然后怕：“最后成本肯定高了，但（那个时候已经）不说成本，关键解决了问题。”他透露，另外三款产品也卡在各种问题上，最后多等了半年才上市。在生态链合作企业看来，华为掌控着合作的绝对话语权。合作初期，华为会各种考察企业，它拥有一整套评测体系，包括软硬件、产品和服务，以及代工厂品质、财务状况等。当企业达到它的标准，它会在渠道、资金等掏其所有为合作企业提供帮助，也能够给企业提供足够的账期空间，技术研发上可以开放方舟实验室的合作。反之，企业对于华为的要求也必须全力以赴。每次合作，华为都会问合作企业一个问题：“我们卖掉（你们）这么多产品，（但）如果有一天，你倒闭了怎么办？”所以，与华为合作的生态链企业必须保证，即便有一天倒闭了，也得有一个团队来管理产品的后续服务，比如滤网生产、售后等等。即使倒闭的可能性很小，华为也要求合作企业做好预案。“你要做好预案，做好资金准备，甚至还要存一笔资金在银行里不能动。”李青介绍，这笔钱本来可以用作流转资金，固定不动就意味着需要企业花费更多的成本。好处是什么？它帮助企业打造了一个完整的强有力的体系。“我跟我们的投资人说，跟华为做完这款产品，你们会比多读了个MBA还强。”李青向《中国企业家》直言，实体清单事件出来的时候，他也对华为有过增长放缓、市场收缩的担心，但是他坚信华为是不可能倒掉的。“我相信华为的生命力。”（应采访对象要求，文中何叙、沈怡、李青均为化名）文章来源：《中国企业家》", "author": "快科技", "newsdate": "发布时间：19-08-26", "newstime": "13:18", "sentiment": [{"positive_prob": 0.993451, "confidence": 0.985446, "negative_prob": 0.00654928, "sentiment": 2}]}, {"title": "华为措手不及！三星折叠屏手机上线中国官网，售价13600元！", "content": "就在今天我们发现三星Galaxy Fold折叠屏抢先华为一步在中国官网上线，而且目前已经开启了用户预约通道，价格13600元！这一次三星突然重启了首款折叠屏幕手机的预约，实际目标就是为了狙击华为MateX折叠屏幕手机，相信这一次华为也有一点措手不及！此前的三星曾经在四月份开启了Galaxy Fold折叠屏的售卖，但尴尬的是，最终出现了屏幕问题，导致不得不推迟上市。而另一方面，华为MateX手机也同样没有在国内正式上线开卖，目前也没有正式公布上市的时间。然而，三星Galaxy Fold折叠屏手机选择在这个时间节点上市或许很有深意，因为此前外媒曝光称，华为将会在9月6日德国柏林IFA展会上发布最新的麒麟处理器，而且还会同时带来折叠屏幕手机华为MateX，据了解，华为MateX这一次也升级了最新处理器（命名暂时还没确定是麒麟985还是麒麟990），同时华为MateX的主摄像头将会升级到跟华为P30Pro同样的规格。此外，此前华为MateX还被曝光在国内重新入网，更新了部分数据，结合外媒曝光的信息来看，华为MateX这款同样是折叠屏幕的手机，可能也会很快就上市。换句话说，从目前整个行业来看，三星Galaxy Fold与华为MateX将会是仅有的折叠屏手机对手！那么下面我们简单看一下两款手机的差别吧。从目前三星官网显示的信息来看，三星Galaxy Fold折叠屏手机并没有采取华为MateX一样的升级策略。外观上是难度更大的内折叠屏幕，展开7.3英寸，折叠后4.3英寸。硬件配置上，依旧是采用的是骁龙855处理器+X50的5G基带，同时还配置了12GB+512GB的储存组合，内置了4380mAh的电池以及具备了无线充电以及反向充电，支持前后三摄像头设计，后置三摄像头拍照硬件是1600万+1200万+1200万。华为MateX外观采用的是难度较小的外折叠，展开8英寸，折叠后6.3英寸，如果按照爆料升级的信息一样，硬件配置上，华为MateX会搭载的是麒麟985处理器+巴龙5000的5G芯片，具备后置4000万+1600万超广角+800万长焦+TOF四摄像头设计，支持8GB+512GB起步的储存组合以及4500mAh电池、55W快充。但是在价格方面，三星Galaxy Fold折叠屏手机此前公布的价格是1980美元，约为13600元人民币，而华为MateX此前的公布价格是2300欧元，约为人民币18000元。也就是说，实际三星反而会更有优势一些。这也就不难理解，为什么三星要抢先一步突然开启预售了。三星比华为的折叠手机更加便宜，在这种情况下，你们会选择三星还是华为呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-08-26", "newstime": "20:04", "sentiment": [{"positive_prob": 0.517724, "confidence": 0.645513, "negative_prob": 0.482276, "sentiment": 1}]}, {"title": "华为出手第三代半导体材料 性能实现千倍提升", "content": "来源：      内容来自半导体行业观察综合，      谢谢    。消息显示，华为旗下的哈勃科技投资有限公司，近日投资了山东天岳先进材料科技有限公司，持股10%。  山东天岳是我国第三代半导体材料碳化硅企业。  碳化硅是制造高温、高频、大功率半导体器件的理想衬底材料，综合性能较硅材料可提升上千倍，被誉为固态光源、电力电子、微波射频器件的“核芯”。今年四月，来自启信宝数据显示，华为新成立了一家投资公司，名为哈勃科技投资有限公司。  这家公司注册资本为7亿元人民币，由华为投资控股有限公司100%控股。哈勃科技投资有限公经营范围是创业投资业务，法定代表人、董事长以及总经理均为白熠，他同时担任华为全球金融风险控制中心总裁。据资料显示，华为哈勃投资的山东天岳公司成立于2011年12月，是以第三代半导体碳化硅材料为主的高新技术企业。  公司投资建成了第三代半导体产业化基地，具备研发、生产、国际先进水平的半导体衬底材料的软硬件条件，是我国第三代半导体衬底材料行业的先进企业。今年二月，山东天岳碳化硅功率半导体芯片研发与产业化项目正式开工。据了解，天岳的碳化硅功率半导体芯片及电动汽车模组研发与产业化项目是济南2019年市级重点项目之一，该项目总投资65000万元，项目总占用厂房面积为2400平方米，主要将建设碳化硅功率芯片生产线和碳化硅电动汽车驱动模块生产线各一条，利用厂区原有厂房的空置区域建设。据山东天岳官方消息，本项目以硅烷和甲烷在氢气和氩气条件下制得SiC衬底外延片后，经掩膜淀积、光刻、显影、灰化、刻蚀和检验封装等工序，生产SiC MOSFET晶体管，设计年生产规模为400万只/年；  以碳化硅外延材料为原料，经晶圆标记、离子注入、厂板淀积、欧姆接触、肖特基电极、钝化层制备等工序，生产SiC功率二极管，设计年生产规模为1200万只/年；  以碳化硅芯片为原料，经焊接、清洗、铝引线键合灌封硅凝胶等工序，生产碳化硅电动汽车驱动模块，设计年生产规模为1万只/年。碳化硅是电力器件的未来？ 碳化硅（SiC）是第三代半导体材料代表之一，是C元素和Si元素形成的化合物。  跟传统半导体材料硅相比，它具有高临界击穿电场、高电子迁移率等明显的优势，是制造高压、高温、抗辐照功率半导体器件的优良半导体材料，也是目前综合性能最好、商品化程度最高、技术最成熟的第三代半导体材料，与硅材料的物理性能对比，主要特性包括：（1）临界击穿电场强度是硅材料近10倍；（2）热导率高，超过硅材料的3倍；（3）饱和电子漂移速度高，是硅材料的2倍；（4）抗辐照和化学稳定性好；（5）与硅材料一样，可以直接采用热氧化工艺在表面生长二氧化硅绝缘层。比如，在相同耐压级别条件下，Si-MOSFET必须要做得比较厚，而且耐压越高厚度就会越越厚，导致材料成本更高。  在栅极和漏极间有一个电压隔离区，这个区越宽，内阻越大，功率损耗越多，而SiC-MOSFET可以讲这个区域做得更薄，达到Si-MOSFET厚度的1/10，同时漂移区阻值降低至原来的1/300。  导通电阻小了,能量损耗也就小了，性能得到提升。碳化硅功率半导体器件包括二极管和晶体管，其中二极管主要有结势垒肖特基功率二极管（JBS）、PiN功率二极管和混合PiN肖特基二极管（MPS）；  晶体管主要有金属氧化物半导体场效应晶体管（MOSFET）、双极型晶体管（BJT）、结型场效应晶体管（JFET）、绝缘栅双极型晶体管（IGBT）和门极可关断晶闸管（GTO）等。相对Si功率器件，SiC在二极管和晶体管的优势特征为：  在二级管中，Si-FRD构造电压可以达到250V，而换成SiC电压则可达到4000V左右；  晶体管中Si-MOSFET可以做到900V，市场上也有1500V的，但特性会差些，而SiC产品电压可达3300V。碳化硅功率器件具有高电压、大电流、高温、高频率、低损耗等独特优势，将极大地提高现有能源的转换效率，对高效能源转换领域产生重大而深远的影响，主要领域有智能电网、轨道交通、电动汽车、新能源并网、通讯电源等。  被誉为未来的功率器件选择。", "author": "观察者网", "newsdate": "发布时间：19-08-26", "newstime": "08:06", "sentiment": [{"positive_prob": 0.998743, "confidence": 0.997208, "negative_prob": 0.00125655, "sentiment": 2}]}]