[{"title": "华为终究还是妥协了，麒麟970+6G+128G+2400万四摄降至2179！", "content": "2018年最后一个月，天气异常寒冷，但热闹的手机业并没有冷清，几个厂家都在抢钻孔屏的首发，手机从全面屏——刘海屏——水滴屏——钻孔屏，只用了短短一年多的时间，发展之快，让人感叹科技的日新月异，在12月份，已经确定有三星、联想、华为等厂家要出钻孔屏新机，华为的新机就是nova 4，定于12月17日在长沙发布。华为nova 4新机马上就要出了，定价三千出头，新机横空出世，前代旗舰就稍显尴尬了，降价是唯一的出路，即使贵为国内手机龙头的华为，也不得不向市场妥协，华为nova 3旗舰版6+128G，原价2999，上市不到半年，在华为官方电商平台就降至2179，整整降了820！华为nova系列手机定义女性手机，近年来华为为了跟vivo、oppo争夺线下市场建立的一个新品牌，紧跟时下都市女郎的时尚潮流，主打拍照自拍，外形靓丽，明星造势。华为nova 3手机代言人正是刚成年的易烊千玺，小易生于2000年（千禧之年，故取名为千玺），外貌俊美，深受年轻女孩的喜爱！和代言人一样，华为nova 3外形美观，3D双曲面玻璃，6.3英寸刘海屏屏幕，紫、黄、蓝、黑、红五种炫彩机身，前后均采用2400万双摄，前置2400+200万像素高清自拍，后置2400万黑白+1600万彩色双镜头，双F1.8大光圈，最重要的还有HDR Pro，逆光影像技术，逆光也清晰，是不是非常熟悉的广告语！华为nova 3不仅金玉其外，也强悍其中，旗舰芯片麒麟970处理器，敢与骁龙835试比高，GPU Turbo图形加速技术2.0，让novs 3拥有更佳的游戏体验，比起线下OV旗舰仍在使用骁龙6系芯片，华为nova 3性能足以碾压对手，支持红外人脸识别+后置指纹识别，3750毫安电池容量，Type—C充电接口，6+128G超大内存，美中不足的是华为nova 3并没有NFC功能，不过保留了3.5mm耳机孔，一个有趣的现象，NFC和耳机孔本是手机上毫无关联的元器件，但时下的手机往往不能二者共存，有NFC的旗舰机往往没了耳机孔，有耳机孔的低中端机大多不支持NFC！", "author": "橙子科技谷", "newsdate": "发布时间：18-12-07", "newstime": "17:30", "sentiment": [{"positive_prob": 0.648282, "confidence": 0.218405, "negative_prob": 0.351718, "sentiment": 2}]}, {"title": "为什么有人依然坚持用华为P10，就是不换今年的P20呢？", "content": "我之前说了华为P20照比前代在外观方面是颠覆式的换代，那是不是说之前的华为P10外观已经完全落后了呢？其实也并不是，如果你本身不再乎屏占比的话，华为P10和P10 Plus更符合华为一直以来的严谨和成熟，而且颜色选取上华为P10&P10 Plus做得也做了一定的尝试，有的人就是不太喜欢P20的设计风格，一是它的刘海，二是它的颜色，毕竟每个人审美不同，就像小编我，虽然我认为P20非常漂亮，但是不代表一部分不喜欢它的人，进而导致而这群人就没换掉之前的P10，继续等接下来的P30；那么这款P10或者屏P10 Plus放到现在过时了吗？答案是：还没有，它依然有很多元素是大家喜欢的。其实我对华为旗舰机最早的认知有5个里程碑，分别是MATE 7、P8、MATE 8、P9和MATE 9，在这5款旗舰机出现之前很多人对华为的认知还在“充话费送手机”的年代呢，感觉这些厂商没有运营商的话手机就卖不出去，但是这个5个里程碑出现之后，一直到华为P10，人们开始把华为与其他国产机区分开来，认为它有实力和三星苹果展开竞争，我感觉华为真正和三星、苹果比肩是在今年MATE20 Pro发布之后，这款华为P10的同代产品是三星S8，二者的差距还是非常非常遥远的，从外关就能看出来，结果到了今年华为就有这么大的提升，而三星S9较比S8只是小修小补，苹果更厉害，iPhone XS较比iPhone X连外观都没变，可见华为今年的进步算是一个飞跃。我们继续说这款华为P10有人更喜欢华为P10的经典传承华为P10的总体外观设计语言和华为P9差不多，机身的材质工艺和iPhone 7一样，背面是铝合金材质，也是我们所熟悉的“阳极氧化”工艺，这点使用iPhone的用户应该会明白，尤其是黑色款iPhone 5的用户，这种工艺特别容易掉漆，华为P10也有黑色款，虽然漂亮，但是小编希望黑色款用户能保养好，它的底部天线较比P9有了调整，原本P9背面底部的一些文字也在P10上得到了移除，logo被移到了原本P9指纹的位置；华为P10的背面更加整洁并且有一体性，顶部小部分区域是黑色玻璃盖板，这种设计起源于iPhone 5，苹果放弃了这种设计，但是为什么还这么执着于这种设计呢？还是因为它的2枚镜头，双摄模组占用的面积太大，其次毕竟花了这样的高价买到“徕卡”字样的版权，肯定是要在玻璃上喷一下“Leica”的图标彰显华为P系列的风范啊，不过现在的手机不用了，因为今年的华为手机基本背板都是玻璃；而华为P10在配色上终于开窍了，尤其是金色，颜值照比前几代都有提升，比如之前P9、P8的金色，给人感觉特别浓郁的“8848”气息，而P10开始华为的金属就漂亮了，先是颜色变浅，其次是正面不用金色而是白色，显得更有亲和感，华为手机在审美上越来越强，小编认为，这才是华为最大的进步，直到今年，华为达到颜值巅峰。正面的屏占比相对于现在的机型来说，还是有点低，因为它还不是“全面屏”，正面也还留有指纹锁，不过好像今年的华为P20也是留有了home键和正面的机械指纹锁，荣耀10也是。华为P10还有一个蓝色款，还用到了钻雕工艺，大家在荣耀9青春版、荣耀10上都能感觉出P10蓝色款的影子，就像今年的荣耀手机都有卡片机的造型一样，卡片机造型就是华为为P20影响的，可以说，明年的P30可能直接影响到明年荣耀手机的外观。Home键逻辑交互因为还是有Home键的，就不是像全面屏一样有手势操作，但是华为这次把部分逻辑操作放到了Home键上，通过在Home键上轻触返回，长按可以退出应用程序，像左右滑动可以清理任务，可是在Home键上滑动的确有点难受，毕竟一个Home键就屁大点地方，好在今年与了全面屏的逻辑交互；至于Home键的解锁速度还是很快的，毕竟实体指纹历经多年早已经成熟了。Kirin960处理器华为和三星不一样，三星在每年的“S”系列上更新处理器，而华为不同，华为是每年的MATE系列上做处理器的更新换代，比如去年的MATE10就用到了Kirin970，而且今年上半年的P20用的还是Kirin970，到MATE20才换Kirin980，麒麟960实际和高通晓龙821是一个水平，但是现在说它的性能已经没有测试的必要了，毕竟已经是去年的产品了。就看你自己能不能支撑到明年的三、四月份了换新机了。拍照拍照水平相当于现在的主流手机，但是和旗舰就没法比了，今年的旗舰在拍照上都是一个比一个狠，尤其是P20，定制的索尼IMX600镜头，直接用超大尺寸传感器碾压了式的存在，但是华为P10放到今天拍照并不过时，白平衡、对焦速度等等都算顶尖，它也继承了MATE 9的拍照水平，白平衡稳定，暗部细节因为黑白2000W镜头在还原上是不错的，日常中大光比中暗部细节明显，而且动态范围强，双镜头合成完成更细腻的画面。总体说虽然和今年旗舰没得比，但是吊打2000价位中端是没有问题了，不是P10差，是P20Pro和MATE 20Pro的进步太快。充电&续航3200mAh的容量，1h720P视频耗电11%，1小时NBA 2K耗电27%，它有2种模式，分别为快充和超级快充，超级快充是低压大电流快速充电，也就是5V4.5A，功率是22.5W；一小时22分钟充满，普通快充模式就要用它标配的插头了，它标配的插头是高压快充，9V2A，功率为18W，意思是说实际赠送的是18W插头，也足够用了。总体看，华为P10和P10 Pro放现在依然不能被淘汰，而且很多人就是不喜欢刘海的设计，MATE 20Pro和P20 Pro都有刘海，其次是可能一部分人更喜欢以往的华为脸，那个严谨的风格，只有这种商务属性才符合华为的爵士气息，当然，可能其实绝大多数人是因为懒得换，起码现在还能用，但是这些都不重要，我认为重要的还是华为近2年华为的进步是不能否认的。", "author": "天使科技馆", "newsdate": "发布时间：18-12-07", "newstime": "13:34", "sentiment": [{"positive_prob": 0.220478, "confidence": 0.510049, "negative_prob": 0.779522, "sentiment": 0}]}, {"title": "5G手机大战一触即发：小米、OV争高通首发 华为低调攒大招", "content": "5G手机大战一触即发：小米、OV争高通首发 华为低调攒大招近日高通正式发布骁龙855 SoC，一大卖点便是对5G的良好支。而在昨日举行的中国移动全球合作伙伴大会上，小米、OPPO、vivo等参与高通“5G领航计划”的国内头部手机厂商，均展示了采用高通骁龙855+X50基带的5G手机原型机，吸引了极高关注，5G手机似乎真的近在咫尺了。由于众多周知的原因，华为近期略显沉寂，然而华为5G手机仍是2019上半年最值得期待的机型。下面，一起来看看这些你有可能在明年就能用上的5G手机。小米、OV高调宣传5G手机在今年10月末发布时，小米就宣布MIX3将拥有5G版本，将在2019年初上市。目前，小米已经展示了MIX3 5G版，确定将采用骁龙855+X50的配置，性能相比4G版本更胜一筹。小米MIX3 5G版于小米不同，OPPO、vivo都采用自家的旧机型展示了5G网络应用，其中OPPO Find X 5G版本可以进行视频通话，vivo的NEX 5G版也能够观看视频直播，都显示出足够的5G研发实力。OPPO 5G手机原型机vivo 5G手机原型机不过，OV的5G手机应该是全新ID设计的机型，意味着它们的上市时间应该会比小米MIX3更晚一些。当然，这样的好处是手机终端更有新鲜感，毕竟2019年全面屏设计趋势已经向开孔屏转变。一加闹乌龙 三星更有可能首发骁龙系5G在高通骁龙855发布会上，一加总裁刘作虎手持一加2019年旗舰助力，并宣布一加将是“Fisrt to feature the Qualcomm Snapdragon 855”的厂商。然而，事后证明这是个美丽的误会，所谓的“First”在这里不是“第一个”、而是“第一批”。但可以肯定的是，一加7将拥有5G版本。一加刘作虎毫无疑问，虽然国产手机厂商们都在争高通骁龙系5G手机首发，但看起来还是三星更有可能实现。毕竟，高通官方展示的5G原型机就是三星定制，而拥有全球市场的三星无疑是高通目前最顶级的合作伙伴。三星为高通定制的骁龙855 5G原型机预计，三星S10将于2月末正式发布，也就是MWC移动通信大会前后，5G版本也包括在内。随后，小米MIX3将会上市，而小米9、OPPO和vivo的新机5G版本，预计还要等到2019年中旬。华为低调攒大招不要忽略另一个强大的中国手机厂商，它就是华为。自研麒麟980+巴龙5000基带，让华为手机在5G时代更有话语权，毕竟不需要看别人的脸色。于此同时，华为正联合BOE开发全球首款5G柔性折叠屏手机，预计于2019年上半年上市，在产品形态上也要领先竞争对手一大截。小结虽然手机厂商们已经摩拳擦掌，迫不及待地将5G手机商用，但实际上消费者不需要太过激进。首先，虽然第一批5G手机2019上半年就会相继推出，但用户所在地区的5G网络可能并不完善，至少要等到2020年初才具有基本使用价值。当然，如果想要率先体验5G、或是2020年不准备更换手机的话，也可以考虑明年一步到位。", "author": "小易爱说娱乐", "newsdate": "发布时间：18-12-07", "newstime": "14:23", "sentiment": [{"positive_prob": 0.978846, "confidence": 0.95299, "negative_prob": 0.0211545, "sentiment": 2}]}, {"title": "全面封杀华为的难度有多大？", "content": "其实，现在的华为早已经习惯被封杀了，这其实是美国对中国高科技产业的遏制与打压。但习惯了封杀的华为，确实需要有一个比较好的应对策略，不能因为这些国家乱来，就要认输。全面封杀华为的难度很大，而现在对华为出手，任正非还能挺住吗？与中兴通讯相比，华为在国际化上做得更加彻底，这从“华为核心供应商”名单中就可以看出来，如果美国对华为实施禁运，华为的业务当然也会受到极大影响，但美国及其盟国的华为供应商也将蒙受极大的损失，所以应该不会走到相互伤害的那一步。如果真到那一步，中美贸易摩擦必将全面升级。美国、澳大利亚、新西兰先后宣布因为安全隐忧将不使用华为的5G设备，加拿大仅仅表示了担心（安全隐忧），但并未公开表态，也许这就是为什么此次事件出现在加拿大的原因——受到了美国方面的压力，英国电信近日也宣布不再使用华为的5G核心网设备，这是为华为留下了“缝隙”的，因为5G设备主要是基站和核心网两大部分，两者大约分别占2/3、1/3的采购份额。此外，华为与英国政府关系较好，在英国有数千人的研发团队，英国可能很难与华为全面决裂。华为方面认为，美国及其盟国为什么要“封杀”华为5G设备，是因为：“华为的5G设备竞争力实在是太强了。如果华为设备‘很水’，根本不用禁售，客户直接就不会下单了。”5G将从现有4G网络的基础上平滑升级，5G在组网过程中将最大限度地利用现有4G网络设备，而华为在全球拥有接近30%的4G份额，如果剔除美国市场的话，华为在除美国以外地区的4G份额将达到惊人的40%，很多国家无法抛弃现有网络的华为设备，从头开始搭建5G网络。同时，华为在参与欧洲主流运营商的5G实验网建设时已经得到极高评价，其中英国电信此前已经公开说过，华为5G设备是质量和性能最好的。“华为5G的发货量肯定会很大，再加上中国制造业的优势，华为5G设备一定是性能最优、成本最低的。”这也让西方国家的主流运营商无法抛弃华为。华为进一步加大科研投入，让华为的技术，在一些方面取得无可替代的成果，最终让这些西方国家挨不得不“屈服”：不用华为的技术、产品都不行，因为这就是世界技术最新成果，这就是未来。", "author": "耿彪", "newsdate": "发布时间：18-12-07", "newstime": "23:54", "sentiment": [{"positive_prob": 0.0232438, "confidence": 0.948347, "negative_prob": 0.976756, "sentiment": 0}]}, {"title": "1999元！华为畅享9 Plus 6+128G版今日开售：4000mAh大电池加持", "content": "【TechWeb】12月7日消息，10月15日，华为正式推出千元新品华为畅享9 Plus，该机采用刘海全面屏设计，搭载麒麟710处理器，配备4000mAh大电池和前后四摄。现在有最新消息，华为畅享9 Plus 6GB+128GB版本正式开售，售价1999元。外观方面，华为畅享9 Plus采用了6.5英寸全面屏设计，分辨率为2340×1080，屏幕纵横比为19.5:9，屏占比超高。机身背部后置竖排AI双摄和后置指纹识别，现已提供包括樱语粉、宝石蓝、幻夜黑、极光紫在内的多彩渐变配色。配置方面，华为畅享9 Plus搭载麒麟710处理器，前置1600万+200万AI双摄，支持AI场景识别，能够分场景提供柔光、蝴蝶光、测光等3D人像光效，提供影棚级美照。后置1300万+200万AI双摄，AI自主学习算法实现智能场景识别，22种标签、500余种场景实时优化调校。电池容量为4000mAh，运行基于Android深度定制的EMUI系统。此外，华为畅享9 Plus还通过了德国莱茵高标准的光生物安全认证，有效过滤有害蓝光。结合全新护眼模式，降低长时间使用手机对眼睛的伤害，享受贴心阅读体验。据华为商城公布的消息，华为畅享9 Plus 6GB+128GB版本现已正式开售，售价1999元，喜欢的朋友可以关注一下。", "author": "TechWeb", "newsdate": "发布时间：18-12-07", "newstime": "19:04", "sentiment": [{"positive_prob": 0.67799, "confidence": 0.284422, "negative_prob": 0.32201, "sentiment": 2}]}, {"title": "DXO达101分的iPhone XR，真比不过华为P20、小米MIX 3吗？", "content": "昨日，DXOMARK官网公布了iPhone XR的相机评分结果，其综合成绩为101分，位列第七位，但由于前面有三款机型都是103分的综合成绩，并列第三，所以iPhone XR的相机评分实际排名为第五位。不过相机评分出来之后，因为起售价高达6500元，似乎实际拍照实力与价格完全不成正比，甚至不如华为上半年发布的华为P20，更无法比肩性价比旗舰小米MIX 3，这样的手机，入手这样的手机，是否不值？首先需知道的是，要在摄影方面，iPhone XR提供了一个单摄像头解决方案，而不是XS机型的双摄像头配置。在规格方面，iPhone XR的摄像头大体上符合您对高端单摄像头手机的期望，具有1200万像素1/2.55英寸图像传感器，1.4微米像素间距，26毫米f/1.8光圈镜头，具有光学影像防抖、相位检测自动对焦和双色LED闪光灯。针对iPhone XR的相机实力，DXO在公布的评测报告中给出了非常详细的数据，并言之是顶级单镜头手机，相机分数达103分，摄影分数达96分。不过由于是单镜头手机，在拍照方面它也存在一些缺点，例如中长距变焦照片中的细节不丰富；在室内和低光条件下可以看到带有细小颗粒的亮度噪点；散景模式中的渐变模糊不逼真。这是硬件的限制，总体来说，它已经达到了单镜头相机的上限。就如先前所提，iPhone XR的综合评分比华为P20少一分，相机评分少4分，摄像评分高2分；哪么只论拍照的话，两者的优劣势体现在哪呢？可以看到，iPhone XR的优势在于自动对焦、噪点控制、伪像、闪光灯四个方面，劣势在于变焦与散景，并每一项都拉了几十分的差距。也就是在，在主摄拍照方面，iPhone XR领先于华为P20，但因为多了个副摄，华为P20才扳回一城。此刻再看相机评分达108分，摄像评分达93分，总体评分高出2分的小米MIX 3，与iPhone XR对比，两者的优劣势在哪呢？iPhone XR的优势在于纹理和伪像，尤其是伪像，高出13分，劣势也比较明显，包括Exposure、色彩、噪点控制、闪光灯、变焦、散景等6个方面，几乎陷入了完败的局面。所以说，都是和小米8一样的相机硬件，但小米MIX 3在软件后期调教方面取得比较大的进步。但是，需要指出的是，iPhone XR拥有着强大的视频拍摄能力，而且从单摄角度来谈，iPhone XR光靠一个1200万像素的镜头就打败三星Galaxy S9+（99分）、小米8（99分）等双镜头手机，而双镜头的iPhone XS Max也高达105分。所以说在拍照方面，新一代的iPhone依然是全球单摄最强、双摄最强的旗舰手机，可见苹果在相机软硬结合方面的实力有多强悍了！", "author": "小蓝蓝说科技", "newsdate": "发布时间：18-12-07", "newstime": "11:05", "sentiment": [{"positive_prob": 0.113123, "confidence": 0.748617, "negative_prob": 0.886878, "sentiment": 0}]}, {"title": "京东金融APP在App Store被下架，回应：已经和苹果官方取得联系", "content": "12月7日有用户称在App Store市场上无法下载京东金融APP，对此，京东金融方面回复称：我们已经和苹果官方取得联系，核实具体情况，排查原因后尽快恢复下载，目前安卓版本不受影响。AI财经社通过测试发现，通过华为手机可以搜索到京东金融APP，但是用苹果手机却无法搜索到京东金融APP。目前，关于App Store下架京东金融APP的原因尚不清楚。此前App Store曾多次下架APP，据金融界报道，12月3日，App分析平台数据显示，苹果应用商店集中下架了拼多多、搜狗、科大讯飞、悦跑圈等1500多款App。科大讯飞、拼多多等商家表示，App下架与“热更新”相关。统计数据显示，从今年6月份开始，苹果就下架App超6次，几乎每个月一次。下架APP最集中的一次出现在今年6月份，苹果在一天之内下架APP的数量高达4万个。", "author": "AI财经社", "newsdate": "发布时间：18-12-07", "newstime": "16:43", "sentiment": [{"positive_prob": 0.108709, "confidence": 0.758425, "negative_prob": 0.891291, "sentiment": 0}]}]