[{"title": "官宣！华为Mate 30系列即将在9月19日发布", "content": "进入到9月之后，手机市场开始变得非常活跃，9月不单有在德国举办的IFA 2019展会，许多手机品牌也会选择在9月发布新品。华为作为国际性品牌，相信也将在9月为消费者带来惊喜。9月1日下午，华为终端官方微博释放了全新预热视频，配以“答案揭晓啦！来看看你有没有答对吧#Rethinkpossibilities#用新的视角重构设计——9月19号，德国 · 慕尼黑#华为Mate30#将要探索未来更多的可能，让我们一起见证”的文案。视频内容主题为一个银色的且质感十足的金属圆圈，圆圈上方的文字内容则透露出了众多消费者关注的重磅信息，那就是华为Mate 30系列即将于2019年9月19日在德国慕尼黑发布。而此前，华为官方也针对9月IFA 2019大展发布了诸多预热视频，从华为目前所公布的消息来看，全新的麒麟处理器“麒麟990”可能即将在IFA 2019中登场，而这款旗舰级芯片极有可能首次搭载在华为Mate 30系列。根据目前的传闻猜测，可能在IFA2019上发布的麒麟990芯片，极有可能使用第二代7nm制程工艺，相比第一代7nm工艺，会提升性能表现并降低功耗。至于在CPU架构设计上，也很可能采用最新的架构设计，继续保持出色的能效表现，甚至进一步缩小芯片面积。此前，华为方面打造了GPU Turbo等技术来加强游戏体验，此次新一代麒麟芯片在图形方面也应该会使用全新的GPU，让升级幅度更明显。配合上这些新技术，搭载全新麒麟芯片的华为Mate 30系列势必会以更快的速度，带来体验的大幅度提升。目前媒体普遍推测，华为Mate 30系列在AI方面的表现，应该也会有很大的提升。此前在麒麟970处理器中，华为就首先搭载了独立的NPU处理器，在麒麟980中进一步升级到了双核NPU，放出了自主设计的达芬奇架构设计，将AI性能拉升了一大截，因此大家预测华为Mate 30系列搭载的麒麟990，在NPU方面或将搭载华为自研的达芬奇构架，进一步开启AI 应用多种可能性。根据此前华为发布的EMUI10的信息来看，华为Mate30系列已确定会搭载这款全新的软件系统，它首次将分布式技术应用到全场景体验当中，可实现全场景音视频通话、跨终端协同办公、智慧车载等场景化应用。因此，华为Mate 30系列即将开启的全场景智慧生活方式，将相当让人期待。此外，通过今日预热视频中的圆形光圈可以想象，华为Mate 30系列背部相机设计元素或将采用全新的圆形设计。而在拍照方面，根据网络猜测，华为Mate 30系列在拍照上也将十分犀利，或将配备双4000万主摄，CMOS尺寸达到1/1.55英寸，1200万的超广角镜头以及800万的5倍光学变焦镜头。考虑到全新麒麟芯片支持4K 60FPS录制，新机的视频拍摄能力极可能带来与众不同的体验，让热爱视频的年轻人更随心地记录下身边的美好故事。对于即将发布的重磅级机型华为Mate 30，华为显然是准备了一系列的大招，至于究竟会是怎样的性能提升与超凡的使用体验，9月19日德国慕尼黑即可见分晓。", "author": "PChome电脑之家", "newsdate": "发布时间：19-09-02", "newstime": "11:35", "sentiment": [{"positive_prob": 0.916168, "confidence": 0.813707, "negative_prob": 0.083832, "sentiment": 2}]}, {"title": "深圳市与华为联合打造深圳鲲鹏产业生态基地", "content": "9月2日，深圳市政府与华为签署了联合打造深圳鲲鹏产业生态基地战略合作协议。深圳市委副书记、市长陈如桂，华为轮值董事长郭平、华为Cloud & AI产品与服务总裁侯金龙共同出席签约仪式。根据该战略合作协议，双方本着“合作共赢”的原则，充分发挥深圳的区位、产业及政策资源优势，以及华为的科技、生态及创新资源优势，将深圳建设成为产业生态完善、核心技术领先、应用场景丰富、产业竞争力强的深圳鲲鹏产业生态基地。通过优势整合，深圳鲲鹏产业生态基地将率先带动深圳高新技术的高质量发展以及本地产业经济的蓬勃发展。为加快建设鲲鹏产业生态基地，深圳市政府与华为将在以下领域开展合作：搭建平台载体，包括建设产业创新中心、共建鲲鹏开放实验室、制造业创新中心等。其中，产业创新中心将为鲲鹏生态伙伴提供鲲鹏云资源、技术支持、联合创新、标准制定、测试认证等公共服务。完善生态建设，包括打造鲲鹏产业集群、规划建设鲲鹏生态创新示范园区等。其中，鲲鹏生态创新示范园区将引进鲲鹏生态相关的软硬件企业、创新研发载体、人才培训认证机构、开发测试平台等机构入驻。开展应用示范，包括推广鲲鹏架构政务云和行业云、实施鲲鹏架构大数据示范工程和智慧城市示范工程等。加强人才培养，包括建立鲲鹏课程培养体系、建立鲲鹏人才认证体系、支持建设鲲鹏人才培训基地等。截至目前，华为已构建在线鲲鹏社区，提供加速库、编译器、工具链、开源操作系统等，帮助合作伙伴和开发者快速掌握操作系统、编译器以及应用的迁移调优等能力。本次华为与深圳市政府的战略合作，将进一步推动鲲鹏产业生态向前发展，并通过深化合作与持续创新树立示范标杆。", "author": "环球网", "newsdate": "发布时间：19-09-02", "newstime": "16:16", "sentiment": [{"positive_prob": 0.990485, "confidence": 0.978856, "negative_prob": 0.00951495, "sentiment": 2}]}, {"title": "华为高管彭博哈工大演讲：暴风雨让华为的根扎得更深", "content": "“未必一贫如洗，但一定要胸怀大志，胸怀天下”。“暴风雨，让华为的根扎得更深”。9月2日晚，华为公司高级副总裁、企业沟通部总裁彭博回到母校哈尔滨工业大学。哈工大是华为2020届应届毕业生招聘高管宣讲会的首站，在这里，彭博与学弟学妹们分享了奋斗经历，发出了“到华为去”的邀请。1976年出生的彭博，毕业就加入华为。他28岁担任沃达丰系统部部长，35岁担任全球销售与客户群业务部总裁，还曾在华为公司重要的海外市场西欧担任地区部总裁4年。他在华为奋斗的20年，也是华为高速发展的20年。回望过去，是为了更好地知悉未来。彭博用自身的经历和观察，来解读华为能有今天成绩的三大因素：“锲而不舍的奋斗精神”、“硬核的技术创新能力”、“以奋斗者为本”的人才理念。而今天，美国的打压，不仅打不垮华为。狂风暴雨，成为一个外部刺激，华为求生本能的激发，使这三大因素更加强大。今天的华为，在一个新的历史起点上，是青年学子更好的投身事业，创造未来的平台。从一所大学到另一所大学哈尔滨工业大学被誉为“工程师的摇篮”，是新中国第一所毕业生直接被授予工程师称号的理工科大学。1995年夏天，历经4天3夜、3000公里的绿皮火车之旅，彭博来到这片热土，度过了大学四年的时光。“我加入华为是很偶然的”，在分享自己的毕业求职经历时，彭博介绍，那个时候他对华为公司并不了解，更想象不到公司如今能发展到1000亿美金的销售收入规模：“大家都说华为的面试很难，我就准备去试一试，为之后的求职面试积累一点经验。交简历的时候，HR一看我的专业是管理学院就拒绝了。我说‘让我试一试，我就是想体验一下华为的面试到底有多难’。后来经过7轮面试被录取时，我非常惊讶，没想到加入华为是这么偶然，更没想到在这个平台上一干就是20年。现在看来，加入华为是无比正确的选择。很多时候，人生不是规划出来的，而是靠一步一个脚印去实践，走出来的。”哈工大以“规格严格, 功夫到家”的校训立校，华为也有“板凳能坐十年冷”的“工程师文化”。从哈工大到华为，就是从一所大学到另一所“大学”，扎实奋斗的精神是一脉相承的。这种锲而不舍的奋斗精神，也是华为30年发展历程的根本。而今天，在外部打压下，求生的本能，让18.8万华为人奋斗的激情，燃烧得更为炽烈。我们已经习惯实体清单下的状态2019年上半年，华为公司实现销售收入4013亿人民币，同比增长23.2%; 5G商用全球领先，在30个国家获得了50个商用合同，发货16万个基站；智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，全球消费者依然对华为“有真爱”……在美国“实体清单”的重压之下，华为不仅没有倒下，反而业绩良好，稳健增长。迄今为止，没有一天停产、停工，没有一天中断对客户发货。在此期间，华为的技术团队挑灯夜战，加快技术攻关的节奏。从1月份开始，华为连续开展重量级、核心尖端技术产品发布：服务器芯片-鲲鹏920、 5G芯片-天罡和巴龙、基于微内核的分布式全场景操作系统-鸿蒙、全球算力最强的AI芯片-昇腾910 ……，“备胎”连续转正，华为犹如被袭击的战机，“补洞”后仍然坚韧地飞行。“暴风雨来临，我们已经习惯实体清单下的状态”，彭博说，今年美国把华为纳入“实体清单”后，我在朋友圈里发了这样的消息：”不慌、不乱、不焦躁，按照我们现在该做的事情，继续往前”。华为从未停歇推动产业技术突破的脚步，几十年来，华为持续加大对研发的投入，以技术创新驱动未来发展，坚持将销售收入10%以上投入研发，2018年研发投入超过1000亿元人民币，这一数字还将不断增加。持续的研发投入，换来了持续的创新突破。当前，全球5G商用大大提速，到2025年，全球将部署650万个5G基站，5G IoT（物联网）市场规模将达63亿美元；而5G提供高带宽、低时延，将极大支撑人工智能产业，到2025年，90%的人将拥有人工智能助理，企业对AI的采用率将达到97%。从5G到全栈全场景AI解决方案，华为已经掌握了智能社会的核心技术，在创新2.0时代，不断开展理论创新、突破世界级难题，从而驱动产业发展，推动世界进步。华为不只是追求技术进步，更关注技术带来的社会价值。彭博介绍说，今年华为倡导提出“数字包容行动计划Tech4All”，旨在在接下来的5年里让全球再多5亿人从数字技术中获益，通过在联接、应用和技能三个方面的努力，持续扩大数字包容的成果，最终让数字技术惠及每个人、每个家庭、每个组织，实现科技普济天下。华为的技术创新能力，是30年时间逐渐内生的，美国的打压，只能暂时在局部的市场形成影响，却会使华为创新能力，加速集聚。机会和信任，是青春最好的礼物机会和信任，是青春也是华为公司，给予青年人最好的礼物，而不仅仅是物质和收入。彭博用从0到1业务突破、机场7次“邂逅”客户、三进三出德国市场等片段回顾了华为在海外市场获取机会的艰辛与坚韧：在欧洲拓展初期，一次次碰壁，一次次继续努力。一个对我来说非常重要的客户，写信、打电话，约了无数次就是见不上。约不到，只能硬撞——客户的技术部门分布在英国、德国、意大利和西班牙，按照客户出差的节奏，我开始了机场“偶遇”生涯，在连续飞了六次“阴差阳错”后，第七次我落地杜塞尔多夫，客户在机场大厅被我撞到了，我高兴地请他喝咖啡，却被一句“时间紧张”婉拒。聊了五分钟后，一路死缠烂打，终于约到了和客户在米兰办公室见面半个小时的机会。虽然此后顾客仍有疑虑，但三年之后，它成为了我们在技术侧最坚实的支持者之一。在杜塞尔多夫扎下根后，从2005年到2010年，我们历经三次机会“窗口”才赢得了德国关键客户的项目。第一次“梦幻开局”被客户泼冷水：不认为德国未来会有使用华为设备的可能；第二次历时9个月，投入100多人，却收到了客户把项目给予竞争对手的通知，我告诉客户：”中国人有个优秀的品质，就是耐心。不管您今天是否选择我们，我们都会紧密地继续合作 ”; 直至第三次客户终于选择了华为：“Vincent，祝贺你们，你们赢了！华为将成为我们未来5到10年最主要的伙伴。“就是这么执着地紧跟一个客户，以锲而不舍的努力、真诚的付出和战略耐性，华为在全球征服了一个又一个的客户。勇敢不是不害怕，而是心中有信念，面对人生的选择和机会，“乐观、勇气、坚韧”必不可少。勇敢尝试，不怕失败，无知者无畏，才会不负最好的青春。华为公司不是在选择人才，而是提供机会。宰相必起于州郡，猛将必发于卒伍, 华为在实战中选拔人才，3年从士兵到“将军”大有人在！现在的华为，40%的国家总经理是80后，还有80后的地区部总裁，越来越多的85后、90后成为实验室负责人、研究所所长、国家代表。站在世界级平台，胸怀改变世界的志向。华为提供了一个全球化的视野和平台，这里有170多个代表处，36个联合创新中心……无数年轻人代表公司与世界对话。700位物理学家、800位数学家、120位化学家……加盟华为的技术牛人中有48%来自欧美。在这里可与全球顶尖科研机构合作，探索未来智能社会的技术架构；可与无数牛人一起工作，在无人区探索新航道。大学仅有“四年”，人生有十个“四年”，大家都知道“一万小时理论”，人们眼中的天才并非天资过人，而是付出了持续不断的努力。因此，学习应该成为一辈子的事情，像海绵一样学习，学习一切可能帮助到自己的东西。华为用最优秀的人，培养更优秀的人，实战出真知，奋斗才成长。年轻人，拖着世界往前走在华为，“不让雷锋吃亏，奉献者必将得到回报”，华为具有丰富的回报组合，但回报的分配是基于责任和结果，向奋斗者倾斜。华为全面的回报体系，不仅包括了物质回报，还包括个人的成长机会、荣誉激励等丰富的非物质性回报。随着中国的发展，物质的丰富，许多青年学生开始有优越的家庭条件，那么人生还有奋斗的必要吗？“你的人生当中坚持了什么？成就了什么？达成了什么？为了成功你的心中经历了什么样的风景？经历可能是人生最宝贵的财富。你站在山腰和站在山顶上看风景，人生阅历自然不同”，彭博鼓励年轻人都站在山顶上去看风景：“未必一贫如洗，但一定要胸怀大志，胸怀天下”。在演讲的最后，彭博满怀激情地向有志青年发出了邀请：暴风雨下的华为公司，将发挥所有人的聪明才智，英勇作战，努力向前冲！华为公司未来，靠什么？靠年轻人！年轻人，拖着世界往前走！", "author": "华为", "newsdate": "发布时间：19-09-02", "newstime": "22:47", "sentiment": [{"positive_prob": 0.978595, "confidence": 0.952434, "negative_prob": 0.0214045, "sentiment": 2}]}, {"title": "强者即道理，Type-C叫华为数据线而不是小米？", "content": "你要去一个小的手机店去问老板有没有Type C（泰普C）数据线来一根？老板估计一脸懵逼的反问什么C？但是你只要说华为数据线大概老板明白了，来这个是不？30块钱一根！就像你买iPhone的数据线不会说Lightning（赖古宁）数据线，估计你要这么说人家以为你是个二傻子，什么古德莫宁数据线啊？所以为了缩减沟通成本，直接用一个简单大家熟知的词汇来代替是最省事的。比如大家习惯把所有平板电脑叫ipad，SuperAMOELD屏幕叫三星屏，早期的越野车都叫做吉普车，我小时候看见大众就说桑塔纳，有时候是为了简化，有时候是直接根据自己的认知说出口了，还有一个最重要的就是强者影响力带来的潜移默化！这几年国内市场你随便拉一个排行榜出来，华为OPPOvivo那都是绝对的前三名，而华为更是一家独大，虽然这些年OPPO+vivo的体量虽然大，但是人家是万年micro USB，中低端机全是这种接口，甚至旗舰机也是去年才开始普及开来Type C接口，华为在旗舰机上算是比较早普及C接口的，在加上知名度高体量大，C口的名号直接被华为顶替也是理所当然的！而有些人就要问了，小米也是最早普及TypeC的一批厂商啊，可是您的出货量和市场占比倒是跟上啊，体量摆在这里不叫华为难道叫小米？况且小米的用户大多都是年轻人，在网上购物占很大成分，在线下没普及开来不也正常？所以这一点米粉没啥好酸的，并不是每个人都是在互联网上活跃的，有些人手机都还玩不顺溜，就别指望别人说出TypeC了，还有主场在线上的小米，你也别指望名气和普及度比华OV这三家高！华为的平板电脑也有可能被叫做ipad呢，OV到现在还有人叫步步高手机，所有的电子书也都叫Kindle，这样你们可能会心理平衡许多吧……", "author": "水哥爱搞机", "newsdate": "发布时间：19-09-02", "newstime": "06:31", "sentiment": [{"positive_prob": 0.0471774, "confidence": 0.895161, "negative_prob": 0.952823, "sentiment": 0}]}, {"title": "华为凭什么成为5G领导者？", "content": "华为，给人留下的总体印象是，强悍又低调。9个月前，一场危机，让华为不得不向全世界露出了自己的肌肉——强大的科技实力和全球领先的信息与通信技术。凭借着在5G方面拥有的“11个第一”（立项数第一、专利数第一、订单数第一、基站数量第一……），华为也一举成为了当之无愧的5G领导者。在很大程度上，华为“5G领导者”这一地位的确立取决于其超前的人才观和系统的企业精神。任正非曾指出：“人才不是华为的核心竞争力，对人才进行管理的能力才是企业的核心竞争力”。据此，有人甚至断言：“很多人把华为只当成是一家经营通信业务和手机硬件的公司，殊不知，华为更是一家经营人才的公司。”目前，华为拥有员工超过19万人，其中，研发人员占到了45%，包括700多个数学家，800多个物理学家，120多个化学家，还有6000多位从事基础研究的专家，和6万多名的工程师……关于华为的人才观，一个流传甚广的故事能够说明问题：2000年，情况还没有步入艰难时刻，任正非发表了一篇名为《华为的冬天》的文章。在这篇文章中，他向华为人发问：“如果华为公司真的危机到来了，是不是员工工资减一半，大家靠一点白菜、南瓜过日子，就能行？”有华为员工这样回答了这个问题：“君以国士待我，我以国士报君。”由此，可以看到，有什么样的老板，就有什么样的员工。华为员工的这番回答，也足以说明，华为为什么是强悍的。因为每一位员工的工作都有着一致的精神追求。有些人工作是为了糊口，但华为人是为了不一样的梦想和使命。当然，全靠口号，是网罗不住人才的。今年7月23日，一份华为总裁办签发的最新邮件显示，华为对8位2019届顶尖学生实行年薪制管理，年薪为100万~200万元不等。华为吸引顶尖人才的方法，除了给他们一个挑战让他们去实现自我价值之外，还会给到极为丰厚的薪酬保障。邮件还显示，华为今年会从全世界招进20-30名天才“少年”，并逐渐增加，调整队伍作战能力结构。“对人才的重视与尊重是国家科技发展、社会进步的关键。重视人才培养、重视基础科研则是发展的前提，”任正非的人才理念在华为得到了很好的落实。2019年，除了“200万年薪”的邮件，华为还与上海交通大学签署了战略合作协议，里面着重提到了人才交流等内容。华为如此高频地提到人才，不是为了应对眼下的挑战，华为的志向在在于未来。我们从华为的各大招聘中就可以看出，华为非常重视基础科学和高精尖人才。无论是高薪招聘博士，还是每年巨额研发投入，华为对基础科学的投入力度，一直在持续加码。除了网罗人才，华为更有兼济天下的胸怀。随着当前AI时代的到来，价值创造所依赖的人群分布更陡峭了，创造了大部分的价值顶尖人才成了“稀罕货”。面对这种情况，华为并没有像其它企业那样敝帚自珍，而是积极推动知识共享，把华为的领先技术与全世界各地的优秀学子分享。而且，华为的人才培养不仅仅是面向自身，面向中国，更在积极拥抱世界，用分享和开放的态度，拥抱全世界拥有理想、热爱知识的每一个人。2019年，华为积极响应教育部“产学合作协同育人项目”，将通过新工科建设、教学内容与课程体系改革两类子项目，支持高校在人工智能、数据库、操作系统、物联网、大数据、云计算、云服务、网络空间安全、路由与交换等方向开展课程建设和人才培养改革。（关于该项目，点击“阅读原文”了解更多）“华为没有可以依存的自然资源，一切工业产品都是人创造的，唯有在人的头脑中挖掘出大油田、大森林、大煤矿……资源是会枯竭的，唯有文化才会生生不息。”这句任正非曾经说过的名言，如今也正在被每一个华为人坚定的奉行着。以人才为第一资源的华为，尽管如今仍面临着种种挑战，但我们仍然相信，这样的企业一定拥有着引领科技发展、推动世界进步的能力。", "author": "清博大数据", "newsdate": "发布时间：19-09-02", "newstime": "20:01", "sentiment": [{"positive_prob": 0.0771499, "confidence": 0.828556, "negative_prob": 0.92285, "sentiment": 0}]}, {"title": "俄罗斯电信和华为合作推出5G测试网络", "content": "来源：新浪VR据外媒报道，8月29日，俄罗斯移动运营商MTS与华为合作，在莫斯科和克朗什塔德（Kronshtadt）两市开展5G试点计划。据悉，该试点将从俄罗斯首都莫斯科主要景点之一的VDNKh（全俄罗斯展览中心）开始运作。MTS表示，该系统将在28GHz和4.9GHz频段上运行，用于测试“智慧城市”解决方案，覆盖范围预计明年将扩大至整个VDNKh地区。MTS莫斯科地区主管伊戈尔·埃戈罗夫（Igor Egorov）表示：“根据我们的预测，我们预计到2025年，莫斯科的5G流量将增加7倍。”该公司还计划与华为合作，在2019年底至2020年初向俄市场推出5G手机。据了解，除了俄罗斯外，在全球还有很多国家使用华为设备。近日有外媒公布了华为在全球的5G设备分布图。据该媒体介绍，在上图中，红色部分代表该国家或地区正在使用华为的5G设备，紫色区域代表正在和华为合作进行5G测试。而蓝色则代表禁止了华为设备，绿色代表没有禁止华为，但也没有和华为进行合作。可能使用的是中兴或者是爱立信等厂商的设备。据数据统计，截至2019年6月，华为在全球获得的5G商业合同已达到50份，其中28份在欧洲签订。在美国对华为实施贸易限制后，特朗普继续要求欧洲盟友将华为从其5G基础设施中移除，欧盟国家对此已予以否认。同时，华为还宣布，超过15万个基站已经在全球范围内建立，并计划在今年前建成50万台5G基站。尽管有美国的阻止，但在未来两年内，华为的5G基站将超过200万个。以下这些国家是决定允许其电信公司从华为购买设备的：联合王国（大不列颠及北爱尔兰联合王国）德国意大利摩纳哥西班牙瑞士爱尔兰葡萄牙荷兰芬兰希腊塞浦路斯奥地利罗马尼亚匈牙利俄罗斯土耳其瑞典阿联酋沙特阿拉伯墨西哥菲律宾韩国", "author": "砍柴网", "newsdate": "发布时间：19-09-02", "newstime": "15:04", "sentiment": [{"positive_prob": 0.985179, "confidence": 0.967065, "negative_prob": 0.0148207, "sentiment": 2}]}, {"title": "2019中国企业500强榜单发布 中石化领衔 华为排名15", "content": "【CNMO新闻】中国企业哪几家最强呢？9月1日，中国企业联合会、中国企业家协会正式发布2019中国企业500强榜单，共涉及76个行业。中国石油化工集团有限公司、中国石油天然气集团有限公司、国家电网有限公司、中国建筑股份有限公司、中国工商银行股份有限公司、中国平安保险（集团）股份有限公司6家企业排名前六且营业超过万亿。在此之后，华为排名第15，苏宁排名第19，阿里巴巴排名第45，腾讯排名第60。华为本次入围的500强企业中，其中制造业企业入围244家，服务业企业入围173家，194家企业营业收入超过1000亿元，规模再次壮大。从整体榜单来看，排名靠前的企业，基本都是国字头或者中字头，普通上市公司或者民营企业较少。在榜单前20中，华为凭借7212亿的营收位居第15名，而苏宁控股集团凭借6024亿的营收位居第19名。2019中国企业500强部分名单据了解，2019中国企业500强规模保持了增长态势，营业收入总额、资产总额增速保持在9%以上。值得一提的是，2019中国企业500强的收入总规模已相当于美国500强的87.1%，资产总规模已相当于美国500强的89.5%。在中国500强榜单中，入围世界500强的内地企业数量已经增加到116家，加上港台企业，数量首次超过美国成为世界第一，相信该数据在明年也会有全新的变化。", "author": "CNMO手机中国", "newsdate": "发布时间：19-09-02", "newstime": "07:07", "sentiment": [{"positive_prob": 0.967383, "confidence": 0.927517, "negative_prob": 0.0326174, "sentiment": 2}]}]