[{"title": "大学生拿下华为年薪201万岗位 曾拒绝年薪300万工作", "content": "来源：上观大学生拒绝年薪300万的工作！他选择去华为，年薪也有200万今天，“刚毕业就年薪200万”的话题冲上热搜！他是谁？是什么样的“大神”？秋招季的尾声，当很多同学还在为工作着急时。华中科技大学学生左鹏飞，却已经收到了华为年薪201万元的offer。#华为##年薪200万+##毕业生#每一个字眼都自带光环着实让人羡慕嫉妒恨左鹏飞到底是怎样的牛人？　拒绝300万年薪，选择去华为92年出生的左鹏飞是华中科技大学的14级直博毕业生，博士阶段在武汉光电国家研究中心攻读计算机科学与技术专业，11月底刚完成答辩毕业。9月，华为就给左鹏飞发了offer，近日正式完成签约，左鹏飞将得到年薪201万元的职位。图片来源：楚天都市报当被问及得知获得这个工作机会时心情如何，他表示，心里比较平静，就觉得是水到渠成的事情。左鹏飞 图片来源：武汉光电国家研究中心他介绍，自己总共投了4家简历，华为、腾讯、阿里、深信服，4家公司均向他抛来了橄榄枝，薪资也很可观，其中一家公司开出了年薪近300万元的条件，税后收入比华为高出了40%。考虑了岗位匹配、业界口碑等多个因素后，左鹏飞选择了入职华为云的存储预研部门，他特别提到：华为可以满足我的一些其他诉求，比如保持跟学术界的接触。“华为提供了与我想做的研究方向非常契合的岗位，另外华为有很多有经验的技术专家，我去了会有很多学习的机会，可以进一步提升自己。”一年前，还未毕业就被华为“盯”上“去年，我还没毕业时他们就联系我了。”左鹏飞说，由于在校期间表现优异，华为早早地就“盯”上了他。今年8月，左鹏飞进行了华为线上面试，由于面试表现优异，他被推荐给华为“天才少年”项目，又接受了华为首席技术官的面试。楚天都市报的报道“天才少年”是华为发起的一个用顶级的挑战和顶级的薪酬吸引顶尖人才的项目。今年7月，华中科技大学校友钟钊以位列第一的傲人成绩入选首批“天才少年”，当时该项目全国仅聘用8人。“我工作的内容是在华为云的存储预研部门做技术创新和突破。”左鹏飞说。华为的“天才少年”项目是任正非发起的一个用顶级的挑战和顶级的薪酬吸引顶尖人才的项目，用更高的技术来支持华为后面的发展，其分为三档，左鹏飞所获得是最高档次。据了解，今年7月华科校友钟钊以位列第一的傲人成绩入选首批“天才少年”，去年“天才少年”共录取应届毕业生8人，8人本科均毕业于985高校，其中2人来自于北京大学、2人来自于浙江大学、剩下4人分别来自于清华、华科、中科大、东北师范。在校期间有多厉害？网友：可望不可及在博士期间，左鹏飞以第一作者发表了高水平论文10余篇，其中，以第一作者身份发表在OSDI‘2018和MICRO’2018上的两篇论文，分别刷新了华中科技大学在相关领域顶级会议零的纪录。OSDI是计算机操作系统最顶级学术会议之一，而MICRO是计算机体系结构最顶级学术会议之一，论文被这两个会议录用，其含金量甚至超过一些科学界国际顶尖期刊，难度相当于生物、医学领域在Nature/Science/Cell等期刊发文。知乎上一位用户形容：是无数系统领域研究者的梦想对象，可望不可及。否认自己是天才：我把别人打游戏时间都用在实验室。关于什么是天才，左鹏飞的回答仿佛现代版鲁迅：哪里有天才？我是把别人打游戏时间都用在实验室里了。他的日常时间表是这样的早上8时起床8时30分之前在实验室学习到11时30分吃中饭下午2时多到5时30分进实验室 晚饭后晚上6时30分到9时30分在实验室有时会呆到10时多，才回寝室睡觉一周7天，5年几乎天天如此。长江日报的报道在不少学生深陷拖延症的时候，左鹏飞却是个十分自律的人，他善于时间管理，对不同的事情设立截止时间，还会做一些偏短期的规划，比如一个月、半年、一年。“秘诀就是充分自律，把每件事情都按时完成，让这种时间观念形成一种习惯，自然就没有了惰性。同时，我会保证充足的睡眠，这样才能有效率地工作。”左鹏飞分享远离拖延症的秘诀。理想：推动我们国家乃至全世界计算机行业技术的发展左鹏飞给自己定下目标：“博士毕业时相对于同龄人一定要做到非常非常outstanding。”自此，他像变了一个人一样，全身心地投入到了科研上。“一个高水平的博士毕业生，需要是一个领域里首屈一指的专家，所有人提到这个领域都会想到你的名字”。左鹏飞以此不断驱动自己，并逐渐在研究中找到了乐趣：“就像有的人喜欢弹钢琴有人喜欢唱歌一样，做科研就是我的热爱，也是我终生的事业。”每一个新想法、新发现都让他兴奋，从未感到懈怠。他说：我的理想就是能够在企业界作出更多技术创新和突破，推动我们国家乃至全世界计算机行业技术的发展，以一些图灵奖大师为目标，也希望自己的技术能够服务于社会，让广大民众受益，感受到技术发展带来的力量。", "author": "新浪财经", "newsdate": "发布时间：19-12-12", "newstime": "17:02", "sentiment": [{"positive_prob": 0.623069, "confidence": 0.162376, "negative_prob": 0.376931, "sentiment": 2}]}, {"title": "来华为视频·优酷专区看《大明风华》汤唯、朱亚文一起再现风云跌宕的大明王朝", "content": "古风巨制《大明风华》即将在华为视频·优酷专区开播，该剧由张挺执导，汤唯、朱亚文、邓家佳、乔振宇、张艺兴、吴越、梁冠华等豪华演员团队呈现，以精良的制作为广大剧迷再现大明千古传奇。华为视频可同时提供芒果专区、优酷专区和腾讯视频专区三大专区的海量内容，华为或荣耀的终端用户仅需打开华为视频即可畅享无限精彩。《大明风华》改编自莲静竹衣的小说《六朝纪事》，该书是网络人气破千万的后宫红文，经影视创作改编后，将为我们呈现出一个时代政治、权谋、感情的跌宕起伏。想要更深入了解《大明风华》的小伙伴们，现在就来华为视频·优酷专区观看吧，提前get更多精彩片花预告片。锁定华为视频·优酷专区，精彩内容早知道。《大明风华》：汤唯对戏朱亚文，历经五帝六朝演绎传奇一生对于观众来说，女神汤唯的形象总是出现在电影的大荧幕里，很少见到她出现在影视剧作品中，而这次观众们有福利了，在即将播出的古装巨制《大明风华》中，汤唯将饰演历史原型为孝恭孙皇后的孙若微，陪伴我们一起走过跌宕起伏的大明王朝，见证一个王后精彩的一生。那么《大明风华》究竟是一个什么故事呢？其实它的核心仍旧是在乱世纷纭中一个后宫女人的成长史。明朝建文四年，朱棣率兵攻下帝都应天，御史大夫景清夫妻遭满门抄斩，两个女儿幸免于难，其中大女儿被救后流落江湖，化名孙若微伺机复仇，却阴差阳错邂逅了皇太孙朱瞻基，展开一段千古佳话。若微是否会放下心中仇恨？在明争暗斗的各方势力下，一介孤女如何自处？华为视频·优酷专区即将一一揭晓。据悉，为了能更好的贴近史实，编剧团队翻阅大量参考资料，除保留人物角色以外，大幅度重塑书中情节，如今《大明风华》会以更为宏大的视角讲述“朝堂之上，国变政乱，有爱亦会步履蹒跚”的明朝历史。制作方除了在剧本上用心钻研改编外，演员方面也为了该剧沥尽心血，女主汤唯更是为了该剧前后准备数月，不但学习古代礼仪、乐器弹奏，也曾数次前往故宫参观体会。从华为视频·优酷专区已有的《大明风华》的预告内容可以看到，整部剧集横跨历史时期较长，对人物的造型服饰十分考究，初显雍容气度，是一部制作精良的值得期待的古装历史大剧。华为视频携手三大专区 为你带来无限精彩华为视频联手芒果TV、优酷和腾讯视频打造综合视频窗口，引入三大平台的海量优质视频内容，分别设立芒果专区、优酷专区和腾讯视频专区，在这里期待《大明风华》的同时，您还可以观看众多独家精品剧集和综艺。愉快的周末可以在华为视频·腾讯视频专区看《吐槽大会》，放空劳累了一周的身心，收集节目中的金句，为接下来的生活鼓劲打气，品尝《幸福三重奏》的甜蜜，探究“美好的爱情和婚姻”，解锁更多关于爱情和婚姻的幸福时刻，让整个人都沉浸在甜甜蜜蜜的粉色生活中。综艺周更等不及？不妨在华为视频·优酷专区，追一追仍在热播、收视一路走高的《鹤唳华亭》，和罗晋一起在艰险宫廷内，守护心中道义，放手追寻人生理想，爱恨情仇、家事国事，在剧中尽可体会。再看隔壁《一夜新娘》，花溶因怀女侠梦离家出海，差点就成了“压岛夫人”，花溶历经艰险才逃离海岛，秦尚城却因情根深种踏上了漫漫追妻路，先婚后爱高糖来袭，让您轻松追剧，徜徉在新古装甜宠故事的海洋中。更多精彩内容、更丰富的综艺形式，华为或荣耀的终端用户仅需在手机上打开华为视频，无需切换APP即可同时享受三大平台的海量内容，更有万部好莱坞及经典院线大片随心看，大小屏多端联动，视界更大，观影更便捷，为终端用户带来更极致的视听盛宴。华为视频，陪你看遍全视界，一起探索更美好的视听生活。", "author": "砍柴网", "newsdate": "发布时间：19-12-12", "newstime": "09:52", "sentiment": [{"positive_prob": 0.998417, "confidence": 0.996482, "negative_prob": 0.0015831, "sentiment": 2}]}, {"title": "武汉大学生拒绝年薪300万的工作！选择去华为，原因是……", "content": "今天“刚毕业就年薪200万”的话题冲上热搜！截至下午16:30该话题阅读已经突破1.6亿这位大神到底是谁？拒绝300万年薪，选择去华为92年出生的左鹏飞是华中科技大学的14级直博毕业生，博士阶段在武汉光电国家研究中心攻读计算机科学与技术专业，11月底刚完成答辩毕业。9月，华为就给左鹏飞发了offer，近日正式完成签约，左鹏飞将得到年薪201万元的职位。图片来源：楚天都市报当被问及得知获得这个工作机会时心情如何，他表示，心里比较平静，就觉得是水到渠成的事情。左鹏飞 图片来源：武汉光电国家研究中心他介绍，自己总共投了4家简历，华为、腾讯、阿里、深信服，4家公司均向他抛来了橄榄枝，薪资也很可观，其中一家公司开出了年薪近300万元的条件，税后收入比华为高出了40%。考虑了岗位匹配、业界口碑等多个因素后，左鹏飞选择了入职华为云的存储预研部门，他特别提到：华为可以满足我的一些其他诉求，比如保持跟学术界的接触。“华为提供了与我想做的研究方向非常契合的岗位，另外华为有很多有经验的技术专家，我去了会有很多学习的机会，可以进一步提升自己。”一年前，还未毕业就被华为“盯”上“去年，我还没毕业时他们就联系我了。”左鹏飞说，由于在校期间表现优异，华为早早地就“盯”上了他。今年8月，左鹏飞进行了华为线上面试，由于面试表现优异，他被推荐给华为“天才少年”项目，又接受了华为首席技术官的面试。楚天都市报的报道“天才少年”是华为发起的一个用顶级的挑战和顶级的薪酬吸引顶尖人才的项目。今年7月，华科校友钟钊以位列第一的傲人成绩入选首批“天才少年”，当时该项目全国仅聘用8人。“我工作的内容是在华为云的存储预研部门做技术创新和突破。”左鹏飞说。在校期间有多厉害？网友：可望不可及在博士期间，左鹏飞以第一作者发表了高水平论文10余篇，其中，以第一作者身份发表在OSDI'2018和MICRO'2018上的两篇论文，分别刷新了华中科技大学在相关领域顶级会议零的纪录。OSDI是计算机操作系统最顶级学术会议之一，而MICRO是计算机体系结构最顶级学术会议之一，论文被这两个会议录用，其含金量甚至超过一些科学界国际顶尖期刊，难度相当于生物、医学领域在Nature/Science/Cell等期刊发文。知乎上一位用户形容：是无数系统领域研究者的梦想对象，可望不可及。否认自己是天才：我把别人打游戏时间都用在实验室了关于什么是天才，左鹏飞的回答仿佛现代版鲁迅：哪里有天才？我是把别人打游戏时间都用在实验室里了。他的日常时间表是这样的，早上8时起床，8时30分之前在实验室，学习到11时30分吃中饭，下午2时多到5时30分进实验室 ，晚饭后，晚上6时30分到9时30分在实验室，有时会呆到10时多，才回寝室睡觉。一周7天，5年几乎天天如此。长江日报的报道在不少学生深陷拖延症的时候，左鹏飞却是个十分自律的人，他善于时间管理，对不同的事情设立截止时间，还会做一些偏短期的规划，比如一个月、半年、一年。“秘诀就是充分自律，把每件事情都按时完成，让这种时间观念形成一种习惯，自然就没有了惰性。同时，我会保证充足的睡眠，这样才能有效率地工作。”左鹏飞分享远离拖延症的秘诀。理想：推动我们国家乃至全世界计算机行业技术的发展左鹏飞给自己定下目标：“博士毕业时相对于同龄人一定要做到非常非常outstanding。”自此，他像变了一个人一样，全身心地投入到了科研上。“一个高水平的博士毕业生，需要是一个领域里首屈一指的专家，所有人提到这个领域都会想到你的名字”。左鹏飞以此不断驱动自己，并逐渐在研究中找到了乐趣：“就像有的人喜欢弹钢琴有人喜欢唱歌一样，做科研就是我的热爱，也是我终生的事业。”每一个新想法、新发现都让他兴奋，从未感到懈怠。他说：我的理想就是能够在企业界作出更多技术创新和突破，推动我们国家乃至全世界计算机行业技术的发展，以一些图灵奖大师为目标，也希望自己的技术能够服务于社会，让广大民众受益，感受到技术发展带来的力量。网友评论来源：中国青年报、楚天都市报、长江日报等编辑：桂思敏出品：荆楚网（湖北日报网）", "author": "荆楚网", "newsdate": "发布时间：19-12-12", "newstime": "20:39", "sentiment": [{"positive_prob": 0.513161, "confidence": 0.736775, "negative_prob": 0.486839, "sentiment": 1}]}, {"title": "华为成立云计算公司成立业界早有预料", "content": "华为云计算技术有限公司成立。信息显示，华为云计算技术有限公司注册地址为贵州省贵安新区金马大道交天府路华为云数据中心，注册资本为 5000 万元。经营范围包括出版物零售；互联网文化活动；互联网平台、零售、安全、数据服务；计算机软硬件、电子产品、数码产品、通信产品的研发、制造、销售、服务；软件和信息技术服务等。华为云计算技术有限公司的法定代表人、董事长兼总经理为华为公司副总裁、华为云业务总裁郑叶来；董事为吕峻峰和吕艺行；监事为李杰。此外，信息还显示该公司由华为技术有限公司 100%控股。通过股权穿透显示，该公司的实际控制人为华为投资控股有限公司工会委员会，而任正非持股比例仅有 1.01%。对于华为此时成立云计算公司，业界并不表示惊讶。IDC 最新发布的《中国公有云服务市场(2019 第一季度)跟踪》报告显示，从 IaaS 和 PaaS 整体市场份额来看，阿里、腾讯、中国电信、AWS、百度和华为占据了 80.2%的市场份额，从 IaaS 市场来看，阿里、腾讯、中国电信、AWS 依然位居前四，总共占据 70.2%的市场份额；金山、华为和百度三家厂商市场规模相当，均取得了第五位(5.2%)的市场份额。值得注意的一个信息点是，无论是在 IaaS 来看，还是从 IaaS 和 PaaS 整体市场来看，华为云的市场份额首次从“Others”升至第五名。有机构预测， 2020 年阿里云的整体营收将达到 45 亿美元，超越谷歌，成为全球第三大云供应商。云计算已成为巨头们的下一个阵地，而华为作为中国科技巨头之一，自然不会错失这么一大块蛋糕。用“后来居上”来描述华为云的发展，恐怕并不为过。2017 年 8 月华为才将 Cloud BU 升为一级部门，2018 年年底对 ICT(信息和通信)基础设施业务进行了梳理和优化，将公有云、私有云、AI、大数据、计算、存储、IoT 等与 IT 强相关的产业重组为“计算与云”产业群，并在此基础上组建了“Cloud & AI 产品与服务”。根据此前透露的信息，在云计算方面，华为表示将以“华为鲲鹏+昇腾”作为根基，打造“一云两翼双引擎”的计算产业布局，持续构建开放生态。7 月 23 日，华为在北京召开鲲鹏计算产业发展峰会，华为轮值董事长徐直军在会上表示，华为计划在未来五年内投资 30 亿元来发展鲲鹏产业生态。鲲鹏生态涉及服务器与部件、虚拟化、存储、数据库、中间件、大数据平台、云服务、管理服务、行业应用 9 大领域。业界普遍认为，鲲鹏对于华为云的意义如同麒麟芯片对于华为手机，都被集团寄予厚望，鲲鹏产业生态也是华为云在云计算 2.0 时代的利器。7 月底，华为曾对外公布 2019 年上半年经营业绩报告，报告虽没有公布华为云营收数据，但华为董事长梁华表示，华为云业务一直在增长，尤其是今年上半年增长较快。华为公司副总裁、华为云业务总裁郑叶来在数博会 2019 发表主题演讲时曾表示，经过一年的努力，华为云 AI 已在城市、制造、物流、互联网等 10 大行业的 300+个项目进行探索和落地，将华为云的 AI 能力与行业实践相结合，促进 AI 落地应用。云计算概念首次在 2006 年 8 月的搜索引擎会议上提出，相比于传统的网络应用模式，云计算最为显著的三大优点分别是高灵活性、可扩展性及高性比，在未来高效的资源共享将大大提升效率。应用方面十分广泛，包括存储云、医疗云、金融云及教育云等等。国外云计算平台头部公司包括亚马逊 AWS、微软 Azure、IBM Cloud、谷歌云及 Next10。其中 AWS 的市占排名稳居全球首位，作为云计算领域的领头羊，电子商务巨头亚马逊在“跨界”数据库方面表现可谓足够优秀。谷歌云虽然关注度较低，但是在 Gartner 发布的报告中，谷歌云以 3.95%的市场份额占据着公有云市场的第三把交椅。在国内市场上，国务院发展研究中心发布的《中国云计算产业发展白皮书》显示，2018 年，我国云计算产业规模达 962.8 亿元，较 2017 年增长 39.2%。《白皮书》预测，2023 年我国云计算产业规模将超过 3000 亿元。国内云计算市场仍被阿里、腾讯、百度等巨头把持着。根据今年三季报数据，阿里云继续保持主导地位，国内市场份额占 45%；腾讯云国内市场份额占比 18.6%；AWS、百度云分别位居第三、第四位。事实上，华为云自 2011 年就开始布局，虽然华为在通信领域可谓天下无敌，但在云计算方面却始终难成气候。此次华为云计算公司的成立，也意味着华为将加大云计算的研发投入，国内云市场将更为激烈，而阿里云、腾讯云、华为云或许在不久的将来三足鼎立。 云计算概念表现亮眼指数 12 月上涨 6%云计算市场如火如荼，资本市场上云计算板块最近表现十分亮眼。进入 12 月份以来，云计算指数一路高歌猛进，截至 12 月 11 日，云计算指数月内累计上涨 6.39%。从相关概念股来看，49 只云计算概念股 12 月份以来全部收涨，总市值高达 1.02 万亿。17 股跑赢同期云计算指数，位居首位的是中国软件，12 月累计上涨 17.91%，公司自主研发的中软防水坝数据防泄漏系统支持云环境下的数据安全防护，为企业级客户提供新一代数据失泄密防护解决方案。神州数码涨幅居次位，高达 17.7%，公司收购的上海云角是国内领先的云计算增值服务提供商，专注于公有云和混合云平台的迁移、运维和软件研发。东方通涨幅高达 16.42%，该公司是中国领先的基础软件产品及云计算、大数据解决方案提供商，致力于为客户提供质量上乘自主可控的云计算整体解决方案。（文章来源：与非网）", "author": "东方财富网", "newsdate": "发布时间：19-12-12", "newstime": "16:36", "sentiment": [{"positive_prob": 0.993264, "confidence": 0.98503, "negative_prob": 0.00673643, "sentiment": 2}]}, {"title": "华为智慧屏V75双十二抢鲜预售 V65优惠400元大促", "content": "转眼就到了12月，除了即将到来的圣诞节和元旦外，还有一个令广大剁手党欣喜不已的节日：双十二购物狂欢节。趁大促采购一波年货迎接新年的到来相信是大家的共识，除了食品、服装外，家电等大件也成为双十二购物清单里的不得不说的重要品类。9月份发布的华为智慧屏就是这样一款备受用户欢迎的新物种，凭借AI慧眼、HuaweiShare智慧跨屏、HuaweiSound智慧音响等诸多优势，其在各大电商平台上取得销量、口碑的双丰收。此次双十二，华为智慧屏再度为用户带来福利：12月12日当天，在华为商城、天猫商城和苏宁商城，华为智慧屏V65直减400元，仅售6599元，用户可享受6期免息，部分平台还有直播精灵限量送，有需要的小伙伴们千万不要错过。此外，备受关注的华为智慧屏V75版本也将在12月12日00:00开启预售，12月24日10:08正式开售，价格为12999元，除了星际黑配色外，华为智慧屏V75版本还拥有更为个性的摩卡金配色，为用户带来全新的时尚选择。120HZ+HDRBoost 屏幕更大更出色作为一款大屏产品，画质肯定是判断其好坏的第一标准。为了给用户打造更为优质的画质体验，华为智慧屏采用了色彩纯净的量子点光源，可实现100%全色域显示，辅以鸿鹄智慧芯片和智慧音画功能加持，可全面提升画质。值得一提的是，对比华为智慧屏V65版本，更大尺寸的华为智慧屏V75采用了全新的120HZ刷新率屏幕，支持HDRboost，为用户带更流畅的观影体验；其峰值亮度也达到了750nit，带来更好的HDR效果，让画面细节更有层次感，色彩对比更鲜明，细节表现更加纯粹，堪称喜欢《魔戒》这类史诗大片用户的福音。AI慧眼再升级，智慧体验加倍华为智慧屏与传统电视最大的不同，在于其融入了丰富的智慧交互功能，机身顶部的一颗AI慧眼，为用户带来了1080P视频通话、AIKIDS、AI健身等以往从未有过的独有体验，通过华为智慧屏，用户可以和自己的亲人朋友实现无延时视频通话；对于有孩子的家庭来说，华为智慧屏化身“带娃神器”，帮助孩子养成更好的观影习惯；而对于没有时间去健身房的白领一族，华为智慧屏将“智能私教”请到了家中，足不出户就可以享受专业健身指导。伴随华为智慧屏V75版本的发布，华为智慧屏AI慧眼功能再升级：AI健身新增针对于学生、上班族等久坐人群设计的肩颈放松课程，并且不依赖场地，坐在沙发上即可享受专业指导，为想要拥有健康身体的“意念健身用户”带来了福音。同时，华为智慧屏的AIKIDS功能也新增了成人识别选项，打开成人识别开关，无论大人还是小孩，只要距离过近或者姿势不正确，都会停止播放并提醒，帮助家长以身作则，成为孩子的好榜样。双手机投屏互动玩法，全家齐聚欢乐加倍在华为智慧屏出现之前，不少家庭中会出现这样的场面：每个人拿着自己的手机或者平板电脑看电影、玩游戏、聊微信，总感觉少了些什么。而随着华为智慧屏HuaweiShare智慧跨屏功能，无需同一WiFi，也无需配对，只需轻轻一碰，便能将小屏投到大屏上，和家人一起看剧看电影，分享手机里的美照，将一个人的欢乐变成全家人的欢乐。对于喜欢游戏的用户来说，用大屏玩《王者荣耀》，更广阔的视野和无延迟的画面，带来更炫酷的游戏体验。除此之外，此次华为智慧屏新增的双手机双路镜像投屏功能，更是为家庭场景下的投屏体验带来了更多的娱乐性和实用性。试想闲暇时，我们可以把手机游戏投屏到大屏上，和爱人一起PK一局QQ飞车、地铁跑酷；购物的时候，和妈妈一起用两个手机投屏对比价格，把更适合的商品买回家；在工作场合中，和同事分享对比工作特性，比较方案或者修图前后差异等等，更多新玩法等你发现。年关将至，不少人也即将迎来新年的团聚，相信华为智慧屏的加入，会为你的团聚时光增添更多难忘的回忆，不同的尺寸与不同的配色，适合不同的家庭需求。如果你恰好有换大屏的想法，那么华为智慧屏将是您的不二选择。(7345112)", "author": "中关村在线", "newsdate": "发布时间：19-12-12", "newstime": "09:34", "sentiment": [{"positive_prob": 0.997675, "confidence": 0.994833, "negative_prob": 0.00232539, "sentiment": 2}]}, {"title": "华为MatePad Pro评测：高颜值智慧轻办公，安卓最强平板坐实", "content": "有人说，平板电脑是\"出道即巅峰\"；然而，最新IDC Q3跟踪报告却给市场打了一针\"强心剂\"。从数据中可以看出：2019年Q3，国内平板市场出现回暖，华为平板更是凭借M6的出色表现同比大涨24.4%。足可见：所谓的\"平板市场惯性低迷\"只是伪现象，庞大的市场消费需求亟待激活。那么，消费者更青睐于哪种平板呢？IDC Q3类别报告也详细给出了不同品类平板的变化趋势。从上图中也能看到：可插拔式键盘平板的电脑环比上升100%，而传统平板下滑严重。可见，娱乐型平板电脑已经难以焕活消费者购买热情，高端办公属性的平板需求日益增强。然而，目前高端平板市场只有iPad Pro等少数产品，对于安卓手机/WIN系统兼容性不佳，消费者苦于没有一款出色的安卓平板。而华为MatePad Pro的出现，让人眼前一亮。Part1|冠以Mate之名，华为MatePad Pro能否担起华为高端平板重任？回顾华为平板历史，M系列已经迭代升级到M6，更是加入了笔电套装和平行视界，软硬件综合打出\"极致影音、轻度办公\"的定位。或许正是从轻办公中发现了消费者新的需求增长点，华为MatePad Pro便是这样一款定位高端、主打轻办公的旗舰产品。旗舰产品的打造，自然离不开强劲性能和顶级处理器。在这方面，华为MatePad Pro搭载了7nm旗舰级麒麟990处理器，性能强劲。麒麟990处理器CPU部分创新采用了2+2+4三级能效架构，最高主频可达2.86GHz；GPU部分则采用了16核Mali-G76 GPU集群，用\"料\"十足。对于我们用户而言，最直观的感受就是看视频、玩游戏、办公过程中，不论是运行速度，还是流畅度均提升明显。当然了，麒麟990并没有只顾\"性能\"而放弃\"能效\"，麒麟990处理器搭载的2+2+4三级能效架构、16核GPU，以及自研达芬奇架构NPU都兼顾高性能和长续航。比起某些平板依旧用两三年前的老旧芯片，华为MatePad Pro已经有了高端平板的\"芯片\"基础。光有强芯还不够，如何将强劲性能充分发挥，是平板行业的生态难题。特别是华为MatePad Pro定位于轻办公创造力，配套功能是关键所在。其实，此前华为在平板M6上便实践过平行视界和配套笔键、在笔记本上加入多屏协同，这些都为华为MatePad Pro轻办公提供了可持续发展的思路。比如：华为MatePad Pro延续了广受好评的\"平行视界\"功能。该功能开启很简单，只要适配过的应用（比如：新闻客户端/聊天工具/购物软件等等），点开左侧新闻栏/右侧自动出现详细界面，且左右比例可调，高效利用了平板电脑的大尺寸显示。为了提升轻办公的效率，华为MatePad Pro配套了HUAWEI M-Pencil手写笔和键盘。这里要着重说一下这两个配件。先说这根HUAWEI M-Pencil手写笔，该笔中部带有磁吸设计，能够方便地吸在平板侧面的边缘，同时进行充电/蓝牙配对等操作，简直不要太方便！此外，HUAWEI M-Pencil具有4096级压感变化，支持更换笔尖，书写和绘画的综合体验很不错。再看华为MatePad Pro键盘，当平板立式放置后，自动蓝牙配对；同时，键盘右下角Shift按键处加入磁片，可与手机配对进行\"多屏协同\"。华为Mate30 Pro和华为MatePad Pro连接成功之后，可以看到华为MatePad Pro多出来一个窗口，显示了手机当前页面。此时，大家可以在平板端操作手机，包括常规的切换页面/打开APP，甚至还可以把手机中的文档或者图片直接拖拽到平板之中（反向同样可行）。如此一来，华为MatePad Pro与手机的界限被极大的模糊，配合键盘高效输入，确实能在移动办公中充当高效便携的创造力工具。此外，华为MatePad Pro从边缘处向内拖动，可以调出智慧分屏侧边栏，通过点选快速开启两个APP的同时工作。比如说，大家可以一边看着新闻、一边用word文档撰稿，多窗口模式写稿效率更高。平行视界/智慧分屏也好，多屏协同也罢，华为MatePad Pro均是以多窗口的形式来提升大屏显示的图像利用率，再加上麒麟990强劲性能的底层支撑，方可让其能够在轻办公应用方面如鱼得水。通过软硬结合，华为MatePad Pro做到了轻办公创造力的基本需求，也为华为冲击高端平板开了个好头。Part2|颜值出众轻薄且大，你的随身影院当然了，华为MatePad Pro重视创造力的同时，并未丢掉平板电脑\"影音娱乐\"这项基本属性（也是华为平板的传统优势项目）。具体来看，华为MatePad Pro搭载了一块10.8英寸16:10比例的屏幕，通过收窄边框（4.9mm）等措施，使得整机的屏占比提升到了90%，视觉效果极为开阔。因此，使用华为MatePad Pro这段时间，常常用它来看最近热播的《庆余年》。10.8英寸屏幕大，加上460g纤薄机身，非常轻便和舒服。不仅如此，华为MatePad Pro在左右两侧分别放置了4个大振幅扬声器，打造3D环绕式立体音效，配合哈曼卡顿调音、顶级四声道立体音效，声音相当优秀。画面出色音效出众，用华为MatePad Pro看《庆余年》自然停不下来。当然了，停不下来也不要紧，华为MatePad Pro内置7250mAh超大电池容量、支持40W超级快充，用得久且充得快（毕竟长续航是Mate系列产品的DNA）。此外，本次上手的是华为MatePad Pro青山黛素皮版，一改冰冰凉滑溜溜玻璃机身的触感，素皮摸起来温润亲肤、看上去极具质感，非常喜欢。总结总结，华为推出M系列平板已有数代，经过多年研发和迭代，终于找到了平板市场应该有的发展和升级模式。继往开来，华为推出华为MatePad Pro正式向高端平板发起冲击和挑战，打破iPad Pro高端平板垄断的市场格局，给消费者带来更多的选择和更好的体验。同时，华为MatePad Pro真正意义上的让安卓平板的\"轻办公\"\"创造力\"成为现实，配合出色颜值和极致影音，你值得拥有。华为MatePad Pro从娱乐转向跨形态的融合极致体验，一机多能，真正成为未来人们工作生活的全场景伴侣。", "author": "且听Phone吟", "newsdate": "发布时间：19-12-12", "newstime": "17:40", "sentiment": [{"positive_prob": 0.999973, "confidence": 0.999941, "negative_prob": 2.66497e-05, "sentiment": 2}]}, {"title": "华为成立新公司，“云计算”要搞大事？", "content": "近日，华为斥资5000万元注册成立“华为云计算技术有限公司”，注册地址位于贵州省贵安新区金马大道交天府路华为云数据中心，这标志着国内云计算又将展开一个全新的竞争局面。云计算市场规模或超3000亿 阿里等占据头部云计算概念首次在2006年8月的搜索引擎会议上提出，相比于传统的网络应用模式，云计算最为显著的三大优点分别是高灵活性、可扩展性及高性比，在未来高效的资源共享将大大提升效率。应用方面十分广泛，包括存储云、医疗云、金融云及教育云等等。国外云计算平台头部公司包括亚马逊AWS、微软Azure、IBM Cloud、谷歌云及Next10。其中AWS的市占排名稳居全球首位，作为云计算领域的领头羊，电子商务巨头亚马逊在“跨界”数据库方面表现可谓足够优秀。谷歌云虽然关注度较低，但是在Gartner发布的报告中，谷歌云以3.95%的市场份额占据着公有云市场的第三把交椅。在国内市场上，国务院发展研究中心发布的《中国云计算产业发展白皮书》显示，2018年，我国云计算产业规模达962.8亿元，较2017年增长39.2%。《白皮书》预测，2023年我国云计算产业规模将超过3000亿元。国内云计算市场仍被阿里、腾讯、百度等巨头把持着。根据今年三季报数据，阿里云继续保持主导地位，国内市场份额占45%；腾讯云国内市场份额占比18.6%；AWS、百度云分别位居第三、第四位。事实上，华为云自2011年就开始布局，虽然华为在通信领域可谓天下无敌，但在云计算方面却始终难成气候。此次华为云计算公司的成立，也意味着华为将加大云计算的研发投入，国内云市场将更为激烈，而阿里云、腾讯云、华为云或许在不久的将来三足鼎立。 云计算概念表现亮眼 指数12月上涨6%云计算市场如火如荼，资本市场上云计算板块最近表现十分亮眼。进入12月份以来，云计算指数一路高歌猛进，截至12月11日，云计算指数月内累计上涨6.39%。从相关概念股来看，49只云计算概念股12月份以来全部收涨，总市值高达1.02万亿。17股跑赢同期云计算指数，位居首位的是中国软件，12月累计上涨17.91%，公司自主研发的中软防水坝数据防泄漏系统支持云环境下的数据安全防护，为企业级客户提供新一代数据失泄密防护解决方案。神州数码涨幅居次位，高达17.7%，公司收购的上海云角是国内领先的云计算增值服务提供商，专注于公有云和混合云平台的迁移、运维和软件研发。东方通涨幅高达16.42%，该公司是中国领先的基础软件产品及云计算、大数据解决方案提供商，致力于为客户提供质量上乘自主可控的云计算整体解决方案。另外，美利云、容科科技、同方股份、深科技等7股12月以来涨幅均超过10%。低价滞涨的云计算概念股科技股火爆全年，云计算作为科技板块细分领域之一，同样具备投资价值。证券时报.数据宝统计显示，云计算公司中前三季净利润增幅超20%，最新收盘价20元以下，且12月份跑输云计算指数股共有9只。股价低于10元的有广东榕泰、二六三、博研科技等，广东榕泰12月份股价上涨3.47%，最新收盘价低于5元，前三季净利润增幅超150%，公司近年来积极转型大数据DC服务商，建设张北榕泰云计算数据中心。二六三最新股价低于6元。值得一提的是，以上9股中有4股身兼其它科技概念。具体来看，杰赛科技身兼5G、华为概念，科大国创身兼5G、华为、国产软件概念，而广东榕泰及中科金财均属于国产软件概念股。来源：数据宝", "author": "正商参阅", "newsdate": "发布时间：19-12-12", "newstime": "11:09", "sentiment": [{"positive_prob": 0.0604682, "confidence": 0.865626, "negative_prob": 0.939532, "sentiment": 0}]}]