[{"title": "华为第一款5G手机，价格跳水成“炮灰”，为何依然卖不动？", "content": "据IPlytics最新统计数据可知，截至2019年9月份，华为在全球5G SEP必要专利中，申请量达到3325件排名第一。可见，无论在国内还是国外，华为的5G技术都遥遥领先。而随着5G脚步的不断临近，各大手机厂商也纷纷在5G手机市场发力。12月5日，华为又推出一款新的5G手机——华为Nova6 5G。与华为Mate30不同的是，华为Nova6 5G并没有搭载麒麟990 5G芯片，而是选择了麒麟990+巴龙5000的方案，也支持双模5G，这不禁让笔者想起了华为发布的第一款5G手机——华为Mate20X 5G版。在发布之初，华为Mate20X 5G版的定价高达5199元，但如今在第三方电商平台8GB+256GB版本的华为Mate20X 5G版却仅需3699元。上市不足5个月跳水2400元，华为Mate20X 5G版显然成了“炮灰”。但尽管如此，华为Mate20X 5G版依然卖不动。作为华为的首款5G手机，华为Mate20X 5G版搭载麒麟980处理器，外挂巴龙5000基带，支持SA/NSA双模组网，安兔兔跑分超过30万分。即使运行《和平精英》，华为Mate20X 5G版的平均帧率也依然可以保持在39FPS左右。如此看来，华为Mate20X 5G版的性能依然出色。另外，华为Mate20X 5G版的拍照能力也没有缩水，后置4000万超感光徕卡三摄，拥有F1.8大光圈，支持超级夜景模式以及AI拍照。无论是白天还是夜间拍照，华为Mate20X 5G版都有出色的表现。不过为何华为Mate20X 5G版跌至3699元，消费者却依然不肯接受呢？笔者认为最主要的原因在于华为其他5G手机的出现给华为Mate20X 5G版造成了冲击。例如华为Mate30系列5G版，搭载麒麟990 5G芯片，在功耗控制方面比华为Mate20X 5G版要强得多。在拍照方面，华为Mate30 Pro 5G版本在DXO得分达到121分，排名第一。相比之下，华为Mate20X 5G版明显竞争力不足。另外，华为在近日又接连发布了2款5G手机——荣耀V30系列和华为Nova6。其中荣耀V30 Pro在搭载麒麟990 5G芯片的同时，起售价仅比华为Mate20X 5G版贵200元。而华为Nova6在DXO自拍得分排名世界第一，相比之下华为Mate20X 5G版并没有突出的亮点，因此，不被消费者接受也可以理解。但不可否认的是，华为Mate20X 5G版的确起到了它应有的作用，那便是为华为率先占领5G手机市场，打响5G手机名声。短短几个月内，华为接连推出了多款双模5G机型，而华为Mate20X 5G版也大跳水，那些原价购买华为Mate20X 5G版的花粉想必苦不堪言，你入手该机了吗？", "author": "数码密探", "newsdate": "发布时间：19-12-07", "newstime": "17:54", "sentiment": [{"positive_prob": 0.00872578, "confidence": 0.980609, "negative_prob": 0.991274, "sentiment": 0}]}, {"title": "美国人急：他是不是故意用华为？", "content": "有评论认为，如果说约翰逊故意使用一部借来的华为手机自拍、意在社交媒体上引发议论，这并不奇怪。但这也可能是无心之举。“在暗示对华为5G问题采取强硬措施后，英国首相约翰逊使用华为手机自拍，并将照片发布在自己的社交媒体账户上”——据英国天空新闻网等媒体5日报道，针对约翰逊使用华为手机“可能带来国家安全风险”，约翰逊所属的保守党人士解释说，这个华为手机不是首相本人的，而是借用工作人员的。不过，美国《福布斯》网站5日更关注另一个问题：约翰逊此举是有意还是无意？约翰逊用华为手机自拍/图自ITV据报道，约翰逊当地时间5日早上参加英国一档电视节目，谈论下周即将举行的英国议会大选以及英国脱欧等议题，之后，约翰逊使用一部华为P20 Pro手机与节目主持人自拍留念，被媒体拍了下来。该节目的主持人威洛贝说：“我们一结束录像，他（约翰逊）就拿出手机自拍合影。”自拍照/图自推特《福布斯》报道，英国是否会允许华为参与5G建设一直是争议话题。当地时间4日，约翰逊在记者会上表示，“关于华为和5G，我不希望英国不必要地敌视来自海外的投资”，“但另一方面，我们不能损害至关重要的国家安全，也不能损害我们和‘五眼联盟’其他国家合作的能力”。报道称，这一表态似乎在暗示英国将对华为采取强硬态度，但第二天马上迎来了反转，约翰逊使用华为手机自拍引发广泛猜测。评论称，如果说约翰逊故意使用一部借来的华为手机自拍、意在社交媒体上引发议论，这并不奇怪。但这也可能是无心之举。鉴于当下的政治环境，约翰逊不太可能自己拥有并公开使用华为手机，但没有什么是理所当然的。一位华为员工表示，很遗憾首相使用的不是Mate30，后者能更好地展示华为的5G功能和创新。此前报道：来个自拍，用华为手机！英国首相鲍里斯约翰逊拿华为手机自拍了。当地时间12月5日，他在出席电视节目时的这一举动吸引了不少媒体注意。英媒称，此前一天约翰逊刚刚暗示基于安全风险禁止华为参与英国5G建设。约翰逊当天这波操作也吸引了英国网友关注，有网友为约翰逊开脱说，“用华为不代表就允许华为参与5G”，但更多网友则将注意力放在了华为手机“好用”上。约翰逊用华为手机自拍/图自ITV据英国《每日邮报》5日报道，约翰逊当天在英国独立电视台（ITV）《今晨》节目录制后，掏出了一部华为手机与菲利普斯科菲尔德和霍莉威洛比等两名节目主持人自拍了起来，手机型号疑似为华为P20系列，价值400英镑（约合3710元人民币）。自拍照/图自推特另一家英国媒体“天空新闻”当天也报道了此事，并提到了唐宁街10号对此的回应。唐宁街的托辞是：约翰逊当天自拍时使用的是一名工作人员的手机，不属于首相本人。此外，美国《华盛顿邮报》也注意到了此事并援引一名英国保守党议员的话说，这是工作人员的手机。环球网记者梳理发现，报道此事时，英媒关注的点并非约翰逊简单地用了华为手机，而是——约翰逊刚刚暗示要禁止华为参与5G建设后“用了华为”。“天空新闻”报道：鲍里斯约翰逊使用华为手机——就在一天前，他刚对中国公司（华为）发出了警告。当地时间12月4日，在当天的一场新闻发布会上，约翰逊就华为与5G问题表态。他说，“我不希望英国对海外投资抱有不必要的敌意，”但随后，约翰逊又话锋一转，“另一方面，我们不能损害我们至关重要的国家安全，也不能损害我们与‘五眼联盟’伙伴协作的能力，这将是我们决定华为事务的关键标准。”《每日邮报》解读说，约翰逊这番表态是在暗示要禁止华为参与英国5G建设。英国《卫报》4日曾评论，这是迄今为止约翰逊准备将华为“拒之门外”的最强烈信号。《每日邮报》报道截图值得注意的是，5日当天，约翰逊还在个人推特上发布了这张用华为手机与两名节目主持人自拍合影的照片。↓《每日邮报》5日的报道下方，不少英国网友对约翰逊使用华为手机表达了自己的看法。有人觉得媒体对此有点过分关联，并为约翰逊开脱。“他使用了他们（中国）的手机并不代表着他准备让他们（华为）参与（英国）5G网络建设。”↓但在这种观点之外，却是约翰逊的“真香现场”。有人提到，使用华为手机的现象很普遍，“（华为手机）比iPhone10或者11便宜多了，现在Ins上大家都在用…… ”↓在推特上，网友poolieboy1说，“不知道到底有什么可大惊小怪的，两个月前我才买了一部华为P系列的智能手机，是我用过最好的手机之一。”↓还有网友转发这则新闻时特意配文，“在发出关于使用华为设备警告的第2天，约翰逊就被发现，用华为手机拍照。”↓也有人调侃约翰逊很有眼光。网友Sting：“华为手机很棒，电池寿命长，配置的摄像头也很好。鲍里斯，你这个选择不错。”↓还有人讽刺约翰逊嘴上说着要禁华为，却用上了华为手机。“很显然，鲍里斯与保守党是不可信赖的！他们说一套，做一套。”↓来源：环球时报-环球网/孙微、环球网/王博雅琪 李姚", "author": "环球网", "newsdate": "发布时间：19-12-07", "newstime": "08:55", "sentiment": [{"positive_prob": 0.0195051, "confidence": 0.956655, "negative_prob": 0.980495, "sentiment": 0}]}, {"title": "华为 nova6系列将要起航，5G领域的最低价，荣耀v30怎么办？", "content": "华为手机的一系列优点，可能不需要我们过多地对他进行描述，如今摆在我们面前的就是他所有的产品正在不断的被降价，无论是出于什么原因，也或者说是为了迎接新的手机到来，目前面临的这么一个情况，确实是很多人对此有着无可奈何的一些想法，虽然大家对于产品上的结果有了太多不一样的理解，但是随着新的手机到来，又将会呈现出新的或者形式，当我们一直都在感慨那些器件类型变化多端的时候，也说明了这个行列出现了各种各样的表现措施。华为 nova6系列是最近一段时间经常被大家关注的，而且很多人都认为他将会是另一款超高性价比的手机，先不说他的价位到底如何，设计方面绝对会拥有更先进的配置，因此我们目前已经看到了一些参数，值得我们大家去考证，距离这款手机真正发布的时间已经非常近，而且他的性能应该属于目前的最高水准，990芯片的使用，那么面对任何一种网络使用状况都没有任何问题。虽然有些地方还是处在了猜测状态，那么作为在5G领域里面有一个了领先的手机，或许能够给我们带来不一样的感觉吧，目前常见的就是超过4000万的摄像头，而且新机型还有着各种变焦能力作为匹配，可以说在我们大家的使用层面上，确实迎来了全新的变化，也让我们看到了一些满意的表现，更重要的是在他的续航能力上和以前的那些老版本相似，这也是华为最好的卖点之一。当然这款手机可能还有一个星期的时间就要和大家见面，至于大家应该能够从中有一个什么样的体会，相信很多人对此都有了一些看法和表述，尽管在这两个月以来，华为正在不断的改变着自己的手机阵营，但是回归到了现实当中，我们也看到了一些全新的趋势。华为 nova6系列将要起航，5G领域的最低价，荣耀v30怎么办？看来国产品牌只能靠着手机的数量取胜，至于核心的系统方面，或许还需要进一步的研发吗？虽然新的手机价格最低围绕在3799，那么在这样的趋势之下，很多人的选择又将会有着更多的考虑，目前小米cc9的价格也正在不断的下降，所以看到他们之间的一些竞争状态，有些时候还真的是让大家难以理解，但是现在的手机行情就是如此。", "author": "科技发明秀", "newsdate": "发布时间：19-12-07", "newstime": "17:48", "sentiment": [{"positive_prob": 0.978609, "confidence": 0.952464, "negative_prob": 0.0213912, "sentiment": 2}]}, {"title": "OPPO Reno 10倍变焦版DxOMark评分出炉：116分战平华为P30 Pro", "content": "12月7日消息，如此前预告，DxOMark正式公布了OPPO Reno 10倍变焦版的后置镜头拍照评分——116分的总分（拍照得分125分，视频录制100分），与华为P30 Pro战平，跻身榜单前三级别。这也是OPPO手机首次登上榜单。DxOMark在评测中表示，OPPO Reno 10 倍变焦版搭载一颗具有潜望镜设计的5倍光学长焦镜头，这是目前摄像头上提供如此长焦距的两款智能手机之一，另一款是华为P30 Pro。除了出众的长焦镜头之外，OPPO Reno 10倍变焦版的其它镜头规格也配得上2019年高端智能手机的头衔。DxOMark在评测总结中表示，Oppo Reno 10倍变焦版提供了我们所见过最宽广的变焦范围之一（从16毫米超广角镜头到130毫米长焦镜头），几乎在所有领域都表现了出色的性能，因此赢得了优异的总体得分（116分），跻身本排行榜的前十名。变焦和超广角镜头模块都存在融合伪像，因此该Oppo手机还有一些改进的余地。但是总的来说，如果手机摄影者希望将镜头推近拍摄对象，或将其拉远以扩大视场范围，那么这款手机仍然是一个理想的选择。再加上出色的视频性能，那么它就是可以完成任何手机成像任务的一款卓越设备。OPPO Reno 10倍变焦版后置镜头主要规格如下：主摄像头：4800万像素1/2英寸传感器，等效26毫米f/1.7镜头，相位检测自动对焦（PDAF），激光自动对焦，光学影像防抖（OIS）超广角镜头：800万像素传感器，等效16毫米，f/2.2镜头长焦镜头：1300万像素传感器，等效130毫米f/3.0镜头，相位检测自动对焦（PDAF），激光自动对焦，光学影像防抖（OIS）双LED闪光灯，支持4K 2160p/60fps视频。", "author": "快科技", "newsdate": "发布时间：19-12-07", "newstime": "10:22", "sentiment": [{"positive_prob": 0.721602, "confidence": 0.381338, "negative_prob": 0.278398, "sentiment": 2}]}, {"title": "华为Mate 30终于还是降价了？分析这三个主要原因，很无奈！", "content": "现在手机圈发布的手机，保值率简直低的可怕，往往我们还没入手多长时间，就会悲催地发现自己买的新机又双叒叕降价了，有时候甚至一降就是好几百，让买早的人叫苦不迭。入手华为 Mate30的机友现在应该就是这样的感受，这款手机开售也才两个月，但价格已经松口了，甚至就连5G版也开始降价。那机友们有没有想过，为什么华为 Mate30会这么快就降价呢？iPhone 11太威猛，老旗舰也来插刀第一个原因机友们估计都能想到，那就是与华为Mate30同期发布的iPhone 11表现太威猛了，销量一直狠狠吊打华为Mate30。华为本想着靠5G版来翻身，结果却翻车了，5G版虽然比普通版受欢迎，但销量依旧比不过iPhone 11，这让华为也很无奈。除了iPhone 11，华为自家的老旗舰也对华为Mate30造成了不小的打击，华为 Mate20系列和华为 P30系列现在价格都有不同程度的下调，即便配置比不上华为Mate30，但凭借性价比也成功吸引了一大批机友，自家旗舰的插刀让华为Mate30的销量更加惨淡了。5G手机接踵而至，华为 Mate30很尴尬不得不说，这次华为Mate30的命简直不要太苦，不仅要被其他4G手机抢走风头，就连很多5G手机也来对它踩一脚。特别是到了年底，很多高性价比的5G手机都要发布了，其中也包括已经发布的华为 nova6系列以及荣耀 V30系列，它们都支持双模5G，而且搭载的处理器是和华为 Mate30同款的麒麟990，但价格却比华为 Mate30系列的5G版本便宜的多，因此很多预算有限的机友都打算入手这些更便宜的5G手机，华为 Mate30就显得很尴尬了。海外市场受挫，国内销量来补齐华为Mate30这么快降价，与华为在海外市场受挫也不无关系。这几年华为手机在海外的影响力与日俱增，海外市场的销量也很客观。但在华为遭受美国无端制裁之后，海外市场遇到了不小的挫折。华为 Mate30在之前无法在海外开售，因为谷歌拒绝向华为提供GMS服务，即便之后华为通过自带HMS服务解决了这个问题，华为 Mate30Pro也开始登陆欧洲市场，但大多数人都不看好华为 Mate30系列在海外的销量。因此为了弥补海外市场的损失，华为无疑想要在国内卖出更多的手机，这样一来降价就是不可避免的了，毕竟性价比才是最能刺激机友们剁手的因素。向来在国内市场表现出色的华为，这回在发布华为Mate30之后却尝到了冷板凳的滋味儿。对外有iPhone 11这样的火爆机型与它同台竞争，对内自家的老旗舰也通过降价策略再度翻红，这都对华为Mate30的销量造成了不小的影响。而且，华为 Mate30正好赶上了5G手机大量发布的时候，不断有高性能高性价比的5G手机发布，让机友们失去了对华为 Mate30的兴趣。面对这样的局面，华为除了降价别无选择。那机友们觉得，降价之后的华为 Mate30香不香呢？", "author": "MI好物君", "newsdate": "发布时间：19-12-07", "newstime": "22:48", "sentiment": [{"positive_prob": 0.00568551, "confidence": 0.987366, "negative_prob": 0.994314, "sentiment": 0}]}, {"title": "特朗普终究小看了中国人！昨天华为大动作来袭，誓要让美政府喊疼", "content": "针对美国联邦通信委员会禁止华为参与联邦补贴资金项目的决定，12月5号，华为在深圳总部召开新闻发布会宣布，同日在美国法院提交起诉书，请求法院认定美国联邦通信委员会有关禁止华为参与联邦补贴资金项目的决定违反了美国宪法和《行政诉讼法》。这也是华为年内再次起诉美国政府。5日，华为首席法务官宋柳平在深圳华为总部召开新闻发布会表示，在向美国联邦第五巡回上诉法院提交的起诉书中，华为认为美国联邦通信委员会直接认定华为构成国家安全威胁，没有给予华为就相关指控进行反驳的机会，违反了正当程序原则。华为同时认为美国联邦通信委员会并未提供任何证据或合理的理由来支撑其武断随意的决定，违反了美国宪法、《行政程序法》等美国法律。宋柳平强调称，仅仅因为华为是一家中国公司就禁止华为，并不能解决任何网络安全问题。这已经不是华为第一次起诉美国了。2018年8月美国总统特朗普签署的《2019财年国防授权法案》，法案禁止美国政府机构及其承包商使用华为或中兴的相关技术。对此，华为对此进行了反击。今年3月，华为在美国德克萨斯州的联邦地区法院提起诉讼，诉讼书指出上述国防授权法案的第889条在没有经过任何行政或司法程序的情况下，禁止所有美国政府机构从华为购买设备和服务，还禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款，这违背了美国宪法中的剥夺公权法案条款、正当法律程序条款。今年5月，美国政府加大对华为的打压，将华为列入所谓的“实体清单”，禁止美国企业向华为提供产品。华为此次的反击是针对美国联邦通信委员会11月22号通过的一项决定，决定称，美国的运营商将不得再使用该委员会提供的85亿美元通用服务基金用于购买华为的设备和服务。美国联邦通信委员是一家相对独立的政府机构，直接归属美国国会领导。该委员会指华为和中兴的设备“对美国的国家安全构成威胁”，决定还同时建议美国的通信运营商将此前已经安装使用的华为和中兴设备从网络中移除。除此之外，美国政府正在考虑将中国华为公司列入美国财政部的“指定制裁名单”，踢出美国金融体系。《环球时报》援引路透社3号的报道称，这被认为是美国制裁华为的政策工具中最顶级的“核选项”。报道称，如果一家公司被列入“指定制裁名单”，就几乎不可能在国际上以美元完成交易。目前该名单上有俄罗斯铝业联合公司、伊朗一些政治人物和委内瑞拉毒贩等。如果美国真动用“核选项”把华为踢出他的金融体系，华为还可以如何反制呢？中国社科院美国研究所专家张国庆表示，美国对华为的态度是无所不用其极。想尽一切办法去打压他，甚至动用各种舆论武器、金融武器法律及非法律的武器等等，在这种情况下，华为面临着巨大的考验。华为最关键的还是要立足自己的技术更新和技术进步，只要是他在技术上、产品上领先的话就会一直保有自己在国际市场上的竞争力和影响力。而西方世界也不是铁板一块，在欧洲很多国家对华为的产品还是非常信赖和非常欣赏的，因为华为代表了世界上最先进的技术水平，如果你不用它的话显然就会失去很多便利，也会失去很多的机遇。所以，在此问题上，很多国家会做出自己正确的选择。第二，华为现在已经把很多东西从美国迁移出来，其中研发中心要迁往加拿大，这一系列做法就是“去美国化”。目前，美国对华为的态度和美国国内政治极化的状态下，华为很难在美国打开局面。不过，华为最关键的基本盘是在中国，只要有中国庞大市场对华为这些优秀企业的支持，华为就一定会度过这个难关，更上一层楼。针对美方对华为、中兴等中国电信企业所谓的“安全陷阱”指责，在12月5日的外交部例行记者会上，发言人华春莹回应称，我们相信有关的国家应该会从自身长远利益出发，坚持独立的判断，坚持公平、公正、非歧视的原则，拿出足够的智慧，不要掉入美方所谓的安全陷阱里。华春莹强调：美方动辄将安全挂在嘴边，我很想问一问安全的标准到底是什么？究竟应该由谁来裁定和判决？如果一个人既当运动员又当裁判员，还总是不停地在吹黑哨，这个人值得信任吗？这场比赛还会是公平的比赛吗？美方的所谓“安全陷阱”乍听很堂皇，实际很荒唐。", "author": "湖北卫视长江新闻号", "newsdate": "发布时间：19-12-07", "newstime": "09:14", "sentiment": [{"positive_prob": 0.60565, "confidence": 0.123666, "negative_prob": 0.39435, "sentiment": 2}]}, {"title": "华为麒麟1020/820处理器配置曝光", "content": "来源：IT之家  作者：沧海此前， Twitter 博主 Teme 爆料称，华为下一代旗舰处理器命名为麒麟 1020，下一代中端处理器命名为麒麟 820。其中麒麟 1020 将用在明年下半年发布的华为 Mate40 系列上，而明年年初发布的华为 P40 系列将继续使用麒麟 990 5G 处理器。现在，Teme 又带来麒麟 1020 及麒麟 820 的配置消息，其中麒麟 1020 采用 5nm 工艺制程，性能相比麒麟 990 5G 提高 50%，采用 A77 架构，支持 5G，应该是集成 5G 基带；而麒麟 820 则继续使用 7nm 工艺，集成 5G 基带，首发设备可能是华为 nova 7 或者荣耀 10X。该爆料消息与外媒 HC 的消息基本一致，不一样的只是麒麟下一代旗舰处理器的命名不一样。HC 报道称，业内消息人士指出，华为已开始使用 5nm 技术工艺试制麒麟 1000 处理器，将在明年下半年投入商业运营。麒麟 990 芯片使用 A76 CPU 架构，麒麟 1000 将使用 A77 架构。", "author": "砍柴网", "newsdate": "发布时间：19-12-07", "newstime": "17:06", "sentiment": [{"positive_prob": 0.238449, "confidence": 0.470113, "negative_prob": 0.761551, "sentiment": 0}]}, {"title": "美国太尴尬了：英国首相用华为手机自拍，葡萄牙力挺华为", "content": "作者：刺客英国首相约翰逊在参加一档节目之后，使用一款华为手机与主持人一起开心自拍。在该事件被媒体高度关注之后，尽管首相府工作人员解释称“这款手机不是首相本人的，而是他从保守党一名工作人员那里借来的”。但美国《福布斯》则不这么认为，其发表评论称“约翰逊在北约峰会上发言不久就是用华为手机自拍，明显就是一个转折”。《福布斯》所说的“转折”，应该就是指一直追随美国禁用华为科技产品的英国，在该问题上有可能会与美国分道扬镳了。毕竟，在约翰逊使用华为手机自拍的消息传开之后，英国网民纷纷发表评论，称“在市场你是避不开中国产品的。首相在使用华为手机，哪又有什么不对？难道我们自己想买什么商品还需要别人来告诉我们吗”？由此可见约翰逊政府追随美国禁用华为产品，本身有可能会面临国内巨大的压力。所以，尽管约翰逊刚刚在北约峰会期间，在“禁止使用华为”问题上与美国总统特朗普保持“高度一致”，但回过头来就翻脸不认人，用华为手机与主持人玩自拍，显然就是在给国内民众和运营商释放一个积极的信息，让他们明白，英国不会在禁用华为问题上与美国走得太远的。同样在北约70寿诞的峰会上，另一个欧洲北约成员也不给特朗普面子，当面拒绝美国有关禁用华为产品的要求。据环球网最新报道称，葡萄牙外长席尔瓦当地时间5日当着蓬佩奥的面表示，不会排除华为公司成为该国下一代5G网络建设提供技术的可能性。对此，美联社最新评论称“葡萄牙成为最新抵制美国劝说盟友拒绝华为提供5G网络硬件竞标的欧盟国家”。在此之前，德国和法国也先后表态，不会按照美国的意愿拒绝华为公司参与各自新一代网络技术竞标的可能性。随之葡萄牙成为继法德之后、拒绝美国无理要求、以及约翰逊用华为手机玩自拍，向外界释放让美国极为尴尬的信息，这就意味着，美国在华为问题上对盟友的施压行为，正在变得越来越没有意义了。实际上，欧盟各国之所以纷纷抵制美国的施压，解禁华为技术设备参与其新一代网络技术的竞标，当中因素除了华为产品的安全性和先进性已经名声在外之后，更重要的是，这些北约成员国正在通过选择华为等举措，向外界展现欧洲摆脱对美国依赖的决心。众所周知，美国之所以能够长期对欧洲实施控制，主要就是通过对欧洲推销包括武器、通信等科技产品，在赚取巨额利润的同时，也让欧洲在这些领域上对美国形成一种严重的依赖性，从而给了美国长期控制欧洲的机会。美国在近年来如此热衷于要求盟友抵制华为产品，并非华为产品就真如他们所说的具有“安全威胁”，而是美国政府试图破坏欧洲与中国之间正常的技术合作关系，在对正在崛起的中国进行遏制的同时，也为其向欧洲继续推销同类科技产品创造机会。有关这一点，欧洲人当然是心知肚明的。更何况，欧洲本来就因为频繁的贸易摩擦而对特朗普政府心怀不满，而此次在北约70大寿这么个喜庆的日子，作为北约军事集团主导者的特朗普，没有带来什么贺礼庆祝也就算了，还一直唠唠叨叨的就谈钱的问题，甚至不惜为此与法国总统马克龙当面吵架。很显然，特朗普的这些唯利是图的极端举措，更进一步加剧欧洲各国对华盛顿的担忧和不满情绪。由此可见，越来越多的欧洲国家选择华为参与新一代网络技术的竞标，相当一部分因素就是看不惯美国在欧洲政策上的霸凌态度，从而产生急于摆脱美国控制的心态。因此，从某种意义上来讲，特朗普此次在北约峰会中成为众矢之的，显然让华为意外的成为了此次峰会的“大赢家”。", "author": "火星方阵", "newsdate": "发布时间：19-12-07", "newstime": "09:14", "sentiment": [{"positive_prob": 0.906613, "confidence": 0.792473, "negative_prob": 0.0933872, "sentiment": 2}]}]