[{"title": "华为P30抢先亮相，产品颜值再次达到新高", "content": "小米和三星都纷纷发布了自家的骁龙855机型，这似乎也预示着华为顶级旗舰离大家也越来越近，而最近一段时间，华为的折叠屏产品也大放异彩，这也使得大家非常期待华为P30系列产品的表现。而正值mwc2019这个特殊时间节点，我们也提前看到了华为P30的机模，看完之后还是让人挺满意的，产品整体的设计思路非常好，沿用了主流时尚的设计，并且细节部分做的非常出色，机身背部采用后置三摄像头设计，机身正面应该是水滴屏，产品采用高度对称设计，机身背部有明显的弧度处理，可以带来非常不错的手感。华为p30系列产品最让人关注的就是拍照，去年华为p20pro给华为争了不少光，特别是在产品拍照方面，目前这款产品依旧是顶级国产旗舰，相信华为p30也不会让大家失望，后置三摄像头将会成为一大看点。华为p系列产品主打时尚旗舰，现在看来p30也维持这一大l打磨理念，产品看起来很有质感。不知道你的华为这款旗舰产品有何看法呢？", "author": "O科技air", "newsdate": "发布时间：19-02-26", "newstime": "19:50", "sentiment": [{"positive_prob": 0.999804, "confidence": 0.999565, "negative_prob": 0.000195831, "sentiment": 2}]}, {"title": "华为董事长梁华接受18家加拿大媒体圆桌专访", "content": "新京报快讯 据华为技术有限公司官方微信消息，多伦多时间2月21日10:00，华为公司董事长梁华在多伦多接受《The Globe and Mail》《CTV》《Wall Street Journal》《Bloomberg》《Canadian Press》《MobileSyrup》《Yahoo》《IT World》《Ming Pao》《Sing Tao》等18家加拿大媒体采访。以下为现场专访全文实录无论加拿大如何决定 华为会继续服务好当地客户1.《CCTV Toronto》Sen Zhang：现在华为公司处在历史上一个比较困难的时期，有没有一个战略或者计划应对这样的困难?梁华：华为是一家全球化公司，在170多个国家开展业务。考虑到我们的运营规模，我们在任何时候可能都会面临挑战和困难，但同时，我们相信也会有很多机会。2018年，华为公司的业绩很好，总收入将近1,085亿美金，同比增长20%。在新的一年，我们会根据目前全球的运营情况制定业务计划。虽然我们在2019年可能会面临一些挑战，但目前我们制定的业务计划和目标是在2019年实现1,254亿美金左右的销售收入，同比增长15%到20%。面向未来，我们有困难解决困难、有挑战解决挑战，同时也会抓住数字化、智能化、云化进程中的机遇。目前，我们对业务发展还是有信心的。2.《MobileSyrup》Shruti Shekar：上周BBC采访任正非先生，问到“英国是否会禁止使用华为的设备?”当时任先生表示，“我们相信英国，也希望英国更信任我们”。现在，加拿大也在做相关的评估，结果如何目前还不得而知。我想问的是，假设加拿大评估之后决定禁止使用华为设备，这对华为加拿大的投入有什么影响?梁华：我们已经在加拿大运营了十年，跟客户有一些非常好的合作。同时，我们也在加拿大进行了长期的研发投入，累计金额超过5亿美金。我们不知道政府对于5G会做出怎样的决定，但无论政府如何决策，只要我们的客户选择与华为合作，我们就会把更好的5G技术、解决方案和产品带到加拿大市场。如果华为被排除在加拿大5G部署之外，我们将继续致力于更好地服务选择我们的客户。不过无论如何，我们希望关于5G的决定是基于技术考虑，而非其他因素。我们希望在公平竞争的前提下，基于技术做出5G相关的决定。华为在5G技术和工程能力方面都有非常强的优势。回到你的问题，无论政府最后做出什么决定，我们还是会继续服务好我们在加拿大的客户，华为在加拿大跟Telus和Bell等客户有着长期的良好合作。即使政府决定排除华为参与5G，我们还会继续在其他产品和网络上更好地服务客户。同时，我们也会继续增强在加拿大市场的研发投入，因为加拿大市场开放、包容，培养了许多研发人才。刚才提到，过去十年我们累计在加拿大的研发投入超过5亿美元，仅在2018年就投入了1.37亿美元。未来，我们将根据业务策略和研发合作，继续加强我们在加拿大的研发投入。3.《BNN Bloomberg》Paul Bagnell：目前，有三个国家以安全和间谍方面的担忧为由，禁止使用华为的电信设备。至少有三位前任加拿大情报官员也建议加拿大政府采取与这三个国家一样的做法。请问，您能向加拿大的政策制定者和普通民众做出怎样的保证，让他们相信使用华为的设备并不会造成安全威胁?梁华：首先纠正一下，只有两个国家，就是美国和澳大利亚，不是三个。这周，新西兰总理表示没有决定在5G部署中限制使用华为设备。所以应该只有两个国家，美国不允许在政府采购中购买华为的设备和服务，澳大利亚禁止华为参与5G部署。华为在加拿大其实也只提供无线设备，并且通过政府主导的安全审查机制(SRP)来保证安全。SRP是由政府、运营商、华为，以及第三方共同合作的审查机制，为我们向加拿大供应的无线产品提供保障。网络安全和隐私保护是华为的最高纲领。我们还将在未来五年持续投资20亿美元，提升软件工程能力和实践，帮助我们在云化、智能化、软件定义的新环境中开发更加可靠、可信和高质量的产品和解决方案。过去三十年，华为在170多个国家经营业务，服务30多亿用户，迄今为止一直保持着良好的网络安全记录。华为是一家独立的商业公司，在网络安全问题上绝不会伤害任何国家、组织和个人。在网络安全和隐私保护方面，华为坚持以客户为中心，始终与客户站在一起，和客户共同保障网络安全。网络安全是全行业、乃至全社会都需要关注的一个问题，华为只是行业中的一家设备提供商。GSMA已经提出，政府和运营商需要共同努力，建立统一的网络安全测试和认证机制，以增强公众对网络安全的信心。所以，在网络安全方面，我建议加拿大政府、移动运营商和设备供应商共同制定清晰的标准和保障机制，增强民众对网络产品和服务的信心。这些网络安全标准、规范，以及厂商和设备选择机制应该对所有厂商都是一致、公平的。“中国没有任何法律要求企业强制安装后门或者收集情报”4.《Sing Tao》Ray Chan：中国新修订的《国家情报法》明确规定，中国的公民、组织都有义务配合情报机关的工作。华为虽然在加拿大有业务，但仍是一家中国公司。怎么保证加拿大的资料不会被中国情报机关所使用?梁华：针对您刚才提到的中国《国家情报法》，中国外交部已明确表态，“中国没有任何法律要求企业强制安装后门或者收集情报”。中国官员杨洁篪在上周的慕尼黑安全会议上也明确表示，中国没有任何法律要求企业安装后门和收集情报，同时，中国政府一贯要求中国企业遵守运营所在国法律法规。我们也咨询了法律顾问，请他们提供独立的法律意见。他们指出，要求企业履行协助、支持情报机关工作的义务必须要有法律依据。中国没有任何一部法律要求电信设备商植入后门或收集情报。过去三十年，我们从未收到过这样的要求。即使未来有这样的要求，我们也会拒绝执行，因为拒绝执行并不违法，我们也不会承担法律责任。华为是一家设备供应商，运营商负责网络运营。华为在加拿大经营十年，保持着良好的记录。所以，大家尽管放心。华为跟加拿大高校双方协商 敲定研究合作机制5.《Wall Street Journal》Jacquie McNish：中国对技术公司和电信运营商有份额限制，不能超过30%。但是，其他国家并没有这种限制。华为是否意识到在中国以外的国家经营业务时需要遵循不一样的规则?梁华：华为遵守业务所在国的所有适用法律法规，这是我们的经营底线。在某些国家，我们会根据业务战略和国家要求，采用不同的经营策略。我们之所以加大在加拿大的研发投入是因为加拿大确实在很多领域(包括人工智能、基础算法、光纤等)有人才优势。现在，美国禁止华为在某些技术上进行出口转让。我们把一部分研究项目转移到加拿大，这是可以理解的。我们在不同的国家采用了不同的合作机制。华为跟加拿大高校的研究合作机制是通过双方协商共同敲定的。我们会持续与加拿大高校沟通，本着合作共赢的原则建立合作机制。现在的合作模式是：文章、论文等著作权归学校(教授、学生)所有;如果合作项目中产生了专利，则华为和高校共享该专利。共享专利是双方在合作中达成的共识。Jacquie McNish：专利共享是指五五分成吗?梁华：不是简单的对半分。双方共同拥有专利，没有具体的比例。业界常见的方式是，如果企业与高校在合作过程中产生了专利，企业获得专利的所有权。目前，华为与高校合作产生的专利由华为与高校共享。6.《Globeand Mail》Christine Dobby：刚才问到的知识产权问题。如果知识产权是华为和高校共享的，加拿大本土企业是不是也可以通过授权的方式获取知识产权?针对他们有优惠条件吗?另外，为什么华为选择在现在这个时机决定采取这样的共享合作方式。是不是希望通过这种方式来说服加拿大政府不要禁止华为参与5G项目?梁华：知识产权共享与5G项目没有关系。我们在此之前就实施了知识产权共享战略。关于知识产权获取和授权，业界已有标准的程序和方法。关于具体的知识产权共享和使用，可以请我们的研发主管做更细致的说明。蔡常天：华为加拿大与加拿大高校产生的知识产权包括两个部分：第一，论文著作权。这部分完全归高校，包括教授和学生。第二，专利。这里要说明一点，并不是每一个合作项目都会产生专利，这也是研究不确定性的表现之一。在专利归属上，华为加拿大一直遵循业界惯例，同时遵循每个合作对象的知识产权规则。在过去十年，合作专利有部分是归学校，有部分归教授个人，也有部分是高校和华为共享。为了更好地突出华为在加拿大的研发投入和华为与加拿大高校的合作对加拿大的直接贡献，我们从2018年开始就已经全面进行知识产权分享。华为只是一家设备供应商 并不拥有客户信息和网络7.《Ming Pao Daily News》Sam Yu：华为在全球经营，在全球视野中加拿大是什么样的市场?有什么特点?有什么好处、有什么坏处?梁华：去年，华为在加拿大的销售收入约为4.2亿美元，其中运营商业务大概是2.7亿美元，终端大概是1.5亿美元。华为在全球的业务战略是聚焦ICT基础设施和智能终端。在加拿大也是如此，我们在加拿大市场销售ICT基础设施、解决方案和智能终端，并提供相应的服务。加拿大市场比较独特，地广人稀，并非所有人都能享受同等的数字化红利。比如，加拿大南边人口比较密集，而北边寒冷，人口较少。如何开发有效的、经济的解决方案，为加拿大所有民众提供高品质的服务?为此，我们跟当地运营商合作，共同开发创新的技术解决方案，为不同地区的人们提供服务。华为最早是在加拿大开展5G研究。华为机关团队、华为加拿大研发团队和当地伙伴一起合作开展5G研究。我们现在开发的5G解决方案将能满足不同地区的需求。在北边，如果用传统的卫星，网络质量和信号非常差;如果用光纤，成本又太高。为此，我们推出了5G Air Fiber，可以提供高质量、高品质的家庭宽带服务(WTTx)，而且成本效益高。WTTx能极大地缩短投资回报周期，只需两至三年。如果用光纤覆盖这些区域，投资回报周期长达八至十年。通过与加拿大的合作伙伴和运营商合作，我们将提供更先进、成本效益更高的通信技术。8.《OMNI TV》Jie Yang：虽然英国上周已经宣布华为的安全系统可以得到解决，有解决方案。但是，华为的声誉在西方世界受到影响，尤其是在加中两国之间有一些不愉快的事情发生。华为准备怎么做来挽回自己的声誉，让加拿大的民众或者客户相信你们还是安全、可靠的?梁华：我认为这对我们公司的声誉没有负面影响，这其实是免费给华为打广告。现在，全球都知道美国在号召其盟友打压、排挤华为。全球人都知道华为，知道美国这么强大的国家非常关注华为。我其实刚刚也谈到了我们未来的计划。网络安全和隐私保护是全行业乃至全世界都面临的挑战。如果无法保障网络安全和隐私，整个数字世界可能会崩溃。网络安全和隐私保护并不是一家公司的责任。排挤华为并不能解决网络安全和隐私保护问题。因此，我建议政府、运营商、设备供应商和其他专业的公司共同合作，制定统一的网络安全标准、认证、测试机制以及网络保障机制。这一点至关重要。关于华为在加拿大的业务，我刚才也说了，华为把网络安全和隐私保护作为公司的最高纲领。华为是一家商业公司，始终为客户利益着想。我们在产品开发、运营和销售客户过程中有着严格的流程和相应的工具来保障安全和隐私。华为只是一家设备供应商，并不拥有客户信息和网络，因为网络和用户信息都在运营商手里。我们提供的设备也经过了运营商和政府主导的严格的网络安全审查。只有当客户有需求时，并且在运营商授权的情况下，我们才会提供必要的技术服务。欧洲出台了《通用数据保护条例》(GDPR)，华为严格遵守GDPR。我们认为GDPR为其他国家提供了范例，因为GDPR不仅制定了清晰的标准和要求，并且对所有的企业都是一视同仁、公平公正的。在欧洲只要遵循了这些规定，就能很好地在当地运营。同样在加拿大，华为也会严格遵从由加拿大政府主导的安全审查机制(SRP)以及网络安全和隐私保护相关的法律法规。9.《China Daily》Rena Li：我想问李总几个问题。刚才梁总介绍说华为在加拿大有很多投入，包括研发以及与加拿大三大网络巨头的合作。如果加拿大对华为参与5G网络建设的禁令生效的话，这对合作方有什么损失?对当地就业有什么损失?另外，过去十年，华为加拿大积极回馈社区，如资助当地的冰球项目和原住民青年领导项目。为什么这么做?李洪波：华为在加拿大已经运营了十年。从过去十年的情况来看，我们的业务一直保持稳定的增长。从去年开始，我们注意到政府将作出5G相关的决策。其实除了5G(现在还没有提供5G)，华为在加拿大还销售其他产品和服务，像刚刚董事长提到，有智能手机业务和其他网络产品。梁华：禁或不禁都是政府和客户的选择。华为不可能服务全球所有的市场。对于选择我们的客户，我们肯定会服务好他们。对于没有选择我们的，很遗憾我们没有服务的机会。第三方机构评估结果显示，华为的端到端5G解决方案领先市场一年多。这说明华为在技术和5G解决方案的成本效益方面具有较大的优势。过去，华为和运营商合作，很好地支持了他们的网络发展。目前，华为在全球签订了30多个5G商用合同，发货了3万多个5G基站站，持有2570多项专利5G专利。“我不能说孟晚舟事件不是政治驱动的”10.《Reuters》Matt Scuffham：华为CFO被逮捕这件事会影响华为在加拿大业务吗?梁华：孟晚舟被捕后，美国和加拿大的很多高层官员对此有很多评论。据我所知，基于所谓违反美国相关制裁法律，对一个公司的高层指控并逮捕是非常罕见的。即使加拿大前外交官也说过美国引渡请求的政治性是很好的抗辩理由。所以我不能说孟晚舟事件不是政治驱动的。我和孟女士共事多年。她是一位非常勤奋的女高管，也是年幼孩子的母亲。我相信她是无辜的，也希望加拿大司法体系能尽快还孟女士正义，恢复她的人身自由，让她与家人团聚。我并不是律师，因此无法对案件的实质发表评论。坦诚地说，目前的中加关系并不如大多数中国和加拿大民众和企业预期的那么理想。过去10年我们在加拿大已经累计研发投入超过5亿美元，雇佣了超过1100名本地员工。作为一家企业，我们真诚地希望在两国良好的关系下开展业务，我想这也是中国企业和加拿大企业双方共同的愿望。当然，从目前来看确实还要解决一些问题。Matt Scuffham：这会不会影响华为未来的业务策略?梁华：我们的研发投入策略不会改变，我们会继续加大对加拿大的研发投入。在市场上，我们希望能跟更好地与运营商合作，用先进的技术、产品和解决方案，能更好地服务客户。11.《New York Times》Lindsey Wiebe：回到刚刚提及的知识产权问题，华为刚才介绍说，从2018年开始推出了知识产权共享机制。为什么选择今天又重新发表这样的声明?我知道今天召开的媒体活动并不寻常，董事长肯定也是第一次在加拿大举行这样的媒体活动。梁华：没有其他原因，就是因为今天才有这个机会。希望以后有更多的机会跟大家交流。12.《Bloomberg News》Josh Wingrove：针对美国提出的指控包括T-Mobile相关的指控，华为的立场是什么?梁华：关于T-Mobile这个案子，华为已经发布了正式声明，我相信你应该也看到了。Josh Wingrove：是的，我看到了这个声明，但是我想请您详细谈一谈。您觉得美国提出的这些指控会影响加拿大正在进行的评估以及加拿大的决定吗?梁华：起诉并不是定罪。既然已经进入法律程序，就按法律程序解决，关于案件本身，我没有更多的评论。在2017年的民事案件中，华为和T-Mobile之间的所有争议都已经通过法律程序得到妥善解决。针对T-Mobile的商业秘密侵权主张，陪审团已经做出了没有带来损失、华为没有不当得利、不存在主观恶意的裁决。关于知识产权，华为在美国经历了很多场知识产权争议，都通过法律程序得到妥善解决了，并且都获得了较好的结果。这说明我们尊重第三方的知识产权。华为在全球获得8.7万多件授权专利，其中有1.1万多件是在美国授权的专利。遵守知识产权是华为的一贯政策。我们尊重别人的知识产权，也希望别人尊重我们的知识产权。这对我们在加拿大的市场运营没有什么影响。创新者和贡献者都应该得到尊重13.《Fairchild TV》Kyle Kong：毫无疑问，华为在5G方面是一个领先者。一直以来针对华为有很多指控，可以说有些是阴谋论。有新闻报道说华为在5G方面的领先地位与其军方背景有关，您是否要借此机会评价或者澄清一下?梁华：华为没有任何军方背景，华为是由9.7万多名员工持有的一家私营公司，外部组织不持有任何华为股份。华为之所以在5G方面领先，是因为我们在5G研究方面的投入早、持续加大技术创新和研发投入。华为从2009年就开始了5G的研发投入。其实4G网络部署开始时，我们就在思考下一代的无线网络技术是什么样的，也就是现在说的5G。公司对全球5G标准作出了重要贡献。同时我们积极进行关键技术创新，比如5G基站芯片、支持多种无线接入技术的MIMO以及刀片式基站技术，使得华为在5G技术领域取得领先。这些技术创新都是我们持续加大研发投入以及跟产业界、客户合作的结果。华为是一个技术创新和客户需求驱动的公司。我不明白为何外界在华为在5G领域领先后，编出了这么多的故事。华为之所以领先，是因为我们持续在技术和创新的投入。华为对电信行业作出了重大贡献，我认为作为创新者和贡献者都应该得到尊重。14.《Canadian Press》Tara Deschamps：如果对华为实施禁令，对华为在加拿大与高校目前以及未来的合作会有何影响?是不是意味着要中止合作，或延迟签订新的合作合同?梁华：不管有没有禁令，华为在本地的研发投入和与高校合作的策略都不会变。我们会继续加大研发投资，加强我们与加拿大高校的合作伙伴关系。15.《National Post/Financial Post》Barbara Shecter：您刚才讲到希望5G的决策最终是基于技术而不是其他的因素。您在今天采访过程中您也提到了这些决策是政治因素驱动的。作为华为的董事长，是否担心最后的决策不是基于技术，而是基于贸易合作关系、贸易协定或其他因素?梁华：我们支持通过自由贸易建立强大的经济。短期内政治因素可能对我们的业务规模有一些影响，但是长期来看，我认为最后还是要通过技术来驱动人类的进步，因为技术的发展会造福全人类、全社会。从人类发展历史来看，技术进步会带来了社会的发展。从2G、3G、4G到5G，应该说每一代移动通信技术的进步都给人类的沟通交流带来了便利。我们相信，各国的政治家和人们最终会作出明智的决定，不会让好的技术不能让民众享用。16.《CTV》Omar Sachedina：您刚才有提到现在的中加关系并不是最理想的情况。请问您认为需要做出什么努力能让两国的关系变成理想的情况呢?梁华：作为一家企业，我们没有这么大的能力把两国关系改善到理想状态。Omar Sachedina：作为一家公司，华为希望在加拿大不断地做大业务，从这个角度看您对中加关系有何期待?您认为如何才能软化目前的环境?梁华：华为在加拿大致力于本地化经营。我们遵守加拿大所有适用的法律法规，同时也履行我们的社会责任，积极回馈当地社会。在加拿大，我们会持续聚焦与运营商合作(包括终端的销售)，为当地消费者和客户提供更先进、更优惠的产品和解决方案，帮助加拿大电信运营商更好地部署网络。我们希望为加拿大民众提供更智能的终端，让他们更好地享受数字化、智能化带来的好处。加拿大是一个自由、包容的国家，因此我们在加拿大会继续加大研发投入。作为一家企业，我们真诚希望在两国良好的关系下开展业务，在自由贸易环境、在公平公正的基础上开展业务。我相信合作才能共赢。为人类更好享受数字化、智能化红利贡献力量17.《IT World Canada》Lynn Grenier：我们今天谈了很多关于电信和5G方面的问题，我想该问的也差不多问完了。华为是一个很大的公司，业务肯定远远不止这些。在终端领域，目前华为给加拿大提供的产品只有手机，请问华为计划何时将其它终端产品带给加拿大?梁华：只要加拿大民众喜欢的华为产品，如智能手机、PC、家庭终端，只要在这里能够销售，我们都愿意提供。华为致力于提供全场景智慧终端产品。我们仍在思考未来全场景智能生活中终端形态什么样的。我们相信未来终端一定会起到关键的作用，特别是在5G提供高带宽、低时延、多连接的情况下，我们需要为消费者提供更好的终端让他们享受网络带来的福利。本周日，在巴塞罗那举行的世界移动通信大会上，华为将会发布5G折叠手机，我想这是值得期待的，也希望你们关注。18.《Yahoo Finance Canada》Alicja Siekierska：再次回到知识产权的问题，能不能详细解释一下华为现在的政策究竟跟以往政策有何不同?会把加拿大的模式推广到其他国家吗?梁华：在加拿大，华为与高校共享一部分专利，这其实是跟加拿大高校合作过程中共同探讨出来的模式。在不同的国家与高校合作有不同的模式，我们不会在全球采用一个模式，但我们一定是在共赢的基础上进行合作，这是与高校开展研究合作最重要的原则。我们会继续加大研发投资，贡献更多的价值。企业跟高校进行产业合作是一个通行的模式，华为自身在研发上也有比较大的投入，2018年研发投入是150亿美金。除了自身的研发投资，我们还非常重视与高校的合作。这些合作项目聚焦不同的领域，取决于大学的优势以及所在的国家。我们采取的总体原则就是：所采取的合作模式是适合我们具体的合作领域的。华为还会持续加大跟高校的合作，同时自身会持续加大研发投入，为全人类更好地享受数字化、智能化带来的红利贡献自己的力量。编辑 林玮琪", "author": "新京报", "newsdate": "发布时间：19-02-26", "newstime": "07:28", "sentiment": [{"positive_prob": 0.962082, "confidence": 0.915738, "negative_prob": 0.0379179, "sentiment": 2}]}, {"title": "手机要变天了！华为首款5G折叠手机重磅发布！", "content": "重磅发布，华为打响折叠之战还记得1月24日的华为5G发布会吗？当时华为一口气发布了两大5G芯片（天罡芯片和巴龙5000芯片）和5G路由器CPE Pro。此外，华为还宣布将在2月25日（巴塞罗那时间）举办的巴塞罗那电信展上，发布全球首款商用5G折叠智能手机。消息一出，轰动全球，所有人都在期待华为将作出怎样颠覆性的创新。不料三星却“临门插一脚”，抢在华为之前，在2月20日（旧金山时间）发布了其首款5G折叠智能手机Galaxy Fold。其实也可以理解，抢到第一块蛋糕就能吸引更多眼球，同时也在一定程度上有更大的话语权。再加上如今智能手机市场已趋近饱和，更需要一项新技术来打开下一个时代，而折叠屏手机就是就是大家期待的目标。但是，第一并不意味着就可以高枕无忧，特别是像这种为第一而第一的。更何况以华为多年积攒的硬实力，根本就不会惧怕任何挑战。果不其然，在刚刚结束的发布会上，华为 Mate X的亮相赚足了众人眼球。不仅如此，其无论是外观还是性能，都强大到可以将三星Fold按在地上“摩擦”。发布会现场人潮涌动“三真四更”，碾压三星北京时间2月25日，巴塞罗那，华为首款5G折叠手机华为MateX发布会现场，1000多家中外媒体挤爆了会场，实际报名远远超过了场馆的容纳量。为了占据最佳的位置，距离发布会开始前的一个半小时，会场外已经排起了长龙。而华为Mate X也没辜负媒体的期待，余承东在台上每翻过一页PPT，都能引来台下的一片欢呼和掌声。讲真，在三星Galaxy Fold的衬托下，Mate X真的是太让人心动了！真正全面折叠屏对于折叠屏，摄像头、声音组键、电源键怎么安置是一个难题，华为 Mate X采用的是外折设计，且摄像头等原件置于背面屏，如此一来，在展开状态下，就实现了真正的全面屏。而三星GalaxyFold那种借鉴“诺基亚E90”独立外屏+向内折叠的内屏造型，导致了怪异的边角刘海屏。在产品设计上，三星 GalaxyFold远不如华为 Mate X。真正无缝折叠对于折叠屏，华为Mate X采用的是外折铰链设计，如此让屏幕在折叠后，合起来的效果是无缝隙的。而三星 Galaxy Fold的内折设计则还留有缝隙，可以看出三星折叠技术并未做到尽善尽美。上为华为Mate X，下为三星Galaxy Fold真正的5G智能手机华为Mate X带来的突破性不只局限于折叠屏设计上，还在于它是一款5G智能手机。给它带来5G能力的，正是华为自主研发的5G芯片巴龙5000以及双NPU芯片麒麟980。其下载速度最高可达4.6Gbps，在日常任务中下载1G大小的视频，只需要3秒。而三星 Galaxy Fold 虽然号称是5G手机，但事实上它仅仅支持5G运行而已。因为其并未搭载5G芯片，想要使用5G网络必须得借助外部路由器。所以，华为Mate X是真正意义上的全球第一部5G手机。更大华为Mate X未展开状态下，手机双面都有屏幕。正面屏幕6.6英寸，背面6.38英寸。展开状态下，是一个8英寸的屏幕。相比之下，三星Galaxy Fold就小得多了，折叠状态4.6英寸，展开后7.3英寸。上为华为Mate X，下为三星 Galaxy Fold更薄华为Mate X极薄，打开状态下， 只有5.4mm厚，即使是折叠状态也只有11mm。相比之下，三星Galaxy Fold最厚处可达17mm。更美三星 Galaxy Fold 独立外屏+向内折叠的内屏造型不仅使得大屏有怪异的刘海，且折叠处有缝隙，在外观上差了华为Mate X不止一个级别。不止如此，其4.6英寸的主屏设计也是极为尴尬，显示空间无法填满整个正面机身，这也让 Galaxy Fold 手机在闭合状态下的观感，更像是一台功能机。上为华为Mate X，下为三星 Galaxy Fold更快众所周知，对于大屏手机来说，电源消耗是一个极大的问题，为此还发明了快充设计，华为Mate X在这一点上做到了极致。据了解，华为Mate X搭载了华为自行研发的快充技术，快充功率达到了55W，是史上最强的快充设计，超过iPhone Xs Max 6倍。配备4500mAh的电池，30分钟充满85%。华为Mate X 没有前置摄像头，自拍的时候，需要将手机翻转过来，使用较小的屏幕。好玩的是，这样的设计使得在拍人的时候，对方也可以通过屏幕看到自己的形象，实时预览。这个功能对于那些不会拍照的直男来说，真的是大福利。同样是折叠手机，我们可以看到三星Galaxy Fold很多产品设计中的无奈和妥协，比如外小屏+内大屏、不完美的边角式刘海屏等等，反观华为Mate X的确比三星更加给力，从产品设计、铰链设计、多种形态、摄镜头运用等诸多方面都做到了力压三星。这恐怕是三星做梦也想不到的吧，曾几何时华为也饱受三星的折磨！想当年华为Mate 10 Pro发布时，三星宁可赔偿高额的违约金也不给华为提供屏幕，以致华为Mate 10 Pro到产品周期结束也没有得到足量的屏幕。就连此次折叠手机，三星也是故意抢在华为发布，就为了占一个“第一”。但是，华为就是华为，越打压他越强！你不给我屏幕，我就斥巨资和京东方合作研发屏幕，如今华为很多高科技创新的手机使用的都是京东方的屏幕，包括这次的Mate X。华为还投资了两家国内闪存厂商，组建技术团队参与到闪存研发中，去年发布的华为Mate RS就是用自己的闪存。此外，华为在5G、AI、芯片等发力，全方面打造自己的手机。“有心人，天不负”，如今华为手机已经超过苹果，成为全球销量第二手机品牌，如今华为的对手只剩三星。余承东表示，华为手机的目标是全球第一大手机品牌，文君相信这一天不会远！手机行业要变天了！不过，华为Mate X更大的意义在于刺激当前萎靡的手机市场。IDC的数据显示，2018年全球手机14.049亿台的出货量，不仅不及半年前14.55亿台的预期，同比2017年全年还下降了4.1%，这也是手机历史上首次出现出货量同比下滑的情况。国内的情况也并不乐观。同样是来自IDC的数据，2018年全年，国内智能机整体市场出货量约为3.97亿台，同比下滑超10%。手机市场已经饱和，怎么才能刺激用户的换机欲望？毫无疑问，新技术。如今手机之间的竞争，早已经不止是硬件范畴了，实际上已经逐渐演变成一种涉及差异化技术、品牌口碑乃至是技术力展示的阶段。谁都知道5G代表着未来，但是5G真正普及或许要数年的时间，在这期间，所有的技术创新都可称之为试验。其实，不要看三星Galaxy Fold和华为Mate X天价，很可能两家都是赔本的，因为新技术的成本太高了。但它们必须参与进来，甚至争做领头羊，原因很简单，等到技术普及你再做，就已经来不及了。在现阶段，比的就是创新。事实上，不止三星、华为，OPPO、小米、中兴、一加、LG也都陆续对外公布了自己特色5G手机产品消息，比如OPPO的十倍变焦。究竟哪家的技术能赢得民心，我们还不得而知。但是，毫无疑问的是，接下来是一长旷日持久的装备竞赛，这对于家大业大的大品牌来说还不算太大压力，但对于一些中小品牌，注定会走向消亡。作者：周文君", "author": "电商报", "newsdate": "发布时间：19-02-26", "newstime": "23:48", "sentiment": [{"positive_prob": 0.982142, "confidence": 0.960315, "negative_prob": 0.0178584, "sentiment": 2}]}, {"title": "华为和三星，到底谁折叠了谁？", "content": "三星Galaxy Fold手机发布不到一个周，它最大的竞争对手就来了，2月24日，华为在巴塞罗那发布了5G折叠手机Mate X。以量产机的标准来看，Mate X和Galaxy Fold最具代表性，它们的技术一个是内折叠，一个是外折叠。普通状态下，Galaxy Fold形态上更接近传统手机，展开后犹如平板电脑。Fold的设计更显精致，内折的设计能更好地保护屏幕，但它更像是一个过渡型产品，三屏的设计显得有些冗余，容易造成体验和交互上的割裂感。华为Mate X是外折叠，它的设计要更加激进，没有参照目前单屏幕手机的形态，直接向双屏演变，机身也比Fold更灵巧。除了这两个机型外，今年年初很多厂家纷纷拿出了折叠屏方案，跟约定好了似的，让人觉得折叠手机的大潮就要来了。可事实如此么？厂商纷纷布局折叠屏，但没有一个是完美的先是柔宇科技在1月8号的CES展台上发布了自己的外折叠屏产品，售价8999元。而后小米副总裁林斌在微博上展示小米双折叠屏，被柔宇CEO臭骂抄袭。OPPO的副总裁沈义人也憋不住了，在微博上连着放出了几张照片，从照片看，和Mate X有几分神似。美国专利商标局也在2月发布了一个苹果的折叠屏专利，显示这个屏幕可以正着折，可以反着折，还能一正一反实现三折叠。对于该怎么折，各家厂商有不同的答案，但如果这些手机不能解决好自身的问题，再怎么折也折叠不出一个未来。折叠后的最大问题：厚！在手机展开时，Mate X的最薄单边厚度为5.4mm，不过在折叠后，机身厚度来到了11mm，三星则有17mm厚，都比目前的旗舰手机厚了不止一点。厚度上升所带来的手感下降是明显的，各位读者手机的厚度，都在7.8毫米上下：从iPhone一代开始，手机就向着轻薄化发展，手机产商做了一系列措施，哪怕牺牲电池容量，让摄像头凸起，去掉耳机孔...也要保证手机的轻薄。正是这些妥协，让手机越来越贴手，也越来越便携。目前的可折叠手机，从厚度上来看是明显的倒退，机身的重量也徒然增加，进一步降低了整体的便携性和操作舒适度。《纽约时报》评论称，折叠手机很厚，装在口袋里会很重，而且体积太大也让人不舒服。而且，目前还不清楚反复折叠显示器会不会让设备本身变脆弱。这对耐用性也是一个很大的考验。7年了，折叠屏依然不成熟人类识别、屏下指纹、10倍光学变焦...手机厂商喜欢将黑科技用在旗舰手机上，来提升手机的技术差异性，获得更高的利润空间，同时获得最大程度的媒体曝光度。等相关技术的成本下降后，再下放到中低端手机，来突显手机的性价比，继续吸引消费者。比如小米MIX最初带来的全面屏，如今已经出现在了999的千元机上，三星S9上的可变光圈也移植到了A系列的中端机。可无论多好的屏幕材质、多么先进的处理器、多么好的摄像头，以往由黑科技所支撑的价格涨幅，从来没有折叠屏来的这么剧烈。Mate X的起售价格约17500元，三星Fold的基础款折合人民币13326元，这大概是市售旗舰机2-4倍的价格。这说到底还是折叠屏本身开发的成本太高，在2011年的CES大会上，三星就展示了可折叠屏幕，在2013年的CES大会上首次推出可折叠显示器原型机。可喊了多少次的大规模量产，这么多年过去了，折叠屏的关键部件：柔性AMOLED的成本依然昂贵。有供应链的专家表示，柔性AMOLED的主要供应商是三星，其它屏幕商在产能、良率、成本，和产品性能上还有差距，未来2年内的大规模量产希望不大。另外，多一个“屏幕”，对电池来说是个灾难，虽然Mate X和Galaxy Fold都采用了大电池的方案，但实际的续航成绩依然不容乐观。只要电池技术没有进一步突破，想要提升折叠屏手机续航就得加大机身厚度，这显然不现实。小米虽然曝光了折叠屏原型机，但雷军在上周的采访时表示，“折叠手机弯折后会进一步挤压内部空间，导致电池等模块需要重新设计，量产难度很大。”小米还没能下定决心，OPPO也明确表示，折叠屏手机目前只是原型机，在没有强烈的市场需求面前，OPPO不会考虑量产。小米6.44的超大屏MAX系列已经停产，中兴曾推出的可折叠双屏幕手机也反响一般，可折叠屏手机能带来更大的视觉冲击和效率，但它真的适合所有人么？由此看来，折叠屏手机更多是肌肉的展示，整体的折叠屏方案依然不成熟，价格也完全没办法让普通消费者接受。厂商做尝试，更多的意义在于技术上的探索，试探消费者反响来思考未来趋势，同时提升品牌形象。2019年无疑是折叠屏的“元年”，作为代表的华为和三星吸足了人们的注意力，但最后，99%的人买到手上的依然是三星S10、华为P30、小米9等不能折叠也不够酷，但足够好用的手机。", "author": "NEXTTECH", "newsdate": "发布时间：19-02-26", "newstime": "10:57", "sentiment": [{"positive_prob": 0.00439838, "confidence": 0.990226, "negative_prob": 0.995602, "sentiment": 0}]}, {"title": "正式被确认，华为Mate20价格降至新低，网友：能补差价吗", "content": "俨然，华为在高端手机市场已经深耕多年，到今天成绩斐然。相信很多人在打算买高端机时，首先会考虑的两个品牌就是苹果和华为。就连三星这样的巨头在国内都不能与华为较量，据悉三星的国内份额不超过百分之三，试问三星拿什么跟华为比较吧。华为可以说是目前在高端领域中最成功的一个品牌了，从当年华为Mate7上市时发生了质的变化。大家都知道在以前国产机的口碑都比较差，所以国产机进攻高端市场是举步维艰的。就在这样的一个环境下华为还是逆流而上了，可见华为实力之雄厚。当然这个要得益于华为不惜重金在研发上的大额投入，今天华为得到的成就就是回报。目前最受欢迎的华为手机应该就是华为Mate20系列了吧，这个系列有三大优势分别是大电池、高性能、优秀的拍照能力。当然有人说这些都是旗舰机应该具备的功能，有句话说得好叫“鱼与熊掌不可兼得”一般情况下大电池带来的后果就是厚重的机身。而华为刚好避开了这一点，华为Mate20系列在外观上给我们霸气侧漏的感觉，总之拿着它非常有范。在配置上华为Mate20更是当仁不让，6.53英寸大屏幕给人优秀的视觉感受，搭载了麒麟980最强处理器内置八个核心在处理能力上得心应手。标配版采用了6G＋64G的内存组合并且支持高达256G的内存扩展。此外华为Mate20还搭载了4000毫安电池，并且支持高达22W的超级快充，所以华为Mate20的续航能力还是让人欣喜的。还有一点也是最重要的就是拍照了，拍照从华为P20开始可以说就是只属于华为的优势了，华为Mate20后置摄像头为1200万＋1600万+800万的组合，拍照能力不容小觑。前置摄像头为2400万，自拍自然又美丽。华为Mate20标配版上市价为3999元，如今该机已经降价，目前在第三方平台华为Mate20的售价在3799元。可以说华为Mate20再一次降至新低价，有网友买早的甚至说能补差价吗？对此，你怎么看呢？", "author": "土豆不土", "newsdate": "发布时间：19-02-26", "newstime": "20:32", "sentiment": [{"positive_prob": 0.033972, "confidence": 0.924507, "negative_prob": 0.966028, "sentiment": 0}]}, {"title": "面对围堵华为更加自信、敢于亮剑，美媒：美不可能阻止住华为发展", "content": "近日，世界移动通信大会在西班牙巴塞罗那如期举行，而随着第五代通讯技术（5G）的商用日期日益临近，全球的网络用户都在对这项技术表示着无比的憧憬。而从消费者的角度来看，适用于市场的5G终端产品才是最大的期待。而在本次的5G大会上，华为、中兴等中国企业都纷纷在会上发布了自己的5G相关产品。而随着英国与美国总统特朗普对华为的“态度转变”，中国的5G力量也就意味着可以赢得更多国家的关注了。正如此前路透社层引用的华为一名高层的话：“没有了华为的5G市场，就像英超没有了曼联。”其实，本次世界移动通信大会的召开时间是非常巧妙的。时值2019年，世界5G市场发展最为重要的一年，尽管表面上之说说5G是在4G之后又一次的网络提速，可实际上，5G的诞生就是一次巨大的技术飞跃。5G能够让我们的互联网生活提升一个档次；据法国《周末报》报道称，5G可以让智能手机以及各种设备的数据传输速度、容量倍增，从而会使得万物互联真正的成为可能。而专家们甚至将5G比作是电能与互联网时代的技术革命。而根据该报社报道，现如今美国方面一直为一件事而焦虑，那就是中国的华为已经成为了全球5G技术的领导者，而美国政府则是一直对盟国进行施压，并且试图在全球范围内对华为进行打压。根据美国Clubic网站称，过去的一周对华为而言是幸福的一周。据该网站报道：美国组织发起的“反华为联盟”已经出现了根本性的松动。其盟国英国、新西兰、德国等国家对华为的态度发生了巨大的转变，并且一致对外表示：不会继续禁止华为参与本国的5G建设。近日，特朗普也是在其社交媒体上宣布，不靠打压而是要提升美国企业在5G行业的竞争力。其实，美国方面已经看到了游说各国拒绝华为的问题逐渐遭受挫折。根据美国方面的前中情局中国问题分析师韦德宁说的话称：“美国没有能力部署完全由美国制造的5G网络”。到如今，华为的5G全球订单数已经来到了30份。对于华为而言，2019年是发展起势的一年。虽说目前华为的势头正劲，可还是有不少的国家对华为表现出了怀疑。但是，从华为的整体业务布局来看，华为的底蕴也不一定是不雄厚。数据显示，华为已经在十年前就进入了欧洲市场，并且到目前已经成功地控制了欧洲的三分之一市场，在某些国家的市场份额当中，华为所占市场份额甚至一度超过了70%！面对围追堵截，华为的表现是非常自信开放的。此前，华为创始人任正非“一反常态”地接受了多次国内外媒体的采访。而华为的高层也在这个时候频频露脸发声，在特朗普前几天发布的关于5G的两天推文之后，华为高级副总裁胡厚崑立刻做出了回应：“我们已经做好了准备，通过‘真正的竞争’来帮助美国建设‘真正的5G’”。据知名报社《路透社》报道，华为常务董事、运营商BG行政总裁丁耘在2月21日的时候表示：“我认为，没有华为的5G市场，犹如没有曼联的英超比赛”！不管如何，作为一个中国用户而言，华为的发展的确为国争光了。但是，我们还是希望华为可以做得更好！5G市场的发展可以说是已经初露锋芒了，但是华为还必须要拿出自己的士气：狭路相逢勇者胜！科技源自于生活，不知道大家是否还喜欢今天的分享呢？看完之后不要忘记关注我哦（点了订阅和关注，下次找我不迷路！）~", "author": "谈商问道", "newsdate": "发布时间：19-02-26", "newstime": "08:06", "sentiment": [{"positive_prob": 0.999188, "confidence": 0.998195, "negative_prob": 0.000812395, "sentiment": 2}]}, {"title": "华为轮值董事长：华为绝不会有后门漏洞，需要基于事实的监管", "content": "华为轮值董事长郭平在2019年世界移动大会发表题为“创新领先，加速5G商用”的演讲。2月26日， 华为轮值董事长郭平在2019年世界移动大会上呼吁引入全球网络安全第三方认证。他重申，华为从没有，也绝不会有一个后门漏洞，这是华为的责任。在题为“创新领先，加速5G商用”的演讲中，郭平呼吁国际合作，制定行业安全标准。郭平表示，华为率先构建了5G规模商用能力。他提到，华为构建了至强、极简、智能的5G网络，行业和政府需要合作并采用统一的网络安全标准，确保创新的价值。在演讲的前半部分，郭平指出，华为是5G领域的全球领导者。他也表示，安全是创新的基础，“华为5G全球领先。但我们很清楚，没有安全，创新毫无价值。”在演讲的后半部分，郭平对美国近期对华为的安全指控作出回应，并呼吁基于事实的监管，“要打造安全的环境，我们需要标准、基于事实的监管以及合作。要建立大家都信任的安全体系，我们需要定义责任、统一标准、制定清晰的监管措施。”郭平赞赏GSMA和3GPP的NESAS计划，并呼吁政府和移动运营商进行合作。“我完全同意业界近期的建议：政府和移动运营商要合作确定欧洲的安全测试标准和认证体系，NESAS就是一个很好的实践。我建议把NESAS拓展到全球。”郭平重申，“华为从来没有，将来也不会安装后门。也绝不允许别人在我们的设备上这样干。”“讽刺的是，美国云法案允许其政府机构跨境获取数据。”郭平说。附郭平2019年世界移动大会主题演讲全文：创新领先，加速5G商用女士们、先生们，早上好！很高兴再次到MWC做主题演讲。近期，人们对华为的关注急剧增长，说明我们在做正确的事情。当然，过去几个月对我们来说有一些挑战。一方面我们的5G在市场上获得广泛认可，另一方面，社会上对华为5G的安全有不少猜测和传言。今天我借这个机会谈谈华为的创新进展以及对网络安全的看法，跟大家做一次沟通。创新在于细节在《2018 年欧盟工业研发投资排名》中，华为位列全球第五。过去一年，我们在研发方面投入超过150亿美元。持续的投入今天开花结果，转化为我们向客户持续提供创新产品、高效服务的能力。5G就是一个很好的例子。至强能力、极简站点、全网智能华为率先构建了5G规模商用能力，并且做到站点极简，性能更强！在100兆频宽条件下，我们的5G基站单扇区吞吐量已突破14G，性能业界领先。5G站点容量大，也要配套好的传输设备：在有光纤的场景，只要插上一块刀片，拉一根光纤，就可提供高达200G的带宽。令人难以置信吧！在没光纤的场景，运营商可以用微波，但传统的微波带宽只有1G左右，没办法发挥5G的效用，华为通过架构创新实现20G的带宽。加上5G智能手机和CPE，华为可以提供端到端的5G解决方案。事实上，我们已经开始帮助运营商实现5G大规模部署。测试、案例实证上个月，Zealer报道称，国外几个外场测试中华为的5G速度是美国所谓5G的21倍。实际测试和商业应用虽然没有20多倍，但也有好几倍。所以我完全同意上周特朗普总统所说的，美国需要更强、更快、更智能的5G。左边这两张图是IMT-2020（5G）推进组第三阶段的测试结果，我们可以看到，华为单站吞吐量遥遥领先竞争对手。第三张图是客户5G商用网各厂家设备的对比情况，华为5G网络单用户速率达1.3G，远高于友商。至强能力创新在于细节。从容量说起。比如说：无线基站的性能算法可将单站点容量提升3倍多。硬件部分，华为自有5G芯片可支持64路通道，达到业界最高，算力提升2.5倍。软、硬件技术一起，可以支撑无线基站单扇区超过14G的容量。另外，我们的微波可支持领先于对手10倍的传输带宽。积少成多，我们在不断突破技术的极限。极简站点下一步是如何在不牺牲性能的情况下把站点做到极简。举例来说，如果用传统工艺做64T64R天线，一面5G天线比门还要宽，根本无法安装。放在巴塞罗那海边，风一刮就掉了。针对这个情况，我们使用“一体化振子”这种新材料，减少了99%的零件数；天线罩也选用最轻的材料，减重40%。这样做成的AAU只有背包那么宽，并且考虑了风阻，去年在深圳经受过15级台风的考验。极简站点安装也非常简单。只需利用现有4G站点，甚至可以在灯杆上安装。极简站点大大降低运营商的CAPEX和OPEX。以欧洲站点租金为例，每年我们可以帮助单个站点节约1万欧元的租金。全网智能有人说，我们电信业用的是21世纪的5G网络，但运维仍然停留在18世纪。来看一个数据，全球70%的网络故障是人为原因造成的。为了让运营更精准、高效，我们将打造自动驾驶的网络。去年十月，华为发布了全球最佳性能的芯片：升腾910和升腾310。这两颗芯片可以帮助运营商网络多个场景智能化，大幅度降低算力成本。在芯片的基础上，华为针对运营商网络场景，开发了大量的算法、模型。整个电信网在人工智能的驱动下，逐步达到资源效率倍增、运维效率倍增、能耗效率倍增这三大目标。小结：我们在工程科学方面的投入越多，得到的回报也就越大。今天，华为已经能够以比其它友商更快的速度为全球运营商带来能力至强、站点极简、全网智能的5G网络。我们的5G全球领先，但我们很清楚，没有安全保障的创新毫无价值。这引出了我要分享的第二个话题：网络安全。网络安全棱镜、棱镜，告诉我！这个世界上到底谁最可信？这个问题很重要，如果你不知道棱镜是什么，可以去问问斯诺登。网络安全是我们面临的共同挑战，不能用棱镜、水晶球或政治来判断安全性。统一标准、定义责任要建立大家都信任的安全体系，需要定义责任、统一标准、制定清晰的监管措施。责任这里的责任涉及三方：技术提供商运营商行业和监管机构技术提供商首先来看看像华为这样的技术提供商，需要承担什么责任。华为的责任是遵从标准，制造安全的设备。5G相对于4G来说是巨大的进步，我们可以骄傲地说，5G比4G更安全。作为设备厂商，我们既不运营电信网络，也不拥有运营商的数据。作为设备厂商，我们能够承诺的是“不干坏事”。现在，我再说一遍：华为从来没有，将来也不会安装后门。也绝不允许别人在我们的设备上这样干。我们会认真履行自己的责任。运营商运营商负责自己网络的安全运营。5G网络是私网。不同网络之间的界限清晰，运营商可以通过防火墙和安全网关阻止外部攻击。而对于内部威胁，运营商可以管理、监控和审计所有的厂商和合作伙伴，以确保内部各网元的安全。行业和监管机构最后，整个行业需要合作制定统一标准，这是我们共同的责任。要打造更安全的网络，我们需要将网络安全要求标准化，并且确保这些标准对所有厂商和运营商适用，并且可验证。NESAS是GSMA和3GPP共同发起的项目，这是很好的做法，华为完全支持这个项目。实际上，3GPP安全标准的制定，得到了很多政府安全机构的支持。这些机构具备很强的5G安全验证能力。我完全同意一些行业机构近期的建议：政府和移动运营商合作确定欧洲的安全测试标准和认证体系。我建议把NESAS拓展到全球。网络是否安全，专家说了算。选择华为更安全！三十年来，华为服务全球30亿人口，保持了良好的安全记录。近期美国对于我们5G的安全指责是完全没有根据的。而讽刺的是，《美国云法案》允许其机构跨境获取数据。因此，要用最好的技术、确保更加安全，请选择华为！", "author": "澎湃新闻", "newsdate": "发布时间：19-02-26", "newstime": "19:51", "sentiment": [{"positive_prob": 0.149419, "confidence": 0.667959, "negative_prob": 0.850581, "sentiment": 0}]}, {"title": "华为电视快来了，据说会登陆AWE？", "content": "华为要进入电视领域的传言已经流传很久了，虽然官方一直三缄其口的\"不予回应\"、\"不评论传言\"，但外界获取到的讯息却是越来越有板有眼。截至目前，最新的消息进展是：华为电视与其手机的定位类似，都是采取华为和荣耀两种不同的市场定位，荣耀更偏向中低端，主攻线上渠道；有媒体认为，华为电视或荣耀电视很有可能在今年3月14—17日举行的AWE2019上正式亮相。那么我们就来分析分析，华为电视落地AWE2019的可能性。作为华为智能设备的\"心脏\"，海思设计的芯片向来是行业瞩目的焦点。从去年底开始，海思就通过官网向外界高调展示了4K/8K智能电视解决方案。在这些方案中，海思以A73架构的双核处理器，作为4K入门级智能电视解决方案的中央处理器。而4K高端以及8K智能电视，则以A73架构的64位CPU为核心。海思方面甚至还上线了实物产品图。根据目前的情况来看，华为首款电视很有可能采用京东方的液晶面板，毕竟京东方与华为之间的关系非常亲密。同时华为推出智能电视产品最大的竞争对手可能就是小米。毕竟小米电视在国内线上市场的销量处于领先地位，不过最终的产品售价应该高于小米，华为品牌不会主打高性价比，这部分市场应该用荣耀品牌来占据。在业内人士看来，华为进军电视领域获奖为电视行业带来新的影响。华为在手机领域的成功，依托的是华为自己的技术实力，以及在用户方面的影响力，华为电视成功的几率也比较大。同事，有些电视企业对于华为的加入表示欢迎，并希望华为为电视行业带来新活力。", "author": "品牌家电观察", "newsdate": "发布时间：19-02-26", "newstime": "12:11", "sentiment": [{"positive_prob": 0.891875, "confidence": 0.759721, "negative_prob": 0.108125, "sentiment": 2}]}]