[{"title": "又一国家态度大反转声称：不会拒绝华为的5G设备，网友：干得漂亮", "content": "导语：又一国家态度大反转声称：不会拒绝华为的5G设备，网友：干得漂亮随着科学水平的不断提高，人们对于高速网络的需求越来越高。现在我们迎来了4G到5G跨越时代。作为中国手机市场的龙头领导者--华为，也在5G网络方面不断探索和努力着。但是近段时间华为5G设备的安全性问题却受到了指控。其中，对华为的5G安全性问题一直在进行着各种各样的刁难主要是以美国为首所带领的“五眼联盟”，这对于华为的声誉问题造成了不好的影响。但是这种对于安全性的指控他们并没有拿出什么实锤，也就是说华为设备依旧是很安全可靠的。对华为5G设备安全性的指控事件一直备受群众百姓所关注，近日，联合国电信机构正式发表文件声明：5G设备安全性指控事件到目前为止并没有任何实际证据可以证明其具有不安全性。通过这个文件我们也可以看出以美国为首的“五眼联盟”对于华为安全性问题的指控实属子虚乌有，无非是想影响华为在全球市场上的订单交易数量罢了。另外国际电信联盟在今年的10月份将会召开关于确定5G国际标准的相关会议，并表示对与华为设备安全性的担忧不会影响这一标准的制定过程。除此之外，欧盟也对此次华为设备安全性事件做出了并不存在什么安全性问题明确回应，两大国际组织的双重认定肯定了华为5G设备的安全，国民对此也放下心来。最终华为凭借着自身科技实力在全球还是拿下了很多5G订单，数目高达30家，这也说明华为产品在全球还是很受信赖和欢迎的！近日，无数网友因为一条信息而热血沸腾了。那就是新西兰再次表明态度声称：不会拒绝华为的5G设备。这个消息一传出就受到很大的关注，这是为什么呢？因为新西兰一直是站在美国那边的，而美国对于华为发展5G网络进行了多次阻挠，新西兰在华为设备的取舍方面势必会受到美国的影响，继印度之后，新西兰这又一国家态度真是大反转啊，从之前的占队美国到现在，明确表示可接受华为设备，说明新西兰是在郑重决定之后下定决心要和华为合作，这样的态度也真是大反转啊！不过这也侧面印证了华为所具有的强大实力。在新西兰方面，阿德恩是新西兰的总经理，他对此举做出了解释：我们自己区别于五眼同盟做出了独立的决定。我们国家的惠灵顿将独立于华盛顿对于华为电信设备相关安全性风险的系列评估。除此之外，他还举例说明：新西兰本地的公司如果对于华为设备安全性问题提出了相关的的设计审核申请，那么新西兰当地的信息安全局将会直接负责处理该供应商的申请。因为信息安全局是独立于新西兰政府机构的一个部门机构，让其负责的目的就是减少安全风险的几率，这项审核目前还在进行当中，后续结果我们敬请期待！华为的产品之所以能受到广大国家和消费者的喜爱和使用，离不开高端的品质，精湛的科学技术，以及和其他手机设备相比的便宜价格。华为的5G网络设备目前也不存在任何安全性问题，所以新西兰等多个国家毫无疑问的选择了华为设备。30个大订单彰显着华为产品的雄厚能力，华为在未来也会发展得越来越好。5G推动生活，让我们多加关注吧！看完后还有不少网友：干得漂亮！", "author": "科技街王朝", "newsdate": "发布时间：19-04-14", "newstime": "20:04", "sentiment": [{"positive_prob": 0.767722, "confidence": 0.483826, "negative_prob": 0.232278, "sentiment": 2}]}, {"title": "全球首款5G可折叠手机于本月26日开卖，华为的mate x危险了", "content": "在4月26日，全球首款5g可折叠手机三星盖世Fold将会正式发售，在三星体验店与其他的三星渠道都可以把它带回家，在售价方面，这款手机将会是三星有史以来最为昂贵的，折合人民币高达13,000元，比iPhonex系列还要更贵。这样一来不少去吃瓜群众就比较为华为担心了，华为在此之前虽然发布了matex手机，同样一款可折叠的5g手机，但问题是这款手机的具体发售日期还在今年的6月份，比三星的手机要晚了整整两个月，这样一来华为就失去了先机。三星的这款可折叠手机的原始屏幕拥有4.6寸，展开之后屏幕尺寸可达7.3英寸，至于搭载的处理器自然是高通最先进的骁龙855，三星之前还放出了消息会马上量产7nm芯片9825，而作为三星最新的黑科技旗舰fold，它应该不会再采用落后的8nm芯片9820。三星的这款手机一共拥有三组摄像头，其中分为两组前置跟一组后置，第1组是1000万加800万，第2组是1000万，第3组是1600万加1200万加1200万，前两者是手机在展开之前与展开之后的前置摄像头，而第3组是手机的后置三摄，所以三星的新手机fold一共有6颗摄像头，是目前市面上摄像头最多的一款旗舰。由于售价达到了13,000元，是普通手机的10倍以上，所以在发展中国家将很少有人会选择购买，就算是发达国家，其实很多人也不会轻易的购买这样一个非常昂贵的设备，因为一款产品想让别人买单，第一要素就是要拥有足够多的价值，而不论是5G还是可折叠，都缺乏真正吸引人的要素，前者是网络技术还未成熟，而后者是尚处于襁褓之中的一种新技术。已经被证实不稳定的5G就不说了，而人们对可折叠技术的追求其实是来源于一种幻想，在想要随身携带一张薄薄的纸张，不想用了的时候就把它折叠放在口袋里，想用的时候就把它铺开，至于铺多大完全看心情，这才是折叠手机的最终形态。而目前市面上与三星带给我们的折叠手机都只能折一次，并且还由于这个折叠的问题，所以让手机变得又笨重又难以携带，这违背了方便出行的初衷，因为大家还不如直接带一台平板电脑一个手机，这样的效果是一样的。在不久之后华为华为也要推出matex，正式跟三星的fold展开今年最火热的5G与可折叠的未来之战，大家觉得谁能够获得最终的胜利呢？欢迎在下方评论留言。", "author": "汽车解忧铺", "newsdate": "发布时间：19-04-14", "newstime": "12:52", "sentiment": [{"positive_prob": 0.972259, "confidence": 0.938353, "negative_prob": 0.0277414, "sentiment": 2}]}, {"title": "华为P30拍月亮被质疑造假，评测机构：拍照就是直接P图！", "content": "华为P30拍照被质疑造假，评测机构：拍照就是直接P图！2019年3月26日华为P30系列在法国巴黎正式发布，华为通过华为P30系列手机再次向全球证明了自己的超强拍照能力。华为P30系列发布不到一小时，就强势登上DxOMark全球手机拍照排行榜榜首的位置，而且目前为止，拍照排行榜前三名全部都是华为手机。可以说，华为手机的拍照能力已经成为华为品牌的一个招牌。华为P30Pro超强的拍照能力已经有了一些专业性的功能发展，例如在发布会上华为P30Pro手机宣称可以拍摄月亮，这在以前的手机上是做不到的，以前只能是单反相机才能拍摄月亮。华为手机可以拍摄月亮之后，引起了大家的广泛关注，很多人表示对华为手机的相机功能表示赞叹。科技媒体质疑华为拍月亮涉嫌造假有惊奇就有质疑，有一些科技评测机构表示对华为P30Pro的拍照实力表示怀疑，特别是拍月亮这个功能，毕竟以前出现在单反相机上的功能出现在了手机上难免让一些专业人士感到不可思议。4月13日，爱否科技高级主编王跃琨在微博上发文指出：华为P30Pro手机拍出的月亮好像是P上去的，全自动P图。拍照是P图的说法，让很多网友表示不可接受，甚至很多已经购买了华为P30手机的用户表示自己受骗了，手机发布会宣称可以拍月亮，结果我买手机拍出来的月亮是P出来的，这不是骗人吗？一时间，华为P30手机拍照造假的说法在科技圈传播开了。50分钟后，王跃琨再次发布微博，并且附带了一个段视频，短视频显示王跃琨用华为P30Pro亲自做了一个实验，并且录制视频展示了华为在拍摄月亮的时候，居然拍出了月亮不存在的细节。拍月亮全靠P?其实爱否科技的质疑很简单，如下图所示，就是华为P30Pro手机不打开月亮模式拍出的月亮照片。可以看出，月亮的左边缘部分是模糊的，毕竟手机的镜头能力有限，能拍摄出如此效果算是正常的。当打开了月亮模式之后，拍摄到的月亮图片如下图所示，月亮的左边缘部分已经变得清晰，整个月亮整体上观感也漂亮了许多。但是由原来的模糊边缘变成现在的清晰边缘，那边缘无缘无故多出来的细节部分，就是爱否科技质疑所说的“P”出来的。网友讨论激烈关于华为P30Pro月亮模式造假的说法，整个网友群体分成了观点显明的两个派别。一部分网友认为，华为的拍月亮功能宣传造假，其实拍不清楚月亮就是靠着后期算法P出来的月亮，另一部分网友则认为这种不算欺骗。最后，爱否科技的王跃琨又给月亮上加了一个内裤的图案，结果拍出的月亮依然是漂亮的月亮照片。小编有话说其实，对此现象是小编的本专业知识，小编在微博中发表了对此事的看法。其实，拍月亮功能正是华为的优秀算法在起作用，这是图像处理领域里比较有难度的算法工作。人工智能算法的工作原理是通过月亮的大部分图像信息补充出来边缘的信息，而这补充出来的边缘信息就是通过算法复杂的计算补充的，这也是很有难度的一步。", "author": "数码圈资讯", "newsdate": "发布时间：19-04-14", "newstime": "23:30", "sentiment": [{"positive_prob": 0.00716368, "confidence": 0.984081, "negative_prob": 0.992836, "sentiment": 0}]}]