[{"title": "1万多买华为还是苹果？听了“修手机”老板一番话，明白了！", "content": "小蝙发现过去几年一直有一种社会“怪象”，就是很多手持iPhone的用户优越感要远高于手持华为手机的朋友，当然如果你用的荣耀手机那么自然就是等级低了一级，充其量也就只能和小米平起平坐， 不过这些年华为已经逐渐取代三星手机，成为高端市场叫板苹果的最有利竞争者，无论是P20 pro还是刚刚现货的华为Mate20 pro都技高一筹，可这个时候有网友抛出疑惑，如今1万多的iPhoneXS MAX和1万多的华为Mate20保时捷如何选择呢？从小编的观察来看，因为可以通过微博页脚来观察名人的手机使用情况，我发现很多社会名人包括明星要么就是还在用iPhone8，甚至iPhone7 plus大有人在，很少见到用新款iPhoneXS MAX的，曾几何时追捧苹果的林志颖也开始不追苹果了，我们看到高晓松，潘石屹等名人都有用华为系列的倾向了，而华为Mate20保时捷因为足够高的品牌溢价和性能成为市场新宠，当然不排除可能现在名人要支持国产所以无奈放弃iPhone，不过乐观看待这件事情的话，的确愿意花1万买华为Mate20保时捷的人是越来越多了，而买iPhoneXS MAX的是越来越少了！那么对于不差钱的网友来说，有1万元预算目前屈指可数的手机就是华为Mate20保时捷和iPhoneXS MAX了，那些什么8848，三星W2019等都是手机圈的“怪咖”我们不做探讨，小编和身边修手机朋友的一番交谈中也是收获颇丰，听完修手机老板一番话，明白了！买手机还是要看自己的实际需求和用途，这样才能做到让自己感到满意！首先他的建议是，如果你是对手机续航很在意的话，那么大电池的华为Mate20 pro配合一个原装高达40W超级快充能更加符合需求，iPhoneXS MAX电池再大也没有4000mAH，此外连一个5W充电头都没有，续航方面苹果手机一直都很吃亏，而华为Mate20保时捷不仅电池更大充电还更快，所以不喜欢带充电宝的还是买华为Mate20保时捷吧，性能方面苹果A12领先麒麟980并不大，有钱人当人不会手持一款手机用好几年了，所以也就没有什么过几年后A12性能吊打麒麟980这样的说法了，拍照方面其实日常来对比是五五开的，华为Mate20保时捷在夜景上领先明显，在拍照模式上更加多元化，不过哪个有1万元预算买手机的有钱人，会天天拿着手机玩自拍或者拍照呢？所以划重点了，比配置拍照都不是最重要的影响因素，哪款手机拿出去更加体面才是真的有说服力！其实这要分情况了懂手机的人一看到是华为Mate20保时捷肯定是肃然起敬的，后盖保时捷车灯设计和顶级赛道纹路，逼格比iPhoneXS MAX高多了，不过不识货的可能会认为这款华为Mate20保时捷是山寨机，不过因为撑面子也要买iPhoneXS MAX的不在少数，而买华为Mate20保时捷的是屈指可数，都说物以稀为贵，所以华为Mate20保时捷拿出去更多时候还是比iPhoneXS MAX体面很多的，如果在意面子那么1万元建议买华为Mate20保时捷，如果你对系统流畅度或者屏幕要求更高，那么iPhoneXS MAX更有优势！以上就是小编和修手机老板的一番对话，听完之后明白了，买手机还是要看自己的实际需求点吧，1万多买华为还是苹果？换做你你怎么选？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-02-17", "newstime": "22:07", "sentiment": [{"positive_prob": 0.00414286, "confidence": 0.990794, "negative_prob": 0.995857, "sentiment": 0}]}, {"title": "华为轮值董事长徐直军直面6家英国媒体：华为5G绝对安全", "content": "2月17日消息，近日，华为轮值董事长徐直军接受了六家英国媒体的采访，称5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。期间，徐直军直面近期外界关切的“网络安全”问题，并驳斥西方国家的不实指控。在谈到软件工程能力的提升时，徐直军表示，这不是一件简单的事情，对于华为公司未来的发展、未来真正建立可信是有价值的。(软件工程能力提升)不仅仅是为了满足NCSC的要求，更是华为公司面向未来必须要采取的行动和措施。这对于华为公司实现远大的理想至关重要。徐直军称，技术终究是技术，必须要靠科学家、工程师们干出来，科学家和工程师还是倾向于构筑一个共同的全球标准，大家共同把这个标准做好。徐直军还指出，只要有未来，就是最大的胜利。员工都是股东，大家可以理解，现在利润低一点是可行的，但没有未来是不行的。华为跟英国政府以及英国产业界合作，一直是中英合作的一个典范。徐直军表示小华为有30年历史，服务于170多个国家，30亿人口。华为到底怎么样?华为的客户、合作伙伴、服务的30亿人应该有清晰的认识。而对于美国持续针对华为的行为，徐直军质疑究竟是出于考虑其他国家人民的网络安全、隐私保护还是有其他的企图?", "author": "IT168", "newsdate": "发布时间：19-02-17", "newstime": "15:35", "sentiment": [{"positive_prob": 0.969342, "confidence": 0.931872, "negative_prob": 0.0306577, "sentiment": 2}]}, {"title": "华为轮值董事长徐直军接受英媒采访：5G不是原子弹，不伤人！", "content": "2019年2月13日，华为轮值董事长徐直军接受了六家英国媒体的采访，坦率、直接地和英国媒体进行了沟通，谈论了诸多媒体关心的热点话题。要点和实录如下：谈软件工程能力提升：这不是一件简单的事情，对于华为公司未来的发展、未来真正建立可信是有价值的。（软件工程能力提升）不仅仅是为了满足NCSC的要求，更是华为公司面向未来必须要采取的行动和措施。这对于华为公司实现远大的理想至关重要。谈5G：5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。谈20亿美金：20亿美金只是启动资金，希望通过三五年的努力真正能够打造让各国政府信任、让客户信任的产品。这样的话，华为未来就有更好的发展。谈网络安全：技术终究是技术，必须要靠科学家、工程师们干出来，科学家和工程师还是倾向于构筑一个共同的全球标准，大家共同把这个标准做好。谈未来：只要有未来，就是最大的胜利。员工都是股东，大家可以理解，现在利润低一点是可行的，但没有未来是不行的。谈华为在英国：华为跟英国政府以及英国产业界合作，一直是中英合作的一个典范。以下为采访全文：1、PC Pro 记者：华为如何去把不同的研发活动进行分开？无线通信的基础研究以及面向客户以客户需求为主导的特性开发方面，华为如何进行划分和进行投入上面的平衡？徐直军：华为构筑了一个既跟业界相似又有不同的研发投资管理体系。整个研发流程和管理体系叫IPD，是1998年引入IBM做的咨询并构建的。整个流程和管理体系既有对面向未来的投资（主要是研究和创新），又有基于客户需求为导向的产品开发投资，以及怎么把产品做出来的工程能力和技术投资。这三方面的投资在每年研发的投资预算中是分开的，各自投资范围内由各自的团队做决策。以客户需求为导向特性开发投资预算的决策机构叫做IRB、IPMT，面向未来的研究创新技术决策机构叫ITMT。他们决策做什么、不做什么、什么时候做出来。2、PC Pro 记者：审视周期一般多长？徐直军：不是按照月或者按照季度审视的，而是基于每个产品开发进程中到了某个时间、某个阶段进行审视。面向未来的研究、创新，包括产生专利的投资决策机构叫ITMT。历史上研究与创新的预算占总研发预算10%，这些年逐步提升接近了20%，未来希望能达到30%。我们有专门的团队、预算、决策机制去面向未来，这里面会产生大量的专利。还有大量的团队和相应的决策机制开发产品满足客户需求。例如，5G是2009年直接由ITMT决策做研究。当时我们在英国宣布投资6亿美金做5G的研究。5G研究走到今天还没有完全结束，但是基于研究成果，5G产品的开发三年前就启动了，这是由IRB和IPMT决定的。3、Computer World 记者：5G历史上有没有那么一个灵感突现的时间点？说这是一个有战略性的东西要作为核心战略。比如您刚才提到09年，当时这个技术还不不存在，但是预测未来若干年之后会成为重要的技术或者市场机会？徐直军：没有你说的那么伟大。移动通信产业是有规律的，2G以后肯定有3G、4G、5G。5G以后考虑是6G。当4G产品出来以后，从研究角度来讲肯定是去研究5G。5G不是一个技术，而是一个概念，是“代”的意思。4G已经研究结束了，要去寻找研究下一代的技术，5G是这些适合的技术集合。2019年，5G的研究基本上结束了，研究团队就在思考未来无线的技术怎么发展？6G将要有哪些技术？要去做研究、创造。我认为，在2028-2030年左右，6G就会像现在5G这么热闹，这是我们产业的规律，不做5G在这个产业上就没有未来。每一次的技术升级，都会有一些企业跟不上，也有一些企业会做的更好。4、每日电讯报记者：您对美国国务卿蓬佩奥提到中国的技术公司在5G方面发挥作用表述的回应是？像德国、法国表示不会跟随美国的态度排除中国的公司，是否意味着中国在这场辩论中已经获胜？徐直军：有没有获胜我无法做评论。我看到蓬佩奥在匈牙利的发言，也看到了他在波兰的发言，当然看到的是中文版本。我认为，蓬佩奥先生的言论进一步表明这是美国政府对华为发起的有组织、有策划的一次地缘政治行动，是用一个国家机器针对我们这样一个弱小的，连芝麻都不如的企业。华为有三十年历史，服务于170多个国家，30亿人口。我们到底怎么样？我们的客户、合作伙伴、服务的30亿人应该有清晰的认识。我们一直在想，大家也都在问，他们一直这样针对华为究竟是出于网络安全考虑还是有其他动机？他们真的在考虑其他国家人民的网络安全、隐私保护还是有其他的企图？也有人说他们是为中美贸易谈判找筹码，也有人说由于这些国家大规模用了华为的设备使得美国相关机构获取这些国家信息时存在困难，或者监听这些国家的相关机构和领导人不方便了。全世界70多亿人还是有智慧的，大家应该能够从中看到各种可能。5、金融时报记者：您之前接受德国媒体采访时提到，觉得网络安全一部分是政治问题，一部分是意识形态的问题。您觉得网络安全是政治性问题的话，美国政府有自己的政治性目的，未来过五年、过十年最后的结果是什么样？您认为会有两种分开的网络世界、两种分开的技术体系吗？一方面是中国、一方面是美国。我不能代表《金融时报》，但我个人很同意您的看法（应该有一个统一标准），但是在技术上可能不可行。徐直军：网络安全本来是一个技术问题、一个专业问题。全世界所有的科学家、工程师们都在为解决这个问题而努力。华为也在跟各国政府以及产业界共同推动相关标准的构建，基于标准来衡量产品是否安全。最近这段时间把5G和网络安全结合在一起源头来自于哪里，我想大家都是清楚的。本来5G设备提供商主要是诺基亚、爱立信、华为、三星、ZTE，没有美国公司。中欧之间一直在努力为5G或者未来的移动通信打造一个全球标准，提高整个产业链的投资回报，降低整个产业链的成本。经过产业界共同努力，5G终于全球有了一个统一标准，大家都按照这个标准做产品。但是现在部分政客将网络安全、5G政治化、意识形态化，我认为，这是不可持续的。技术终究是技术，必须要靠科学家、工程师们干出来，科学家和工程师还是倾向于构筑一个共同的全球标准，大家共同把这个标准做好。当然，不同的国家基于自己的考虑有权决定选择哪些厂商部署它的网络，这在历史上也是很正常的事情。华为4G也没有进入所有的国家，华为的5G也不期望进入所有的国家，只能聚焦于服务好愿意选择我们的国家和运营商。比如说，深圳旁边的城市——广州移动就没有选择我们的4G设备，这很正常。澳大利亚的市场还不如广州移动大，新西兰还不如我的老家益阳大。华为连广州移动都没有提供产品，少几个国家也无所谓。我们无法服务所有的国家、所有的客户，精力也是有限的，也不可能垄断全球市场。深圳周边的市场都没有机会，对我们产业界来说都是很正常的事情。集中精力服务好愿意选择华为的客户和国家，我们把它做得更好。6、新政治家记者：现在有一些讨论说美国会出一个行政命令，禁止华为设备在美国的使用，对华为5G部署有多大的影响。美国毕竟是一个超级大国，如果这个成真的话华为对这个结果会有多么担心？徐直军：首先，华为的设备在美国基本不存在。历史上我们4G服务了美国边远地区的人民，帮助运营商为农村边远地区美国人民提供了移动通信服务。（您提到的这个消息）我也在媒体上也看到了，但是结果如何对我们没有多大影响，本来我们（在美国）也没有存在，也没有期望未来的存在。7、媒体协会记者：在去年年底时，英国中情六处的负责人包括英国的国防部长都出来暗示说对华为设备安全表示担心，最近看到了英国王子基金会中断了接受华为的捐赠。现在对于这些事态的出现，华为有多大程度上的挫败感和失望？徐直军：首先，英国政府一直对华为设备的安全有担心，所以华为和英国政府共同建了一个HCSEC，进行安全方面的合作。通过开放的合作来解决英国政府对华为设备用于英国网络安全担心的问题。今天早上恰好看到了FT上发表的原来英国GCHQ的主管Robert Hannigan 写的一篇文章。这篇文章解释了你所有的问题，你可以看一看。GCHQ为了保护整个英国网络安全，服务好英国老百姓，他们采取了一系列的机制进行有效的管理和监督。我也很认同他的副标题，我们应该基于对潜在威胁的清晰理解进行技术判断（Technical judgments should be made on a clear-eyed view of the potential threat），而不是把它简单的政治化。我觉得他比我回答得更好。英国王子基金会不再接受华为捐赠的问题，对于华为来讲没有什么挫败感。我们是基于基金会帮助青年人方面做出卓越的成绩表示最大的敬意进行捐赠，跟政治没有关系。我们也很遗憾，他们这样的决定是基于对华为片面的、没有根据的信息做决定的，也没有跟我们沟通。退一步讲，不接受和接受对华为都没有什么影响，但是我还是对基金会帮助青年人做出的贡献和未来继续帮助青年人表示敬意！8、计算机世界记者：有一个很有意思的发现，历史上华为跟“五眼国家”中的两个——加拿大、英国的关系都很好的，想问一下华为跟五眼国家的情报机构关系如何？我猜测情报机构既然有能力对光纤通信进行监听，应该有能力对通信盒子里的通信进行监听，华为多大程度上跟五眼国家的情报机构进行合作？徐直军：我对华为跟情报机构合作情况不清楚，但是华为跟英国的GCHQ合作我是清楚的。我们跟英国的合作是建设性的合作，不是简单的YES or NO，而是基于各自关心的课题来找到技术上和监督上的解决方案，使得合作能够开展下去。华为跟英国政府以及英国产业界合作，一直是中英合作的一个典范。过去中英政府之间的交流、民间的交流一直把华为在英国的投资、发展以及跟英国政府的合作方式当作一个范例。中西方在价值观不同、文化背景不同情况下，还是能够开创出建设性、友好的合作方式的范例，使得华为也愿意在英国不断地投资、不断地发展。也让英国的运营商能够去使用华为的技术、产品和解决方案，服务于英国人民。两种价值观和文化背景不同的合作，要么YES or NO，很难坐下来建设性地找到解决办法，解决各自关注的问题，促进合作。我们和英国合作得好的原因之一就是英国的开放和自由贸易精神。英国崇尚用规则、用监管等办法来解决问题，而不是简单的YES or NO。这也是英国之所以成为自由、开放国家的关键之所在。9、PC Pro 记者：我的问题和“融合”这个词紧密相关，今天上午看了华为企业业务方面，是IP网络的服务平台。大家都在提，做网络的监控，这里面所有的网络流量都在这里，面临了挑战。另外,还有运营商网络，有ATM，还有其他标准。现在政府在这块要求跟企业网络要求一样，但是它所用的工具非常不同的。有没有可能5G数据流量在做传输时遵循企业网络标准做信息的发布。这样的话有没有可能解决现在安全担忧的问题。现在很多人担心前端就是一个单的盒子，所有的东西都在运营商网络去传，企业业务拓展以及华为的布局有没有帮助解决华为在网络基础设施面临的网络安全挑战？徐直军：如果所有的网络安全挑战是技术问题，那本质上就可以通过技术和监督来解决。大家都清楚，网络安全现在是全球共同面临的挑战。所以，5G在选择技术、标准的制定的过程中就特别关注安全相关问题。5G使用的技术和构建的标准相比2G、3G、4G更安全，这一点你可以找3GPP专家、GSMA专家了解验证。而且5G传输的关键信息可以进行256位的加密，意味着要用还没有出来的量子计算机才能解密。10、PC Pro 记者：您现在提到的是基于空口的无线通信，现在担心的是基础设施层面。徐直军：5G是手机到基站，基站上去就是网络，华为在英国网络只提供了基站设备。基站以上的网络跟华为没直接关系。Robert的文章也特别说了，网络的“核心”部分华为没有进入。基站以上跟华为没关系，都是其他厂商的设备。11、金融时报记者：刚才的解释是在英国华为只提供基站，从用户的端口到基站是加密的过程，到了基站以后数据被解密进入IP网络？徐直军：解密是运营商或者政府的事情，加密也是运营商或者政府的事情。金融时报：通过你们的设备做出加密？徐直军：我们不能掌握密钥，掌握全球的密钥不就翻天了吗？各个国家掌握自己的密钥。12、金融时报记者：关于去年的NCSC 2018年的报告，主要的问题是关于华为软件中第三方部件，有人说这样的问题是因为华为的公司文化，华为比欧洲公司更愿意从不同来源得到部件。极端一点说美国起诉书中提到华为之前鼓励员工拿到别的公司技术这个例子，这是一个很极端的例子。你们怎么用计划的20亿美元开发解决第三方部件的问题，您认为第三方部件问题来自于哪里？是公司文化还是怎样的原因？这个时间段怎么解决这个问题？徐直军：首先，你的理解是错误的，你提到的第三方软件主要是美国风河公司的操作系统叫“VxWorks”，我们原来以为用美国公司的操作系统英国政府最相信了，后来发现不是这样的。任何一个产品无论是硬件还是软件都会基于一个操作系统来开发，就像所有软件商都基于windows、Linux开发一样。我们做基站软件也要基于一个操作系统来开发，英国网上运行的华为基站用的就是VxWorks。当然，还有一些第三方的软件和开源软件。报告中提到是，对所有第三方软件管理中有改进的地方，而不是不能用（第三方软件），（如果）不能用的话，就要靠每家公司把所有的软件做出来，每家都要做一个windows，每家都要做一个Linux，每家都要做Oracle类似的数据库，这是不可能的。我们后来找到了风河公司，他们告诉我们，这个软件以及华为正在用的这些版本，在英国各行各业，甚至一些比电信行业更敏感的行业里都在大规模使用。华为在软件开发过程中使用其他公司的操作系统、数据库以及开源软件，这些跟华为文化没关系，这是所有做产品的企业必然的选择，因为（一家公司）不可能做所有的东西。现在大家有一个疑问，华为软件工程能力的提升为什么要花三到五年时间，为什么还要投20亿美金额外的投资？把这个问题说明白了需要比较长的时间，不知道大家愿不愿意听。华为最早跟英国政府合作成立HCSEC，主要是因为英国政府担心华为产品有后门。我们把源代码送到HCSEC，让英国有DV认证的英国公民看源代码，以此证明没有后门，看出来的结果也是没有后门。这是最初的目的。全世界都知道华为敢于把源代码放到英国的HCSEC，让英国有DV认证的英国公民来看源代码，证明了我们没有后门。Robert在文章上也讲了，GCHQ也清楚了，所以现在其他国家担忧的后门的问题，其实在英国早就解决了。在我们决定把源代码拿到英国这个过程中，后门问题就解决了。解决这个问题之后，HCSEC要看一看华为产品的防攻击、防渗透、防各种威胁的能力怎么样。在增强华为产品的防攻击、防渗透能力上，我们做了八年的工作。经过八年的努力，可以说，这个行业中华为产品在这方面是最强的，而且不是我们自己说的，是一家美国公司，Cigital公司通过评估和调查做的结论。Cigital是一家专业的软件安全工程成熟能力进行评估的美国公司，从2013年开始，每年对我们产品的安全管理进行评估，有12个评估项目，我们有9项达到了业界最高级水平，其他三项也高于业界的平均水平。但是大家很清楚，安全威胁的环境在发生变化，攻击渗透的技术不断进步，黑客能力水平越来越高。单单安全能力强，防攻击、防渗透能力很强，就好比是一个椰子，外壳很坚硬。万一外壳攻破了会怎么样？不能像椰子一样里头是一堆水。所以，我们共同的关注点就从外面转到了里面。里面怎么样涉及到韧性，涉及到开发过程是不是高质量，是不是可信。从结果角度上升到了过程角度，结果要好，过程也要好。HCSEC是可以看到华为的源代码的，（代码）是不是可读，是不是易修改、易构建都知道，好比一个人是赤裸在那里。现在CESC的问题是，你们的代码不够漂亮。代码是华为三十年在通信行业，像windows一样累积起来的三十年代码，华为的代码要在不漂亮，易读、易修改等方面进行改进，还要把过程改进。不但结果是高质量，可信的，过程也要是可信的，才能证明可信。这就把焦点聚焦到整个软件的生产过程，我们叫做软件工程与实践，而且用面向未来的标准来对应历史上三十年的所有代码。过去面临的安全风险、使用的软件技术、编程能力跟现在是有差别的，跟未来要求肯定更有差别。把历史上三十年的所有代码进行重构、重写。这个投资是巨大的，而且对华为现在进行的满足客户需求进度产品上是有冲击的。在这件事情上，我们跟NCSC有相当一段时间剧烈的冲突，（华为）只愿意对新增代码达到要求，而不愿意对历史的代码进行重构。几乎所有的高管都去碰撞过，但在碰撞过程中，不断地加深理解，重构也好、过程质量做好也好，这不是一件简单的事情，对于华为公司未来的发展、未来真正建立可信是有价值的。未来世界是一个云化，智能化，软件定义一切的世界，关键在于软件，软件必须得到对政府相关机构及客户的信任。信任既要结果可信，也要过程可信，既要结果质量，也要过程质量。这对于华为公司实现远大的理想至关重要。所以我亲自去了NCSC两次，跟他们进行交流，发现不能再相互碰撞下去，这不仅仅是为了满足NCSC的要求，更是华为公司面向未来必须要采取的行动和措施，所以我回来说服了相关领导，在董事会决策要做软件工程能力提升的变革。13、金融时报记者：请问大概什么时候？徐直军：去年年底。董事会通过激烈的辩论后，决策要开始彻底地进行软件工程能力提升变革，目标就是要打造可信的产品。变革要花三到五年时间，根据我们面向未来的标准和要求，彻底地变革整个软件的生产过程，同时对历史上所有的代码以未来的标准进行重构。既要满足客户需求、又要重构，必须要有新的投资，才有20亿美金额外投资，这20亿美金主要是用于历史代码的重构以及所有工程师训练等等相关变革的费用。遗憾的是我成了变革的责任人，使得我未来五年要增加很多工作。最近这段时间，我花了大量的时间在做变革相关的事情。20亿美金只是启动资金，肯定是不够的，希望通过三五年的努力真正能够打造让各国政府信任、让客户信任的产品。这样的话，华为未来就有更好地发展。为此我们的创始人新年第一封邮件向所有员工发了一封信--“全面提升软件工程能力与实践，打造可信的高质量产品”。什么叫过程质量？举一个简单的例子。大家可能觉得中餐很好吃，但是应该很少有人去厨房看过。厨师用什么动作、什么过程、什么东西把这个菜炒出来，很多人不知道。现在要走进厨房，对于厨师炒菜建立一套流程、标准、行为规范。厨师不按这个动作做，那么做出的菜可能就难吃一点，纠正过来又变得好吃了。这就是我们做软件能力提升变革，要把整个软件生产过程、以及生产出来的代码实现高质量、实现可信。这很挑战，但是也是我们必须要做的事情。所以为什么要三到五年，为什么20亿美金只是启动资金。其实我们现在还搞不清楚未来总要投多少钱。当然，华为有一个优势，我们不是上市公司，现在少挣点钱没关系。只要有未来，就是最大的胜利。员工都是股东，大家可以理解，现在利润低一点是可行的，但没有未来是不行的。14、新政治家记者：能不能大概估一下把整个代码进行重构的话可能成本有多大？徐直军：我们正在做高阶设计，还没有估出来。估出来告诉你，希望在3月底把高阶计划做完。我想强调一下，刚刚提到的的问题不是华为独有的，而是整个产业界的公司都有。（不同公司）在不同领域上改进可能都不一样，但没有一家是完美的。而且这还是一个动态变化的情况。（如果）任何企业把代码送到英国去，让英国有DV证书的公民去看，（他们也）同样会发现很多问题。15、每日电讯报记者：刚才提到变革成本问题，想问在整个变革过程中对于这些代码的重构，HCSEC在验证监督方面会发挥什么样的作用，时间轴怎样的？徐直军：所有重构后的代码，只要是用在英国网上的（代码）都会被HCSEC检视。结果好坏NCSC是知道的。我们现在说的都只是期待，最终要靠结果来验证，到底做得怎么样。华为在英国建立HCSEC目的就是要找问题，就是希望它能够发现问题，推动我们进步。而不仅仅为了找后门，（因为）后门（根本）不存在。2018年，华为为HHCSEC投资600万欧元，给华为找问题上，这是存在价值的。从我的角度来讲，这对所有的研发团队也是一个促进、也是一个验证。16、Computer World 记者：互联网的起源也是从军方起来的，包括美国也是。从技术的角度来看，似乎变得更加靠近政治，您觉得这是一个问题吗？如果是的话如何解决？徐直军：技术一直都是跟政治结合在一起的。什么叫政治？想让它政治化就政治化，想让它不政治化就不政治化。这种事情怎么来解决？人类走了这个历程，各个国家有智慧的人是很多的。技术的进步是造福于人类的，尤其是5G，5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。关于隐私保护，欧盟已经出台了GDPR，现在英国还没有脱欧，是遵守的，脱欧以后（相信）英国也会有自己的标准，只要按照这个标准做，就可以保护好英国人民和欧洲人民的隐私。任何企业要违反GDPR是要受到重罚的，我们很欣赏GDPR这种标准，因为它是公开透明、一视同仁，大家都要遵守，不遵守就要受到处罚。从技术和专业角度来讲，网络安全本来可以制定标准，一旦有了标准，是公开的、透明的、无歧视的，大家都遵守这个标准，不遵守这个标准就要受到处罚。但是如果从意识形态和政治的角度出发，那就是基于怀疑和假设来说你行或者不行。那就（好比我现在说你）：你终究会杀人的。在你没有去见上帝之前，总有一天你可能会去杀人。这就是华为现在受到的待遇。17、金融时报记者：您之前讲过在亚洲地区是最主要是5G市场，欧洲5G还没有成熟，您可以数量化一下这个预测吗？您认为亚洲哪些国家近几年代表百分之多少华为5G的市场呢？徐直军：我把全球市场分为三类：第一类，5G需求比较大的市场，中国、日本、韩国和海湾国家。第二类，欧美的一些发达国家，包括美国。现在对5G需求还没有那么强烈，4G都不见得很好。你们知道法国的基站数量跟深圳比是什么结果吗？法国所有4G基站加起来没有深圳移动一家多。第三类，发展中国家，根本还没有需求。华为未来几年5G收入主要还是第一类市场，少量来自第二类市场。", "author": "军工圈", "newsdate": "发布时间：19-02-17", "newstime": "10:05", "sentiment": [{"positive_prob": 0.152136, "confidence": 0.66192, "negative_prob": 0.847864, "sentiment": 0}]}, {"title": "各种技术于一身的华为P20，你知道的有多少？", "content": "提起华为，相信大家一定并不陌生吧，像华为Mate20.华为荣耀Magic2都是十分强悍的，不仅外观精美在配置上也是相当优秀的，而在这之前呢，华为P20也是一款很值得入手的手机，究竟这款手机的特别之处在哪里呢？请往下看吧。第一点，在外观上，华为P20采用了5.8英寸的全面屏，而同样的尺寸却有着更宽阔的视野，机身的比例更显的优雅利落，单手也可以轻松的握持，而纯粹的设计没有任何的冗杂，处处打动你的人心。而当你看到屏幕第一眼就沉醉于这纯粹的视觉盛宴，在机身背部，P20采用了渐变色玻璃机身，借助先进的结构色渐镀工艺，让你对它爱不释手，同时华为P20还有着四种不同的配色可供选择，像亮黑色、极光色、极光闪蝶和珠光贝母，每一款配色都是十分的炫酷，你喜欢吗？第二点，在摄像上，华为P20在前置采用了2400万高清像素镜头，后置则是采用了2000万像素+1200万像素镜头，作为新一代的徕卡双镜头在搭配上人工智能芯片，给你无尽的发挥空间，只需要你轻轻地点击，就可以用你独特的视角记录美好的精彩。而当你自拍时，无论是处在背光、逆光还是暗光的条件下，拍摄效果都是十分的精彩。并且华为P20也拥有着960帧超级慢动作视频，从此定格你的世界！第三点，就是在于华为P20的配置上。华为P20采用的是麒麟970处理器，再加上强大的AI处理。它可以主动思考，了解你的习惯，让一切都变得十分轻松便捷，而强大的处理器无论你是在日常吃鸡还是追新番，看起来都是那么的流畅，仿佛行云流水一般。再搭配上EMIUI8.1系统，带来超乎想象的流畅体验。第四点呢，就是华为P20的续航能力了，华为P20有着3400mAh的电池容量，搭配着超级快充技术，并且还采用了智慧节电技术，让手机更聪明合理的分配电池资源，不必担心手机耗电带来的烦恼。以上而言，吖有还是很看好华为P20的，无论在配置上还是外观上都是很令人满意的，小伙伴们有什么不同的见解吗？欢迎在下方留言评论哦~（图片来源于网络）", "author": "吖有科技", "newsdate": "发布时间：19-02-17", "newstime": "15:42", "sentiment": [{"positive_prob": 0.981017, "confidence": 0.957815, "negative_prob": 0.0189831, "sentiment": 2}]}, {"title": "华为最大园区落座东莞，把核心研发搬到工厂旁，任正非想干嘛？", "content": "位于珠江口东岸的东莞，被称为“广东四小虎”，更是号称“世界工厂”。在这里，汇聚了一大批代加工企业和各类支持工厂，更是建立了松山湖科技产业园区。包括富士康、记忆科技、中软国际等国内大厂纷纷落户松山湖。2018年7月2号，华为将第一批2700名员工搬至位于松山湖的新园区，并在之后的3个月又进行了2次搬迁，共将12600人搬至东莞。其实这并不是一项突然的决策，而是早有“预谋”。早在2005年，华为旗下子公司聚信科技有限公司就已经在松山湖成立，为华为提供网络通信产品和整个华南地区的配送服务。而这次更是在东莞建立了先进热技术实验室、先进结构材料实验室以及内部网络安全实验室。华为的松山湖园区占地1900亩左右，总投资超过100亿，是目前华为在全球最大的园区。除了几个实验室以外，华为终端总部、第二代数据中心、研发中心等也都陆续搬进了松山湖园区。华为的到来，让好不容易“沉寂”下来的东莞，再一次被推上风口浪尖。而随之而来的疑问就是华为的搬迁为什么看上了东莞？又为什么是松山湖呢？其实这样的质疑也不是没有道理。东莞曾经一直以劳动密集型的出口加工贸易为主，这里一直都是各种代加工和富士康的天下，而华为则是一个高新技术研发企业。这样的企业定位，却将自己的核心研发机构搬到东莞松山湖去确实值得让人深思。其实个中原因很简单。华为研发中心原来的所在地是深圳，随着时间的推移，深圳的用工成本和土地成本已经不比当初。还有其他一些零碎的原因，就像水电、税收和房租，这些地方的投入已经不能再允许企业将工厂放在这里。反观东莞，由于长时间都在进行劳动密集型的代加工企业，导致这里的廉价劳动力密集，另一方面出于松山湖科技园的初衷，松山湖区委、区政府先后推出了一大批优惠政策。出于企业成本的考虑，华为的搬迁就变成了一件必然的事情。至于为什么是松山湖呢？其实华为在搬迁之处也曾有多个地方进行选择，包括西安、东莞和惠州。之所以最终决定在松山湖建立园区，主要就是因为周边的配套设施齐全，以及研发需要的物料和设备在这里也都可以很轻松的找到。就以做手机必须要用到的半导体来说，在这里一套半导体印制设备比别的地方可以便宜10%左右。从东莞的发展战略上来看，华为的入驻也是具有非常重大的意义的。首先，华为的入驻会带动很多支持厂商陆续落座，以记忆科技有限公司为例。早在2012年华为决定在东莞布局，并在东莞建立子公司的时候，记忆科技就紧随其后搬到了东莞，用他们自己的话说，这样做可以更好的贴近客户。除此之外，易宝软件和华微明天等华为的供应商都随之“移居”东莞。这些企业的加入，为东莞带来了大量的就业机会和人才资源。一方面大量的就业机会解决了东莞过去几年的就业压力，另一方面更多高素质人才的加入也为东莞的转型注入了大量的新鲜血液和有生力量。另一方面，就是能缓解东莞从上世纪90年代末就开始面对的经济问题。2008年一场“金融海啸”席卷了大江南北，在那场“海啸”中，东莞作为世界工厂接受了一次大的洗礼。从2008年到2016年，光见报的倒闭潮就有3~4轮，更不要说没有见报的了。2011年，东莞全市收不抵支的村子有329个，占全部数量的60%。就在这一年，东莞3500家玩具厂倒闭约1800家。到了2015年，以诺基亚东莞工厂关闭为开端，万事达等台资、港资企业相继停产。在一众小厂全部死亡之后，终于有大厂也开始相继迈向撤离东莞的道路。东莞“世界工厂”的弊端，在这样的经济情况下暴露无遗。原本的代加工产业，原料和机器都由厂家直接提供，最后的销售的部分也由厂家自己进行。而东莞的厂商只提供人力和厂房，进行最简单的加工和包装。这样的企业在经济繁荣的时候，跟着各大厂商赚了一大笔，但是一旦发生“金融海啸”，他们也注定是最先死在沙滩上的一群企业。因此，华为在东莞建厂，既是自己战略发展的需要，也为东莞的“转型”提供了一次前所未有的契机。至于最后的结局会是互利双赢还是把华为也拖到一个尴尬的境地，还未可知。不过从目前来看，东莞一定会抓住这次的机遇，把华为稳定下来，实现双赢。", "author": "富丰财经", "newsdate": "发布时间：19-02-16", "newstime": "19:20", "sentiment": [{"positive_prob": 0.317691, "confidence": 0.294019, "negative_prob": 0.682309, "sentiment": 0}]}, {"title": "华为5G新机基本敲定，苹果用户安心了，赶快告诉家人！", "content": "距离华为2月24日春季新机发布会不到一周的时间，这一次华为新机发布会的地点来到了西班牙的巴塞罗那。华为在欧洲手机市场耕耘多年，在欧洲多个多个城市国家举办过新机发布会。无论是华为P系列，还是Mate系列，欧洲版售价普遍高于国行版。华为自从Mate7热卖之后，华为近3年来的成长消费者有目共睹。独立设计开发麒麟芯片处理器，优化手机AI摄影摄像功能，开创三摄像头模组应用先河。其中2018年发布的华为P20Pro在夜拍摄影上，领先其他厂商的旗舰机。这一次华为依旧展现出新科技，不久之前，华为5G终端基带芯片巴龙5000发布，可以在3G/4G/5G网络场景下运行，相比于华为上一代基带芯片，巴龙5000能耗和延迟更低。在7纳米制程技术麒麟980驱动下，华为新机续航能力将进一步提升。以华为现在的5G技术为基础，推出商用版本5G智能手机，相比于其他智能手机厂商要容易得多。折叠屏也是这一次发布会的闪光点，众所周知华为众多机型已经采用了京东方供应链提供的屏幕，在多个科技展会上，京东方早已展示出柔性折叠屏。另一方面，华为在企业内部资源协同方面做得要比索尼好得多，索尼自家研发生产的摄像头模组，索尼手机部都需要费很大的力气才能拿得到。相比之下，华为芯片产品优先服务于华为，无论是手机还是其他相关配套业务，华为均是如此，所以市面上很少会出现华为手机很难买到的消息。在过去10年间，安卓阵营的智能手机还有很多体验上的问题，在手机流畅体验上，当时的苹果智能手机的确是一个比较好的选择。当时华为手机远没有现在强大，现如今华为5G新机创新技术已经基本敲定。部分以技术已经走到了苹果的前面，这已经是一个不争的事实，当年部分使用苹果手机的用户陆续转回安卓阵营。华为在通讯领域、手机新科技研发上越走越强，消费者选择智能手机的原因也越发纯粹。找到自己使用手机的需求和场景，选择这个方面适合的手机。目前看来，华为不乏是一个好的选择。对此你怎么看？百家号独家内容。", "author": "科技凸透镜", "newsdate": "发布时间：19-02-17", "newstime": "23:56", "sentiment": [{"positive_prob": 0.998663, "confidence": 0.997028, "negative_prob": 0.00133738, "sentiment": 2}]}]