[{"title": "华为要建人才房？子公司拍下12万平方米土地，售价或比周边便宜上万元", "content": "11月27日，广东省东莞市以网上交易方式成功挂牌出让松山湖一宗约12万平方米的商住用地，东莞绿苑实业投资有限公司（简称“绿苑实业”）以底价84490万元摘得。根据相关规划，这块地将用作松山湖园区重点及高端企业的人才房，精装修售价不高于10050元／平方米，同时只能在园区内流转。限定最高销售房价不高于10500元／平方米资料显示，该地块编号为2019WG045，位于东莞松山湖富通路南、基隆路东。地块出让面积为125336.09平米，起始价84490万元，建筑密度≤30％，竞买保证金为42200万元。此前的出让条件显示，该地块只接受中华人民共和国境内企业法人单独申请；竞买申请人（或其母公司、关联公司）为在松山湖园区投资建设的、年纳税5亿元以上、年R＆D投入1亿元以上、本科以上学历人才数量1000人以上，且当年及土地使用权有效期内土地单位面积年纳工商税收入库税额不少于人民币150万元／亩的企业或其成立的全资项目开发公司。东莞政府规定，该项目用于松山湖园区重点及高端企业总部人才房配套项目，住宅要求带装修销售，且限定最高销售房价不高于10500元／平方米，销售对象由东莞松山湖高新技术产业开发区管理委员会统筹安排。该地块竞买申请人商品住房用地竞买资金（即地价款，含竞买保证金）须为自有资金，不得为银行贷款、债券融资、信托资金、资管计划配资、保险资金等。该地块开发建设期为3年，宗地建设项目在2021年1月4日前开工，在2024年1月4日前竣工；该宗地的商业部分物业全部由竞得人自持，自持年限为40年（由市住建及不动产登记部门进行监管）。该宗地建设项目自竣工备案之日起，5年内（含5年）不得申请房地产项目建楼盘表；自购买商品房转移登记（一手房屋登记）之日起，5年内（含5年）不得转让或出租。限制期满后，房屋所有权只允许在园区企业内部流转。每经小编通过查询发现，东莞松山湖周边房价在2.6万元左右（具体价格以实际情况为准），而目前华为拍下该地最高销售房价不高于10500元／㎡，这显然是远远低于市场价格，基本上与二三线城市房价一致。而据启信宝信息显示，拍下地块的绿苑实业是华为投资控股有限公司的全资子公司。公开资料显示，自2015年以来，华为已在东莞松山湖拿下24宗地块。据东莞政策官方信息披露，华为终端总部项目在东莞总占地面积达到了1900亩（126.6万㎡），已与华为在深圳的土地总面积为2460亩（约164万㎡）相差不大。预计完工后，将有数万研发人员在终端基地项目办公。事实上，华为在东莞深耕布局已有多年。2018年7月2日，就有2700人从深圳到东莞松山湖溪流背坡村上班，约有1500辆车（其中大巴70辆）。尽管华为方面回应，此次媒体报道搬迁一事，属于正常业务布局，并非华为“外迁”。但从近几年来华为大手笔拿地情况来看，其在松山湖“造城野心”昭然若见。早在2012年，华为就在东莞松山湖注册了华为终端（东莞）有限公司，并且把终端业务放在东莞，开始大规模在松山湖拿地建设其终端总部项目。据东莞政策官方信息披露，作为东莞市重大项目之一的华为终端总部项目，其总占地面积达到了1900亩（126.6万㎡），而且这个数字还在追加。而华为在深圳的土地总面积为2460亩（约164万㎡），二者已经旗鼓相当。2018年1月，据北京青年报报道，华为曾传出给员工分福利房的消息。来自网友的内网截图显示，华为为在东莞松山湖基地办公和即将搬迁至此的员工提供3万套员工住房。不过按照规定，这些住房前5年是租赁，期满后由员工购买（员工拥有产权），购买5年后方可转让。但华为公司并没有对此做出回应。国内不少公司曾助力员工买房除了华为，除此之外，国内还有很多公司为员工提供了住房福利，比如阿里巴巴、腾讯、京东等互联网巨头。早在2017年年初，格力电器董事长董明珠在接受媒体采访时就表示，要让每一位格力员工都享受到两室一厅的待遇，自曝将为格力员工建房。2018年11月，董明珠透露格力已经在珠海建了3000多套“两房一厅”，要让每个员工不用为一套房辛苦一辈子。今年3月，据澎湃新闻，董明珠称格力员工分房计划已经在实施当中。去年11月5日，据证券日报报道，小米联合华润以26.57亿元的价格拍下北京昌平区一块近4.7万平方米公建混合住宅用地，引发外界对小米进军房地产或给员工建房猜想。根据北京市规划和国土资源管理委员会网站披露信息，小米拍下的该地块项目为北京市昌平区沙河镇七里渠南北村土地一级开发项目CP00－1600－0016、CP00－1804－0007地块F2公建混合住宅用地，包括商业、办公、居住用地，其中居住用地为遵循“限房价、竞地价”原则的限竞房。2011年8月17日，阿里巴巴集团宣布，将提供30亿元无息贷款，帮助员工解决首次置业问题，每人最高可申请30万元。此外，阿里巴巴还将投入5亿元设教育基金，通过和教育机构共同办学、与现有学校合作，解决员工子女入园、上学问题；向基层员工发放一次性的物价、子女教育补贴，预计总额超过4000万元。腾讯2015年升级首套房安居借款额度，北京、上海、广州、深圳等一线城市员工最高可以申请最高50万元的无息贷款，除此之外二线城市的无息贷款额度调高至25万元。员工只需出具购房合同，并提供由央行出具的个人信用查询报告，即可在无实物担保的情况下进行无息贷款。在2012年，京东商城集团也宣布推出名为“安居计划”的员工无息贷款购房购车计划，该计划面向工作三年以上的老员工或者获得股份的员工，用于帮助员工购房购车，贷款总额预计高达数亿元。每日经济新闻综合北京青年报、澎湃新闻、证券时报、21世纪经济报道", "author": "经济日报", "newsdate": "发布时间：19-11-28", "newstime": "08:02", "sentiment": [{"positive_prob": 0.298182, "confidence": 0.337374, "negative_prob": 0.701818, "sentiment": 0}]}, {"title": "任正非CNN专访：即使没有谷歌 华为也能当世界第一", "content": "来源：观察者网原标题：任正非CNN专访：即使没谷歌 华为也能当世界第一作者 吕栋26日，华为创始人兼首席执行官任正非在接受CNN专访时表示，在创新方面，美国仍然是最强大的国家，在“未来几十年”没有任何国家，包括中国，能够超越美国。不过，他补充道：“如果美国政府继续限制美企的贸易对象，可能会无意中帮助竞争对手崛起。”对于手机业务，他指出，即使与谷歌的软件和应用程序隔绝，华为仍然可以成为世界第一大智能手机品牌。CNN报道认为，这家中国公司已经是世界上最大的电信设备制造商。如果没有被美国列入贸易禁令，华为原本有望在今年超越三星成为全球最大的智能手机销售商。而在谷歌被禁止与华为合作后，华为手机无法再预装谷歌提供的GMS服务，该禁令对该公司海外用户造成了一定影响。CNN称，华为来之不易的海外市场份额正在萎缩。不过，任正非仍然对于华为手机业务信心十足。在被问到，即使没有Google，华为是否依然可以成为世界第一大智能手机品牌时，任正非表示：“我认为这不会成为问题，但这将需要更多时间。”值得一提的是，知名调研机构Gartner26日发布的2019年第三季度全球智能手机市场报告显示：华为是唯一一家实现手机销量两位数增长的公司。根据数据显示，华为手机以6582万的出货量排名全球第二，市场份额为17%，仅次于三星，并且大幅超过排名第三的苹果。可以看到，尽管受到美国的压制，华为手机业务仍然在高速发展。另外，美国商务部上周向一些美国公司如微软颁发许可，授权其开展与华为开展不会对国家安全或外交利益构成重大风险的业务，另一些公司则被拒绝发放许可证。对此，任正非在接受采访时表示，谷歌既没有被拒发许可，也没有收到许可。华为此前曾多次表示，如果可能的话，更愿意与谷歌开展合作。但任正非表示，华为正在制定“大规模”的备份计划。该公司一直在开发操作系统“鸿蒙“和自己的应用商店。任正非在采访中还提到，在创新方面，美国仍然是最强大的国家，在“未来几十年”没有任何国家——包括中国——能够超越美国。但他补充道，“如果美国政府继续限制美企的贸易对象，可能会无意中帮助竞争对手崛起。”任正非表示，如果华为不能与美国供应商合作，“我们将不得不借助于其他选择。如果这些替代方案变得成熟，我认为不太可能会回到原来（依靠美国供应商）的状态”。“（现在）对我们所有人来说都是一个关键时刻，我希望美国政府能考虑一下什么对美国企业最有利。”任正非说。尽管被美国列入贸易黑名单，但华为今年的业务表现出了坚韧的弹性。华为财报显示，截至2019年第三季度，华为实现销售收入6108亿人民币，同比增长24.4%。CNN认为，中国智能手机销量飙升对此起到一定作用。", "author": "新浪财经", "newsdate": "发布时间：19-11-28", "newstime": "09:40", "sentiment": [{"positive_prob": 0.99273, "confidence": 0.983845, "negative_prob": 0.00726988, "sentiment": 2}]}, {"title": "西班牙突然禁止华为设备访问敏感信息，原因可能与美国类似", "content": "根据外媒最新的一份报告，在5G竞赛中，实际上华为已是赢家，目前为止，华为已赢得全球5G商用合同65份，运往全球40多万个无美国组件的5G基站，无论从专利数、合同数华为全球第一实至名归。可能正是华为的迅速发展，尤其5G被誉为下一个机遇，谁先把握了5G，谁将拥有主导全球技术的优势。华为的5G在全球蔓延之迅速，让特朗普政府非常担忧，于是在今年5月份将华为列入黑名单，切断华为的全球供应链，华为失去谷歌、高通、微软等美国高科技公司的技术和服务。华为今年的旗舰产品Mate 30系列手机9月再德国发布，目前只在国内和尾数不多的几个亚洲国家销售，仍然无法在欧洲市场正常销售，这对华为的打击非常大。特朗普政府除了在自己国家限制华为外，还到处游说盟友，威胁盟友也禁止华为参与其国家5G网络的建设，在特朗普的游说下，澳大利亚、日本、新西兰等国家相继宣布华为设备存在安全风险，禁止华为在这些国家参与5G网络建设。目前就有报道称，西班牙国防部已禁止从其数据服务器（包括员工电子邮件）访问所有华为设备。虽然该部禁止华为设备专门访问敏感信息，但并未禁止消费者使用华为设备，仍然允许国防部成员使用其个人华为设备，但他们必须使用其他设备来访问国防部服务器中的数据，包括电子邮件。那些仍在使用华为设备访问服务器的用户必须“立即断开连接”。西班牙没有提及禁止该禁令的原因，但是随着美国长期以来指控华为对用户的私人数据进行间谍活动，只能假设西班牙的原因与此类似。华为此前否认了这些指控，同时正在起诉美国政府，以未经正当程序对其硬件进行违宪禁令。华为发言人告诉对外表示，虽然过去30年来，华为已经与170多个国家和地区开展业务，但从未发生过与网络安全相关的事件，安全是公司的重中之重” 。虽然华为Mate 30 Pro仍然没有谷歌服务的支持，但华为在第三季度在欧洲智能手机出货量中保持了第二名的地位，并且在全球范围内（尤其是在中国）稳步增长。", "author": "互联范儿", "newsdate": "发布时间：19-11-28", "newstime": "22:42", "sentiment": [{"positive_prob": 0.131149, "confidence": 0.708559, "negative_prob": 0.868851, "sentiment": 0}]}, {"title": "华为P30Pro：对不起，选择说再见！", "content": "得益于庞大的资金支撑和不断地创新技术积累，现在的华为正处于高速发展的道路上，不仅仅中低端机全面爆发，冲击高端领域也取得令人满意的成绩，已经是众多国产友商学习的榜样，也是连苹果都不能够轻易忽视的强敌。华为的实力确实毋庸置疑，它向我们充分展示其品牌无限的魅力，只不过话说回来，在机海战术大背景下，它的部分产品处境还是有些尴尬，例如这一次网友直言华为P30Pro：对不起，选择说再见！谈起P系列相信大部分人都知道它是华为高端机的重要组成部分，所以综合素质打磨必须到位，P30Pro当然也不例外。首先，华为P30Pro率先用上徕卡认证三摄模组，在出色的算法调教下，白天光线充足的时候能够对物体色彩精准还原，超级夜景针对弱光进行针对性优化，暗部涂抹感和噪点控制也是妥妥的，曾经拿下DXO排行第一的位置就证明了它的相机实力，4200毫安电池为长续航提供有力保障，40W无线、反向充电功能的加持更是让它如虎添翼。其次，华为P30Pro搭载麒麟980处理器与EMUI10形成更强的协同能力，在达芬奇独立NPU神经元的驱动下，游戏的画质画面更上一层楼，GPU Tirbo3.0和方舟编译器的加持使帧率稳定性也不会存在太多可挑剔的地方；另外，它还配备一块6.39英寸的曲面屏视觉效果挺震撼，极光渐变色玻璃后壳与铝中框之间的紧密贴合，不紧满足舒适握持感还能够达到防水的标准。如果只是从参数层面来分析的话，华为P30Pro整体的表现确实可圈可点，也能够符合其机皇的特性，最初的时候卖到5388元还是受到花粉的强烈追捧，这一点应该在余承东的意料之中，不然的话也不会定下销量2000万的目标。只可惜现在市场竞争已经进入白热化阶段，它的人气逐步流失，地位也开始被削弱，6G+128G最低降至4533元。如此幅度说明这款旗舰已经进入加速清仓阶段，无奈网友吐槽华为P30Pro:不好意思，再见！在笔者看来，现在的华为仍然引领着行业高端机的发展方向这一点值得点赞，P30Pro助力下也是功不可没，只不过它现在对比小米CC9Pro缺乏性价比优势，与自家的Mate30(5G)系列也缺乏新元素，况且P40马上就要来了，有人不待见它也是情理之中。", "author": "老实人日报", "newsdate": "发布时间：19-11-28", "newstime": "08:30", "sentiment": [{"positive_prob": 0.0268743, "confidence": 0.940279, "negative_prob": 0.973126, "sentiment": 0}]}]