[{"title": "华为回应2万人转岗CBG：消息不属实，公司内部鼓励人才流动", "content": "4月24日，凤凰科技报道，华为CBG（消费者业务）内部员工透露，将有2万CNBG（运营商业务）员工疏导至CBG。对此消息，华为方面回复AI财经社，2万员工转岗传闻不属实。“一直以来，华为公司对于内部人才流动持开放和鼓励的态度，并面向员工开放了全部内部岗位机会。”3月底，CBG内部进行了一场誓师大会，会上任正非表示CBG要帮助有些业务部门疏导富余人员，团结一切优秀力量。华为心声论坛上，有员工指出被疏导的“有些部门”，主要是“CNBG”。华为公司2018年员工总数超过18.8万，其中CBG两万多人，CNBG则是有着约10万人。CNBG是华为公司三大业务部门之一，以全球各大运营商的通信基站和网络部署为主，是华为一直以来的支柱业务。2018年，CNBG销售收入2940亿元，同比下滑1.3%，主营手机业务的CBG首次以48.4%的收入占比超过CNBG，成为华为第一大收入来源。华为轮值董事长在财报大会曾回应，这并不意味着运营商业务到了瓶颈期，2019年5G大规模商用将释放更多可能。回应全文如下：我们注意到网传“华为将有2万名CNBG员工转岗CBG”，该消息不属实。一直以来，华为公司对于内部人才流动持开放和鼓励的态度，并面向员工开放了全部内部岗位机会。每年，有超过1万名员工在内部各大业务部门之间转岗流动，包括运营商业务（CNBG）、终端业务（CBG）等在内很多业务部门都正在通过内部流动获取所需人才。这其中，既有员工根据本人意愿自主发起的流动，也有在尊重员工个人意愿基础上由部门间协商推荐的流动。华为公司会基于业务战略导向和员工发展诉求，持续开展内部人才流动。（文/AI财经社 郑亚红 编/赵艳秋）", "author": "AI财经社", "newsdate": "发布时间：19-04-24", "newstime": "17:25", "sentiment": [{"positive_prob": 0.387296, "confidence": 0.139341, "negative_prob": 0.612704, "sentiment": 0}]}, {"title": "华为为扩大5G生态圈，从韩采购约设备金额达百亿美元", "content": "作为发达国家中首个使用华为5G基站设备的国家，华为希望能够继续扩大5G生态圈，以抢占5G红利。第一财经记者从韩国通讯业界人士处独家获悉，华为最快将于下个月在韩国首尔开设5G开放实验室，并继续寻找与韩国业界的沟通渠道，扩大韩国市场。第一财经记者了解到，在首尔筹建的实验室是华为在全球的首个5G公开实验室，韩国业界预计若设备布局等一切进展顺利，最快将在下个月中旬左右便可开始运作。另据韩媒报道，此前华为轮值董事长郭平在和韩媒记者举行小范围群访时，曾表示作为走在5G商用化前列的国家，希望华为能够在韩国有更进一步的发展，并提到华为公司内部有专门负责向韩资企业采购的部门，仅2018年一年，向三星电子、SK海力士等韩资企业购买的设备及装备金额达到100亿美元左右。据中国海关统计，2018年中国对韩进口额为2046.4亿美元；第一财经记者粗略估算，华为对韩设备的购入额占据当年中国对韩进口额的近5%。", "author": "财经新鲜事", "newsdate": "发布时间：19-04-24", "newstime": "14:14", "sentiment": [{"positive_prob": 0.853222, "confidence": 0.673827, "negative_prob": 0.146778, "sentiment": 2}]}, {"title": "华为大改革：2万CNBG员工“投奔”余承东", "content": "来源：风眼正处于多事之秋的华为公司，如今在内部开启了一场涵盖组织架构、人员流动的大改革。3月29日，华为消费者业务在（以下简称CBG）举行“军团作战”誓师大会，宣布3年1000亿美金，5年1500亿美金的营收目标。这家公司今年的改革重点也由此揭开：CBG更加独立自主，运营商业务（以下简称CNBG）则加速变革转型。任正非称，华为公司已经通过CNBG的改革方案，做一些组织架构精简，关闭给了几年时间证明不行的产品线和业务。高速增长成为历史CNBG是华为公司三大业务部门之一，主要做全球各大运营商的通信基站、网络部署等业务。这块业务在2017年之前曾保持超过2位数的增长速度，但从2017年开始，遭遇天花板。来自华为公司的年报数据显示，其2017年为同比增长2.5%、2016年为23.6%，2015年为21.4%，2014年为16.4。华为运营商业务2018年同比下滑1.3%在过去的2018年，华为CBG业务销售收入3489亿元，同比增长45.1%，排名第一；企业业务EBG，销售收入744亿元，同比增长23.8%。其中，CNBG业务销售收入2940亿元，不仅被CBG反超，还同比下滑1.3%。另一方面，今年是5G规模商用部署的元年，大幕刚刚开启，是华为未来业务增长的重要依仗之一。但在这个与时间赛跑的关键节点，华为却从去年下半年开始进入多事之秋，美国政府多次以网络安全为由，拒绝华为的5G设备进美国市场，甚至煽动其盟国将华为排除在外。华为公司2018年员工总数超过18.8万，其中企业BG一万多人，消费者BG两万多人，华为云BU一万多人，运营商BG则是有着约10万多人。华为公司轮值董事长郭平在今年3月底的业绩沟通会上表示，如今华为内部出现了大公司病，出现了推诿拖延的情况。“堡垒最容易从内部攻破，堡垒也最容易从外部加强。”郭平当时称，面向未来华为将会努力排除外部的干扰，优化内部的管理，选择华为的客户将赢得5G时代的商业竞争力，选择华为的国家也将会赢得下一波数字经济发展的优势。在CBG的誓师大会之后，紧接着4月12日，CNBG也举行了誓师大会。不同的是，这场大会显得低调、压抑了许多。在大会上，任正非做了题为《极端困难的外部条件，会把我们逼向世界第一》的讲话。他表示，“CNBG未来十年会在极端艰难困苦的条件下，打一场混战。”当时那场誓师大会的背景图是一架二战中被打得像筛子一样、浑身弹痕累累的伊尔2轰炸机，仍然在天上坚持飞行。伊尔2原本是作为单座的战斗轰炸机，但因为发动机功率不足，令本机飞行性能不足来跟德国Bf 109格斗战。后来加装了机枪手的后座位和重机枪自卫，并强化了装甲并集中攻击地面目标，才成为当时最成功的攻击机。德国对本机有黑色的死神之誉，斯大林也曾经把本机比喻为如红军的面包和空气般不可或缺。伊尔2形象地比喻了华为CNBG现在的处境，它由最初的轰炸机转型攻击机，也暗示了华为运营商BG要加速变革转型。华为CNBG业务经历了三十年的建设，管理最成熟，高级干部与专家也最多，在任正非看来，是最具备改革条件的。任正非提出的改革思路是：逐步建立“精英+精兵+职员”团队组合方式，形成“弹头+战区支援+战略资源”的队形，并大胆地将成熟业务的决策权下沉到代表处作战组织。这其中的核心是精简，精简不赚钱的产品线和业务，精简厚重的部门人员。2万员工转战CBG“CNBG的困境在于长期待在舒适区，不思进取，不思改革，最主要的是我们还把运营商忽悠瘸了，成了废人。天天在讲的CNBG变革，实际上都是换汤不换药，起不到效果，最终的结果都是减员，减产品、减团队，这跟贸易战关系不太大，所以誓师会就是喊喊口号，给上面看的。”在此次誓师大会结束后，华为将任正非的讲话发布到了公司论坛心声社区中，有ID名为“伪善的资本家”的华为内部人士回帖了对此次讲话的思考。在CBG的誓师大会上，任正非称CBG要帮助有些业务部门疏导富余人员，团结一切优秀力量。这里的“有些业务部门”，主要指的就是CNBG。这个BG的富余员工，部分将内部疏导至CBG。据凤凰网科技了解，具体员工转移比例华为内部并没有正式通知，但有CBG内部员工透露，将有2万CNBG员工疏导至CBG。也有华为内部人士以及多名离职员工告诉凤凰网科技，华为CBNG的这些高级干部与专家非常善于学习和适应新的业务环境，“随便把他们扔到一块全新的业务，都能很快的适应”。“CNBG人数比你们多，高级专家、高级干部比你们多，可能奖金比你们少，但是干劲还得比你们大。”任正非在内部讲话中表示。作为如今华为公司内部的“当红炸子鸡”，CBG机会多奖金高，对CNBG的员工来说，也是一大吸引。在CBG和CNBG两大部门改革之后，华为明年还将启动云业务的改革。华为云BU总裁郑叶来此前曾表示，内部想要转岗到云的员工也不少，从2017年到现在涨了三倍。据凤凰网科技了解，华为公司有一个内部人才交易市场，CBG会在这个市场中把需要的岗位放出来，供其他部门的人去查找应聘。对方部门觉得合适，会通知应聘者去面试，并且原部门领导事先不会知道。一旦面试通过了，公司就会强制把该员工调岗过去。内部轮岗也一直是华为公司自上而下的传统。任正非在内部也有提到，这样做一是避免其他部门过度裁员，二是避免华为CBG去外面过度招新人。作为华为公司人数最多的一个BG，如果参考2016年开启的华为电信软件业务的改革，这次CNBG两万员工转入CBG部门，其实比例并不大。当时华为一万多名电信软件的员工，有2/3的人员转移到不同的新领域，只剩下1/3人员坚守原来的“塔山”。余承东所负责的华为CBG业务，一直以来都坚持精细化运营。如今的CBG不同以往，正处于业务高速发展期，是用人之际。华为CBG业务去年营收约525亿美金，按照其誓师大会提出的目标，三年要做到1000亿美金，意味着要翻一番。其现有2万多人员，加上CNBG转过来的2万，是足以支撑的。“CBG的改革就像‘延安’，创造了一种新机会，CNBG‘西安’的人自愿奔向‘延安’，我们从来不阻挠，因为只有流动才能证明‘延安’比‘西安’好。”任正非说。据了解，针对CNBG的改革，今年5月份华为还会有一次公司层面的讨论。在上周华为分析师大会上，华为轮值董事长胡厚崑表示，5G会是一个新的投资驱动，会帮华为进一步增长业务。他当时提出，希望华为运营商业务今年能获得两位数的增长。需要指出的是，这个经营目标实现起来并不容易。来自地缘政治的风险，如同一颗定时炸弹，对华为公司未来的业务发展充满了不确定性。另外一方面，CNBG业务今年刚刚通过改革方案，在精简业务线和人员的同时恢复业绩的快速增长，充满了挑战。最新数据显示，截至3月底，华为已经和全球领先运营商签订了40个5G商用合同，7万多个5G基站已发往世界各地。华为在5G业务遇阻的同时，在5G市场中依旧处于强势地位，这自然是值得肯定的。但第三方机构Strategy Analytics日前发布的报告指出，爱立信和诺基亚在5G上也取得了很多成功和市场肯定，此外还有三星公司也取得了初步成功。与之相比，华为的领先优势并不巨大。“改革是在‘刀尖’上跳舞，要么就是世界第一，要么就被刀子戳死了。我们是不想死的，除了做到世界第一，无路可走。”如任正非所言，华为需要在这种极端困难的外部条件下，打造出一支铁军，逼着自己成为世界第一。鸡蛋从内部打破就是生命。", "author": "金融界", "newsdate": "发布时间：19-04-24", "newstime": "08:22", "sentiment": [{"positive_prob": 0.199225, "confidence": 0.557279, "negative_prob": 0.800775, "sentiment": 0}]}, {"title": "华为新系统EMUI9.1值得升级吗？看看这3个方面，或许你会有答案！", "content": "华为一直以来都走在智能手机领域的前头，近些年推出的各款新机型备受用户好评，特别是华为mate 20系列以及近期发布的华为P30系列，销量持续高歌猛进，更是创下了开售10秒破2亿的伟大纪录，实在令人骄傲。然而，近期发布的华为P30系列都搭载了华为的最新操作系统EMUI9.1，这款系统目前并未完全开发只对个别机型进行内测，不过也有许多用户在考虑选不选择升级。其顾虑的原因其实也很简单，也就是担心EMUI9.1系统并没有太大创新，害怕更新后许多操作习惯都要强制改变、手机变得卡顿、电量消耗过快等方面，可如果不更新又害怕更不上发展，最终差距越拖越大，实在有点无奈。其实，我们也知道升不升级新系统最主要的是看自己的个人情况，看新系统适不适合自己，那么接下来就带大家去看看新系统的这3个方面，或许你就会有答案。首先我们就系统流畅度方面先聊一聊，华为EMUI9.1系统绝对是目前除了IOS系统最流畅的一款安卓系统，因为其搭载了华为最新开发的方舟编译器，很好地解决了安卓系统因为编译器所造成的一边翻译一边运行的问题，大大提高运行效率。根据华为给出的数据表示，方舟编译器能使操作系统的流畅度提升26%、系统响应时间提升44%、第三方应用操作流畅度提升近60%，可以看出，华为对此还是很有信心的，所以大家不必担心。其次最大的变化就是UI界面的升级，一直以来华为EMUI系统的设计风格都被许多用户吐槽着古板、没有新意、不太适合年轻人，并且与越来越时尚的外观显得有点格格不入，而这一次EMUI9.1系统在界面设计上就有了很大的改变。其拥有了全新的主题并且加入了颜色碰撞和丝带飘舞的画面，图标也变得更加简洁、清晰，似乎跟上了现代潮流的脚步，与以前的格调有了非常大的不同，可只能说并不是所有用户都喜欢吧。最后就是发热情况，有不少用户反映更新了EMUI9.1系统后手机会出现发烫的情况。个别机型如mate 20Pro升级后用户表示，手机在使用了一段时间后就开始发烫，以前从来没有出现过这样的情况，并且电量消耗也在加剧中。这样的情况不知道是不是只有mate 20pro机型会出现，还是说一些比较老的机型都无法适配，所以还需要考量。并且值得一提的是，还有用户表示原来的相册顺序都被打乱了，变得杂乱无章，与之前的系统相册没得比。其实，EMUI9.1系统总体来说还是比之前的系统要强的，出现的问题都是极个别，所以想要体验的小伙伴可以通过申请渠道尝尝鲜，不想那么快升级的也可以再看看哦。好了，各位小伙伴对此有什么想说的呢？你觉得华为EMUI9.1系统怎么样？欢迎在下方评论区留言分享吧。（图片来源于网络，如有侵权，请联系删除）", "author": "论娱君", "newsdate": "发布时间：19-04-24", "newstime": "17:11", "sentiment": [{"positive_prob": 0.035273, "confidence": 0.921616, "negative_prob": 0.964727, "sentiment": 0}]}, {"title": "五款带NFC功能的千元机，华为麒麟9系旗舰清仓，仅1599元！", "content": "【注：本文由飞猫原创，未经授权禁止抄袭转载，违者必究！】目前手机的功能也是越来越全面，它已经取代了相机等单一的数码工具，而手机上还有一项功能，叫做NFC，有了它对于经常称作公交的网友来说，还是非常方便的，可以替代公交卡、门禁卡等，不过NFC并非手机的标配，尤其是千元机中并不常见，如果你需要一款带NFC功能的手机，那么这五款千元机可以考虑下。小米9SE去年登场的小米8SE并没有提供对NFC的支持，在今年的小米9SE上，很高兴看到它加入了。小米9SE是一款顶尖的千元机，它采用当前并不常见但足够优秀的骁龙712处理器，可以看作是骁龙710的微升级版。小米9SE还是一款后置三摄的手机，主摄为索尼IMX586，高达4800万像素拍摄实力也是非常强劲。荣耀1018年华为最能打的中端旗舰就是荣耀10，这款手机直到现在仍是华为阵营高性价比的手机。采用麒麟970处理器，配合6G运存在1999元还是要比众多麒麟710兄弟机型更给力的。荣耀10前后2400万像素，音质方面加入了HiFi音效，同时它还提供了5V4.5A的快充，在同价位还是并不多见的。三星A60近期登场的千元机新秀三星A60甚至都让红米note7pro倍感压力，这对于向来自恃身份的三星，在以往绝对是不可能的，这也三星近年来在国内市场上最有性价比的手机，没有之一。三星A60还加入了黑瞳全视屏，也是千元机中的首款挖孔屏，对于不需要水滴屏的网友来说，有多了一种新选择。此外，A60也是一款后置三摄手机，前置镜头同样达到了3200万像素。最后它还提供了对NFC的支持。努比亚Z17S作为昔日的骁龙835手机，同期登场的机型大多买不到了，只有努比亚Z17S还在苦苦坚持，要么比较冷门，要么就是库存量大。努比亚Z17S是一款曾经高达2999元的中高端旗舰，如今即便跌到了1799元仍不“香”。骁龙835虽然性能依旧不落伍，不过并没有提供对AI的支持，尽管努比亚Z17S是一款前后四摄的手机，但面对同档位后置三摄的三星A60、荣耀20i等新秀，并不能讨到便宜。华为Nova2s在华为千元机中，也还有一款搭载了麒麟9系的旗舰机正在清仓，它就是采用了麒麟960的华为Nova2s，也是华为Nova系列首次用上了旗舰芯的机型。华为Nova2s是一款全面屏手机，采用了双面玻璃的设计，即便放到现在也有着不落伍的外观。如今4G+64GB降到了1599，除了NFC的优势外，在与同价位6G+64GB的荣耀20i相比，并不怎么占优，入手时还是要综合考虑下。", "author": "飞猫数码", "newsdate": "发布时间：19-04-24", "newstime": "06:20", "sentiment": [{"positive_prob": 0.969951, "confidence": 0.933225, "negative_prob": 0.0300489, "sentiment": 2}]}, {"title": "华为罕见作出强势表态！", "content": "华为罕见作出强势表态！对于很多国家来说，大力发展国内网络通信技术是相当重要的，这有两个方面的因素，其一是国家掌握先进的技术能够得到更大的好处，比如说对外出口技术、销售服务产品；其二是不用看其他国家的眼色，毕竟使用其他国家的技术可能会受到多方面的限制和影响，因而大多数国家都在不断研发先进的技术以击生产出更加完善的设备产品，对此华为便是一家相当重要的公司，在海外的服务和产品都比较优良，虽然有很多国家都愿意使用华为设备，但是美国却做出了奇怪的事情。如今世界上多数国家都知晓华为企业，而且愿意与华为签订相关合作，然而美国的不利行为却让华为在海外的发展略显困难，许多亲近美国的国家已经对华为采取特殊措施，而理由基本上都是可能会危及到国家信息安全，但事实上是美欧国家的通信公司存有问题，华为并不会存在问题，因为之前爱立信等企业面临过麻烦，而华为却没有出现过类似的问题，从中就可以看出华为的稳定。大多数欧洲国家与美国的关系都比较好，毕竟同属于一个阵营，因而在行动上都有相似的地方，在美国实施特殊措施之后，法国等国家紧接着采取行动，虽然没有美国行动激烈，但是也能产生比较大的作用，这使得非欧洲通讯公司很难在法国生存下去，另外法国国内黄背心事件不断，也不知道怎么就有时间来处理通信方面的问题，或许说法国当局特别注意通信科技？鉴于这样的情况，华为打算收回在法国的技术，毕竟是法国先做出不太合理的事情，那又怎么能够责怪其他企业呢？实际上法国国内的5G技术并不完善，即使是美国共享技术，那也赶不上华为稳定的5G技术，另外华为设备与服务极其良好，多数国家都认为好用，然而法国当局竟然做出这样的行为，真的不害怕国内通信科技的发展顿时衰败，因为美国也不会白白共享技术。想必世界上任何一家大型企业都不会紧紧盯着一个国家市场，而是注意到多数国家的市场，既然法国当局做出不太友好的事情，那华为也不必辛苦自己在法国得到微弱的发展，不如将技术分享到愿意接受自己的国家，而且能够打造比较良好的网络服务，这些国家也是相当愿意的，而华为也能得到较大的发展，如此看来华为也会有其他想法，至于法国该怎么办就无关紧要了。", "author": "八喜军评", "newsdate": "发布时间：19-04-24", "newstime": "10:22", "sentiment": [{"positive_prob": 0.987357, "confidence": 0.971905, "negative_prob": 0.0126429, "sentiment": 2}]}, {"title": "怎么回事？连高通CEO也帮华为说话？终于知道美国抹黑华为的原因", "content": "导读：怎么回事？连高通CEO也帮华为说话？终于知道美国抹黑华为的原因！众所周知，自从进入2019年之后，世界各国都在大力的发展5G网络，可以说2019年就是5G网络的元年，如今包括我国在内的很多国际都在积极的建设5G网络，在5G网络市场中，竞争一直都是非常激烈的，此前我国的华为就在美国与高通展开了关于国际5G通用标准的争夺战，虽然说最后我国的华为惨败给高通，但是这一次的竞争也让华为的5G网络技术在世界舞台首次亮相！在5G网络领域，我国的华为可以说很早就已经开始在布局了，同时华为一直坚持自主创新，在5G网路技术方面还积累了大量的专利，可以说在5G技术方面，华为堪称是领头羊一般的存在着，同时华为还是最早完成整个5G阶段测试的厂家，不得不说华为在5G网络建设方面的实力还是非常雄厚的！尽管说华为在5G网络技术方面的实力领先，但是在争夺国际5G市场订单的过程中，华为的路似乎并不是一帆风顺的，相反，因为一些国家的阻拦，还让华为在国际上推广5G网络订单的时候遭遇了很多不公正的待遇。华为本以为凭借着强大的实力就能赢得很多的国际5G订单，但是没想到以美国为首的几个国家却一直不使用华为的5G技术和设备，还说华为的5G技术存在“安全问题”，一时间让华为的5G网络技术也成为了世界各国讨论的热点；这一次美国不仅不使用华为的5G技术，而且还到处抹黑华为的做法，让很多人都感觉到很无语！好在谣言不攻自破，随着华为5G技术的进一步发展，很多国家都开始使用起华为的5G技术来，目前华为在国际5G市场中已经拿下了超过40个5G订单，相信随着华为5G技术越来越强大之后，一定会获得更多的5G订单！同时，最近就连美国高通公司的欧洲CEO恩里科-萨尔瓦托里也开始帮华为说起话来，他还发出警告称：美国禁止华为公司设备，这一做法可能会让欧洲在5G网络方面落后；萨尔瓦托里还声称：\"运营商一直非常直言不讳地表示，如果没有华为，5G领域或将重蹈覆辙当初4G落后的局面，出现一延迟期\"。看到就连高通CEO也帮华为说话，这不得不说华为在5G技术方面确实实力很强大，而且也让我们终于知道美国抹黑华为的原因了！要知道欧洲如果因为不使用华为的5G技术而导致的某方面的技术落后，这绝对是美国愿意看到的，这或许就是美国一直以来声称华为的5G设备有“安全问题”的原因吧！不知道你是怎么看的呢？你觉得华为会畏惧这些艰难险阻吗？答案当然是不会的，相信华为未来一定会发展的更好！", "author": "小鹏科技世界", "newsdate": "发布时间：19-04-24", "newstime": "10:30", "sentiment": [{"positive_prob": 0.00175133, "confidence": 0.996108, "negative_prob": 0.998249, "sentiment": 0}]}, {"title": "华为手机音量键原来还能这么用！小按键、大功能，看看你会用几个", "content": "转载自百家号作者：录音转文字手机音量键是个看似很平常的设置，平时我们会在使用语音、通话、音乐等功能时，使用到音量键。但实际上手机音量键还有很多用处，尤其是华为手机音量键，这些用处你都知道吗？小按键、大功能！华为手机音量键的这几个用法，看看你经常用的是哪几个吧！一、常见使用华为手机音量键大家都知道的应该有熄屏快拍、截屏吧，相信大家在日常使用中多多少少都会使用到这些功能，这里也简单说下使用方法。熄屏快拍。平时遇到好看的风景时，想要立刻拍照，不妨试试熄屏快拍，锁屏状态下，只要双击音量下键，就可以拍照了。但首先需要在华为手机的相机设置中，开启熄屏快拍的功能。截屏。华为手机有很多截屏的方法，其中音量键就可以用来截屏，需要截图时，同时按住电源键和音量键，就可以完成截屏了。二、高级使用华为手机音量键还有几个使用人数比较少的功能，分别是熄屏快呼、音量分类，这些功能虽然只有部分人会用，但实用性还是非常大的，希望对你有所帮助。熄屏快呼。如果想要快速拨打电话给好友，锁屏状态下可以长按音量下键，在提示音播报之后，说出想要呼叫的联系人名字就可以快速拨打电话了。音量键分类。音量键分类是可以调整不同音量大小的设置，我们在按住音量键之后，手机就会出现音量条，点击设置图标就可以进入调整了。除此之外，华为手机还有非常好用的功能，其中备忘录中就有语音转文字的功能，但如果你的手机没有这个功能，或者自带的功能不是很好用。可以在手机应用市场找到：录音转文字助手，可以边录音边识别出文字，上传音频文件转化成文字。录音转文字助手，安卓、苹果手机通用。华为手机音量键原来还能这么用！小按键、大功能，看看你会用几个。", "author": "华西悦读", "newsdate": "发布时间：19-04-24", "newstime": "11:56", "sentiment": [{"positive_prob": 0.979883, "confidence": 0.955296, "negative_prob": 0.0201169, "sentiment": 2}]}, {"title": "为什么华为Mate20Pro突然不火了，是配置不好吗？3个原因很现实！", "content": "对于很多网友来说，华为mate20 pro这款手机还是高高在上，毕竟这是MWC2019上的黑马旗舰了，荣膺了最佳旗舰手机，这款国产手机硬是顶着三星Note9、iPhoneXS的压力成为了第一拍照旗舰，这款顶级的曲面拍照旗舰在国内首发之初，也是热度空前并且引发网友哄抢，历历在目的是很多网友深夜排队买华为mete20 pro， 这是国人对华为手机偏爱，也是对科技创新的一个尊重。不过一眨眼时间华为Mate20 pro也已经发布有半年时间了，以前我们看到有网友深夜排队买华为mate20 pro，如今这款手机降价了很多人却不爱了，特别是华为Mate20更是遇到了前所未有的阻碍，在同价位区间也逐渐失去了竞争力了，其实作为一款商务旗舰机，在如今整个市场开始增速下降的情况下也是情有可原，只是短短半年时间就出现了这样截然不同的处境让老用户感到费解，以前大家排队也要买华为Mate20 pro，如今为什么华为Mate20 Pro突然不火了大家不爱了，是配置不好吗？其实不是配置不好，小编总结了一番网友意见，以下三个原因很现实。1、华为P30系列价格冲突其实如今的华为Mate20系列和华为P30系列有很大的定位冲突，以前我们知道P系列是针对年轻人的，Mate系列针对商务人士，可惜到了这两年后两个系列的定位开始冲突，P系列也能应对商务人士的需求，而Mate20 Pro也推出了亮彩的粉丝系配色迎合女性用户需求，而如今华为P30 pro价格和Mate20 pro很冲突，两款手机也是开始内部竞争，只是在人气值上华为P30 pro具备优势，水滴屏的设计更有美观度，特别是加入了50倍超级变焦后在拍照得分上提升到了112分，所以华为Mate20 pro受到了亲兄弟华为P30 pro的阻击后，如今降价很多人却不爱了。2、华为Mate20 pro现货晚了如今降价的华为Mate20 pro还是现货晚了，很多网友或许会有同样的感受，在能成为第一批上手用户的情况下会毅然入手，如今这款手机别人都用了半年了，你再去买也就没有什么新鲜感了，而华为P30 pro目前部分版本现货保持的比较好，因为屏幕质量问题而推迟现货的华为Mate20 pro失去了一波风口，现货晚了屏幕绿了被网友质疑，因此第一批用户愿意深夜排队入手，如今降价了很多人却不爱了，所以无论是小米9还是华为Mate20 pro还是自己理亏的，谁让自己现货晚了呢？3、期待5G 华为5G的华为MateX将会定于6月份发布，所以很多网友保持克制，对降价华为Mate20 pro不为所动，也不被华为P30 pro打动，大家对目前千篇一律的水滴屏、刘海屏设计感到审美疲劳，而有这个预算买高端Mate系列的网友也不差钱买折叠屏华为MateX了，或许很多人也是在期待5G 华为MateX折叠屏手机的发布吧，的确为了将会围绕5G手机展开，在如今4G手机还能继续作战的情况下，小编也不建议大家去入手4G iPhone或者国产机！以前排队也要买华为Mate20 Pro，为什么华为Mate20 Pro突然不火了大家不爱了，是配置不好吗？其实不是配置不好，而是受到了外界环境的影响，以上3个原因很现实，你们还要什么要补充的吗？你们买早了吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-04-24", "newstime": "09:30", "sentiment": [{"positive_prob": 0.00392772, "confidence": 0.991272, "negative_prob": 0.996072, "sentiment": 0}]}]