[{"title": "用了三年华为P10，突然换上Mate30Pro，谈谈我的真实感受！", "content": "好物君的上一款手机是华为P10，不知不觉已经用了三年，在速度上有些慢了，正好华为前阵子发布了Mate 30系列，遂通过以旧换新这种方式换了一台Mate 30 Pro。接下来，好物君来跟大家谈谈自己的真实使用感受。颠覆的外形设计好物君以前比较喜欢小屏手机，在换Mate 30 Pro之前，曾一度担心手机的体积问题，待看到实物后，自己的顾虑全部被打消了。6.53英寸的机身看上去也不是太大，放在兜里也刚好合适。不得不提的是，Mate 30 Pro的手感非常不错，搭载88°曲角率的屏幕后，整款手机的视觉观感给人一种耳目一新的感觉，说它是国产手机中的一流作品也不为过。唯一令自己感到不满的可能就在于分辨率了，作为一款接近六千元的高端旗舰，采用的却是1080P分辨率的屏幕，说实话有点诚意不足。再来说说背部设计，好物君选取的是“经典黑”配色，大气的外观非常好看。底部采用了磨砂设计，手感还是不错的。顶部摄像头模组则应用了原型设计方案，官方称这种设计方案象征着“团圆和圆满”，但好物君感觉有些丑。相较于P10来说，Mate 30 Pro的外观设计有些颠覆传统设计的味道，但还是非常中看的。同时它的缺点也很明显，那就是维修费用非常高。厉害的智能芯片Mate 30 Pro搭载了一颗海思麒麟990芯片，在这款芯片上集成了大量的晶体管和5G基带，在国产手机的工艺设计层面上可以说是起到了带头作用。虽说麒麟990芯片在性能上还难以赶超苹果的A13芯片，但实际性能已经非常充盈了。在日常使用中，Mate 30 Pro的应用加载速度也非常快，市面上的大部分游戏也可以流畅运行。其次，在这款手机上做得比较出彩的一点就是它的内存设计，在储存空间上有8GB+128GB和8GB+256GB两种配置可选。多元化摄影模式在实际拍照方面，华为Mate 30 Pro的表现确实要比P10更好。Mate 30 Pro搭载了四颗摄像头，其中有两颗镜头的像素皆为4000万像素。打开自带的相机APP后，我们可以看到多种有趣的拍照模式，像“大光圈”、“人像模式”、“黑白模式”、“全景模式”等都值得人慢慢去摸索。值得一提的是，华为Mate 30 Pro的视频录制能力有了很大提升，官方加入了7680帧超高速摄影模式，我们可以通过这个功能来录制超慢动作的视频。全面化的摄影调校带来了更丰富的摄影体验，但复杂的参数调校可能对一些刚入门的摄影小白不是太好。人性化的充电方式在华为P10上，好物君算是过了一把“快速充电”的瘾，而Mate 30 Pro采用了一块4500mAh大电池，并支持40W超级快充，充电更方便。根据实际测试得知，使用原装充电器充30分钟后，手机电量可以从0%充至80%，这一点还是非常不错的。在其它方面，Mate 30 Pro可以支持IP68级别防水，如果不幸将手机弄进水里（水深不能超过1米），及时拿出吹干即可。而在网络体验方面，华为手机的信号调校是有所保证的，虽然说5G版本的Mate 30 Pro还没有发售，但如果你对5G终端不太感冒，这款手机所提供的网速也能满足大部分用户的基本需求了。已知的问题和建议Mate 30 Pro采用的是EMUI 10.0系统，在UI设计上与P10有很大的不同，具体体现在“硕大的图标”、“一步直达”、“负一屏”等功能层面上。虽说在体验上与P10相差无几，但在一些小功能的设计上就没有像以前那样精简了，好在华为手机内置了一个应用程序叫做“玩机技巧”，如果你是一个刚从苹果阵营转移过来的用户，可以先试试它。取消了侧边按键之后，好物君觉得很不方便，以前调节音量可以通过直接按实体按键来调节，现在倒好，非要敲击屏幕两下再上下滑动，经常会带来误触问题。最后，好物君还是要建议华为公司在“手机克隆”这个软件上多下点功夫，很多苹果手机中的资料还无法尽数转移至华为手机中，如果尽早优化好，对消费者的帮助也会很大。总的来说，Mate 30 Pro确实是一款值得买的手机，即使在屏幕、系统流畅性上有些不足，但其性能、充电、摄影等还是很棒的。看完这篇文章后，你觉得这款手机怎么样呢？", "author": "MI好物君", "newsdate": "发布时间：19-10-25", "newstime": "20:09", "sentiment": [{"positive_prob": 0.958558, "confidence": 0.907907, "negative_prob": 0.041442, "sentiment": 2}]}, {"title": "华为2019年手机销量突破2亿台，比去年提前64天", "content": "参考消息网10月25日报道据台湾《工商时报》网站报道，华为最新公布数据显示，截至10月22日，华为2019年手机销量已突破2亿台。另据参考消息网了解到，上述消息是在10月23日华为于深圳举办的5G终端及全场景新品发布会上宣布的。华为方面表示，在2019年严峻的手机市场环境下，华为手机也给出了令人满意的市场答卷，截至2019年10月22日，华为手机年出货量达成2亿台，相比2018年提前64天完成了年出货量2亿台的业绩。此次大会上，代表华为终端5G尖端科技的手机及各类全场景产品悉数登场。华为消费者业务手机产品线总裁何刚宣布，华为Mate30系列5G版于10月23日全面开启预售，11月1日正式开售。另据报道，除了华为Mate 30 5G、Mate 30 Pro 5G定于23日开始预售之外，华为首款可折叠全面屏5G手机Mate X也将于11月15日上市。报道称，尽管面临复杂国际环境，数据显示，华为手机销量仍保持持续增长。该公司2019年用了149天实现了当年手机销量超过1亿台，实现这一业绩的速度，比2018年提前了49天，比2017年提前了105天。华为公司10月16日还曾发布2019年前三季度经营业绩。报告显示，企业前三季度共实现销售收入6108亿元人民币，同比增长24.4%，净利润率8.7%。10月23日，华为终端手机产品线总裁何刚在发布会上宣布华为2019年手机销量突破2亿台。新华社", "author": "参考消息", "newsdate": "发布时间：19-10-25", "newstime": "00:13", "sentiment": [{"positive_prob": 0.98425, "confidence": 0.965, "negative_prob": 0.0157499, "sentiment": 2}]}]