[{"title": "美国智库：限制向华为出口是一种危险策略", "content": "得不偿失。上周，美国商务部以国家安全为由，将中国公司华为及其70家附属公司列入出口管制“实体名单”，禁止华为未经美国政府的批准从美国公司购买零件。国是直通车 侯雨彤 制图5月23日，美国科技政策智库“信息技术与创新基金会”（ITIF）发表文章表示，限制美国对华为等中国公司的技术出口是一种危险的策略。图片来源：ITIF文章截图文章指出，限制美国技术出口将减少美国的产出和就业，不仅损害了美国的竞争力，还会加快中国技术独立。此前，ITIF曾发表报告称，如果美国对新兴及基础技术实施更严厉的出口管制，可能导政美国企业损失最高达560亿美元，并威胁7.4万个就业岗位。图片来源：ITIF文章截图ITIF在文章中强调，将华为列入实体名单将对美国供应商产生重大影响，因为美国供应商为华为提供了约七分之一的零部件。2018年，华为购买零部件花费了700亿美元，其中约110亿美元流向了美国公司，包括高通、英特尔和美光科技公司。图片来源：BBC中文网截图根据路透社的数据，伟创力（Flex）、博通（Broadcom）和高通（Qualcomm）在华为赚取的收入最多，其中，伟创力在亚洲设有多家工厂，其中就有为华为代工的工厂。华为很大部分智能手机、笔记本电脑订单都是交给伟创力，公司去年营收有24.3亿元人民币来自华为。博通和高通则向华为出售芯片、零部件等产品，两家公司去年分别从华为获得20.9亿和15.8亿元人民币订单。BBC中文网指出，承受较大的压力的是新飞通光电（NeoPhotonics）、鲁门特姆（Lumentum）、Inphi等规模较小的公司。集成电路及光通信模组制造商新飞通光电有近一半的收入来自华为订单。ITIF在文章中指出，如果美国处理不够谨慎得当，限制美国对中国公司的技术出口“无异于割掉我们的鼻子，让我们自讨苦吃”。事实上，美国以国家安全为由打压特定中国企业，背后的用心很明显。ITIF在文章中指出，虽然中国在创新方面正迅速追赶美国，但在许多领域却落后于美国，因为中国科技企业依赖美国半导体等关键原材料。现在以及将来阻挡中国使用这些尖端技术则为美国提供了优势。不过，ITIF分析认为，如果对华为实施出口禁令是削弱中国技术创新战略的一部分，那么结果很可能会适得其反。除非制裁扼杀了华为，否则华为（以及中国政府）将只会加倍实现他们长期以来的目标，开发完全独立于美国的技术。ITIF承认，尽管出口禁令可能会对华为造成打击，但不太可能“关闭”这家公司。华为创办人任正非日前也回应称，美国政客低估了华为，华为有备胎计划，已有一定的储货，也可以自主生产研发所需要的部件、芯片和技术，公司仍然可以运作。来源：国是直通车", "author": "中国经济网", "newsdate": "发布时间：19-05-24", "newstime": "21:34", "sentiment": [{"positive_prob": 0.190149, "confidence": 0.577447, "negative_prob": 0.809851, "sentiment": 0}]}, {"title": "为何剧情频现反转？多国企业“断供”华为 又迅速澄清", "content": "中新经纬客户端5月24日电昨天(23日)是华为新闻刷屏的一天，日本松下电器产业公司和东芝公司相继否认对华为“断供”的消息，连快递公司DHL都发布声明，表示公司“停止接收华为公司快件”的消息不实。多家公司传出与华为停止合作消息随着美国对华为发布禁令，这几天，一连串关于各家企业停止与华为合作的消息不断出现：芯片制造商英飞凌停止对华为出货、日本的松下和东芝停止与华为合作……甚至DHL快递也传出停止接收华为快件的消息。令人意外的是，一个个“断供”消息之后出现的不是真的断供，而是各家企业的澄清声明。据新华社报道，德国半导体制造企业英飞凌21日对记者表示，将继续向中国企业华为提供“绝大部分”产品，否认此前媒体报道的“英飞凌暂停向华为供货”。英飞凌称，受美方规定影响，英飞凌“原产于美国的货物不得不停止交付”。但英飞凌将采取一切必要措施，保证满足客户需求的可靠性。此后，DHL快递、松下和东芝也均对相关消息进行澄清。23日早间，DHL快递在官方微信公众号发布声明称，近期部分媒体针对DHL香港停收华为公司快件的报道不实。与此同时，DHL快递中国一如既往地致力于向包含华为公司在内的所有客户提供高品质的国际快递服务。同样在23日，松下与东芝也相继发声明否认“断供”传闻。松下表示，目前松下集团向华为公司供货正常，网络媒体上提及的“断供”等表述均为不实之辞，松下将持续向华为等中国客户销售商品和提供服务。东芝也在声明中表示，部分报道中说的“上海东芝公司”并不存在，公司并未停止与华为的合作。不久之后，华为方面也就松下一事给出回应，表示松下与华为“所有业务合作持续正常开展”。那么，为什么明明正常开展的合作在部分报道中“被”停止了呢？环球时报微信号24日引述日本科技网站ITMedia的报道称，松下确曾下达通知，要求调查松下提供给华为的电子部件中是否存在美国制造、或是其生产中涉及一定程度以上(大约25%)的美国技术的产品，如果发现有，则要停止提供。但ITMedia继续表示，目前看来调查的结果是“基本上没有符合出口限制条件的产品”。环球时报微信号表示，上述有偏差的报道其实都存在一个“共同之处”，即相关媒体把这些公司针对美国政府下达的华为禁令而展开的评估和调查直接说成“断供”。华为获多方支持除了上述乌龙“断供”消息，的确也有企业暂停了与华为的合作。5月20日，有报道称，谷歌已暂停与华为的业务，包括华为要求转让的硬件、软件和技术服务，但通过开源许可公开提供的服务除外。此后，分别有报道称，芯片设计商ARM对华为“断供”，微软或将中止对华为Windows授权，不过，微软对上述消息未发表声明。对于谷歌暂停与华为业务一事，华为当日即发布声明：华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响。华为称，针对安卓作为智能手机操作系统，一直是开源的，华为有能力继续发展和使用安卓生态。华为消费者业务总裁余承东也表示，华为有打造核心操作系统的能力。余承东还提到，华为OS操作系统最早金秋面世。此外，据环球时报-环球网报道，ARM表示，正在积极沟通，寻求符合目前法律与规范的妥善解决方案。报道提到，也有专家认为，即使ARM切断和华为的合作，在短期之内不会对华为业务造成太大影响。就美国对华为发布紧邻以及多家公司停止与华为合作的消息，商务部新闻发言人高峰16日表示，坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁，也反对泛化国家安全概念、滥用出口管制措施。23日，外交部新闻发言人陆慷在外交部例行记者会上表示，大家从华为方面表现出的开放、坚毅与气度就能够看到，心胸有多大，天地就有多大。陆慷称，一些华为合作伙伴迅速澄清所作的表态，再次表明任何国家的企业都不会罔顾切身利益、轻易盲从他国出于一己私利的政治调度。陆慷表示，中方会继续支持包括华为在内的中国科技企业深化对外合作。此外，在不使用华为技术推出5G网络的消息传出后，英国电信运营商EE公司也重申，将继续在本国5G建设中使用华为设备。23日，全球最大的圆晶代工企业台积电也表示，对华为产品出货不会改变，包括海思在内的所有客户都是合作伙伴。", "author": "同花顺财经", "newsdate": "发布时间：19-05-24", "newstime": "22:37", "sentiment": [{"positive_prob": 0.0109609, "confidence": 0.975642, "negative_prob": 0.989039, "sentiment": 0}]}, {"title": "华为员工内部信：家人曾劝我离职，现在要我别当逃兵！", "content": "5月23日,华为心声社区官方微博发表题为《我们·华为人》的内部员工信,分享了来自不同岗位的华为员工的真实故事。其中有员工表示,家人以前劝我离职,现在劝我不要当逃兵。还有人说,没有人恐慌,只有人更努力。以下为@华为心声社区 发布的员工信全文:我们·华为人当全世界都把目光投向了风口浪尖上的华为,漩涡中的华为人在做什么?华为人自己怎么看他们正在经历的这一切?5月21日,任总在深圳接受国内媒体采访时,曾说过这样一段话:我们公司员工都是傻傻的,一个都没有被吓到,我们觉得很平常。网上文章一般很夸大,就像网上说英飞凌不给我们供货了,哪有这回事?这是有人编的。所以,如果真想了解华为的事情,就请看我们的心声社区。在心声社区,这些天来,很多员工默默讲述着发生在他们身上的故事,诉说着他们的心声,或许,这就是18万华为员工的真实写照,也代表着我们每一个华为人心底里最真实的声音。我们,仍跟以前一样@一个普通的女兵我是一个终端女兵,外表风平浪静,内心坚定不移。今天,媒体各种关于A国对我司采取措施的消息传来,内心平静地上班,一件件工作项,一个个会议,外表风平浪静,内心坚定不移。晚上加班的兄弟更多,会议研讨,每个兄弟从各自所负责的岗位分析方案。会议目的明确,议程高效,方案明确,计划清晰。我一边做着用户数分析周报,一边记录会议纪要。会议结束后修改了明日的ST汇报材料,即将下班时已经10点半,大雨滂沱,在711买了一件雨衣套上径直在风雨中大步前行。耳机传来beyond的海阔天空,不免心中汹涌澎湃,双眼湿润!我就是一个普通的CBG女兵,这就是我平凡工作的一天,不论公司面对怎样的困难,我相信,我们每个华为人都会坚定不移更加团结努力,我们是不会被打倒的!@你不知道我是谁吗我是一名新员工,脚踏实地,写好每一行代码,就像能为公司添一份力。看着现在的华为,作为一名来了不到2年的员工,深感自己也肩负起了一份责任。作为一名90后,尽管生活压力大,但我们也不是金钱至上,我们也关心自己能给公司、给社会、给国家创造的价值。愿公司能挺过难关,愿国家昌盛!@jojo我是一名在华为工作十年的老员工,中流击楫,有一朵小浪花自我的木浆击出。早年间加入公司的同事,经历了公司从小变大,由弱变强,期间无数坎坷,几多磨难,多少故事津津乐道,有的成了段子,有的成了传说。我加入公司的那一年,就像登上一条按照既定航线行驶的大船,只管跟着口号挥动船桨,看似平稳地航行下去。不曾想到有一天这艘大船会变成风暴漩涡中的一叶孤舟,面对劈头盖脸的狂风骤雨。希望多年后回望,看到自己在世界中心的漩涡里中流击楫,浪遏飞舟,有那么一朵小浪花,自我的木桨击出。@zhangzhang我是一名海外市场人员,人在,阵地在。从芬兰回来,参会代表处成员在机场开了一个短会,全员不约而同连夜奔赴办公室投入新一轮的战斗,继续调整作战阵型,明确新一轮的作战目标和思路措施,开展紧张有序的工作,用胜利回报公司,不负青春。人在,阵地在!@Qing我是一名制造员工,越是这个时候质量更要过硬。身在制造现场,所有人都忙的不可开交,不是因为禁令,而是本身产品的交付和扩产计划都还没完成,领导还特别强调:越是这个时候质量更要过硬,更要开放,更要让客户放心!@阳光灿烂我是一名供应链老员工,我们早有准备,对自己的供应能力还是心中有数的。终于还是动手了。现在估计是掉点“肥肉”,短期会艰苦一点,但是我们对自己的供应能力还是心中有数的。虽然现在很多人通宵达旦,但没人说累,战斗力也比平时强很多。我在公司14年了,对公司有绝对的信心。时间在我们手上,不管一年、二年还是三年,通过所有华为人的努力,我们最终一定能领先世界。@坂田基地老司机我是一名行政人员,多难,都能冲破风雨,多晚,都送各位战士回家。现在暴雨,乘车人会增加,但派出的车回来慢,滴滴车资源可用的也相对更少,所以会出现大面积延误。已经紧急调集周边资源,增加20多台车,但奈何狂风暴雨,像极了我们面临现实挑战。稍安勿躁,多难,都能冲破风雨!多晚,都送各位战士回家。@helloE我是一名服务支撑人员,产品性能如果差点,服务顶上!20年前咱们的产品也没有那么先进,稳定性也没有西方好,咱们服务24小时随叫随到,让客户体验不那么差,现在战时状态,咱们的产品性能可能稍微差点,但是服务顶上!无论我们从事什么岗位,无论我们在哪里,最重要的还是把自己能做的事情做好。我们,好像哪里不一样了@峨眉峰没有了部门墙,外部压力让我们不断进步。这几天处理连续性工作,一个深刻体会是在外部压力下,大家非常合作,非常团结,只要是连续性的事情基本没有人推诿,就算不是他的工作,你只要找到一个兄弟他都非常主动帮你协调处理。开会的时候大家都是群策群力,跨部门沟通也很顺畅,以前那种踢皮球、扯皮的现象突然没有了,推动一个事情非常非常高效,一下子还不太适应。果然是老板说得很对,外部的压力可以让我们不断进步,内耗会让我们垮掉!@啧啧啧321流程跑得更快了。以前催流程特别慢,有的流程节点能卡在那里一周,现在公司处在关键期,流程一个小时催完,特别爽,公司文化太厉害了。大家很给力。@猴塞没有人恐慌,只有人更努力。不知道世界上有没有一家公司,时不常被美国拿枪指着,几乎天天国际媒体头条。这家公司的员工在食堂,边吃饭边看世界上超级大国的恐吓,真真假假的报道,而后倒掉餐盘回去继续工作,而且已经长达半年……没有人恐慌,只有人更努力。我们的家属也坚定地选择和我们站在一起,和公司站在一起。@暖暖的小太阳女朋友停止和我吵架了。近期,每天加班到很晚,周六周日也在加班。女朋友非常不理解。一直在抱怨和争吵。上周美国制裁华为的新闻铺天盖地,很少关注新闻的她,也看到了相关报道。她主动问我,对于美国的制裁怕不怕,压力大不大;她还说,以后再不和我吵架了,做好我坚强的后盾和温暖的港湾,让我安心工作,为公司打赢美国这一仗做贡献。她也从娘家回来了。女朋友的话让我很感动。我相信有这么多华为家属在身后默默加油,默默付出,我们齐心协力,公司一定会挺过这一关,再创辉煌!@怎么这个也被用过老婆说,晚上要吃好饭喝点汤再干活。最近因A事件,前天周六晚上搞到半夜回去,昨天周日早上早饭时,60多岁的老爸跟我说,这个时候一定要好好跟着公司干,不拿工资也要好好干!今天周一白天,给老婆发了微信,今晚还会比较晚回去,可能要凌晨才能回去,老婆温馨地回了消息,晚上要吃好饭、喝点汤再干活。还看到了很多其他同事家人支持的帖子,何愁我们不能打赢这一仗?@下一刻下车家人以前劝我离职,现在劝我不要当逃兵。因为在异地工作无法照顾家庭,家属一直劝我离职,这两天的事情出了以后,家属反倒劝我不要做逃兵了。“人这辈子要有点骨气,你再坚持几个月,你这个时间离开感觉像逃兵。”很早之前,任总说,上甘岭在心中,无论何时何地都是英雄。现在,上甘岭就在脚下,冲上去,守住阵地,我们就是英雄的华为儿女。在这条微博下,网友纷纷为他们加油打气:来源：人民日报", "author": "中国经济网", "newsdate": "发布时间：19-05-24", "newstime": "14:32", "sentiment": [{"positive_prob": 0.00273904, "confidence": 0.993913, "negative_prob": 0.997261, "sentiment": 0}]}, {"title": "断供风波会否逼出最强华为？任正非的后手", "content": "华夏时报（chinatimes.net.cn）记者卢晓 北京报道对于华为来说，巨变已经开始。5月15日，美国商务部在官网宣布由美国商务部、国防部、国务院和能源部四个部门共同决定把华为列入实体清单。虽然随后美国政府给予华为90天的“缓刑期”，但华为的断供风波仍在全球发酵。5月22日，英国广播公司BBC报道称，其拿到的一份文件显示英国芯片设计公司Arm告知员工必须暂停与华为的业务往来，包括有效合同、服务支持和任何未做出决定的约定。而在消费端，由于担心无法正常使用谷歌相关服务，华为新机已传出遭数个国外运营商“暂停销售”的消息。此前华为创始人任正非在华为总部接受媒体采访时曾称，美国的“90天临时执照”对华为没有多大意义，“我们已经做好了准备。”不过，随着断供风波愈演愈烈，华为的备胎计划是否还能如期实现？断供风波Arm的断供让华为站到中美贸易摩擦风暴眼的更深处。据《华夏时报》记者了解，全世界绝大多数芯片都采用Arm公司提供的系统架构，其中包括华为的麒麟与鲲鹏芯片。5月23日下午，任正非在接受媒体采访时表示，Arm暂停与华为合作对华为没有影响。华为已经获得Armv8架构的永久授权，可以自主生产基于该架构下的处理器芯片。而就在两天前的5月21日，任正非在采访中还辟谣称，“德国芯片厂商英飞凌没有停止供货。”据《华夏时报》记者了解，英飞凌是欧洲最大的芯片制造商，供应给华为的产品包括微控制器、电源管理集成电路等。从英飞凌的回应来看，英飞凌对华为的供货还是遭受一定影响。英飞凌在一份回应中称，交付给华为的绝大多数产品不受美国出口管制法律的限制。有业内人士对《华夏时报》记者表示，受到出口限制影响的是英飞凌在美国生产的高压芯片。美国当地时间5月15日，美国商务部以国家安全为由，将华为公司及其70家附属公司列入出口管制“实体名单”，禁止华为在未经美国政府批准的情况下，从美国企业获得元器件和相关技术。随后，谷歌、高通、英特尔等美国公司相继传出与华为暂停合作的消息。5月20日，谷歌中国方面在邮件中回复《华夏时报》记者称，“我们遵守订单并审查其影响。对于我们服务的用户，google play和google play protect的安全保护将继续在现有华为设备上发挥作用。”但另一方面，为华为代工芯片的台积电近日对外表态，不会停止向华为供货的计划。松下中国也发布声明称，目前松下集团向华为公司供货正常。5月23日，东芝中国也在官网发布声明，称东芝集团按照美国实体名单（Entity List），正在确认部分产品是否不符合其要求，但并未停止与华为的合作。备胎计划在这场风波中，华为的供应链，特别是芯片的供应将遭受何种影响引人关注。5月17日，华为海思总裁何庭波的内部信将华为的备胎计划向外界披露。公开信中称，多年前公司做出了极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务。“今天是历史的选择，所有我们曾经打造的备胎，一夜之间全部‘转正’。”何庭波在内部信中说。据《华夏时报》记者了解，何庭波还是华为的董事会成员。5月21日，任正非在谈及备胎计划时也表示，备胎就是为了保持汽车抛锚的时候还能开，好多东西已经投产了，但是不排外，外面的货还订。他透露华为每年至少买高通5000万套芯片。任正非当日还表示，华为量产能力很大，不会造成公司负增长，不会对产业发展做出伤害。据《华夏时报》记者了解，失去对谷歌安卓操作系统更新的访问权限后，华为可以通过谷歌的开源项目进行手机系统的迭代。5月21日，华为消费者业务CEO余承东对外透露，华为面向下一代技术设计的操作系统最快在今年秋天、最晚于明年春天可能面市。相较于操作系统，有较高技术壁垒的芯片供应链更被外界担心。有不愿具名的半导体业内人士对《华夏时报》记者分析称，华为目前最大的备胎是其积累的库存，射频等芯片离开欧美没法做。此外，该人士对记者表示，国内半导体产业依然相对落后，华为海思的芯片制造对台积电依赖较大。公开资料显示华为此前推出的麒麟芯片已达到7nm工艺。但上述业内人士告诉记者，目前国内半导体制造企业还没有7纳米和5纳米的工艺，中芯国际现在也只到14纳米。而Arm的断供则加剧了华为芯片供应链面临的风险。这意味着华为将无法获得Arm新推出的CPU内核IP或新的指令集架构授权，对华为下一代芯片的研发或有所影响。但上述业内人士同时也对记者表示，据他了解华为在半导体相关领域都进行了积极布局，但一些领域有技术布局不一定就有产品。对于华为的备胎计划何时转正，他认为还有待观察。而任正非也在5月21日的采访中称，华为最重要的还是把自己能做的事情做好，美国政府做的事不是华为能左右的。他还表示，华为边缘的翅膀有可能有洞，但核心部分完全是以自己为中心，而且是真领先世界。越高端，“备胎”越充分。5G竞争华为遭遇的限制，在5G时代显得格外频繁。当地5月15日，美国总统特朗普还正式签署行政命令，宣告为因应国家紧急状态，禁止美国企业使用对国家安全构成危险的公司所生产的电信设备。5月21日，任正非在接受采访时表示：“华为的5G不会受影响，在5G技术方面别人两三年肯定追不上华为。”公开资料显示，华为拥有的5G专利数量全球排名第一。根据华为此前公布的2018年财报显示，2018年华为实现营收7212亿元，约合1052亿美元，同比增长约20%。当期实现净利润593亿元，同比增长25%。此外，华为智能手机在2018年全球出货量突破2亿台。需要提及的是，目前芯片产业已形成全球化产业链格局。华为遭遇的出口限制，也让其美国供应商遭受冲击。华为此前公布的92家核心供应商中，来自中国核心供应商(包括香港和台湾地区)共有37家，而来自美国的供应商则有33家。当地时间5月20日，欧美芯片股遭遇重挫。其中英特尔跌近3%，高通跌约6%，英飞凌半导体跌近5%。上述业内人士对《华夏时报》记者表示，中国是美国半导体产业的巨大市场，他举例称美国射频芯片厂商Skyworks的中国市场占据其营收的85%。任正非在5月21日的采访中还透露，华为与欧洲的沟通很紧密。他表示，5G容量是4G的20倍，2G的一万倍，耗电下降10倍，体积下降70%。华为还拥有几十年都不会腐蚀的材料，这些特性很适合欧洲。任正非坦言，目前这种形势，华为确实会受到影响，但也能刺激中国踏踏实实发展电子工业。他认为，过去的方针是砸钱，芯片光砸钱不行，要砸数学家、物理学家等。“光靠一个国家恐怕不行，虽然中国人才济济，但还是要全球寻找人才。”任正非说。责任编辑：徐芸茜 主编：公培佳", "author": "华夏时报", "newsdate": "发布时间：19-05-24", "newstime": "20:37", "sentiment": [{"positive_prob": 0.0536075, "confidence": 0.880872, "negative_prob": 0.946392, "sentiment": 0}]}, {"title": "中国网民力挺华为：“伟大都是熬出来的”", "content": "来源：人民日报海外版观众在天津第三届世界智能大会智能科技展上的华为展台参观。新华社记者 岳月伟摄在北京2019中国国际工业智能及动力传动与自动化展览会上，观众体验华为5G通信技术。 春 光摄（人民视觉）近日，美国政府发布针对华为等公司的限制交易令，引发全球舆论一片哗然。很多人在问：华为能挺得住吗？5月21日，一篇2万字的任正非采访实录在网络上迅速传播，对这个疑问作出了回答。21日，华为创始人任正非在接受采访时说：“如果真出现美国芯片完全不能供应的情况，华为没有困难，因为所有的高端芯片华为都可以自己制造。”任正非的自信与底气深深地感染了中国网民。在网媒新闻评论区，很多网友不约而同写下这样一句话：“伟大都是熬出来的。”绝地反击：不被别人“卡脖子”5月15日，美国商务部将华为及其附属公司列入“实体名单”，名单上的企业或个人获得美国技术需先获得有关许可。随后，美国媒体报道，美国谷歌公司暂停与华为的部分业务合作，其他一些美国公司也开始停止对华为的零部件供应。然而，让美国意想不到的是，华为迅速启用了备用方案。5月17日开始，一封华为海思总裁致员工的信在网上热传。信中写道：“今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部转‘正’！”正如信中所说：“华为多年前已经做出过极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务。”在海思推出的一系列产品中，麒麟芯片最为外界所知，广泛应用在华为智能手机产品上。人民日报微信公众号一篇名为《华为这一招，关键时刻顶大用》的文章称，“为了这个以为永远不会发生的假设，数千海思儿女，走上了科技史上最为悲壮的长征，为公司的生存打造‘备胎’”。当这一天真的到来时，这些研究成果获见天日，让华为不被“卡脖子”，能够“在极限施压下挺直脊梁，奋力前行”，令人感佩，更发人思考。央视新闻客户端一篇评论指出，面对美国的极限绞杀，华为凭借长期以来居安思危、未雨绸缪的战略远见和奋斗创新精神，打了一个漂亮的绝地反击战！在各大网站、微博、微信、新闻客户端的评论区，网友们力挺华为。“从最坏处着手，往最好处发展。有备无患，华为加油！”“支持华为，中华有为，共渡难关。”“华为挺住，加油！”“伟大都是熬出来的。”5月20日，事情又有了新的进展。当天，美国商务部发布为期90天的“临时通用许可”，推迟对华为及其附属公司现有在美产品和服务所实施的交易禁令。很多人替华为松了一口气，任正非却说：“90天对我们没有多大意义，我们已经准备好了。”5月21日，任正非接受多家中国媒体采访，回应了外界关切。澎湃新闻在一篇题为《对话任正非两万字实录：最重要的是要沉着，我们想朋友遍天下》的文章中这样写道：对于美国政客，任正非给出的回应是“他们可能低估了我们的力量”。中国科技网的一篇文章还原了发布会现场的情形：现场展示了一张遍布弹孔的“烂飞机”照片，一架伊尔2飞机被打得像筛子却依然坚持飞行，任正非表示这很像此时的华为，“边缘部分像是翅膀，可能有洞，但在核心部分我们完全以自己为中心，而且是真的领先世界。”任正非说，“在最先进的领域不会有多少影响。至少5G不会影响，不仅不影响，别人两三年也不会追上我们。”这次采访，也让任正非绝地“圈粉”。央视新闻客户端评论说：“从任正非的脸上你依然看不出太多的焦虑，听不到喋喋不休的抱怨”，“更让人感慨的是任正非话语中的宽容和理性”，“华为的淡定并非是强装笑颜，而是源于对最糟糕情况的预判和准备，源于‘战略上藐视，战术上重视’的中华智慧。”大量网友留言表示“被这个大气的老头‘圈粉’了”。网友“夜光杯”说：“有气场、有气质、有气节。”网友“清晨之心”说：“格局决定未来，华为有为。”网友“春风秋雨”说：“有实力才能有底气。”美国失策：“封杀令”不得人心与华为不断“圈粉”形成鲜明对比的是，美国政府从宣布封锁华为那一刻起，就受到了来自各方的批评。5月17日，一篇题为《如此打压中国企业，很不光彩！》的“新华时评”在各大新闻网站转载。文章说，经济全球化发展到今天，世界各国都在一条船上，你中有我，我中有你，各国企业之间也早已是竞争与合作相结合的“竞合关系”，贸易战没有真正的赢家。就拿美国此次将中国企业华为及其附属公司等列入限制清单来说，损失最大或是首当其冲受到损失的，有可能是美国企业。央视新闻客户端引用美国电信行业资深分析师罗杰·恩特纳的话说：“华为每年购买110亿美元的美国芯片，占美国芯片出口额的20%以上，如果封锁华为将严重影响美国半导体产业的效益。”5月21日，环球网转载美国彭博社的一篇社评，题目是《特朗普攻击华为是严重失策》。社评指出，这是个严重的错误，将华为赶尽杀绝的做法不仅有失妥当，而且极不明智。倘若这是谈判策略，那么这一决定更加失策。美方官员声称这和陷入僵局的贸易谈判无关，但看起来完全像是特朗普要把华为当成筹码，正如他2018年对中兴通讯所为。特朗普已经在他四处开花的贸易战场上太过频繁地动用国家安全审查手段。如此行事一方面会再开糟糕的先河，另一方面也几乎会难以避免引火烧身，当前的僵局会更僵。事实上，就连美国企业也并不支持美国政府的“封杀令”。任正非告诉记者，前几天半夜得知美国供应商努力备货的情况，“我流泪了，感到得道多助、失道寡助。今天，美国的企业还在和美国政府沟通审批这个事情。”美国媒体认为，美国会在封杀华为这一事件上向盟友施压。然而，盟友们却纷纷表达了不同的立场。新华社新媒体百家号发文称，法国总统马克龙16日在巴黎表示，法国在建设5G方面重视国家安全，但不会封锁特定供应商。16日，德国联邦网络管理局局长约亨·霍曼在该机构的年度新闻发布会上表示，反对将中国企业华为排除在德国的5G建设之外。新加坡外长维文表示，美国将中国视为“必须遏制的对手”是行不通的，超级大国之间应存在“建设性竞争”。英国人力资源公司职员露茜说，美国的行为只是为一己私利，格局太小，根本不是我们支持的全球化。科技自立：奋斗的企业有未来“华为最重要的还是把自己能做的事情做好。”这是任正非反复强调的。新华社客户端列举了这样一组数据：目前，华为有700名数学家、800名物理学家、120名化学家、六七千名基础研究的专家、6万多名各种高级工程师和工程师，形成组合共同前进。中国青年报微信公众号报道称，5月21日晚间，华为消费者业务总裁余承东在社交媒体上表示，最快今年秋天，最晚明年春天，华为自己的操作系统（OS）将可能面市。据余承东介绍，华为的操作系统打通了手机、电脑、平板、电视、汽车、智能穿戴，统一成一个操作系统。5月22日，参考消息网援引德国《南德意志报》网站的报道称，美国现在阻止华为使用谷歌安卓软件，并想让美国芯片制造商停止给华为供货，这将进一步刺激中国人在技术上独立自主的雄心。此次华为遭遇“极限施压”，再一次证明了核心技术掌握在自己手中的重要性。5月21日，新华网一篇名为《华为：三十功名 向死而生》的文章写道：30余年来，华为生于忧患。从一家一穷二白的初创企业，扩张、成长为全球行业领导者之一，背后凝聚着强大的意志与定力。这恰恰是中国经济韧性强劲的缩影。无论外部风云如何变幻，最重要的就是上下同欲做好自己的事情，坚持自主创新，坚持艰苦奋斗。奋斗的民族才有前途，奋斗的个人才有前途，同样，奋斗的企业才有未来。的确，历史已经证明了这一点。5月22日，人民日报客户端发文称，近日，国务院国资委一则点赞国企创新文章的微博，让无数网友心潮澎湃。“从设计图纸开始，造出了占全球市场份额2/3的中国盾构机”“当年被超高压卡住了脖子，但现在，我们连特高压都搞定了”“石油勘探、开采、炼化、输送都曾一度落后，领先是‘干’出来的”……一项项落后、一次次封锁，却成就了一件件科技自立、创新自主的传奇。（本报记者 潘旭涛）《 人民日报海外版 》（ 2019年05月24日 第 05 版）", "author": "人民日报海外网", "newsdate": "发布时间：19-05-24", "newstime": "04:34", "sentiment": [{"positive_prob": 0.927065, "confidence": 0.837923, "negative_prob": 0.0729346, "sentiment": 2}]}, {"title": "大数据告诉你，华为为什么不怕｜思客数理话", "content": "过去一周，华为再次成为世界关注的焦点。▲数据来源：新华睿思数据云图分析平台当地时间5月15日美国宣布对华为实施出口管制以来，涉华为舆情持续走高。其中5月17日，华为海思总裁致员工内部信使舆情达到小高潮；5月21日，华为创始人、CEO任正非在深圳华为总部接受媒体集中采访，舆情达到近期峰值。▲数据来源：新华睿思数据云图分析平台数据显示，网民的情绪随着美国对华为封锁及华为的硬气回应而不断变化：当地时间5月15日，美国商务部工业与安全局（BIS）将华为列入所谓管制“实体清单”，网民对华为前景的“担忧”成为主要情绪。5月17日，华为海思总裁何庭波致员工一封信发布后，网民担忧情绪降低，“点赞”和“支持”成为主要情绪。当地时间5月19日，谷歌、英特尔、高通和博通等公司暂停对华为提供技术服务和供货后，网民担忧情绪再度升温。5月21日，任正非在深圳华为总部理性、淡定、从容接受媒体集中采访后，网民主要情绪由“担忧”转为“点赞”，在为华为的血性、实力和底气感动的同时，纷纷为华为“加油”“鼓劲”。网民留言@THE新视点：海纳百川，居安思危；不负芳华，奋力而为。@刘晓敏：有实力才有底气，华为加油！@姜嗨嗨：坚持科技自立，被华为的血性感动了。@消防·蓝朋友：支持这样的中国企业，加油！@诸葛琦琦：被前几天的内部信感动了！@ZZJJTT:有这样的企业，我自豪！01:12▲任正非记者会十大热句数据来源：新华睿思数据云图分析平台、腾讯指数任正非的回应被广泛传播。网民认为，处在美国霸凌和围堵中的华为处变不惊、保持坚挺，凸显华为团队乃至中国经济的成熟和韧性。▲数据来源：新华睿思数据云图分析平台、腾讯指数B-Plan：让华为有“备”无患“十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。”这是任正非的心声，也是华为的危机意识。正是这样的居安思危，让华为一次次经受住考验。在美国发出技术禁令后，华为海思芯片“十年备胎”一夜“转正”；任正非说，在高端产品特别是5G领域，华为绝对不会受影响，华为在包括芯片在内的关键零部件上保持有一定的量产能力，不会因为美方的“断供”就导致负增长。网民纷纷为华为的未雨绸缪点赞，“有备不一定无患，但无备必定遭殃。”▲华为2018年研发成本与专利数量数据来源：华为投资控股有限公司2018年年度报告练内功：沉着应对“至暗时刻”对技术研发和产品创新的重视是华为的重要标签。任正非表示，在5G技术方面，别人两三年肯定追不上。这样的底气，来源于华为遍布全球研发团队的坚守，来源于对研发的持续性巨额投入，来源于对创新创造的执念。网民说，“一以贯之的创新创造，是华为在‘至暗时刻’的最大底气。”丰厚的技术积累和自主研发，构建出竞争力，创造出博弈空间。▲数字代表华为在该地区2018年全年销售收入占当年总销售收入占比数据来源：华为投资控股有限公司2018年年度报告广交友：成功需要朋友任正非在接受采访时表示，华为不做“孤家寡人”，还会继续广交天下朋友共同为人类服务，“美国科技深度和广度上还是值得我们学习，我们不会轻易狭隘地排除美国芯片，要共同成长。”网民留言@ALvaroMorata：30年来，华为坚持做一个开放的群体，始终没有停止过开放。@小狮子：只有开放，才有今天的华为。@变频宝宝：看了任正非群访全文，感觉任总不是狭隘的民族主义者。美国打着美国优先的口号到处搞封杀，我们就要站在人类命运共同体的高度反封杀。@call-me：永远支持这样的企业，我们不怕！@不改昵称：科技创新，华为未雨绸缪，厉害！网民赞叹“这就是华为”！相较于美国政府对全球产业链和价值链的无视和破坏，以华为为代表的中国企业有大格局、大视野、大胸怀，彰显中国企业和企业家的精神气质。此番回应也展现出华为“开放、合作、共赢”的核心价值观。有网民说，进入全球市场，参与全球竞争，利用全球人才，国际环境下的磨炼让华为有力量应对国际挑战。▲任正非在接受媒体集中采访时说，得道多助失道寡助，不能因为华为领先就出手限制。视频来源：新华网坚与韧：终来玉汝于成“坚韧”是华为精神的充分展现。正如任正非所说，没有坚韧的意志，没有华为人的耐力，就没有华为今天的辉煌。从1987年注册成立，到1992年任正非首次出国到美“取经”，再到如今在5G赛场上力争领先，华为历经风雨和考验。在国际化道路上，与思科、摩托罗拉、三星进行多场诉讼，直至今天遇到美国的封锁与限制，一次次的艰难和挫折让华为在寒冬中得到锤炼。正如华为轮值董事长郭平所说，不经艰难困苦，何来玉汝于成。面对风险挑战从不畏惧的华为，必将百炼成钢。往期回顾监制：刘娟作者：郭元元、汤辉、黄洁心制图：李权、王亚婧视频制作：姚远、段立红、张宇、仇炳宸编辑：郭建伟、何都、祁丽君（实习）校对：王健琦", "author": "新华社新媒体", "newsdate": "发布时间：19-05-24", "newstime": "15:10", "sentiment": [{"positive_prob": 0.0124883, "confidence": 0.972248, "negative_prob": 0.987512, "sentiment": 0}]}, {"title": "美资深记者：美国政府限制华为的借口太可笑！", "content": "联合国近日发布《2019年世界经济形势与展望年中报告》指出，受贸易紧张局势悬而未决等因素影响，全球经济增长正经历全面放缓。多国人士呼吁继续维护自由和公平贸易，在世贸组织框架内解决贸易争端。德国：呼吁继续维护自由和公平贸易德国总理默克尔22日在出席一场海事行业会议时表示，在当今国际贸易中，所有降低贸易壁垒的协议都是好协议，她呼吁各国继续维护自由和公平贸易。德国总理默克尔：“如果我们今年的经济增长不够稳健的话，主要原因在于目前外部经济环境的不确定性，所以维护自由和公平贸易非常重要，我们应该坚持世贸组织贸易体系。”法财长：欢迎所有供应商参与5G建设法国财政部长布鲁诺勒梅尔22日接受当地媒体采访时表示，法国欢迎所有供应商参与法国第五代移动通信技术的建设。勒梅尔当天表示，在发展5G业务领域，法国在保证主权和获取最佳技术的前提下，不会刻意排除某家公司。勒梅尔说，目前许多运营商都与中国华为公司开展4G业务合作，法国不会针对某一家公司。法国总统马克龙近日也对媒体表示，法方坚持多边主义，主张开展合作。法国在建设5G方面重视国家安全，但不会封锁特定供应商，发展自身科技生态系统的更佳方式是合作和减少冲突。2018年7月，法国政府发布5G发展路线图，计划自2020年起分配首批5G频段，并至少在一个法国大城市提供5G商用服务，2025年前实现5G网络覆盖法国各主要交通干道。荷兰：贸易保护主义对经济发展不利荷兰对外贸易及发展合作大臣卡格表示，贸易保护主义对经济发展不利，应当坚持在世贸组织框架内解决贸易摩擦。荷兰对外贸易及发展合作大臣卡格：“贸易保护主义会直接或者间接带来经济减速，我们非常重视遵守现行国际规则。现有贸易体系也就是世贸体系非常重要，我们不承认也不接受其他方式。”美国记者：美国政府以国家安全为借口限制华为，十分可笑今日俄罗斯电视台近日的一档新闻访谈节目，连线了曾就职于福克斯新闻等媒体的美国资深记者本斯万，斯万表示，美国政府以国家安全为借口限制华为，但事实上却拿不出任何证据。美国资深记者斯万：“首先，按照特朗普政府的说法，通过限制华为可以保护美国公民的手机不被窃听，这十分可笑，且不论华为到底这样做了没有，美国政府、美国国家安全局也可以窃听你的手机，我们美国民众已经被窃听了。”斯万指出，一方面，美国政府拿不出任何证据来证明华为威胁美国国家安全，另一方面，“棱镜门”丑闻却早已将美国政府窃听公民的事实公诸于众。美国资深记者斯万：“华为在5G技术上遥遥领先，特朗普政府曾说过，希望美国可以引领这项技术，问题是美国在5G技术上远远落后，华为是引领这项技术的公司。限制华为，美国无疑只能使用劣质产品，在这一领域更加落后。”IMF：贸易摩擦持续将使全球GDP增速降0.33%国际货币基金组织IMF发布的一份最新报告显示，如果中美贸易摩擦持续，全球经济增速将下降0.3%。报告称，美国消费者将“毫无疑问成为输家”，因为对中国输美商品加征的关税“几乎全部由美国进口商埋单”。报告拿洗衣机等商品举例称，加征的关税被“转嫁给了美国消费者”。芝加哥大学经济学家统计显示，虽然加征关税为美国新增了1800个就业机会，但每增加一个就业的同时美国经济损失81万5千美元。", "author": "环球网", "newsdate": "发布时间：19-05-24", "newstime": "07:51", "sentiment": [{"positive_prob": 0.134027, "confidence": 0.702163, "negative_prob": 0.865973, "sentiment": 0}]}, {"title": "华为MateBook系列笔记本又上新 延续精品口碑", "content": "【环球网科技报道 记者 张阳】华为自从进入笔记本电脑领域以来延续了其在手机领域精耕细作的风格，近年来推出的产品虽然并不多，但是都是切准了细分市场的精品。无论是旗舰的MateBook X Pro还是更偏向平民化的MateBook 13/14，都有着各自的拥趸。此言绝对非虚，不信您可以在出差办公的时候四下看看，找到一台华为笔记本电脑并不会很困难，很多朋友在考虑升级换代笔记本的时候，也开始把华为笔记本列入考虑范围之内，如果您最近也有换机需求，不妨也来看一看，尤其是最近Mate Book 13/14系列产品更新了配置和配色，也许能选到自己心仪的产品。官方消息显示：MateBook13的i7+MX250版本今日10:00已在华为商城Vmall，京东，天猫和苏宁电商平台正式首销，而i5+MX250版本也同步开启预约。与此同时，MateBook 14的全新皓月银配色版本也同步展开预售， 8GB运行内存，512GB存储的集显版和独显版，i7+8GB+512GB独显版。MateBook 13/14两款产品更适合普通办公族和学生群体使用，不仅在配置上有更多组合可以自由选择，外观和功能设计上也丝毫不逊色于任何传统笔记本厂商。以MateBook14来说，屏幕分辨率为2160x1440，延续家族全面屏经典设计，屏占比高达90%，将全面屏的概念从手机延续到了电脑上，采用3:2比例屏幕设计，较传统16:9屏幕比例的14英寸笔记本，可视面积提升约8.4%。特别是在码字填表格、浏览网页、P图绘图等场景下，3:2的屏幕具有绝对优势。搭载了全新升级的Huawei Share一碰传功能，与华为手机配合使用，一碰即可分享文件，“碰一碰”便可将图片、视频、文档(Word、PPT、Excel、TXT、PDF)在笔记本与手机之间进行高速传输，传输速率高达30MB/s，传输500张照片只需1分钟，还可对传至笔记本的图片进行文字识别并编辑。其次，华为还自主开发了共享剪贴板功能，支持在手机与笔记本之间跨设备复制文本内容。当手机和PC靠近时，可以跨设备复制粘贴文本，两步实现隔空复制，可有效解决手机和PC之间文本信息的快速引用。接口丰富，机身右侧分别是1个USB2.0与1个USB3.0接口。机身左侧包括Type-C(集充电、传输数据于一身)、HDMI、3.5mm耳麦口，无需配备额外扩展坞。对于需要多场景使用电脑的学生及职场新人来说，都十分方便。华为MateBook系列笔记本字诞生以来一直颇受好评，外观、做工、性能配置都十分出众，尤其是在功能创新上更是不断推陈出新，搭配华为手机在提升工作效率上是一件不可多得的办公利器。", "author": "环球网", "newsdate": "发布时间：19-05-24", "newstime": "15:21", "sentiment": [{"positive_prob": 0.999455, "confidence": 0.998788, "negative_prob": 0.000545324, "sentiment": 2}]}, {"title": "当面被要“华为监听”证据，美国务卿的答案呵呵了", "content": "周四（23日），蓬佩奥接受美国媒体CNBC的采访，再次无端指责华为“威胁”国家安全。不过，当主持人明确问他，对华为的这些指控，美国现在能不能拿出证据时，蓬佩奥说，“这是个错误的问题”，然后又开始扯到“国家安全”的风险，并抛出一个奇怪的论点：把美国的信息交给中国是种风险，也许中国今天不用（这些信息），明天可能不用，（但总有用这些信息的潜在风险）。主持人打断他并追问道，他们听到华为创始人任正非说，华为没有和中国政府合作。他要求蓬佩奥把这些指控具体化一点。此前，任正非多次表示，华为没有安装“后门”，华为是民营企业。但是，面对追问，蓬佩奥并没能“具体指出”，他说自己不相信任正非的话，尽管如此，他依旧拿不出任何证据。他只是反复声称，5G技术要符合西方的价值观和体系。而当主持人问到，“你认为我们为什么没有引领5G？为什么华为能走得这么远，而我们却没有一家公司能够制造出微型电池和他们创造的其他一些设备？”蓬佩奥又没有正面回答，只是将话题扯到华为有政府支持。蓬佩奥还说，“继续对话很重要。重要的是，我们两国要努力把这件事做好”。他又说，这很难。他承认，美国要求中国做出的改变，美国想要的所谓“公平”的贸易规则，无疑是一个令人为难的要求（a big ask）。他说，但这对美国很重要，特朗普总统坚定地致力于此。蓬佩奥接受采访  视频截图4月15日，蓬佩奥在美国得克萨斯州A&M大学（德州农工大学）进行演讲，并回答学生们提出的问题。一名学生就针对美国对沙特这样争议国家的外交政策进行了提问，蓬佩奥回答道：“我曾担任美国中央情报局（CIA）的局长。我们撒谎、我们欺骗、我们偷窃。我们还有一门课程专门来教这些。这才是美国不断探索进取的荣耀。”这几句话也引发了现场热烈的鼓掌。周三（22日），中国国务委员兼外交部长王毅在吉尔吉斯斯坦出席活动期间，批评美国打压华为是“经济霸凌”行为，并指出，中方不会接受任何“不平等条约”。王毅指出，美方如果要将中美经贸磋商建立在不平等的基础之上，中方当然不能接受。 任何不平等协议都不可能成立，也不可能得到认同。 如果美方愿意平等磋商，中方的大门敞开。 如果美方选择极限施压，中方坚决奉陪到底。此前5月18日，王毅应约同蓬佩奥通电话时也提到，美方近段时间在多个方面采取损害中方利益的言行，包括通过政治手段打压中国企业的正常经营。中方对此坚决反对。我们敦促美方不要走得太远了，应当尽快改弦更张，避免中美关系受到进一步损害。 来源：观察者网", "author": "环球时报", "newsdate": "发布时间：19-05-24", "newstime": "17:43", "sentiment": [{"positive_prob": 0.0469333, "confidence": 0.895704, "negative_prob": 0.953067, "sentiment": 0}]}]