[{"title": "华为告美国政府，胜算几何？", "content": "文/群刀乱侃今天上午，华为正式决定起诉美国政府。华为针对的是美国《2019年国防授权法案》第889条条款。该条款明令禁止任何获得政府贷款或拨款的执行机构、政府承包商或公司华为和中兴购买设备和服务，禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款。华为的诉求是：法院判定《2019年国防授权法案》中针对华为的限制措施违反宪法，同时颁发永久性禁令，禁止实施该限制措施。美国宪法规定，国会不能制定褫夺公权的法案，则不得由立法分支以立法的形式，给一个公民或者一部分公民定罪及处以惩罚。因此，华为认为，美国的《2019年国防授权法案》有关条款是未经过审讯就针对某个特定机构施行惩罚，是违反美国宪法的行为。能否胜诉支振锋（社科院法学研究所研究员）如果讲胜诉的可能性，目前的材料尚不足以支持我们提出判断。因为中间有太多东西我们还不清楚，这里面涉及非常多的信息和技术细节，比如网络安全的评估，而且，不仅有技术，还有政治。从新闻来讲，华为的起诉有几点可以讲。第一，美国和我们国家不一样，根据美国的宪法实践，司法机关可以对立法机关法律的合宪性进行审查，如果经过审查发现某一部法律或者某一项条款违反了宪法，司法机关可以宣布其因为违宪而无效。因此，华为的起诉从美国宪法来讲是有依据的。第二，华为起诉的是《2019年国防授权法案》第889条， 889条是禁止美国所有政府机关购买华为设备和服务，这就构成歧视。美国政府如果没有充分理由做出这样的限制性举动，对华为这样一个市场主体来讲，是不公平的。因此，华为做这样一个起诉是站得住脚的。华为讲得很清楚，这一条款对华为不公平，对美国消费者也是不公平的。因为华为技术的先进性和产品的高质量，华为设备能够为美国市场提供很好的服务。889条同样限制了美国消费者的选择权。在这种情况下，作为利益最大受损方的华为可以提起诉讼，对这一条款提出进行合宪性的审查，从法律上讲是没有问题的。如果美国没有提供任何证据证明华为产品安全性存在问题的证据，他的败诉是情理之中的。美国政府可能的应对支振锋（社科院法学研究所研究员）美国政府有可能以两个理由做抗辩。一是政治问题。美国历史有实践，对于政治敏感性比较高的问题，司法部门进行司法审查的意愿不是特别高。当然，如果美国以政治性问题进行抗辩的话，对美国政府形象是不利的，相当于自相矛盾。二是美国政府有可能会以涉及国家安全、国家机密的理由来做抗辩。如果做这种抗辩的话，华为胜诉的难度就更大了，但道义上对华为是有利的。你说基于国家安全，别人是无从判断真假的。说到底，国家安全问题和国家机密问题，也可以归纳到政治问题上去。只不过，前一种政治问题是美国司法实践中的一个术语，后一个政治问题则是我们一般意义上的界定。还有一种可能，那就是美国政府公开所谓的证据，那将会把案子拖得很长，有可能成为一个司法马拉松。这里面将涉及技术细节，而我们知道对先进科技做判断是很难的，需要求助于其他技术部门，以后的进展就不好判断了。但是不管怎么讲，华为提起这个诉讼，有美国法律的依据，也有道义上的正当性，这个起诉对华为既是一个不得不的选择，也是一个明智的选择。宋国友（复旦大学美国研究中心教授）这次华为起诉美国政府，背后显然是有高人指点。但必须得说，这样做的难度不小。违宪这种官司，往往是比较抽象的，这个过程会涉及到释法。以前肯定有过一些受美国刁难的公司打过类似官司，我一时想不起来具体案例，但大体印象是大获全胜的不多。在华为案件中，法院肯定会参照以前的案例，以往成功案例不多的话，显然对华为是不利的。（叨姐注：俄罗斯网络安全公司卡巴斯基曾提出类似的诉讼。美国国土安全部在2017年9月下令联邦机构从政府系统中删除这家公司的产品，国会其后将禁令写入了预算法案。卡巴斯基就这项禁令提出诉讼。初审与上诉法庭均驳回诉讼，法官称，禁用该公司的产品，是出于保护政府计算器不受俄罗斯入侵，是预防性而非惩罚性的措施。）但无论如何，华为这样做是值得肯定的，也是合理的。虽然有难度，但不一定就是失败。之前也有过三一重工起诉美国总统奥巴马的例子。起诉内容是奥巴马以国家安全为由叫停了三一关联公司在美国俄勒冈州的风电项目。那个诉状，也是告奥巴马违宪，结果就告成功了。美国的瑕疵奥卡姆剃刀（通信网络产业观察者）美国政府抵制华为的历史由来已久，早在奥巴马期间就禁止华为承接美国的电信工程，华为与美国本土企业的合作计划和收购美国本土公司的计划，都遭到了国会议员的警告和阻挠，所用的罪名都是莫须有的安全隐患。在刚刚举行的巴塞罗那通信展上，美国派出了整整的一个代表团，向全球各个国家游说，要求他们与美国一道联合抵制华为。在本国抵制也就算了，毕竟那是你国家的主权，但威逼利诱全世界都来抵制打压，这就是蛮横的霸权。一般情况下，企业都是不愿意跟政府叫板的，但美国政府的全球围剿战略就是要你死，只有奋力反抗才有希望。李海东（外交学院教授）华为这么做是很正确的。美国政府针对华为和中兴那么长时间，其目的不仅仅是打压华为，而是把它当做对华强硬政策的关键性环节。然而，这显然不符合美国民众的利益诉求。在当下的美国，政府界定的切身利益和美国民众的利益是不同的，美国政府针对华为的所作所为，已经伤害到了美国老百姓的利益。起诉美国政府对于华为来说，当然是件有风险的事情。但美国政府打压华为的做法，已经非常政治化了，也不顾及所谓的法律了。华为在美国本身就已经被视作一种风险，美国的各个部门、机构，甚至美国也鼓动其他国家禁止使用华为设备。在这个时间节点上，华为没有其他的选择，只有据理力争。即使从宣传角度而言，这个起诉也能让民众知道美国政府运作不是毫无瑕疵的。所以，华为如果将在美国的诉讼尽全力打下去，就会对美国界定中国为战略竞争对手的总体战略规划造成影响，这既是为了华为自己，也是为了中国，同时也是为了美国政府与民众，帮助他们在外力推动下扭转错误的政策。华为起诉美国政府，孟晚舟起诉加拿大政府，这两件事情接连发生，显示现在已经到了一个关键时刻。华为是在利用美国、加拿大标榜的司法独立，在美国和加拿大社会内部借力打力。宋国友（复旦大学美国研究中心教授）这次华为起诉美国政府，律师团队应该会很给力，其中应该有一些对美国宪法有着深厚造诣的顶级律师。这本身就会给美国法院带来一种压力，即便它们最后要做出倾向于美国政府的判决，也要考虑这个案件背后的影响。对华为而言，打官司比不打好。在程序上，不打，就等于是束手等着美国那边操作。打了，赢了更好，即便输了也没更多损失。这个过程还能变相给华为的全球品牌做个广告。示范作用李海东（外交学院教授）美国现在的精英群体、战略界，有一种非常危险的倾向，那就是美国国内目前政治、族裔、价值与文化认同、族裔等诸方面处于深刻的高度分裂状态。在这种情况下，需要塑造一个非常强有力的外部敌人，来将内部的危机化解掉。一旦有一个外部强大的敌人出现，美国国内的各种矛盾就会有出现化干戈为玉帛的过程。所以这段时间美国对中国不断敲打，华为是其中一个重要环节。但美国真正的问题是，它不想着把自己的内部解决好，而是试图推给其他方面，所以华为也需要用法律手段去破解这个怪圈。最关键的是，在美国大选年里，华为的起诉在推动过程中不知道会遇到怎样的阻力，估计不少政客会利用国民情绪，继续将矛头指向中国、指向华为，这也是一个风险。可以通过华为事件教育美国民众，不能任由美国政府甩锅。（本文图片均来自网络）", "author": "环球时报评论", "newsdate": "发布时间：19-03-07", "newstime": "13:49", "sentiment": [{"positive_prob": 0.00614116, "confidence": 0.986353, "negative_prob": 0.993859, "sentiment": 0}]}, {"title": "你违宪了！华为大反击：正式宣布起诉美国政府！提两项要求", "content": "刚刚,华为在深圳总部发布重要声明:决定起诉美国政府。同时华为在深圳总部的发布会上透露,华为有证据表明美国政府涉嫌入侵华为服务器。华为:美国禁令违宪没有证据且未经司法程序华为宣布针对美国《2019财年国防授权法》第889条的合宪性,向美国联邦法院提起诉讼,请求法院判定这一针对华为的销售限制条款违宪,并判令永久禁止该限制条款的实施。在今天的深圳总部发布会上,华为轮值董事长郭平表示,美国国会一直拿不出任何支持其限制华为产品决策的证据,却仍然在去年通过了禁止美国联邦部门使用华为产品的国防授权法案,迫使华为不得不采取法律手段,作为维护华为权益和名誉最后的应对办法。华为在德克萨斯州普莱诺的联邦地区法院提起诉讼。根据起诉书,第889条在没有经过任何行政或司法程序的情况下,禁止所有美国政府机构从华为购买设备和服务,还禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款,这违背了美国宪法中剥夺公权法案条款、正当法律程序条款;同时,国会不仅立法,还试图执法和裁决有无违法行为,违背了美国宪法中规定的三权分立原则。华为首席法务官宋柳平表示,这种禁令是没有经过司法程序的,是违反美国宪法的,是对华为的未审先判。“第889条建立在众多错误、未经证实和未经验证的主张基础上。法案里的假设不符合事实,华为并不为中国政府所有,也不受其控制。此外,华为拥有良好的安全记录和机制,迄今为止,美国没有提供任何有关安全问题的证据。”“在网络安全上,华为是全世界最开放、最透明、接受审查最多的公司,对此我们感到自豪。”华为全球网络安全和隐私官约翰·萨福克表示,“华为将安全机制融入产品开发和部署,这个机制树立了高标准,很少有公司能达到。”封杀华为损害公平竞争和消费者利益郭平表示,美国国会对于华为的封杀不仅非法,更阻碍华为参与公平的市场竞争,最终损害了美国消费者的利益。华为认为,限制条款不仅妨碍了华为为美国消费者提供更先进的5G技术,将使美国5G商用节奏和网络性能落后,还将迫使偏远地区的网络用户在高质量、可负担的产品和联邦政府资助之间做出选择,让网络升级更困难、数字鸿沟加剧。此外,对华为的限制还导致美国市场缺乏竞争,让消费者买单。根据行业预测,如果允许华为进入市场竞争可使整个行业的无线网络基建费用减少15%至40%,从而在四年间为北美地区运营商节省至少200亿美元开支。郭平指出:“只有撤销这条法律,华为才有机会向广大美国客户提供先进的技术,建设最先进的5G网络。华为也愿意采取措施消除美国政府的安全担忧。取消该限制法案可以让美国政府与华为一起解决真正的网络安全问题。”华为公司在一份声明中表示,美国政府的做法会大大延缓商业化的5G网络在美国的应用,进而阻碍5G网络在美国和其他地方的推广应用。“我们希望法庭的裁决会令华为和美国人民受益。”郭平说。华为有证据表明美国政府涉嫌入侵其服务器在华为深圳总部的发布会上,华为表示有证据表明美国政府涉嫌入侵其服务器。郭平在讲话中提到,美国政府曾经入侵华为服务器、窃取了大量的邮件和源代码,却没有找到任何华为会危害美国网络安全的证据。“可美国政府以及像参议员马克·卢比奥(Marco Rubio)这样的人,仍然坚持要污蔑华为公司。”郭平表示。2019财年国防授权法如何形成?来看看此次华为起诉所涉的《2019财年国防授权法》形成过程如下:2018年5月24日,美国众议院以351-66的投票结果通过了《2019财年国防授权法案》;2018年6月18日,美国参议院以85-10的投票结果通过了参议院版本的《2019财年国防授权法案》;2018年7月24日,美国众议院公布众、参两院关于《2019财年国防授权法案》最后协商版本的“会议报告”,其中提及禁止美国联邦政府机构使用中国华为和中兴通讯提供的存在风险的技术;2018年8月,美国《2019财年国防授权法案》由总统特朗普签署成法。2018年1月19日,美国国防部长马蒂斯公布了最新美国《国防战略》报告,把对美国国家安全的“威胁”分为三类:中国、俄罗斯;朝鲜和伊朗;国际恐怖主义及其他不确定威胁。《2019财年国防授权法案》所展示的应对措施即按这一顺序次第展开。关于其中禁止美国联邦政府机构使用华为和中兴提供的存在风险的技术,美国情报官员称这些技术可能被用作中国的间谍工具。美国2017年的国防授权法案也有过类似禁令,针对的对象是俄罗斯反病毒公司卡巴斯基实验室。该法案删除了一项条款:恢复对中兴通讯违反美国制裁并有效地使其破产的处罚。美国参议员马克·卢比奥支持对中兴通讯进行制裁,他表示对某些同事同意让中兴恢复业务的做法感到震惊,并认为“中国再一次找到了玩弄美国的方法”。2018年8月14日,中国外交部发言人陆慷就美签署《2019财年国防授权法案》答记者问时表示,我们对美方不顾中方坚决反对执意通过并签署含有涉华消极内容的《2019财年国防授权法案》表示强烈不满。“我们敦促美方摒弃冷战思维和零和博弈理念,正确客观看待中国和中美关系,恪守一个中国原则和中美三个联合公报规定,不得实施有关涉华消极条款,以免给中美关系和两国重要领域合作造成损害。”外交部多次针对华为问题表态从去年以来,外交部多次针对华为问题表态。近期外交部的表态或答记者问中仍频频涉及华为话题。2月26日,对于英国沃达丰公司CEO要求就华为禁令向全欧洲相关机构提供证据,外交部发言人陆慷表示,各国就华为的政策评判要依据事实,相信各方会独立作出的正确选择。陆慷表示,“有些人”无法为其论调提供证据,这是关键。事实上,“有些人”是出于自身利益需要,不惜采取各种手段、甚至动用国家力量试图破坏他国企业间正常的互利合作。2月28日,陆慷在谈及“华为在世界移动大会获多个5G合作协议”时表示,这再次证明,这个世界上多数国家还是能够独立作出符合自身利益的政策选择的,多数企业还是致力于维护公平公正的市场环境的。来源：中国基金报", "author": "中国经济网", "newsdate": "发布时间：19-03-07", "newstime": "13:17", "sentiment": [{"positive_prob": 0.080555, "confidence": 0.820989, "negative_prob": 0.919445, "sentiment": 0}]}, {"title": "最新！华为正式宣布起诉美国政府", "content": "今天（7日）上午，华为在深圳总部正式宣布起诉美国政府。声明称，华为将针对美国《2019财年国防授权法》第889条的合宪性向美国联邦法院提起诉讼，请求法院判定这一针对华为的销售限制条款违宪，并判令永久禁止该限制条款的实施。华为轮值董事长郭平表示：“美国国会通过立法惩罚华为，且从未展示支持这些限制条款的证据，因此，华为不得不决定通过法律行动予以回应。该限制条款违背了美国宪法，妨碍华为参与公平竞争，最终伤害的是美国消费者。我们希望法院能做出有益于美国消费者的正确决定。”华为在其美国总部所在地得克萨斯州普莱诺的联邦地区法院提起诉讼。根据华为起诉书，第889条在没有经过任何行政或司法程序的情况下，禁止所有美国政府机构从华为购买设备和服务，还禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款，这违背了美国宪法中剥夺公权法案条款、正当法律程序条款；同时，国会不仅立法，还试图执法和裁决有无违法行为，违背了美国宪法中规定的三权分立原则。华为认为，限制条款不仅妨碍了华为为美国消费者提供更先进的5G技术，将使美国5G商用节奏和网络性能落后，还将迫使偏远地区的网络用户在高质量、可负担的产品和联邦政府资助之间做出选择，让网络升级更困难、数字鸿沟加剧。此外，起诉书还认为，对华为的限制还导致美国市场缺乏竞争，让消费者买单。根据行业预测，如果允许华为进入市场竞争可使整个行业的无线网络基建费用减少15%至40%，从而在四年间为北美地区运营商节省至少200亿美元开支。观察人士认为，华为的诉讼指该条款是一项“剥夺公权的法案”，或者说是一种未经审理就将某个人或团体单挑出来进行惩罚的立法行为。美国宪法禁止国会通过这种法案。此前的3月4日，华为公司首席财务官孟晚舟女士的律师团已经对加拿大政府、加拿大边境服务局和皇家骑警（即联邦警察）提起诉讼，指控他们在未告知她的情况下，就对她进行逮捕、搜查和审讯，这些做法都侵犯了她的宪法权利。有观察者将华为的案子与俄罗斯网络安全公司卡巴斯基实验室(Kaspersky Lab)在美国的遭遇相提并论。大约两年前，美国官员开始指责卡巴斯基软件可能被莫斯科用来收集情报。美国国土安全部在2017年9月下令联邦机构开始从政府系统中删除这家公司的产品。后来，国会将该禁令写入了预算法案。因此，卡巴斯基提起两项诉讼，辩称该禁令相当于“剥夺公权法案”。去年5月，美国哥伦比亚特区的一名法官驳回了这些诉讼，裁定国会那样做是出于保护政府计算机网络不受俄罗斯入侵的合法愿望。几个月后，一家上诉法院维持了这一裁决。上诉法院的法官戴维·S·塔特尔认为，禁止使用卡巴斯基产品是一项“预防性而非惩罚性”的措施。（来源：侠客岛 据央视新闻、《环球时报》、《纽约时报》以及华为官网消息等报道）", "author": "人民日报海外网", "newsdate": "发布时间：19-03-07", "newstime": "11:25", "sentiment": [{"positive_prob": 0.815293, "confidence": 0.589539, "negative_prob": 0.184707, "sentiment": 2}]}, {"title": "麒麟990和骁龙855谁更好，华为一直居安思危，不断实现突破", "content": "华为手机近些年取得的成就大家有目共睹。不仅仅在在通讯行业保持着老大的地位，还在智能手机业务方面取得了长足的进步。此前定下超越苹果的目标在2018年基本实现。华为能够取得今天的成就离不开其自身强大的研发能力并且每年的研发费用也在不断增加。华为每年花费在研发方面的费用是全国企业中最高的。放眼世界，华为的研发费用也是排在前三名。有数据表明华为去年花费在GPU Turbo这一项技术上上面就花费了近900亿元。这项技术能使手机的GPU性能提升将近60%，功耗降低30%。更不用说花费在麒麟芯片上面的费用了。华为在手机芯片的研发方面投入确实很多，同麒麟950开始，华为就不断实现自我突破，也在不断超越竞争对手。目前最新的麒麟980可以说取得了巨大成功，创下了六个世界第一，获得了很多消费者的认可。很多消费者也拿它和骁龙845进行比较，曾几何时国产手机芯片也能与世界上最顶尖的芯片制造商进行比较了，这绝对是一种实力展现，也是大家对国产技术的认可。华为的麒麟980的处理器在测试之后，很多方面的数据都显示已经超过了骁龙845，所以说这对华为来说是一个很大的进步，一直以来国内的智能手机厂家都很担心芯片方面受到高通的影响，通过去年发生的高通事件，更让很多国产智能手机担忧起来，害怕自己遭遇和中兴一样的事情。但是华为表示自己从来不会担心会有中兴的局面，因为华为主要靠的就是自己研发，自给自足。并且在不断调整，不断投入，在研发方面华为确实实现了自我突破。研发自己的芯片能够实现成功背后也说明了问题，现在麒麟980的能力确实很强，在搭载其芯片的产品上消费者也给出了不错的评价。而且在有朋友进行对比测试的时候相对于骁龙845还是有比较明显的优势的，现在骁龙855已经推出，其实对双方来说都是在不断的研发，不断的推出新的芯片，实现处理器方面的更大突破，这也是非常难得的一点。华为一直以来都不会很担心，因为麒麟980出来以后研发从来没有停止，随后麒麟990也已经开始研发，而且现在有消息称将搭载在下一代Mate系列手机上，芯片的测试结果已经说明了在很多方面都有了巨大的提升，其实这也是很正常的，其中搭载了双ISP以及i8的传感器，处理器的能力提升了很多，有自己研发的安全引擎，处理器的功耗降低了很多，将来如果搭载此款芯片的手机将会有更长待机时间，在性能方面也有了巨大的提升，这对于产品来说将是一个质的飞跃。以后麒麟990和骁龙855之间的竞争一定会更加激烈。华为一直以来都不是随波逐流的，我们看到虽然搭载骁龙855的产品陆续上线，但是它未来还是会让麒麟990很出彩的，因为未来会有5G基带搭载，这应该会大大提升自己的竞争力，但是因为它使用的独特结构方式会让手机整体的性能提升很多，还有一点就是它的功耗会降低很多，未来手机也一定会有很强的性能，比较明显的体现就是续航能力更强。有不少朋友都感觉这一次如果麒麟990和大家见面，可能在性能上还会比骁龙855要很好一些，毕竟它在核心技术上的进步现在是非常大的，而且一直以来也非常努力，也是希望未来能够保持快速的发展，相信未来能够超越高通，而且花费的时间并不会很长。其实华为的处理器一直以来都是很独特的，好像也是在和高通进行竞争一样，不断有一些新的突破，也期待未来能够做到越来越好，大家也都非常认可，也相信这是一个慢慢的过程，未来如果能够继续发展一定可以实现更大的突破。麒麟990以后的生产会继续使用台积电的7nm制程，但是在晶体管的数量上会增加很多，处理器性能方面的提升也会比较明显，据说能够提高45%的性能，但是未来究竟谁能够获得最终的胜利现在还是比较难说，相信未来它们都会非常成功的，这也是比较难得的一点。", "author": "易驰科技", "newsdate": "发布时间：19-03-07", "newstime": "13:34", "sentiment": [{"positive_prob": 0.99713, "confidence": 0.993622, "negative_prob": 0.00287003, "sentiment": 2}]}, {"title": "华为刚刚宣布起诉美国政府，还曝光一个核弹级新闻！", "content": "“禁止华为向美国客户提供服务,是对美国立法程序的滥用”。就在刚刚,华为在深圳总部举行外媒记者会,宣布一项重要决定:起诉美国政府。北京时间10时,华为举行外媒记者会,CNBC、美联社、路透社、彭博社、BBC等媒体受邀参加。华为轮值董事长郭平宣布,华为已向美国联邦法院提起诉讼,指控美国2019年国防授权法第889条款违反美国宪法。发布会现场。“美国国会通过立法惩罚华为,且从未展示支持这些限制条款的证据,因此,华为不得不决定通过法律行动予以回应。”华为轮值董事长郭平表示,“该限制条款违背了美国宪法,妨碍华为参与公平竞争,最终伤害的是美国消费者。我们希望法院能做出有益于美国消费者的正确决定。”他强调,2019 NDAA 889条不仅阻止华为向美国客户提供服务,还损害华为的声誉,让华为失去为美国以外客户提供服务的机会。“这是对美国立法程序的滥用。”郭平在讲话中表示,“通过高额投资,华为成为全球5G领导者。鉴于美国从未提供任何证据证明其安全指控,我们怀疑它不让其他国家使用华为产品的动机到底是什么:是不是担心其他国家会使用先进的5G技术赶超美国?‘’郭平还在讲话中提到了美国政府曾经入侵华为服务器、窃取了大量的邮件和源代码,却没有找到任何华为会危害美国网络安全的证据,可美国政府,以及像参议员马克·卢比奥这样的人,仍然坚持要污蔑华为公司。美国CNBC称,美国国防授权法889条款是华为诉讼的焦点,该条款禁止美国行政部门机构获取来自华为、中兴等中国企业的通讯硬件产品,这两家企业都被该条款明确点名。↓华为首席法务官宋柳平表示:“第889条是建立在众多错误、未经证实和未经验证的主张的基础上的。法案里的假设是不符合事实的,华为并不为中国政府所有,也不受其控制。此外,华为拥有良好的安全记录和机制,迄今为止,美国没有提供任何有关安全问题的证据。”华为在德克萨斯州普莱诺的联邦地区法院提起诉讼。根据起诉书,第889条在没有经过任何行政或司法程序的情况下,禁止所有美国政府机构从华为购买设备和服务,还禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款,这违背了美国宪法中剥夺公权法案条款、正当法律程序条款;同时,国会不仅立法,还试图执法和裁决有无违法行为,违背了美国宪法中规定的三权分立原则。此前,《纽约时报》曾引用“消息人士”说法预报华为华为准备在其美国总部所在地得克萨斯州将美国政府告上法庭,起诉的对象则是去年美国国会通过、并由白宫签署的“国防授权法案”中的一项条款。该条款禁止美国联邦政府机构使用华为和中国另一家中国通讯企业中兴的技术。↓此前(3月5日)报道:今天,华为决定就孟晚舟案起诉加拿大政府一事,引起了国内外很多人的关注。但这似乎并不是华为公司为了维护自己权益而准备采取的唯一一个法律行动。就在刚才,美国《纽约时报》和英国路透社等多家外媒就宣称,华为还准备起诉美国政府!根据最先报道此事的《纽约时报》的说法,华为方面准备在美国其美国总部所在得克萨斯州将美国政府告上法庭,起诉的对象则是去年美国国会通过、并由白宫签署的“国防授权法案”中的一项条款。该条款禁止美国联邦政府机构使用华为和中国另一家中国通讯企业中兴的技术。《纽约时报》还引述“消息人士”的说法称,华为准备在法庭上的诉讼理由是认为美国政府对华为的做法构成了“剥夺公权法案”的情形,即该法案中的条款对华为构成了明显的 “未审先判”,而美国的宪法则禁止美国国会通过这样的法律。换言之,华为认为美国政府禁止联邦政府机构使用华为等中国企业技术的做法,是违背美国宪法的。不过,《纽约时报》也在其报道中“若有所指”地介绍说,华为并不是第一家这么起诉美国政府的外国企业。来自俄罗斯的知名软件公司“卡巴斯基”此前也曾在被美国政府以“间谍”为由封杀后,以同样的理由起诉了美国政府,认为“卡巴斯基”被封杀的做法是违反美国宪法的。然而,卡巴斯基最终输掉了官司和后续的上诉。《纽约时报》称,美国法院认为政府封杀卡巴斯基的原因是为了保护美国的电脑系统不被俄罗斯人入侵,认为美国国会通过法律封杀这家俄罗斯企业有足够的合法性。同时,美国法院还认为由于卡巴斯基在美国的份额很小,封杀卡巴斯基也没有对这家俄罗斯企业造成实质的伤害,所以封杀“卡巴斯基”只是“预防性措施”,而不是“惩罚性”的,不构成违宪。最后,路透社的最新报道也确认了《纽约时报》的说法,并表示美国政府和华为方面都尚未就这一报道给出回应。但华为方面准备在周四再次邀请国际媒体参加公司在深圳总部的一场新闻发布会。路透社还认为,从起诉加拿大政府到起诉美国政府,华为近期一系列法律行动似乎是对美国政府发动其盟友封杀华为而发起的反击。目前,华为尚未就此消息真实性做出回应。来源：环球网", "author": "中国经济网", "newsdate": "发布时间：19-03-07", "newstime": "13:07", "sentiment": [{"positive_prob": 0.000459154, "confidence": 0.99898, "negative_prob": 0.999541, "sentiment": 0}]}, {"title": "忍无可忍无需再忍！华为向美国政府“亮剑”，网友大呼干得漂亮", "content": "电视剧《亮剑》里李云龙有一段经典台词：“古代剑客们在与对手狭路相逢时，无论对手有多么强大，就算对方是天下第一剑客，明知不敌，也要亮出自己的宝剑，即使倒在对手的剑下，也虽败尤荣，这就是亮剑精神！”今天，中国企业华为上演了企业版的《亮剑》，面对美国政府的打压，华为公司勇敢的“亮剑”，华为轮值董事长郭平宣布：华为已向美国联邦法院提起诉讼，指控美国2019年国防授权法第889条款违反美国宪法。华为作为中国高科技企业的“门面”，因为技术领先西方竞争对手长期被美国政府打压。从2003年华为进军美国市场至今，十几年来一直不得其门而入。好在以前美国的态度还比较温和，并未干涉华为在其他地区做生意。因此华为这十几年逐渐成长为世界第一大通信设备制造商，并成为5G标准的重要制定者。自去年下半年以来，华为受了美国政府的强烈打压。美国与新西兰、澳大利亚、加拿大、英国组成了“五眼联盟”，并向全球盟友游说禁止采用华为的通信设备。前段时间，华为CFO还无故被加拿大司法局拘禁。种种行为表明，美国是欲致华为于“死地”。华为轮值董事长郭平在讲话中表示：“通过高额投资，华为成为全球5G领导者。鉴于美国从未提供任何证据证明其安全指控，我们怀疑它不让其他国家使用华为产品的动机到底是什么：是不是担心其他国家会使用先进的5G技术赶超美国？”并且还提到美国政府曾经入侵华为服务器，窃取了大量的邮件和源代码，却没有找到任何华为会危害美国网络安全的证据。对于华为勇敢的举动，有网友大呼“干的漂亮”！即使是作为一个“吃瓜群众”，对美国政府的强盗作风也义愤填膺。在笔者看来，不管华为这次能否胜诉，都是中国企业的胜利。这为后来者指明了一条道路，在逼不得已的时候可以拿起法律武器维护自己的名誉和利益！", "author": "科技天天侃", "newsdate": "发布时间：19-03-07", "newstime": "18:58", "sentiment": [{"positive_prob": 0.0948105, "confidence": 0.78931, "negative_prob": 0.905189, "sentiment": 0}]}, {"title": "镜头下的华为员工食堂，网友看了泪流满面，这跟不要钱有啥区别？", "content": "作为一个上班族，每天都要烦恼一个问题，吃什么？每次叫外卖，明明饿到绝望了……还没想好吃什么。很多人说：公司好不好，看食堂就知道！工作爽不爽，嘴巴最诚实。确实，职场人每天辛辛苦苦干活，必须吃好才行啊！像这种大热天，很多公司的员工冒着大太阳去外面的快餐店吃盒饭，哪来的动力工作呢？一家大的企业拥有的员工数量也很大，所以食堂这些后勤保障服务是很重要的。众所周知，在智能手机行业兴起之后，华为可以说是真真正正完成了逆风翻盘，向阳而生，这么好的公司之所以能这么的厉害，跟管理层是分不开的，为了能让那些人才能死心塌地的留下，他们就从餐厅的饭菜开始着手。听华为的员工说餐厅的环境特别的好，甚至比外面的一些饭店还要豪华，而且里面的饭菜都是相当的便宜，每顿饭菜都是变着花样做的，看到这么丰富的菜品，看起来就非常的有食欲。与其说这是一个食堂，倒不如说是一个豪华的自助餐厅，华为的食堂里面有来自全国各地的美食，这里的食堂十分的国际范儿，东南亚美食，粤式美食，甚至川菜都分成了成都菜和重庆菜，总之不管是员工来自什么地方，都能够在食堂里尝到家的味道。而且华为公司食堂的装修也非常的淡雅，文艺范儿的灯饰，淡绿色的椅子，原木色的餐桌，这样的用餐环境让人不自觉地会产生一种置身于小文艺餐厅的感觉。发现大家看到这个食堂的装修风格，就知道这个食堂不简单了。而且华为的食堂还细心的将美食按照做法进行了分类，有蒸炖焖炒烧等多种做法，所以你完全不用头疼今天到底吃什么菜。先根据你的口味来确定自己想吃的烹饪种类。然后再去选择你想要吃的菜品就可以了，如此的直观。不知道这里工作的员工们每天看到这么多新鲜花样的菜式，会不会连工作起来都是热血澎湃的呢？镜头下的华为员工食堂，网友看了泪流满面，这跟不要钱有啥区别？最后就是食堂菜品的价格了，15块钱一份，这么大的烤鱼这分明和吃饭不要钱有什么区别呢？面对如此优秀的食堂，华为的员工说了其实也没有觉得多好，只不过在一些同行的衬托下才能华为食堂有了一点优越感而已。网友们看了都已经酸的泪流满面了小编相信在华为工作的人肯定是每个月都要长肉的节奏！什么减肥，不存在的！不知道大家看了之后有什么感想呢？反正我现在已经是一个柠檬精了！", "author": "王佳佳说美食", "newsdate": "发布时间：19-03-07", "newstime": "15:25", "sentiment": [{"positive_prob": 0.126749, "confidence": 0.718335, "negative_prob": 0.873251, "sentiment": 0}]}, {"title": "华为郭平：若取消禁令 华为愿解决美政府安全担忧", "content": "[华为轮值董事长郭平宣布：华为已向美国联邦法院提起诉讼！]女士们先生们，各位上午好！今天，华为宣布对美国政府提起诉讼，对《2019年国防授权法》（“NDAA”）第889条是否符合宪法规定发出挑战。华为希望获得如下救济措施：法院判定NDAA中针对华为的限制措施违反宪法，同时颁发永久性禁令，禁止实施该限制措施。美国国会一直未能向我们展示支持限制华为产品销售的证据。在竭尽所能试着消除一些美国立法者的疑虑之后，华为别无选择，只能在法庭上挑战这一法律。该禁令不仅违法，还伤害了华为以及美国消费者。华为在170多个国家开展业务，作为全球领先的技术提供商，华为的责任是遵从标准，制造安全的设备，我们一直认真履行自己的责任。过去三十年，我们拥有良好的网络安全纪录。华为从来没有，将来也不会植入后门。我们也绝不允许别人在我们的设备上这样干。美国政府一直污蔑华为是威胁，还攻击我们的服务器，窃取邮件和源代码，而且从来没有提供任何证据支撑其关于华为是网络安全威胁的指控。而且，美国竭力诋毁华为、影响公众舆论。更糟糕的是，美国政府试图阻止华为参与其他国家的5G网络建设。通过高额投资，华为成为全球5G领导者。鉴于美国从未提供任何证据证明其安全指控，我们怀疑它不让其他国家使用华为产品的动机到底是什么：是不是担心其他国家会使用先进的5G技术赶超美国？或许美国政府错误地认为，压制华为能使其从中受益。但事实是，限制华为参与美国和其他国家的5G网络建设只会损害这些国家的利益，而更快地部署5G网络会使所有国家受益。令人遗憾地是，在我们没有机会辩护的情况下，美国却颁布NDAA对华为进行限制。2019 NDAA 889条不仅阻止华为向美国客户提供服务，还损害我们的声誉，让我们失去为美国以外客户提供服务的机会。这是对美国立法程序的滥用，剥夺了华为走正当法律程序的权利，有悖于三权分立原则，背离了美国的法律宗旨，违背了宪法制定者的初衷。这不但侵犯了华为的权利，也伤害了美国消费者。通过颁布NDAA，美国国会扮演了法官、陪审团和执法者的角色，这是违宪的。其他国家也在反对美国政府打压华为的做法，美国总统本人最近也对使用虚假的安全理由来阻止华为的做法提出质疑。如果撤销这条法律（本来就应当撤销这条法律），华为就有机会向美国提供更加先进的技术，帮助美国建立最先进的5G网络。华为愿意解决美国政府的安全担忧。取消NDAA对华为的禁令可以让美国政府与华为一起解决真正的网络安全问题。采取法律行动是我们不得已而为之的最后选择。我们希望，法院能做出对华为以及美国人民都有益的正确决定。谢谢！来源：环球网", "author": "中国经济网", "newsdate": "发布时间：19-03-07", "newstime": "14:22", "sentiment": [{"positive_prob": 0.301474, "confidence": 0.330057, "negative_prob": 0.698526, "sentiment": 0}]}, {"title": "华为开始反击了？以涉嫌入侵华为服务器为由，正式起诉美国政府！", "content": "华为开始反击了？以涉嫌入侵华为服务器为由，正式起诉美国政府！从4G时代开始，华为就开始慢慢崭露头角，而且在4G时代末，华为设备凭借着良好的性价比、优质的产品及服务，成为了全球最大的通讯设备供应商。不仅如此，在5G时代即将到来之际，华为再次引起了全球的注意，因为华为不仅获得了很多的5G专利，而且华为的5G技术也强过其它的通讯设备供应商，这也让很多的国家都选择了华为的5G设备。根据媒体的报道，目前华为在全球已经拿下了32个5G订单，就连英国、新西兰也改变了原来的主意，准备和华为进行5G合作。虽然华为的5G技术非常强大，但是美国方面却一直拒绝华为进入它们的市场，不仅如此，它们除了自己不使用华为的设备之外，甚至对外表示，称华为的设备不安全，目的很简单，就是希望其它的国家也不采用华为的设备。受到这个消息的影响，华为5G订单增长的速度受到了很大的限制，但是值得庆幸的是，经过多个国家的调查研究发现，华为的设备并没有存在问题，而且在调查结果出来之后，华为的5G订单也成功增加到了32个，就连华为创始人任正非也表示，非常感谢美国的宣传，让华为在全球的名气越来越高。不过，在华为表示感谢之后，华为对于美国的这种行为，也终于开始做出了反击，根据国外媒体的报道，目前华为官方已经表示，将以涉嫌入侵华为服务器为由，正式起诉美国政府！根据媒体的报道，华为的轮值董事长郭平在近期对外声明中宣布，华为有美国政府入侵华为服务器的证据，也将会用这个证据正式起诉美国政府。当初美国政府在入侵华为的服务器之后，不但窃取了大量的邮件，而且就连源代码都没有放过的，可最终并没有发现华为的设备存在问题，但让人没有想到的是，美国政府在做出这样的行为之后，却仍然表示华为存在安全问题。一直以来，美国没有发现华为的设备到底存在什么问题的，但是却拒绝了华为进入美国市场，就连华为手机也没有幸免于难，而这也严重违反了美国宪法，为了维护自己的权益，华为将起诉美国政府。当然了，在华为宣布起诉美国政府之后，也引起了很多媒体的关注，不知道在这次事件之后，美国市场会不会向华为开放，对于这次起诉，你觉得华为会成功吗，欢迎大家的留言及评论", "author": "科技小八", "newsdate": "发布时间：19-03-07", "newstime": "12:09", "sentiment": [{"positive_prob": 0.0225777, "confidence": 0.949827, "negative_prob": 0.977422, "sentiment": 0}]}, {"title": "PLC Turbo技术加持，WiFi无死角覆盖！华为路由Q2 Pro体验评测", "content": "随着科技的发展和消费品质的升级，各式各样的智能产品开始走进我们的生活，智能电视、扫地机器人、AI音箱、甚至是智能插座，这些东西在方便我们生活的同时，也有一个最基础的共同需求，那就是它们都需要接入互联网！另外，由于这些智能产品分布在家中的各个角落，所以组建一套良好的家庭网络就变得尤为重要了，这也给家中的路由器提出了较高的要求，不仅要覆盖广、网速快还要更加的稳定。传统的路由器均存在一个非常大的问题，那就是穿墙能力弱，尤其是在面对承重墙的时候，由于墙体内部由钢筋网，造成无线信号衰减非常严重。而且，要知道路由器的功率受国家限制（3C法规），无法无限放大，因此再高端的单路由也无法很好的覆盖全家，同时，随着穿越的墙越来越多，信号衰减也会越来越大，在远处的房间里，龟速上网亦是必然。那想要解决这个问题，目前市面上也确实有一些简单粗暴的方法，比如购买WiFi放大器，或者说在买一台带有无线中继功能的路由器来进行扩展，但这样操作也会存在一个严重的问题，那就是网络延迟会非常的明显。2月25日，华为发布了一款全新的路由产品——华为路由Q2 Pro，其采用了子母路由的设计，可通过电力线实现子母路由器的组网，即插即用，实现家庭无线信号全覆盖，下面我们就一起来体验一下！外观设计作为华为品牌的第三代子母路由器，华为路由Q2 Pro采用了纯白色的机身设计，与传统路由器不同，华为路由Q2 Pro整个机身呈椭圆柱形，占地面积更小，同时也没有那些“张牙舞爪”的天线，看上去非常的简洁大气，无论放在家中的哪个角落，都不会有丝毫的违和感！华为路由Q2 Pro的机身正面保留了一枚HiLink物理按键，支持HiLink协议的设备在联网时不用再去输入复杂的密码，只需轻轻一按即可轻松链接，非常的方便。同时，在机身的底部，华为路由Q2 Pro还设计有一圈隐藏式的氛围灯（指示灯），通过它你可以快速了解到路由器的工作状态，当然，这也不失为一个漂亮的设计，为路由器增添了一丝活力！如果你不喜欢，也可以在设置中将其关闭！在背部华为路由Q2 Pro的背部，看似很平常，但这其中却隐藏着很多的黑科技，我们看到，除了左侧的电源插口之外，华为路由Q2 Pro还设置有三个网线插口，一般的路由器都会有用颜色和标注区分LAN和WAN接口，学习成本较高。华为路由Q2 Pro三个接口实现了WAN/LAN自适应，用户不再需要区分接口，更给力的是，三个接口均为千兆网口，盲插也能实现高速上网！轻松连接说完外观，咱们再来说说实际体验，华为路由Q2 Pro的配置方法非常的简单，连接电源后，通过随机附赠的网线将路由与光猫连接，在手机上安装一个名为“华为智能家居”的App，该软件在各大安卓应用市场以及苹果的App Store都可以下载，安装完成后将手机与WiFi相连（初次连接默认无密码），打开App软件便会跳出设置向导！简单的几步即可完成全部的设置！接着咱们来聊聊华为路由Q2的子路由，其在外观上还是延续了母路由的设计风格，简约且百搭，整体采用了墙插式设计，围绕插头的一周的椭圆凹起设计，让子路由在墙插上插的更稳。此外，值得一提的是，华为路由Q2子路由不仅提供双频1200M Wi-Fi，还特意保留了一个千兆网口，用来连接房间里的台式机等有有线设备，为其提供更稳定的上网，如有些端游玩家，一定要使用有线网络，子路由的千兆网口，就可以很好的利用起来。在完成母路由器的设置之后，要连接子路由器的操作也是非常的简单，哪里信号不好插哪里，只需要将其插在家中任何一个插座上即可，由于子母路由在出厂已经进行完成了配对设置，所以在子路由通电后大约30秒即可完成配对，当子路由上的指示灯有黄色变为蓝色，即表示组网成功！性能表现华为路由Q2 Pro的子母路由器之间主要是依托电力通信，那么有人就会问了：这子路由和目前市面上的电力猫有什么区别或者优势呢？传统电力猫依托于家庭电网中的零线和火线进行连接传输，也就是我们常说的PLC电力线通信技术，在用电高峰期的时候，家里各种电器所产生的差模噪声会大大影响传输效率，导致网络延迟严重、信号不稳定。针对这些问题，华为路由Q2 Pro的解决办法是搭载华为自研的电力猫芯片凌霄5630，其采用了采用全新的G.hn电力线通信标准，拥有更高的速率，更低的延时，以及更高的抗干扰能力。并且从自研芯片底层升级了PLC Turbo技术，子母路由均采用了3脚插头，引入干扰更少的地线，增强了信噪比，信号传输速率和稳定性远超传统的电力猫。为了测试子母路由间的网络稳定新和传输速率，我们将母路由放置在家中的客厅，同时将子路由插在卧室的墙面插座上，随后使用软件Speedtest对二者进行网络速度的测试，从测试结果中可以看到，在家中电力环境非常复杂的情况下，母路由网络下载速率达到94.0Mbps的时候，子路由的网速也能达到89.6Mbps，表现还是非常不错的。同时，我们还使用游戏《王者荣耀》来检测网络的延迟情况，可以看到，在连接母路由时网络延时为4ms，连接子路由时网络延时为5ms，基本处于同一水平！写在最后在每年夏天的空调、西瓜、WiFi大战中，相信很多人在纠结之后都悄悄地选择了WiFi，但若是网络不给力，就一定很崩溃了，如果你拥有一台华为路由Q2 Pro所有的问题就都迎刃而解了，精致的外观设计、稳定的网络信号、优秀的网速表现，让华为路由Q2 Pro从众多路由器中脱颖而出。另外，考虑到大户型的用户，华为路由Q2 Pro还提供了1母1子、1母2子等多种规格的套装供大家选择，所以，如果你也想拥有一款高性价比的路由器来解决家中WiFi死角的问题，那这款华为路由Q2 Pro或许是一个不错的选择！", "author": "VDGER", "newsdate": "发布时间：19-03-07", "newstime": "20:39", "sentiment": [{"positive_prob": 0.999433, "confidence": 0.99874, "negative_prob": 0.000567127, "sentiment": 2}]}]