[{"title": "2019上半年财报：华为手机狂卖1.18亿台/增长24%", "content": "刚刚过去的7月份最后一天，华为宣布了2019年上半年财报：营收4013亿元，同比增长23%，净利润率8.7%。其中，智能手机发货量（含荣耀）达到1.18亿台，同比增长24%。图：letsgomobile在#2019华为上半年财报#发布会上，华为公司董事长梁华介绍到，整个2019年上半年，华为实现了营收4013亿元，同比增长23%。“美国对华为的影响范围和程度是可控的，迄今为止，我们没有一天停止生产，也没有一天中端发货”。财报显示，2019上半年华为消费者业务收入为2208亿元。其中，智能手机发货量（含荣耀）达到1.18亿台，同比增长24%；平板、PC、可穿戴设备出货量也有所增长。华为终端云服务生态全球注册开发者已超过80万，汇聚了全球5亿用户，全场景智慧生态能力建设初具规模。在备受瞩目的“5G”业务上，华为运营商业务收入为1465亿元。无线网络、光传输、数据通信、IT等生产发货情况总体平稳。目前，华为已获得了50个5G商用合同，累计发货超过15万个基站。在大家都关心的“鸿蒙”系统上，华为公司董事长梁华回应称，鸿蒙系统一开始就是针对IoT物联网做的操作系统，未来会在产品中使用，并非“噱头”，是为未来的长期发展做准备。董事长梁华表示，5月份之前华为收入增长较快，由于上半年存在市场惯性，因此取得了较好的业绩。但是依然要看下半年和明年面临的很多难题，“华为还需要继续补洞，要继续为求生存而不懈努力”。据战略分析公司Strategy Analytics称，目前苹果在全球智能手机市场上，华为手机已以全球市场17%的占比击败了iPhone。接下来，华为计划2019年研发投入1200亿人民币，让我们一起期待华为进入一个新的发展时期。(7234159)", "author": "中关村在线", "newsdate": "发布时间：19-08-01", "newstime": "18:18", "sentiment": [{"positive_prob": 0.915085, "confidence": 0.8113, "negative_prob": 0.084915, "sentiment": 2}]}, {"title": "世界500强出炉！中国129家企业上榜，全球第一，华为排名让人惊艳", "content": "华为一直是我们关注的企业，华为不仅在美国的压力下浴血奋斗，更是顶着压力研发出了海思和鸿蒙系统，这样的成果也是让我们很是骄傲。最近，世界500强的企业也再次出炉，华为的表现也让我们很震撼。最近《财富》杂志就发布了2019年世界500强榜单。在这次的名单中，阿里排名第182，联想排名第212，腾讯排名第237。这三家公司是我国知名的科技公司，但更让人震撼的就是华为再次挺进前100，排名第61。这也足以见证了华为的实力，在美国的打压下，华为不仅没有气馁，反而更加的坚定。华为的此次排名，也是中国历史上第一家连续3年进入世界百强的民营科技企业，不仅如此，华为额也是世界百强中，唯一一个没有上市、不炒房地产的中国企业。并且在近几年的排名中。华为也是稳步提升。足以可见，华为的实力还是巨大的。在2010年的时候，华为首次入选世界500强，但是华为的排名是397名，在近下来的几年里，从300多名，到200多名，再到100多名，后来的，83名，72名，直到今天的61名，都见证了华为的努力。华为成长32年来就，经历了不少挫折，但是华为都没有放弃，依然坚持的走了过来。华为在过去的一年时间里，遇到了很多的挑战，过去的半年里，也遭受到了很多的质疑，来自各方面的打压，也没有压垮华为，反而使华为更加的坚毅。如今华为连续三年在百强内，但是华为还有还要进步，要再下一年进入世界50强。", "author": "头脑眼大设计", "newsdate": "发布时间：19-08-01", "newstime": "17:35", "sentiment": [{"positive_prob": 0.999767, "confidence": 0.999483, "negative_prob": 0.000232545, "sentiment": 2}]}, {"title": "华为拟投100亿打造上海青浦研发中心，应勇调研", "content": "上海市委副书记、市长应勇今天（8月1日）调研重大产业项目时指出，要深入贯彻落实习近平总书记考察上海重要讲话精神，按照市委、市政府部署，始终抓牢发展第一要务，充分发挥投资的关键作用，扎实做好招商引资和优化营商环境工作，大力吸引一批符合上海城市功能和产业定位的好项目、大项目，加快布局符合未来发展方向的产业链，着力培育壮大经济发展新动能，切实推动上海经济实现更高质量发展。位于青浦区的市西软件信息园于2017年底挂牌，正加快集聚软件信息等战略性新兴产业，目前入驻企业已有105家。上午，应勇一行来到园区，听取土地出让、规划情况介绍。视线不远处，原先的老旧工厂已变为平地，即将建设上海精测半导体项目的办公楼、实验楼。应勇详细了解企业的团队构成、产品研发、市场开拓情况，与企业负责人探讨行业发展趋势，关切询问发展过程中还有什么需要解决的问题。负责人介绍说，企业将围绕集成电路检测等领域开展研发生产，并集聚一批国产半导体自主研发的创新企业，共同推动产业链集群发展。应勇指出，产业园区要找准功能定位，进一步加大腾笼换鸟和招商引资力度，布局一批引领性强、带动性大、成长性好的重大产业项目，发挥龙头企业对产业链的带动作用。要抓住建设长三角生态绿色一体化发展示范区的机遇，集聚更多轻资产、高水平的研究机构，开展关键产品和技术攻关，努力取得更大突破。要加强政策供给，破解困扰企业发展的瓶颈，持续优化产业生态环境和营商环境，促进企业实现更好更快发展。淀山湖畔的金泽镇临湖傍水，草木葱茏，环境宜人。华为公司计划在西岑社区投资100亿元打造青浦研发中心。市领导来到项目一期选址所在地，详细了解项目规划、功能用途和推进进度。华为相关负责人说，青浦研发中心作为华为重点研发基地，将开展终端芯片、无线网络和物联网等领域的研发，预计导入3-4万名科技研发人才。目前正进行建筑方案设计，将努力打造现代的、经典的建筑博物馆。应勇鼓励企业在青浦研发中心加载更多功能，加快推进进度，取得更大发展。应勇指出，上海要聚焦集成电路、人工智能、生物医药、航空航天、智能制造、数字经济等领域，狠抓发展新动能培育壮大，更好实现新旧动能转换。要超前布局未来前沿产业，形成规模集聚和协同效应，着力突破一批关键核心技术，着力推动一批科技成果产业化，着力提升新兴产业的体量和比重，努力培育一批新的百亿级、千亿级产业。（本文图片 张春海 摄）", "author": "澎湃新闻", "newsdate": "发布时间：19-08-01", "newstime": "17:48", "sentiment": [{"positive_prob": 0.83534, "confidence": 0.634089, "negative_prob": 0.16466, "sentiment": 2}]}, {"title": "当华为、苹果同时亮出财报，对比结果太意外！", "content": "5G来临在即，华为和苹果这对老对手，连成绩单都选择了在相近的日子发布。华为：半年超4000亿凡是逼不死我的，都使我更强大。就在7月30日，华为在深圳坂田召开新闻发布会，发布了2019年上半年经营业绩。根据公布数据显示，2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。其中，运营商业务收入1465亿元，企业业务316亿元，消费者业务2208亿元。果然，烧不死的鸟会是凤凰。显而易见，华为此次呈现的是一份亮眼的成绩单。自从五月份被美国列入“实体清单”之后，不少人都猜想此举会给华为带来巨大影响。今年6月份之时，华为创始人、CEO任正非在接受采访时有提到--未来两年公司会减产，估计（销售收入）会下降300亿美元，但“我们是打不死的鸟”，华为将在2021年重焕生机。现在看来，即使是在重压之下，华为也能够逆流而上。具体到不同的业务身上，也有很多出彩之处。比如，在智能手机方面，华为上半年出货量（包括荣耀）已经达到了1.18亿部，同比增长24%；平板电脑则是同比增长了10%；可穿戴设备增长2倍；云服务生态用户超过5亿；PC同比增长3倍。而在智能手机业务上，今年三月份，华为消费者业务CEO余承东就表示过，华为+荣耀的全球出货量目标是2.5亿至2.6亿台。如今仅半年时间过去，这个数字已经超过半数，按这样的趋势下去，2019年全年出货量还会有更大突破。除此之外，在5G方面，华为已经获得了50个商用合同，并发货超过15万个基站。在全球范围内，华为无疑是处于领先位置。特别是伴随着全球市场对5G的逐渐商用，华为将乘着5G这趟东风，为自己争取到更多可能。苹果：业绩超出预期，但iPhone依旧拖后腿相对于华为的勇往直前，苹果的业绩更偏向于忧大于喜。喜的是，苹果此次发布的2019财年第三季度业绩，营收为538亿美元，同比增长1%，大于预期的534亿美元，而在此之前，苹果已经出现了两个季度的营收下滑。再到可穿戴设备和利润方面，同样也已经超出了预期。并且受上述消息的影响，苹果股价一度大涨，重新接近万亿市值大关。忧的是，在第三财季，苹果的净利润仅为100亿美元，比去年同期的115亿美元下滑了13%。具体到产品上的划分，尽管iPad、Mac、可穿戴设备、软件服务等都有不同程度的增长，尤其是可穿戴设备、家居的配件销售额增长强势，较去年增长了48%，但苹果增进引以为傲的iPhone，却是不断处于下滑当中。来源：老虎证券根据其第三财季报告显示，iPhone销售额为259.86亿美元，较去年同期的294.70亿美元下滑12%。值得注意的是，这也是从2012年开始，iPhone销售额首次未能超过苹果总营收的一半，此次仅为48%。同时，这也是iPhone已经连续三个季度接连下滑。从2019年第一季度起，iPhone在营收增长方面就已经走上了下坡路。种种迹象都表明，曾经的苹果营收主力军已经跌落神坛，iPhone很难再发挥中流砥柱的作用，取而代之的是向服务业务倾斜。在这背后，正是苹果向硬件+软件+服务为三架马车转变的缩影。所以问题就来了，往深层次思考，在这两份财报的背后，又释放着什么样的信号？谁赢了？单从财报上而言，各有个的优势，各有各的亮点。但从长远来看，苹果或许输在未来。其一，在智能手机业务上，华为快马加鞭，苹果颓势渐显。虽然在2018年末，苹果有放出“降价策略”的大招，但依旧未能保住“千年老二”的位置。根据市场调研机构Counterpoint发布数据显示，2019年第二季度全球智能手机出货量为3.6亿台，其中三星位列第一，华为继续保持着全球第二大厂的位置，以较快的速度追赶着三星。苹果则是排在华为身后，位列第三，增速为负增长。而在更早的2019年第一季度，Counterpoint的另一份数据也显示了，在国内高端智能机市场上，售价在600-800美元价格区间（约合人民币4100元-5500元）排名当中，华为已经超过了苹果，其市场份额达到了48%，远远超过了苹果的37%。两项数据综合起来，iPhone的用户忠诚度已经在逐年降低，而且还有向华为转移的趋势。要知道自从2007年初代iPhone横空出世之后，iPhone就一直是高端机的王者。现在一切都有了改变，可以预见，华为在中高低端机型等方面都已经有所覆盖的大前提下，会有越来越多消费者选择华为。除此之外，华为已经推出了5G手机，但苹果的5G iPhone尚未发布。其二，在5G技术方面，华为更胜一筹。华为是一家手机厂商，更是一家通信设设备供应商。而苹果本身，定位则是在于电脑硬件、软件等科技产品。一个是要以手机为出发点，构建万物互连；一个是只有单纯的产品，从中榨取高额的利润。也正是因为自身的核心技术在手，华为能够在供应商的断供危机影响之下，依旧能够直起腰板。比如，防患于未然，华为很多年以前就已经启动了“备胎”计划。再到后面谷歌将不再为华为提供安卓系统的消息纷沓而至，华为又亮出了鸿蒙。除此之外，华为在芯片、拍照技术、AI、物联网等多个方面都已经投入大量的精力。据了解，未来，华为的研发还将计划投入1200亿人民币。对比之下，没有核心技术在手的苹果，则是显得束手无策。比如，木易在此前《苹果又放大招！让高通哭泣，华为沉默？》一文中就有提到，苹果因为芯片基带的事情和高通打了好几年的官司，最后却是因为没有5G芯片可用，厚着脸皮去和解了。对于苹果而言，至关重要的东西不能自给自足，不能保证的有产品质量，更有5G赛场上的掉队。其三，方向不同，各自打造不同的护城河。华为此次前发布了“1+8+N”的5G全景战略，通过为“1”的手机，向PC、平板、TV、音响、眼镜、手表、车机、耳机八大业务进行辐射，再围绕智能家居、穿戴、办公、影音、娱乐要打造的是一个全方位覆盖的良性生态。而苹果这边，也是知道了自己的困境，当硬件销量大幅度下滑，创新力度又无法支撑高价的时候，苹果选择像软件发力。在今年三月份的春季发布会上，苹果就发布了阅读杂志、信用卡、游戏订阅服务等新产品。Apple Card正是在这一策略的凑效之下，苹果此次财报服务业务才会大增。但我们也看到了，一边是其它业务如火如荼，一边则是iPhone的继续大涨。一对比下来，苹果颇有“捡了芝麻，丢了西瓜”即视感。综上，木易认为，华为和苹果在未来走的是两条不同的路子，渐行渐远的那种。作者：木易", "author": "电商报", "newsdate": "发布时间：19-08-01", "newstime": "00:00", "sentiment": [{"positive_prob": 0.430732, "confidence": 0.0428183, "negative_prob": 0.569268, "sentiment": 0}]}]