[{"title": "在安卓宇宙里，华为打了一个响指", "content": "作者：脑极体本周，科技圈最大的新闻，显而易见是Google I/O 2019。这场让科技媒体和粉圈满意度还不错的大会，主要抛出了两个杀手锏：一系列彪悍的AI能力，以及符合业界预期的安卓Q。对于中国用户来说，安卓Q新闻里值得注意的一点，是谷歌宣布参与安卓Qbeta项目的手机厂商里，我们找到了华为的身影。这显然意味着，华为EMUI原本已经非常高效的安卓新版本适配速度，今年可能抵达新的阶段。确实如此，谷歌刚刚发布安卓Q之后，华为就宣布了将面向安卓应用开发者正式启动安卓Q beta项目招募，让华为生态中的开发者可以同步参与安卓核心生态建设。关注安卓版本更新的读者，很容易由此联想到这几年的若干新闻——似乎华为EMUI在更新安卓版本这件事上，正在越来越快，不断打破用户的想象极限。整件事给旁观者的感觉，好像一个《复联》中那样的响指过后，华为从安卓版本的快速跟随者，反转成了谷歌的座上宾。然而罗马从来不是一天建成的，EMUI在安卓赛道上越发精神抖擞，更主要是来自于长期的技术与生态积累，最终才能引发出这次华为在安卓Q面前的神奇操作。想要弄清楚华为为什么在更新安卓大版本方面越来越6，华为率先启动安卓Q开发者测试又意味着什么，我们必须先回溯一段历史：回放一下华为在更新安卓这个故事里的加速跑。安卓宇宙里，EMUI堪称“闪电侠”大部分安卓用户都知道，集合了全球开发者智慧的安卓，会在每年谷歌更新大版本后迎来一系列改变。但是由于国内手机用户无法接触到原生安卓，所以用户想要使用每年的安卓新版本，需要有一个等待厂商对新版安卓进行优化与适配的过程。若干年前，这个过程还是相当漫长的。直到这几年华为代表的中国手机品牌，开始对更新安卓新版的速度进行了明显的提速。在EMUI 5.0阶段，其第一个适配测试版本，距离谷歌发布安卓7.0版本为84天。而到了EMUI8.0版本，这个时间缩短到了59天。而如今EMUI9.0的内测版本，已经做到了和安卓9.0同日发布。而到了今年，华为开始参与安卓beta计划，并且马上启动了开发者招募——这似乎意味着EMUI并不满足于同日发布的速度，而是开启了反哺安卓核心生态的新挑战。在更新周期不断缩短之外，EMUI还将适配的机型范围不断扩大。华为EMUI5.0机型适配为12款，到了EMUI8.0适配的机型达到20款，而EMUI 9.0，6个月内适配机型就达到了32款，包含了华为荣耀各等级产品，升级用户达到4500万，预计覆盖1.9亿用户。而就在谷歌刚刚公布安卓Q之后，华为马上宣布了Mate 20系列、P30系列等8款机型可以尝鲜更新安卓Q。一个有意思的对比是，谷歌的Pixcel只有6款机型能够适配安卓Q。可以看出，尽管在国产手机中抢先开始了安卓Q的适配，但是华为的目标并不是就此结束，而是在不断加快更新速度，挑战更新难度。在快速适配和加大范围之外，EMUI对安卓的深度优化成果在越来越多，反向输出给安卓社区，并最终被主版采纳的贡献在不断增加。不断加速的EMUI，最终用速度引发了质变。“闪电侠”在安卓Q时代，将不仅扮演一位高速英雄，还将承担起生态魔术师的新任务。安卓Q风暴，以及华为的生态魔术或许有必要解释一下，为什么安卓Q会格外重要?今天我们已经知道，新的安卓Q版本中，谷歌在很多方面进行了优化。比如说在更严格的用户隐私权限管理模式，新的屏幕录制功能和深色模式等等。而相比较来说，真正让产业界和开发者兴奋的是，由于此前华为和三星已经推出了折叠屏手机，5G基带也越来越成熟。新的安卓Q版本中加入了折叠屏模拟器，而且新增了5G方案框架。今天用户和开发者已经广泛相信，手机的下一幕将是手机+折叠屏。那么这个新时代想要跑通，就需要安卓为开发者开放准入通行证。只有开发者越早适应了这个未来，开发优化出更多5G时代和折叠屏式的应用，未来才有活力可言。基于此，安卓Q很可能将在未来很长一段时间中决定安卓的整体走向，说这是一场带给应用开发者与移动互联网企业的“风暴”也不为过。那么想要让这场变革更顺利，更周全，顾及到行业内各领域的认识与适应能力，最好的办法就是建立一条通道，让中国开发者的声音能够抵达安卓核心。这就是华为这次展现出的生态魔术。被谷歌纳入安卓Qbeta项目之后，华为马上开通了开发者准入入口。这个“魔术”一方面考验华为与谷歌的沟通能力和话语地位，另一方面也是对技术理解能力的深刻考验。而华为经受住了考验之后，带给安卓行业，尤其是中国移动互联网行业的价值是显而易见的：手机厂商将可能适应接下来相当长线的新系统机制。开发者将找到难能可贵的机会，提前适应安卓的新变化。对于谷歌来说，华为打开了一个重要生态的反哺入口，可以更及时看到中国市场和华为生态需要什么。而对于用户来说，意味着很多原本需要更长磨合期的应用，将可能更早体验到。总体而言，华为深度参与安卓Q beta项目，可以看作是下半年EMUI 10.0的完美起跑。而理解了华为加入安卓Q的意义，或许我们还有理由反问一下：为什么华为在更新安卓这件事上，每年都能新搞出一些大动作?四颗宝石，一个响指：为什么华为更新安卓越来越6?可以看到的是，华为EMUI在与安卓的并跑与相互理解上，近几年来完成了一个综合加速的过程。而在今年，谷歌也更加开放地将华为纳入安卓beta项目，反过来华为也马上打开了开发者准入通道。动作之快，配合度之深，可能都是几年前中国安卓开发者难以想见的。这像电影里的灭霸和钢铁侠一样，华为打出了这个精彩的响指，并不是突如其然的运气，而是几个综合因素，在推动者EMUI的安卓世界话语权与日俱增。这有点像收集六颗无限宝石的复仇者联盟，事实上，华为在安卓更新这件事上，今天至少已经集到了四颗宝石：1、技术宝石。EMUI对底层软件坚持不懈的优化，深耕安卓理解能力，在几年中锻炼了团队的技术反应能力，并且通过对安卓底层系统的深度优化，培养了技术底气。这是能够在更新安卓上越做越好的根本。目前，华为已经在文件系统、管理系统、虚拟机机制等多个方面对安卓进行了重写，先后推出了“天生快一生快”、GPU Turbo，再到方舟编译器等一系列深度优化安卓的代表者。这背后，是华为在优化安卓上不计投入的技术支出。安卓有上亿行的代码，每次安卓大版本更新都是巨大的工作量，而华为的机型众多，芯片平台不一致，这些都为华为快速更新安卓版本带来了技术挑战。而一一克服它们之后，华为在安卓世界的立足核心也就达成了。2、合作宝石。更新安卓，深度参与beta计划，是建立在华为与谷歌高效沟通，相互信任的基础上的。这几年来，华为不仅承受住了一次次大版本高速更新的考验，还反向向谷歌输出了大量解决方案。华为的用户群价值和技术价值都已经成为安卓核心生态不可或缺的一部分。不仅在很多垂直技术解决方案上，华为的技术人员活跃于安卓社区，就是在一些安卓根本性的问题上，华为的突破和开源，已经让整个安卓生态受益。互惠话语权的建立，让华为和谷歌有了不断加深合作的基石，华为的更新安卓之路才越走越顺。3、生态宝石。华为在更新安卓上的任务，不仅仅在于联系谷歌与用户，更加需要联系千万开发者的智慧。只有他们更好地适应了新版安卓，甚至不断向安卓提出问题优化生态，用户才能最终感受到不断提升的移动体验。为此，华为始终在不断建设开发者生态，以及产业内的绿盟体系。这些要素的积累，让华为快速打开开发者进入安卓beta的通道后，收获了踊跃的生态活力。4、愿景宝石。很多人会忽略的一件事是，在很多手机厂商那里，安卓版本都是个绝口不提的话题。因为安卓更新速度与否，往往并不能直接决定市场销量。尤其是在升级老机型的安卓版本上，很多厂商都有意无意地有点“不上心”。毕竟老机型更新了，大家对新机的购买欲望可能下降。而华为显然不这么看，EMUI 9.0版本是华为对“不忘老用户”承诺的一次验证。快速适配超过30款机型，基本覆盖了华为终端生态的各个角落。所以，其实最根本的问题， 或许是厂商如何看待用户体验的问题。在华为眼中，用户能否享受新的技术体验，是一件不容马虎的事。始终看重安卓版本更新的效率，为之投入巨大的经历和资源，背后是华为做终端的愿景在支撑。这些因素的聚集之下，华为在安卓世界中的响指才格外响亮。从通信到硬件形态，再到底层软件规则和AI，手机今天正在发生急速流转的变化。而适应这些变化的根本，或许也没有什么奇巧之技，只有拥抱技术变化，重度技术投入，以及与用户一系一心的本愿。没有秘密的华为，反而在这个时代上演了越来越多的魔术。", "author": "蓝鲸财经", "newsdate": "发布时间：19-05-13", "newstime": "11:03", "sentiment": [{"positive_prob": 0.986459, "confidence": 0.969909, "negative_prob": 0.0135407, "sentiment": 2}]}, {"title": "华为回应“学生定制手机”：毫不知情 将严肃追责", "content": "5月13日消息，针对广西柳州市某高中推广华为定制手机一事，华为回应称，对此事毫不知情，针对擅自使用华为名义进行虚假宣传行为，华为将会严肃追责。据悉，此次校方推广带有管控功能的华为定制机型是华为nova 4 6+128GB版本，售价2499元，而这款手机目前电商平台价格是2699元，手机内置的管理平台是由华为武汉研究所研发。根据校方现场演示的PPT，定制版华为nova 4可以由管理平台实现统一管控，拥有多种功能，其中包括休息时间自动锁死，避免过度使用；自动过滤5亿条不良信息；资源共享接收学校推送的通知；自动记录学生的违规行为。此前，广西柳州市高级中学校方表示，华为定制机只是推荐，并不会强制学生购买。以下为华为回应：华为相关人士表示，我们关注到广西柳州某高中学生家长微博反馈的相关情况。经核实，此次活动是广西众合壹讯信息科技有限公司单方面宣传行为，华为对此毫不知情。微博中提到的学生管控平台系众合壹讯信息科技有限公司应校方需求联系第三方软件公司开发，并非华为武汉研究所开发。针对擅自使用华为名义进行虚假宣传行为，华为将会严肃追责。针对此事您怎么看呢？让我们一起看看网友的评论吧！", "author": "科技观察猿", "newsdate": "发布时间：19-05-13", "newstime": "14:06", "sentiment": [{"positive_prob": 0.279198, "confidence": 0.37956, "negative_prob": 0.720802, "sentiment": 0}]}, {"title": "华为要搞“大事”？推出学生版订制手机，自带管控售价2499元", "content": "大家好，欢迎大家关注“阿娟聊科技”，小编致力于分享科技资讯、社会生活，大家喜欢我的话可以多点点关注，积极转发评论。大家如果有问题的话可以在评论区积极提问，小编如果有时间肯定会回复的，本文为作者原创，维权必究。在手机的细分市场上，各大手机品牌一直在进行各种尝试，而近日有消息曝光称，华为针对未成年学生的手机已经可以预约订购了。据华为方报道，这款手机可过滤不良信息，并对使用时间进行管理，堪称手机界的“防沉迷系统”，可以减少学生无止境玩手机的这种行为。华为这款学生手机是基于Nove 4机型开发的定制版手机，所以在参数上没有太大的变化，采用的依旧是一块6.4英寸、2310*1080分辨率的极点屏，搭配麒麟970处理器。不过值得注意的是，华为这款手机配置虽然和普通版华为Nova 4一致，但学生版价格比官方售价便宜200元，还增加了管控，从这点看，华为真的是比较良心了。通过手机的内置管控，在统一平台的管理下，可实现指定时间锁死手机、网址管理、信息过滤等，还可以实现学校资源共享、通知下发以及违规行为记录，这对于父母来说可能的确是个好消息。在现在的学校里，初高中生拥有手机其实不足为奇，这样既方便父母联系，也方便查各种资料，但是父母最怕的就是孩子因痴迷手机而耽误学习，所以华为出这款手机可能也是为了孩子们好。虽然这款手机对父母来说是好消息，但对于某些学生来说，可能就比较难过了，在青春期的叛逆，本来就不服管教的孩子有很多，如果父母的压力不当的话，可能会导致与孩子之间的关系弄僵，这也是大部分父母所不愿意看到的。不过网友们关注的点并不在手机上面，而是校方在家长会上推荐购买手机这一行为不涉嫌诱导吗？而对此校方的回应是：只推荐不强制购买。不过大部分网友对此并不买账：小编认为这款手机我们姑且先不论学校行为，但是对于小白学生可能会哭惨了，相比来说，可能父母就会更加安心了，不知道大家怎么看这款手机呢？", "author": "阿娟聊科技", "newsdate": "发布时间：19-05-13", "newstime": "11:08", "sentiment": [{"positive_prob": 0.00953549, "confidence": 0.97881, "negative_prob": 0.990464, "sentiment": 0}]}, {"title": "孟晚舟致信华为人：无论眼下多大困难压力 内心依然坚定", "content": "5月13日，华为心声社区发布了孟晚舟5月9日给所有华为人的一封信。孟晚舟在信中称，从未有机会如此紧密地与18.8万华为人联接在一起。 无论眼下面对多大的困难和压力，内心都能依然坚定。下为感谢信全文：谢谢你们，我最亲密的伙伴在温哥华的这段时间，虽然我的活动范围仅在“方寸之间”，但是，心中的色彩和天地却前所未有的丰富而广阔。而我，从未有机会如此紧密地与18.8万华为人联接在一起。任何事情，都有美好的一面，这份紧密且温暖的联接，如春风般美好。每次庭审结束，看到这么多的华为人熬着时差，远隔重洋，彻夜期待着我的消息，瞬间泪目！这么多我认识的，还有不认识的华为人，在这几个月里，一直默默地记挂着我的安危，持续不断地在心声社区上给我留言，为我祝福，给我加油，一种难以描述的感动总会从我心底由然升起。还有不少已经离职的华为儿女，他们已经定居在温哥华，每次庭审，他们都早早地去排队入场，尽他们最大的努力支持我。你们的牵挂，让我读到温暖；你们的支持，让我感到力量；我相信，我走出的每一步，都有18.8万华为儿女的陪伴。所以，无论眼下面对多大的困难和压力，我的内心都能依然坚定。我想，正是这种力量，让我们的手握得更紧，让华为意志的堡垒更加坚强。谢谢每一位华为儿女，谢谢你们的支持与关心！让我们一起加油！孟晚舟2019年5月9日于温哥华华为心声社区官网截图欢迎转发点在看转载请联系授权", "author": "中国妇女报", "newsdate": "发布时间：19-05-13", "newstime": "16:36", "sentiment": [{"positive_prob": 0.993578, "confidence": 0.985729, "negative_prob": 0.00642208, "sentiment": 2}]}, {"title": "华为云用户已超100万，华为云未来有哪些优势？", "content": "根据硅谷科技媒体The Information援引知情人士消息称，华为即将进行有史以来最大规模尝试，将业务范围扩展到目前由甲骨文、微软和SAP等西方巨头主导的企业软件领域，计划在5月15日的活动中推出新的云数据库产品。中国企业华为将在保持硬件行业领域优势的同时，进一步扩展软件领域，扩宽业务范围。并且根据华为内部消息5月15日将举办一场题为《分布式数据库及存储新品》的发布会，但关于产品的具体信息并未透露。这明确表示华为公司下一步的战略就是涉足云产业，我们对于此次华为发布的信息进行相关的分析，以预测华为云服务的未来发展前景和对中国国内市场云服务市场格局的改变。对于华为云服务前景的分析：一、华为云服务针对人群。目前国内云服务市场已经有阿里、腾讯等行业巨头占领，华为作为后起之秀想要占领部分国内市场首先要翻过腾讯和阿里两座大山其难度可想而知，切华为以前业务主要是电子通信和手机行业，对于云服务技术相对于腾讯阿里较为不成熟。基于现实考虑华为目前由内部“Gauss”的秘密数据库小组设计，专注让企业用户使用人工智能技术管理数据，以减少和腾讯阿里的直接竞争。由此可以得知华为云服务主打人工智能管理数据方面，针对人群也必定会是对于数据管理高的企业，其针对用户主要以企业为主，而非个人用户。二、华为云服务推出所面临的问题。首要困难便是技术问题，华为主营业务为电子通信行业，云服务技术对于华为有一定的挑战。但纵观华为发展的历程，我们有信心确保华为能够开创一片新的领域。其第二困难就是市场问题，华为云服务起步阶段主要针对国内市场，而中国云服务市场目前有阿里和腾讯两家公司占领，切这两家公司体量面对华为也不遑多让，华为的云服务若想要在国内市场立足必须要直面腾讯和阿里，其难度可想而知。第三就是国内政府因素。中国政府一向提倡国内互联网行业积极竞争，促进市场活力。华为加入云服务的竞争对于促进国内市场的活力有着不小的作用。三、华为云服务发展方向。根据华为发布消息可以看出，华为推出的云服务新产品主要针对国内市场，力求打开国内市场，而从华为云服务战略中我们也可以看到华为初步阶段主要服务于国内市场。随后发展方向则是华为云业务成为整个华为公司To B业务的入口，目标是成为未来云服务全球最主要的供应商之一。前不久华为公司发布云服务新的成绩单，截至2018年底，华为云已上线超过160个云服务和140多个解决方案，全球发展合作伙伴超过6000家；截至2019年一季度，华为云用户数已超100万；但相关的营收、利润等数据仍未公开。理想很丰满现实很骨感从华为公布的数据可以看出。华为云服务在国内市场排列第九，仅占据2.3%的份额，离阿里（国内市场占比43%）腾讯（国内市场占比11.2%）第一梯队有较大的差距，且与外来企业微软等也有差距。可以说华为云服务在前进路上还是有很大的困难等着去克服。云服务是近几年出现的新型行业，其未来发展前景不可估量。未来社会人工智能必定会成为一个大的方向，而云服务则和人工智能相互结合为人类发展造福。虽然云服务作用还没有到发挥它真正实力的时候，但提前占领云服务市场对于以后企业在人工智能时代所拥有的话语权有着至关重要的因素，这也是全球这么多企业力求在云服务行业分一杯羹的原因。华为作为全球数一数二的企业自然不想在未来被别人夺取话语权，占领云市场则是华为不甘落后的体现。就目前中国国内市场云服务的发展状况，我们可以相信在人工智能时代到临的时候中国不说领先至少不会落后。而未来中国在人工智能时代的角逐离不开国内互联网企业的发展更离不开国家对此行业的支持。希望国内涉足云服务的企业在稳据国内市场的时候，不忘发展国外业务，以提高国家的竞争力引领时代潮流。", "author": "春公子", "newsdate": "发布时间：19-05-13", "newstime": "19:20", "sentiment": [{"positive_prob": 0.430633, "confidence": 0.0430377, "negative_prob": 0.569367, "sentiment": 0}]}, {"title": "任正非背后的两位女人，带领华为走上了国际化舞台，两人缺一不可", "content": "在过去的2018年，最让国人感到骄傲的一件事情就是华为集团的销量已经达到了全球第二的位置，同时，华为集团还实现了7200多亿元人民币的总营收，作为中国民营企业之一的华为，取得的成绩是有目共睹的，不仅如此，华为集团在即将到来的5G时代已经提前做好了布局，还获得了多家企业以及多个地区的支持，并签订了一系列的商用合作合同。华为已经成为了国人关注的企业之一了，那么，华为集团为什么能够取得这样的成绩呢，除了创始人任正非，还离不开任正非最重要又神秘的两个女人。而这两个女人，一个就是被称为华为女皇的孙亚芳，业内人士贴在孙亚芳身上的标签是非常多的，“国务卿”、“至尊红颜”等等，这些标签足以能够看出孙亚芳在华为集团的地位以及魅力，同时，孙亚芳在华为集团的地位是无人能比的，就连任正非在公共场合也称孙亚芳为“孙总”，华为集团的高层以及高管们都要服从孙亚芳的指挥，但孙亚芳却是一个非常低调的一个人，对于孙亚芳而言，虽然很少出现在公众场合，但却难挡孙亚芳的名声，在2010年的时候，孙亚芳成为了《福布斯》榜单公布“最具权势女性”中唯一一位来自中国的女性。次年，还登上了《财富》中国商界最具影响力女性的榜单第一名，在2018年的时候，又再一次的蝉联了《福布斯》发布的中国优秀商界女性的榜首，对于孙亚芳而言，不仅声名显赫，在华为创造的成就也是非常多的，但外界对于孙亚芳却是闻其名不知其人。还有一位就是带领华为芯片走出国门，并走向全世界的何庭波，当大家看到这个名字的时候，多半想到的是一个男孩子的名字，但何庭波却是一位非常优秀的女性，在华为集团的内部，推行的是狼性的企业文化。在短短十几年的时间里，何庭波带领着华为集团旗下的海思半导体，不仅占据了国内市场50%以上的市场份额，还在全球的视频监控领域，占据了70%以上的市场份额，在2018年的时候，还成为了全球前五大芯片企业中的一家。何庭波跟孙亚芳的性格十分相像，都是特别低调的女性，很少接受媒体的采访，但名声却非常响，在全球的半导体行业市场中，何庭波的名声几乎是无人不知，在1996年的时候，刚刚完成学业的何庭波加入了华为集团，但当时的华为集团才刚刚起步，整个部门的研发人员都在设计光通信芯片，何庭波也不例外。在华为工作期间，何庭波凭借自己的专业知识，再加上自己的刻苦专研，成为了研发部门的主导力量，之后，何庭波前往美国硅谷学习，后来，在任正非的鼓励下，何庭波带领着几万人的研发团队，完成了全球先进的半导体研发，每年还获得了大量的研发专利，才让华为集团走上了国际化的舞台，让世界认识了华为。", "author": "东南财富", "newsdate": "发布时间：19-05-13", "newstime": "11:51", "sentiment": [{"positive_prob": 0.993835, "confidence": 0.986299, "negative_prob": 0.00616544, "sentiment": 2}]}, {"title": "华为回应“学生版定制手机”：毫不知情 虚假宣传将追责", "content": "日前有网友表示，在广西柳州一中学的家长会上，校方向家长推销一款带有“管控”功能的学生定制版华为手机，价格为2499元。5月13日华为方面回应表示，经核实，此次活动是广西众合壹讯信息科技有限公司单方面宣传行为，华为对此毫不知情；“学生管控平台”是第三方软件公司开发，并非华为方面开发，“针对擅自使用华为名义进行虚假宣传行为，华为将会严肃追责”。爆料学生定制版手机带有四大管控功能在微博上，网友爆料称，学校公然为家长推销一款定制版华为nova4机型，这款手机带有“管理平台”，可实现对学生的四大管控，包括：时间管理、网址管理、学校资源共享及记录违规行为。据校方介绍，通过该管理平台，平台统一对全校的学生手机进行管理，上课时间、午休、晚上休息截止时间、周末时间、放假时间，根据不同时间要求，可执行手机“自动锁死”，避免过度使用。当学生使用手机出现违规行为时，系统会记录。在网址管理方面，系统可以自动过滤5亿条涉黄、暴力不良信息。此外，学校可通过后台给学生推送学校的通知，学生可以及时接收。校方还称，管理平台是由华为武汉研究所研发的，通过MDM移动设备管理平台实现在校学生日常管理。该手机售价2499元，包含管控平台，为“学生价”。消息一出，在网上引发热议。微博截图回应华为称毫不知情　管控软件非华为研发5月13日，华为方面澄清表示，“华为对此毫不知情”。经核实，此次活动是广西众合壹讯信息科技有限公司单方面宣传行为，华为对此毫不知情。微博中提到的华为武汉研究所开发的软件，实则为广西众合壹讯信息科技有限公司应校方需求联系第三方软件公司开发，并非华为武汉研究所开发。针对擅自使用华为名义进行虚假宣传行为，华为将会严肃追责。发现众合壹讯公司曾出现在政府采购名单中记者从“企查查”查询到，广西众合壹讯信息科技有限公司是一家成立于2016年的公司，注册资本500万元，大股东为黄福海，持股95％，法定代表人为彭龙山，持股5％。记者注意到，众合壹讯公司还曾出现在2019年3月27日发布的“柳州市政府集中采购中心关于2019－2021年度柳州市本级预算单位部分通用类货物协议供货服务采购项目（LZG19－035）中标结果公告”中。其中，在“便携式计算机（笔记本电脑、平板电脑）”一栏，出现了投标人“众合壹讯”的名字，中标品牌为“华为”，优惠后折扣率为95％。", "author": "经济日报", "newsdate": "发布时间：19-05-13", "newstime": "14:53", "sentiment": [{"positive_prob": 0.00343212, "confidence": 0.992373, "negative_prob": 0.996568, "sentiment": 0}]}]