[{"title": "中国人就爱贪便宜？华为搭载国产系统后，美国微软又玩免费策略！", "content": "从今年5月份美国方面的“禁止令”开始，多家美国企业被迫中断了与华为的合作，诸如博通、高通、赛灵思等硬件产品，遭到了华为布局多年的“备胎”当头一棒，唯独软件生态上形成了围堵：毕竟，底层核心硬件上可以进行技术同步研究，软件生态不可能暗渡陈仓或者轻易地完成迁移。这其中，就包括了美国谷歌主导的Android生态平台，以及美国微软开发多年的Windows生态平台：停止向华为安卓设备提供GMS服务于设备认证，试图狙击华为旗下智能手机业务海外攻势，作为消费者业务中的重量级产品，华为智能手机业务带来的营收部分，为技术研发提供了投入。而取消华为PC设备Windows与Office许可证，则被认为是狙击华为旗下笔记本业务崛起的势头。比较有意思的是，就像推出方舟编译器架空转移安卓生态+公布自研鸿蒙操作系统战略体系+自建HMS生态平台那样，华为在笔记本上直接搭载了国产深度系统，甚至比微软版的售价还要更低。虽然很多媒体界人士认为，笔记本业务对华为来说只是作为生态补充，而不像智能手机业务那样举足轻重般布局；但更多业内分析人士却表示，华为笔记本业务的战略布局并不亚于智能手机，当华为笔记本业务冲击到了一定的市场份额，届时再推动国产化操作系统生态就显得太凶猛了。有人可能觉得不服气，比华为成立还要早3年的联想集团，旗下的联想电脑都全球数一数二了，也没见得美国微软担心联想另起炉灶啊？这大概就是华为技术与联想集团发展模式的不同之处，同样都在各自行业纵横了近30年，华为时刻都在进行多重战略储备，而联想却一直压铸在美国。联想集团收购美国IBM放弃的个人PC业务，依靠采购美国企业的核心硬件组成各种型号，成就了联想电脑如今所谓的全球PC行业巨头。但是，联想也把自己捆绑在了美企阵营，无法实现蜕变。试问一下，现在号称全球PC行业巨头的联想集团，有什么实力顶着美国的压力推动国产产业链？华为笔记本电脑业务确实也作为生态补充，但对美国微软来说也存在着不可控的因素：已经有了华为架空安卓试图自建鸿蒙平台前车之鉴，假如华为笔记本业务崛起后也推动中国操作系统呢？美国微软停止向华为提供Windows与Office许可证后，华为果然就立刻推动国产操作系统上架。需要了解的是，华为推出了鲲鹏920服务器芯片、以及配套的泰山系列服务器主机，已经向中国移动客服系统、部分地区电力系统提供服务；而鲲鹏920s台式机处理器，也配套了台式电脑主板，山西百信甚至借此推出了华为台式电脑，搭载的还是中国企业开发的操作系统，这太凶猛！就像美国谷歌多次表示自己不愿与华为停止合作，完全是受限于美国官方的“实体清单禁止令”所迫、美国微软方面也对被禁止与华为合作表达了不满，其创始人比尔盖茨甚至直接指责美国官方机构，认为美国官方的行为无益于美国企业的发展，而华为技术从来都是非常值得信任的伙伴。很快的，美国通过了美国微软请求与华为合作的批准，并自找台阶般第二次延长了所谓的“限制令”，允许部分美国企业继续与华为合作，微软得以继续向华为提供Windows许可证。结果，华为新推出的笔记本电脑产品，保留了搭载国产操作系统的版本，这显然让美国微软太难接受了。这也似乎在表明，美国能够肆意限制华为等中国企业一次，就让华为不再保留往日的合作信任基础。所以，即使微软得到许可恢复与华为的合作，华为笔记本也不会再孤注一掷把命交给微软，加上华为在数据服务器与台式机芯片上的突破，美国微软显然也感受到了来自华为技术的攻势。美国微软玩起了老套路：Windows继续搞免费策略，华为推动国产系统被狙击？毕竟，当年就是“有意泛滥”的盗版Windows，狙击了中国科研企业自研操作系统项目。很多人会觉得，既然有盗版免费的Windows，为什么要去习惯略显生疏的国产操作系统？或者说，中国人就爱贪便宜？很显然，美国微软就是这么认为的，华为开始搭载国产系统后，美国微软又玩起免费策略！严格来说的话，美国微软于2015年发布的Windows 10，最初为达成某些指标而提供免费升级，按照规定2016年7月开始就不再免费了。然而，外界发现Windows 10免费升级通道，依然没被封杀。这意味着，很多Windows 7 或者 Windows 8用户，依然可以通过系统升级方式获得授权，以此让Windows 10成为所谓的正版。这对不少人来说诱惑力巨大，毕竟美国微软官方明码标价几百上千，居然还能够免费获得升级并“洗白”成正版，这给了不少旧版系统使用者极大动力去升级。这也是业内公知的美国微软老套路，谁都清楚Windows 10本身问题不断，而且被定义为网络操作系统，也就意味着很多数据存在被上传的风险，这也是官方机构没有大批量采购的原因。事实上，微软并不依靠用户主动购买Windows授权，更稳定的利润来源在于PC品牌厂商的批量采购。且Office365连续包月策略才是针对用户的，而微软又迫切希望用户升级到Windows 10，这样才能保证微软旗下操作系统的绝对垄断，狙击其它操作系统开发机构的同时，也延伸稳固了微软利润来源的基石。中国很多企业机构开发操作系统之路，再一次被美国微软有意放纵的盗版干扰。甚至于，微软雇员u/CokeRobot公开表示：还能免费升级Windows 10系统，这是微软官方有意不予修补的漏洞！微软不再靠Windows许可证赚钱，真正利润是Office 365等软件。所以，微软更关心用户升级的体量。事实上，Windows 7时代的盗版横行，微软就是在睁一只眼闭一只眼。传统互联网时代被美国微软Windows垄断，尽管如今的Windows 10已经各种问题不断，但是基于Windows平台衍生出来的生态体系，现实中似乎是很难被轻易撼动的，这是事实！移动互联网时代，又被美国谷歌Android平台垄断了，接下来以5G为起点的智能物联网时代，我们继续等？很难想象物联网时代中的智能设施，包括自动驾驶、智慧交通、智能家庭等，难道还要被美国企业一手操控着？这显然是不能被接受的，美国企业已经垄断了人们的电脑和手机，其他的智能物联网基础设施，关乎到人们的智慧生活基础民生设施安全，任何人都不愿被美国企业继续垄断。华为笔记本开始搭载国产系统后，美国微软又玩起了免费系统策略！继续施展所谓的免费升级套路，这是认定了“中国人就爱贪便宜”？底气来自于多年来延伸的生态体系，以及多年培养起来的用户使用习惯。难道，我们真的无法突破这些美国科技巨头释放的枷锁？对此，你有什么看法？作者：蔡发涛 | 百家号独家内容", "author": "蔡发涛", "newsdate": "发布时间：19-12-02", "newstime": "18:58", "sentiment": [{"positive_prob": 0.682715, "confidence": 0.294921, "negative_prob": 0.317285, "sentiment": 2}]}, {"title": "华为飘了？只有华为能扛大旗？员工怒斥：互联网公司都是“垃圾”", "content": "今年华为成了热搜榜上的常客，而在近日华为又上热搜了，不过这次传来的可不是什么好消息，有关华为前员工李洪元被羁押251天一事闹得沸沸扬扬，事实的真相是怎么样似乎都已经不重要，反正大家都在一边倒的声讨华为，有不少网友都表示已经路转黑。为什么会出现这样的情况呢？其实很简单，虽然华为一再强调不要把华为产品和爱国联系在一起，但是华为上了美国实体清单一事不可辩驳，许多网友愿意购买华为产品，未尝没有夹杂一点情绪在里面。而现在华为被爆出前员工离职那补偿却被起诉羁押251天，华为不仅没有第一时间站出来把事情讲清楚，反而不知道在何种想法之下开始全网“404”，所有平台的热搜榜都被无端撤下，所有相关的帖子也都在下一秒全部404，这种做法在如今发达的互联网环境下实在是太过“愚蠢”，难道还真以为能够密不透风？有什么事情大家可以放到桌面上来讲，只要讲清楚相信大家还是有一定判断力的，遮遮掩掩反倒显得心虚。而在今天，华为对于此事终于做出了正面回应，只是难免有点姗姗来迟的嫌疑，华为声明：1.华为有权利，也有义务对涉嫌违法的行为进行举报，并且尊重有关机构的判决。2.我们也支持他人进行维权，如果李洪元认为他的权益受到了损害，那么华为支持他维护自己的权益，包括起诉华为。不得不说，华为这份声明还算是敢作敢当，并没有顾左言他，也干脆的承认了羁押251天的实情，本来事情到这里已经暂告一段落了，大家也只需要等待事情调查清楚就行了。但是在这个时候却有华为认证的员工出来说话了，竟然称：“华为死了，国内谁可以扛起通信和芯片的大旗？都是一堆垃圾公司，互联网公司在干啥？送外卖的，开直播的，打游戏的，租单车的，能好好积累点东西吗？华为92年开始搞芯片，2015年才用上，哪个公司做得到？”虽然知道这位华为员工是出于气愤，但是这话里的内容实在是过于偏激，让人不敢苟同。华为5G通信技术确实厉害，甚至能够引得美方不顾脸面打压，但是5G也不是空中楼阁，他也是基于此前的2G、3G、4G研发出来的，而我国从1992年开始研发2G技术，期间虽然没有作出惊动世界的成绩，但是却也把通信技术的基础打得非常坚实，4G覆盖率更是居全球之最。再说“送外卖的，开直播的，打游戏的，租单车的”这些互联网企业，虽然不一定是什么高科技，但是却也实实在在的方便了人们的生活，让人们的工作效率和幸福度更高，科技发展的意义难道不就是为了更好的生活吗？对于华为员工的这段话，有网友表示，“华为还没有飘，但是华为员工已经飘了”。而且受美国打压的不止华为一家，且不说去年的中兴事件，单说今年10月初的时候，美国实体清单就增加了28个中国科技企业，包括国内安防产业的龙头海康威视，以及科大讯飞、大华科技、商汤科技、依图科技等，甚至包括阿里巴巴支持的旷视科技也上了名单。所以说，他们要针对和打压的不仅仅是华为，而是整个国内科技产业。但是不管怎么样，华为公司的注册地在深圳，每年都会贡献很多税收，是根正苗红的中国企业，发现问题纠正过来就好了。毕竟连人都无法十全十美，更何况是十几万人组成的大公司呢？", "author": "科技八卦大王", "newsdate": "发布时间：19-12-02", "newstime": "22:59", "sentiment": [{"positive_prob": 0.000359847, "confidence": 0.9992, "negative_prob": 0.99964, "sentiment": 0}]}, {"title": "举报造假反被告涉嫌敲诈勒索，华为前员工被拘251天后被无罪释放", "content": "来源：国际金融报 网易“暴力裁员”事件刚达成和解不久，华为也被卷入了舆论风波，且大有愈演愈烈的趋势。 11月底，一份关于华为前员工李洪元的《刑事赔偿决定书》（下称《决定书》）在网上流传。《决定书》显示，李洪元于2005年10月入职华为，并于2018年1月底从华为离职，2018年3月获得了部门秘书个人渤海银行账户向其转账的30余万元（税后金额，交易摘要为“离职经济补偿金”）。 但正是因为这笔“离职经济补偿金”，李洪元被告涉嫌敲诈勒索罪，被刑事拘留251天。不过，最终因事实不清、证据不足，法院不予起诉，并对李洪元予以国家补偿10万余元。 12月2日上午，李洪元向《国际金融报》记者证实，网络上流传的《决定书》确实存在，并向记者解释称，整件事情“是公司内部一小搓腐败分子，利用公司的影响力来实现他们不可告人的目的”。 李洪元表示，他的最终诉求是和华为进行尽早沟通，来一起妥善解决问题，但从事发至今，华为都没有主动与其联系。 如今，事件愈演愈烈，李洪元对《国际金融报》记者称，因为舆论压力太大，他已经买票回老家了。 1 被拘251天 已过不惑之年的李洪元可能不会想到，正常的离职程序为什么会牵扯到“敲诈勒索”，并因此承受长达8个月的牢狱之灾。他思来想去，或是因为自己的一封举报信。 不过，当《国际金融报》记者采访李洪元时，他因为舆论压力已经呈现出害怕、纠结的心态，所以对于事情经过，并不愿再去多说。 根据此前白昼工作室对李洪元的专访内容，他离职前在逆变器销售管理部工作。“在逆变器业务部门工作期间，我发现了业务造假问题。”李洪元在接受媒体采访时答道，随后，在2016年11月21日，他向公司发送了举报邮件。 据李洪元回忆，自此之后，他感觉到自己在工作中可能受到打击报复，直到2017年7月被彻底边缘化。刚好2017年底，李洪元合同到期，当时，其主管和人力资源部门相关负责人都向其表达了不再续签合同的意见。 2018年1月31日，华为人事与李洪元谈判，李洪元答应离职，并提出了2N（N表示在公司工作年限）的补偿方案。 2018年3月8日，李洪元与华为人力资源部门正式签订了确认书，当天晚上，他收到了部门秘书个人银行账户转过来的30余万元，这笔资金的交易摘要为“离职经济补偿金”。彼时，李洪元并未察觉有异常，因为他在华为工作12年，与华为协商获得个人离职经济补偿款为331776.73元，扣除税金后为30余万元。 对于李洪元来说，他当时并未在意其离职经济补偿款为何由个人银行账户转账，因为，他了解到，此前亦有华为前同事是通过这种方式拿到了离职补偿金，但这也为后来的事情埋下了隐患。 2018年12月16日，距离李洪元正式离职已有9月有余，警察突然上门把李洪元电脑、手机收走，称李洪元“涉嫌职务侵占”。在进派出所后，李洪元又被告知，罪名变更为“涉嫌侵犯商业秘密”。 2019年1月22日，李洪元收到了逮捕证，罪名再次变更为“涉嫌敲诈勒索”。据悉，这主要涉及到李洪元于2017年12月到2018年3月期间，以向华为举报部门主管在业务上存在违规操作的行为进行要挟，从部门主管处勒索约30万元。 “我还挺高兴的，甚至还有点兴奋。因为我手上有证据，我不认为这项罪名会成立。”李洪元对媒体表示。据了解，这个证据是李洪元与华为人事谈判时的录音，这份录音长达2个多小时，录音中并未提及任何举报业务造假之事。 2019年3月21日，深圳市公安局将此案向深圳市龙岗区人民检察院移送审查起诉。 在此后的5个月时间内，经过反复补充侦查、补查重报，最终于2019年8月22日，深圳市龙岗区人民检察院认为深圳市公安局认定的犯罪事实不清、证据不足、不符合起诉条件等原因，决定对李洪元不起诉。8月23日，李洪元被释放。 这时，李洪元已经被羁押了251天。10月24日，李洪元申请赔偿，11月25日，深圳市龙岗区人民检察院下发《决定书》，对李洪元予以国家赔偿10万余元。 2 华为深陷舆论漩涡 由于上述事件，华为近日深陷舆论漩涡。有观点指出，华为应该给整个事件一个合理的说明——为什么一次劝退离职会演变成一个刑事案件？ “在离职过程中，一些非常规的手段很容易过界。在许多纠纷的处理过程中，言语、举动的不当或意义引申，都很容易被另一方解读出不一样的意思，最终从一次正常的变动变成一个特别事件。”产经时评人张书乐告诉《国际金融报》记者，在离职中，此类事件尚属罕见。 在张书乐看来，有举报行为和被针对，是李洪元事件里的关键点，但无法判断是否被恶意构陷。关键在于，在李洪元离职的过程中，是否有“过界”行为。 从普通的人事离职演变为不得不依靠有意识保存证据进行自保，这也让外界唏嘘不已。 张书乐认为，一般意义上，离职过程都比较简单和常态，不存在保存证据的问题。但近期华为、网易等出现的“离职事件”中，最关键的是离职人本身有“特殊性”，而使得其离职的结果变成了社会关注焦点。走合理的离职程序、给予合理的解约理由，是每一个企业应该也应尽的义务。 “给予员工一个言之有物的离职原因，而非简单粗暴的一纸标准化离职通知，或许是未来企业文化中需要构建的一个环节。在李洪元事件已经上升到公共舆论话题的当下，华为给出一个说法，是必须和必要的。”张书乐指出。 针对这一事件，以及李洪元所称“公司内部一小撮腐败分子，利用公司的影响力来实现他们不可告人的目的，期望公司能尽早沟通，一起妥善解决”的诉求，华为官方有何看法，又将如何处理？《国际金融报》记者向华为方面发去采访函，但截至记者发稿前，尚未收到回复。 北京市康达律师事务所律师韩骁向《国际金融报》记者表示，整件事从一开始，华为已经可能涉嫌偷税漏税。他认为，华为通过个人账户转离职补偿金给员工是不符合法律规定的，解除劳动合同发生的费用应当由单位支付给员工。并且，若离职补偿金没有上报财务，不列在企业账簿上，没有缴纳应缴税款，根据《中华人民共和国税收征收管理法》等相关规定，可能涉嫌偷税漏税。 另外，针对华为是否涉嫌诬告陷害他人，韩骁指出，首先，单位、个人均有向公安机关举报犯罪的权利。但是，由于诬告陷害罪不是单位犯罪，华为不构成此罪，但向公安机关举报该员工的人若涉嫌捏造事实诬告陷害他人，意图使他人受刑事追究，可能涉嫌《刑法》二百四十三条的诬告陷害罪。不过，需要注意的是，诬告陷害罪需要有证据证明举报者存在捏造、夸大、隐瞒事实行为，意图使他人受刑事追究的故意。据此，该举报者是否涉嫌诬告陷害罪应当由检察机关结合现有证据进行衡量，若该举报者为“错告”或者“检举失实”，则不构成诬告陷害罪。 同时，针对李洪元事件，业内也有另外一种看法。《环球时报》总编辑胡锡进支持以更加公平、合理而且有温度的方式彻底解决，不主张将这件事情过度上纲上线，用它来对整个华为进行道义上的否定。客观说，华为的管理总体上是比较科学的，综合效果也是比较好，但华为有十几万员工，其内部组织和管理结构注定是相当复杂的。“李洪元的遭遇其实是与华为某个具体部门的冲突，当然，华为公司没能及时作出反应，帮助这一冲突以更合理的方式化解，这反映了华为的管理是存在缺陷的”。", "author": "金融界", "newsdate": "发布时间：19-12-02", "newstime": "19:02", "sentiment": [{"positive_prob": 4.28612e-05, "confidence": 0.999905, "negative_prob": 0.999957, "sentiment": 0}]}, {"title": "华为的畅连通话看似很厉害，实际原理很简单，优缺点也很明显", "content": "什么是畅连通话畅连通话是EMUI10系统推出的高清通话功能，可以突破多设备互通壁垒，让你体验全场景便捷通话。拨号即可与其他华为设备进行最高1080P高清视频通话。视频通话还不消耗运营商通话套餐时长，是不是很厉害？如何开启畅连通话首先，你必须有一个华为安装EMUI的通讯设备（包括：手机、智慧屏等），开启方法也非常简单：①：点击“电话”图标，然后在右下角有个“畅连通话”，点击“畅连通话”，然后点击“立即开启”，根据提示，登录华为账号并设置呼叫号码，即可完成开通。（智慧屏拨打电话，需先在应用市场下载智慧屏APP）②：开通好后，使用时，依然是点击“电话”，点击“畅连通话”，开通后这里可以看到你的通讯录里已经开通了畅连通话的人，点击通讯录人员右边的视频通话图标即可开始通话畅连通话原理畅连通话，看起来很厉害，其实原理就是高清网络通话，和微信的视频通话是一样一样的，只是起了个响亮的名字，并且集成到操作系统里，不需要额外安装APP而已。优点该通话虽然不消耗手机套餐的通话时长，但是需要有WLAN网络连接或者数据连接，如果这两种连接是需要付费，那么你就需要为之付费。当然现在大家家里的WLAN都是套餐不限流量，手机的数据流量也很多人是不限量（额定内不限速）。如果流量足够用，用畅连通话确实是比较不错的①：套餐内不限量的套餐，不产生费用，相当于免费。②：集成在系统内，无需安装APP，非常和电话功能集成在一起，没有开通的好友依然可以用普通电话呼叫。使用体验较好。③：高清1080P的视频通话，可以让你沟通起来更加亲切。④：呼出号码可以和手机号相同，这样和普通电话结合得更加紧密。缺点虽然畅连通话在你流量无限的情况下是非常多好处的，但是也存在一些不足之处。①：现在手机流量虽然不限量，但限额降速，当流量消耗超过额定值时，降速降得厉害，降低后的网速会严重影响你的视频通话，或者根本无法视频通话。②：在视频通话时，手机的耗电量是比较大。就和我们开着手机看视频是一样费电的。所以，电量不足慎用。", "author": "迷你数智", "newsdate": "发布时间：19-12-02", "newstime": "21:50", "sentiment": [{"positive_prob": 0.927363, "confidence": 0.838585, "negative_prob": 0.0726366, "sentiment": 2}]}, {"title": "华为出狠招，P30加速沦为“良心价”，网友：选择说再见！", "content": "现在的华为手机在中国市场不仅仅中低端机销量全面爆发，冲击高端领域也取得相当骄人的成绩，成为众多国产友商学习的榜样，也是连苹果和三星等国际巨头都不能够忽视的强敌。的确，凭借不断增加资金投入和创新技术积累，现在的华为有实力应对来自任何品牌的挑战，只是话又说回来，从产品层面来说的话，它的部分产品也是难以独善其身，例如这一次华为出狠招，P30加速沦为“良心价”，网友吐槽却一针见血。P系列是华为高端机的重要组成部分，所以无论是硬件堆叠还是颜值打磨都必须到位，P30作为今年的超级旗舰身份登场当然也不例外。一方面，华为P30新增天空之镜和珠光贝母白配色玻璃后壳，在光线的照射下显得光彩熠熠，水滴全面屏与铝中框的紧密贴合带来舒适握持感的同时也能够满足日常生活防水的需要，延续光学指纹解锁与无线充电功能也是我们不能够忽视的亮点。另一方面，华为P30已经率先用上EMUI10系统，新增暗黑主题模式和仿真机械键盘大大增强用户体验，Line Turbo3.0技术适配包括王者荣耀、和平精英在内的多款主流游戏，帧率稳定性也不存在太多可挑剔的地方；另外，它还拥有徕卡认证三摄模组，在达芬奇独立NPU神经元的驱动下，成片的速度还是成像质量都是妥妥的。综合来说，P30的整体表现符合大部分人对于华为高端机一贯的期待，也能够算得上是一款合格的国产旗舰，所以最初的时候卖到4298元还是一机难求，这一点应该也在余承东的意料之中。只可惜，现在市场竞争太激烈，它的地位逐步被取代，人气也逐步流失之后，最低已经降至3577元，如此幅度说明华为出大招，P30一夜跌至“清仓价”，而网友吐槽无奈再见了却令人扎心。他们觉得华为P30发布至今严格来说已经属于旧款，现在Mate30系列持续热销对它形成“降维打击”， 按照买新不买旧的原则前者确实吸引力不足，再加上对比小米CC9Pro、魅族16sPro等竞品而言也缺乏性价比优势，况且还不具备5G，所以选择说拜拜了。按照笔者的观点，现在的华为仍然引领着行业的发展趋势，P30也是功不可没，只是现在市场行情瞬息万变，它由于缺乏性价比和新元素，有人不待见它也是意料之中的事情。", "author": "老实人日报", "newsdate": "发布时间：19-12-02", "newstime": "14:41", "sentiment": [{"positive_prob": 0.00217964, "confidence": 0.995156, "negative_prob": 0.99782, "sentiment": 0}]}]