[{"title": "谷歌服务仍不能用，鸿蒙系统手机呼之欲出！华为p40将开辟新时代", "content": "众所周知，中国是世界第一智能手机大国，在全球手机市场份额中，国产手机占到六成以上，世界前五的手机厂商我国独占其三，可事实上我国的智能手机产业的现状是大而不强。国产手机中大多数核心元器件和技术都严重依赖进口，绝大多数国产手机厂商在芯片上依赖高通，在屏幕上依赖三星，而在系统上则完全依赖谷歌的安卓系统！在众多国产手机厂商中只有华为是一个例外，这家从电信业务起家的企业从其成立之初就特别重视技术研发，技术实力十分雄厚，刚进入手机领域就拿出了自家的麒麟系列芯片，从而掌握了手机硬件的核心科技，基本上摆脱了对高通的依赖，前日在德国IFA电子展会上华为正式发布了业界首款直接集成5g基带的麒麟9905gsoc，这也是全球首款旗舰5G SoC，是业界目前综合能力最为强大的手机芯片。然而，即使强如华为依然会受到美国上游企业的“卡脖子”，搭载麒麟990的华为旗舰mate 30系列发布在即，谷歌却突然表示华为mate30系列手机无法使用谷歌服务，谷歌的断供会对华为手机的海外市场带来非常严重的影响，幸亏华为早在今年8月份召开的华为开发者大会上发布了自主的鸿蒙系统，这是一款先进的基于微核心的分布式操作系统，支持全平台，目前已经用在智慧屏产品上，发布会上余承东称，基于鸿蒙系统的分布式特性，鸿蒙系统向手机端迁移将非常轻易。可是，鸿蒙系统的软件生态建设才刚刚起步，很不成熟，与已经发展了十多年的安卓系统差距明显，同时也考虑到与谷歌的合作关系，华为曾表示将坚定支持安卓系统，一直优先使用谷歌的安卓系统，鸿蒙系统近期都没有用于手机的计划，这也让手机爱好者失望不已。但是谷歌的断供让华为手机无法获得谷歌服务，严重影响华为手机的海外业务，以至于华为已经别无选择，鸿蒙系统应用于手机已经是箭在弦上，不得不发！在麒麟990发布会过后的媒体沟通会上，余承东在谈及鸿蒙系统时表示鸿蒙手机系统已经基本准备就绪，华为依然优先使用安卓系统，但是如果华为手机继续不被允许使用谷歌服务，华为将使用自家的鸿蒙系统。鸿蒙系统甚至会比安卓系统表现更好！余承东还透露，首款搭载鸿蒙系统的手机产品可能是明年3月发布的华为p40！外界一直认为余承东好说大话，但是他吹的牛基本都实现了，尤其是带有具体时间的大多都是非常靠谱的，比如关于鸿蒙系统的发布时间就丝毫不差。这意味着，如果谷歌继续断供，明年3月，搭载鸿蒙系统的全新华为p40就将诞生！载鸿蒙系统的华为p40将是一部真正意义上的“国产手机”，因为这部手机将采用国产的麒麟990芯片、搭载国产的鸿蒙系统以及国产的京东方屏幕，还将采用屏下摄像头的设计，进一步提升屏占比。华为p40的横空出世，也标志着我国智能手机产业进入一个全新的时代，动辄受到美国上游产业链制裁、限制的情况将一去不复返，中国智能手机将真正做大做强！", "author": "点击未来", "newsdate": "发布时间：19-09-11", "newstime": "11:54", "sentiment": [{"positive_prob": 0.0155667, "confidence": 0.965407, "negative_prob": 0.984433, "sentiment": 0}]}, {"title": "华为公布升级EMUI10时间线｜华为 Mate X下月发售", "content": "这周给大家带来的有:P30系列EMUI10内测系统已推送，华为公布30余款机型EMUI10升级时间线；余承东表示华为MateX或在下月发售……①华为P30系列EMUI10内测版已推送，更多机型公布适配时间9月5日，官方正式开启了华为P30/P30 Pro EMUI10的内测招募活动，9月7日，官方公布内测报名入选成功的用户名单，9月8日，官方发布内测版本，并分批次推送给用户，目前已有P30系列用户收到EMUI10内测更新。在IFA2019上，华为公布了可升级EMUI10的机型及升级时间。华为Mate 20/20 Pro/20 RS/20X（4G）、荣耀20/20 Pro/V20等将在12月升级EMUI10，华为P30 Lite、华为P20系列、华为Mate10系列将在2020年3月升级EMUI10，2020年Q2则会有更多其他华为机型升级EMUI10。②华为Watch GT 2将于9月19日发布，搭载麒麟A1芯片近日，官方放出一段宣传视频，公布了华为Watch GT 2手表的轮廓外观和发布日期，视频中还透露了华为Watch GT 2手表将采用麒麟A1芯片。此前有爆料达人曝光了华为Watch GT 2的外观。这款新品将拥有更大的电池，集成扬声器和麦克风，搭载看起来更大的屏幕。Winfuture也表示，华为Watch GT 2屏幕边框更窄，看起来也更薄了，屏幕上的显示区域也更大了。华为Watch GT 2将于9月19日在慕尼黑发布。③华为FreeBuds 3真无线耳机发布：搭载麒麟A1芯片，支持主动降噪华为IFA媒体沟通会上，华为正式推出了华为FreeBuds 3真无线耳机，搭载麒麟A1芯片，支持骨声纹通话降噪，也是世界上第一款真正的蓝牙5.1无线耳机。麒麟A1芯片让FreeBuds 3的性能指标比AirPods高30%，并且功耗降低50%，其封装尺寸是AirPods H1无线芯片的95%。A1带来了新的蓝牙协议：BT-UHD。如果将FreeBuds 3与运行EMUI 10.0或更高版本的新华为手机一起使用，两款设备都将使用这一新标准进行连接，该标准拥有高达2.3 Mbps的数据传输速率。作为参考，LDAC编解码器“仅”提供990kbps。华为FreeBuds 3是全球首款采用开放式设计、却支持主动降噪的真无线耳机，能有效消除环境噪声。④华为钱包上线江苏交通一卡通·扬州：扬州公交8折，南京、镇江公交9折华为钱包公交卡阵容继续扩充，江苏交通一卡通·扬州现已上线，支持卡片迁移，乘坐扬州市内公交8折，一小时内免费换乘；乘坐南京、镇江区域公交9折、地铁95折。江苏交通一卡通·扬州目前限额10元开卡，通过中国大陆正式发货渠道购买设备的华为手机用户，将华为钱包更新至最新版本即可开通江苏交通一卡通·扬州。支持设备：华为：P30系列、Mate 20系列、P20系列、P10系列、Mate RS系列、Mate 10系列、Mate 9系列、nova 2s、nova 5 Pro荣耀：20、荣耀 20 PRO、荣耀10/荣耀9/荣耀8（均不含青春版）、荣耀v20、荣耀V10、荣耀V9、荣耀V8全网通、荣耀Magic 2、荣耀Note 10⑤华为 Mate X或许下月发售据TechRadar报道，华为官方称华为Mate X将拥有两种版本，其中一个为搭载麒麟990处理器的版本，另一个版本则搭载的是麒麟980处理器。虽然麒麟990也可以作为4G芯片使用，不过华为显然更希望华为Mate X 5G能搭载麒麟990处理器。而如果外媒消息属实的话，搭载麒麟980的版本应该就是4G版华为Mate X。软件方面，华为Mate X所采用的是EMUI 10，此外华为对Mate X的设计细节进行了一些调整，例如更改设备背面的展开按钮的材料。华为消费者业务CEO余承东表示：“一开始，我们想在上个月[2019年8月]正式发售Mate X，我们推迟了。也许下个月会发售。”除此以外他还曾表示，大规模生产Mate X将会是一项挑战，除了零部件本身的价格，还有很多需要考虑的因素。⑥52403分！麒麟990 5G AI跑分登顶AI Benchmark排行榜单AI Benchmark现已公布了主流AI芯片的测试跑分榜单。华为麒麟990 5G的AI Benchmark跑分为52403分，超过紫光展锐虎贲T710（Unisoc Tiger T710）的28097分以及高通骁龙855 Plus的24652分，登顶AI Benchmark跑分排行榜单。麒麟990 5G采用新一代7nm+ EUV极紫外光刻技术的制程工艺，首次将5G Modem集成到SoC芯片中，率先支持NSA/SA双架构和TDD/FDD全频段。基于巴龙5000卓越的5G联接能力，麒麟990 5G在Sub-6GHz频段下可实现2.3Gbps峰值下载速率，上行峰值速率达1.25Gbps。麒麟990 5G是首款采用达芬奇架构NPU的旗舰级SoC，创新设计NPU大核+NPU微核架构。CPU方面，麒麟990采用2个大核+2个中核+4个小核的三档能效架构，最高主频可达2.86GHz。GPU搭载16核Mali-G76，全新系统级Smart Cache实现智能分流，有效节省带宽，降低功耗。来自花粉俱乐部-机智的小报君", "author": "花粉俱乐部", "newsdate": "发布时间：19-09-11", "newstime": "18:39", "sentiment": [{"positive_prob": 0.907392, "confidence": 0.794204, "negative_prob": 0.092608, "sentiment": 2}]}, {"title": "iPhone 11发布会苹果首次对比华为", "content": "IT之家9月11日消息 今天凌晨苹果公司在美国加州的乔布斯剧场举办发布会，带来了三款新iPhone：iPhone11、iPhone11 Pro和iPhone 11 Pro Max，中国地区起售价为5499元、8699元和9599元。三款新iPhone都搭载了全新的A13仿生处理器，苹果方面称，A13仿生处理器拥有智能手机中最快的CPU和GPU。A13仿生处理器采用第二代7纳米工艺（应该是指7纳米EUV）打造，集成了85亿晶体管，而且神经网络引擎也迎来了较大升级。A13 Bionic为6核心设计，其中有2枚大核心和4枚小核心，大核心和小核心对比A12 Bionic都有20%的性能提升，但得益于工艺进步，大核心的能耗降低了30%，小核心的能耗降低了40%。苹果称，A13仿生专为机器学习打造，在更快的神经网络引擎的帮助下，可进行实时的照片和视频分析。值得一提的是，苹果在此次发布会上首次在芯片方面对比了华为。苹果在发布会上展示了对比图，称A13仿生芯片GPU和CPU（中央处理器和图形处理器）表现远超众多安卓竞争对手，图中列出的竞对包括三星、华为和谷歌。对此，@中国日报官微发表评论称，苹果新品发布会上，首次把华为列为竞品。#苹果首次对比华为#，这是对华为的巨大竞争压力，也是对华为的肯定。", "author": "IT之家", "newsdate": "发布时间：19-09-11", "newstime": "14:24", "sentiment": [{"positive_prob": 0.930939, "confidence": 0.846531, "negative_prob": 0.069061, "sentiment": 2}]}, {"title": "机皇对决！当iPhone11遇上华为Mate30，胜负一目了然", "content": "9月11号凌晨，苹果新机iPhone11正式亮相。产品本身没有意外也没有惊喜，不过，价格却令不少消费者啧啧称奇。而在iPhone11发布前夕，老对手华为抢先放出一段华为Mate30新机预热视频，其中透露出了不少关键信息。两款机皇旗舰不久将正面对决，到底哪一款机型更值得购买？从配置上来看，iPhone 11搭载的是全新A13处理器，得益于制作工艺的进步，晶体管可以堆积得更多，性能相比A12芯片提升20%，单核跑分成绩超过4500，可谓是今年名副其实的最强处理器。而华为Mate30配备的则是麒麟990，虽然数据处理能力不如苹果A13强劲，但搭配超级文件系统、方舟编译器等辅助功能，运行效果并不输iPhone11。不过，iPhone11有iOS系统加持，笔者认为，iPhone11整体实力仍会比华为Mate30更胜一筹。外观方面，iPhone 11和华为Mate30都是采用刘海屏设计，而从曝光的渲染图上看，华为Mate30的刘海更小一些。另外，华为Mate30会采用曲面屏设计，虽然视觉观感有所提升，但是曲面屏也令手机增加误触几率，屏幕边缘的画面显示效果也会受到一定影响。而在背部，两款产品的设计都给人留下了深刻印象。无论iPhone11的浴霸模组还是华为Mate30搭配CD纹理的花洒镜头，均有着极高的辨识度，两款产品颜值各有优劣。在功能方面，iPhone11和华为Mate30都是将影像系统作为突破的重点。iPhone 11采用的是后置1200万像素双摄，使用广角+超广角的镜头组合，拍着视频时可以流畅地进行镜头切换。而华为Mate30则会配备四摄镜头，值得一提的是，该机将首次支持4K视频60帧录制，而且华为还申请到“电影镜头”商标，足见官方对视频功能的重视程度。除拍照外，续航能力也是消费者关注的重点。根据苹果官方数据，iPhone 11的续航时间比iPhone XR长一个小时，但充电插头仍是5V/1A。而华为Mate30则会配备一块4000毫安大电池，或支持25W无线充电和40W有线充电，无论是充电速度还是续航时间，华为Mate30更占上风。通过笔者这番对比，胜负可谓是一目了然，华为Mate30除了性能落后于iPhone11外，在其他方面更领先。而且相比iPhone 11，华为Mate30价格至少会低1000。如果两者必须二选一，笔者认为还是华为Mate30更值得买。文/JING", "author": "数码小妖精", "newsdate": "发布时间：19-09-11", "newstime": "11:16", "sentiment": [{"positive_prob": 0.998493, "confidence": 0.996651, "negative_prob": 0.00150712, "sentiment": 2}]}, {"title": "苹果概念大幅跑输华为概念 14股身兼华为+苹果双概念", "content": "来源：数据宝作者：范璐媛 如预期一般，苹果新品的发布并未在二级市场掀起更大的波澜。近一年来，A股苹果概念板块跑输华为概念板块12个百分点，在近年来尚属首次。在今天凌晨举行的苹果新品发布会上，iPhone11系列三款手机亮相，整体上 iPhone的升级主要体现在摄像头和处理器上，新iPhone不支持5G功能。发布会期间苹果股维持震荡，收盘拉涨至1.18％。A股方面，早盘上证指数收平，苹果指数小幅收跌0.01％，在经历了前期科技股普涨行情后，个股走势再现分化。鹏鼎控股、长电科技等个股延续坚挺走势早盘持续领涨。苹果概念指数跑输华为概念指数，5G时代苹果落后了？苹果新品发布会发布了三款新机，整体上iPhone的升级主要体现在摄像头和处理器上。本次发布会上苹果首次CUE到华为，称新发布的A13仿生芯片是智能手机上最快的CPU和GPU，远远领先安卓上的竞争对手，包括采用骁龙855的三星Galaxy S10+、采用麒麟980的华为P30 Pro和采用骁龙845的谷歌Pixel 3。然而对不少用户坦言，比起这款不支持5G功能iPhone，自己更期待华为5G手机的到来。平安证券发布研报认为苹果2019年三款新机型整体升级有限，但 iPhone 11 起售价相比 iPhone XR 发布时降了1000元，预计2019年3款机型出货在6500万部左右。在以华为为首的手机巨头宣布迈入5G时代时，苹果却缺席了5G时代的抢跑，今年以来公司股价一路反弹但仍未能超越去年十月的高点。A股方面，随着5G商用牌照落地，5G渗透率提升将成为大势所趋，今年以来与5G产业链相关的模块个股均有不俗的表现。5G指数年内涨幅已突破50％，华为概念指数年内涨幅达48.31％，近一年来的累计涨幅跑赢苹果指数12个百分点。从两大巨头业绩对比来看，2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2％。在智能手机方面，华为上半年出货量（包括荣耀）达到1.18亿部，同比增长24％。苹果2019财年前三财季营收538亿美元，同比增长1％，而在此之前，苹果已经出现了两个季度的营收下滑。iPhone销售额为259.86亿美元，较去年同期的294.70亿美元下滑12％。华为除了在5G技术上领先一程外，在是能手机业务上也一路快马加鞭加速占领市场。14股身兼苹果+华为双概念证券时报·数据宝统计，当前A股身兼苹果+华为双概念的个股共有14只，近一个月来股价平均涨幅达27％，大幅领跑两市。未来受益于智能手机新一轮换机周期的到来，相关个股有望迎来新一轮行情。从中报业绩表现来看，立讯精密、歌尔股份、东山精密上半年均实现了营收和净利润的大幅双增。其中，东山精密上半年PCB业务同比增长102％，是报告期内收入高增的主要原因。公司三季度业绩指引持续高增，预计2019年1-9月归属于上市公司股东的净利润同比上升30％-50％。立讯精密和和歌尔股份深度参与TWS耳机的研发和制造，在声学和代工领域具有领先优势。立讯精密二季度营收增长提速至87％大超预期，毛利率环比提升0.6个百分点至19.5％，其中Airpods是增长主力。三季度展望维持高成长，全年高增长无虑。近期随着科技股热度的升温，叠加了苹果和华为双概念的个股股价普遍有不俗的表现，华工科技、长盈精密、蓝思科技和歌尔股份近一个月股价涨幅均超过40％。立讯精密、歌尔股份年初至今股价翻番。14股中，歌尔股份、工业富联和蓝思科技为外资重仓股，二季度QFII持股比例分别为2.17％、1.22％和0.25％，其中，工业富联北上自己的最新持股比例为5.17％。声明：数据宝所有资讯内容不构成投资建议，股市有风险，投资需谨慎。", "author": "金融界", "newsdate": "发布时间：19-09-11", "newstime": "12:51", "sentiment": [{"positive_prob": 0.883944, "confidence": 0.742097, "negative_prob": 0.116056, "sentiment": 2}]}, {"title": "5G时代：苹果与华为的全方位赛跑", "content": "PK友商，告别五伏一安，产品跌落/防水测试视频……2019年的苹果发布会越来越有“安卓味儿”了。高高在上的苹果，终于要撸起袖子，下场厮杀了。曾几何时，苹果新品发布会成为科技界的“春晚”，万人空巷；曾几何时，新iPhone就是业界风向标，一直被模仿；曾几何时，在消费者眼中，只有苹果和安卓之分。而所有的这些光环，都在渐渐消退中。无论是硬件新技术的应用，还是软件生态系统，国产手机厂商都在追赶苹果的路上，甚至在某些地方实现了小超越，苹果似乎已经走下了创新“神坛”，市场不再唯苹果独尊，消费者的选择越来越多样化。尤其是国产第一的华为，一直将“超越苹果”定为其重要的里程碑点。华为也暗自与苹果较劲，逐步走向了“苹果模式”，甚至有过而不及之势。尤其在5G时代，华为不仅有自研5G SoC，甚至会逐步启用自有的生态系统鸿蒙。而此时的苹果，则是缺席了5G初期的“狂欢”。余承东曾在2018年立下誓言，超越苹果、三星，2020年成为全球第一。距离2020年底还有十几个月时间，期待华为与苹果在5G时代的终极对决。5G芯片之争：华为抢跑在2018年全球TOP5手机厂商竞相宣布即将推出首部5G手机时，苹果方面却传来缺席2019年的5G抢跑，甚至直到2021年之后才会推出自有芯片的5G产品。而三星以及国产手机厂商已经先后在2019年推出1-2款5G产品。尤其是华为在年度旗舰机Mate30系列上将搭载自研5G SoC，成为全球首个搭载5G SoC的手机厂商。其实，从2007年第一代iPhone起，苹果就芯片自主研发的重要性，从A4处理器开始，苹果就开始花费大量资金在CPU上，在A6处理器时代，苹果基本上开始了自己的CPU设计，只是保留了ARM的核心指令集。在A7时代，该芯片成为业内首款64位架构的移动处理器，性能媲美桌面CPU；直到A12处理器，苹果自研芯片总能在性能上领先1年左右。2019年苹果发布会首次与友商对比（单核成绩对比）专属芯片再加上自有的操作系统，从而将性能、体验拉升到极致，同一个应用，在iPhone上运行速度，相对更快、更流畅。此次苹果iPhone11系列搭载了苹果A13仿生处理器，集成了85亿个晶体管，苹果称A13是目前智能手机的最快速度芯片。对比华为，其刚刚发布的麒麟990 5G集成了103亿晶体，挑战了芯片设计极限，华为也称该芯片带来了顶级的性能。到底A13与麒麟990 5G孰强孰弱，那就不免俗的跑个分试试呗。国产手机厂商大部分还是采用高通、联发科芯片，华为则从2009年开始自研基带芯片，2010年推出3G基带芯片。华为麒麟芯片将基于ARM架构的应用处理器和自研的巴龙基带合二为一，放在了同一个芯片，并通过麒麟芯片构筑了华为手机的核心竞争力。5G时代，华为凭借自身在通信领域的优势，率先研发出非外挂SOC，而是在一颗芯片中同时封装了AP（应用处理器）和BP（基带处理器），也就是5G SoC。在芯片领域，华为可以说是与苹果实现了齐头并进，甚至在5G时代略有领先。苹果因与高通长达2年的专利战，错过了高通的5G基带芯片；虽然当时有英特尔可选，但又由于英特尔迟迟未完成5G移动芯片的研发，让苹果iPhone11完美错过5G。随后，苹果巨资收购英特尔智能手机调制解调器部门的相关业务，包括2200名英特尔5G基带部门员工，补齐了苹果5G基带短板。但分析称如果想要苹果使用自家的5G调制解调器，那么至少要等到2022年或者2023年。生态之争：华为追赶在生态方面，苹果是安卓系厂商羡慕和效仿的对象，也是所有手机厂商的终极梦想。苹果硬件如此被吐槽，但仍然固粉有方，除了品牌的调性，iOS，mac OS、tv OS、iPadOS以及watch OS的互联，实际让你割舍不掉的式：苹果的生态闭环，这才是苹果帝国的护城河。今年苹果发布会首先提到的就是苹果的APP Store和Arcade游戏订阅服务，上百款游戏，覆盖150多个国家，横跨了 Mac、iPhone、iPad、Apple TV 四大硬件平台，Apple Arcade正在争夺一个更加休闲的游戏市场。苹果的财报显示，其软件服务收入占比越来越高，已经成为增长的新引擎。库克曾表示，苹果的商城和iCloud等业务比做硬件利润更高，而且能够增加用户粘性，用户一旦加入苹果的生态系统，将来能买更多苹果的硬件，形成良性循环。国产手机厂商也早早意识到生态的重要性。华为今年年初提出了全场景智慧化战略，未来硬件生态将以手机为中心，通过AI形成三圈层结构。同时，围绕着手机，华为提出了1+8+N的战略，其中1指的是手机也是主入口，而PC、平板、TV、印象、眼镜、手表、机车、耳机8个辅入口。除此之外，华为还在今年8月份开发者大会上推出了“鸿蒙操作系统”。“软件生态和硬件是绑定的，大大增加开发工作量，如何让工作效率更高，打破设备之间的墙，实现生态共享，跨终端实现，这是对我们OS提出的要求。”余承东表示。虽然当时华为一再强调鸿蒙OS是面向未来的操作系统，但荣耀首款智慧屏已经搭载了鸿蒙OS，余承东近期也表示：“鸿蒙OS其实已经准备好了，第一款搭载鸿蒙OS的手机产品可能是明年3月发布的华为P40。”除了华为之外，小米也在IoT领域构建自己的生态：米家生态链，并提出了AIoT战略。小米希望通过自主研发和生态链模式形成智慧互联的全方位布局。据了解，小米AIoT提供的软、硬件服务正在逐步覆盖用户生活的方方面面，已有1.32亿台设备连接小米AIoT。今年1月，OPPO成立子品牌“智美心品”，计划加快推进人工智能AI+IoT技术研发，与合作伙伴和开发者共同打造IoT生态产品、内容与服务。但生态建设非一日之功，对于自家鸿蒙系统，任正非表示：生态建设不是短时间可以完成的，估计要两、三年时间才能完成。新技术之争：苹果稳扎稳打 华为“唯快不破”在新技术应用方面，苹果与安卓系有着较大的差异。苹果一向是“稳重型”“创新领导型”，安卓系手机厂商则为“激进些”“疯狂堆叠型”，比赛“秀肌肉”。比如在5G方面，苹果可能比安卓系的5G手机晚了一年。当然这里面也有一些历史因素、产品策略的存在。比如因为与高通发生法律纠纷，苹果选用的英特尔未能提供具有竞争力的5G调制解调器，而在苹果与高通和解之时，为时已晚。另外，来自Strategy Analytics新兴设备技术研究服务副总监Ville-Petteri Ukonaho表示，苹果通常不是第一批采用新技术的公司，5G市场尚未成熟到足以让苹果急于实现这一目标。“ 他们将等到5G网络更加成熟，消费者需求更高使才会推出自己的设备。”Ville-Petteri Ukonaho提到。对于苹果关键的美国市场，虽然消费者也对5G感兴趣，但Ville-Petteri Ukonaho认为，苹果宁愿等明年需求更猛烈的时候来点燃明年的销量。苹果为了让消费者为其5G设备花大笔钱，预计苹果还会为这些新的5G型号带来其他改进，例如屏幕指纹解锁。而且来自Strategy Analytics的预测，2019年全球5G智能手机出货量将达到500万部，出货量很小，仅占全球智能手机总出货量不到1%。退一万步说，如果这500万部都来自苹果，对于一向稳扎稳打，一年只有一款系列的苹果来说意义也不大，而且还要冒着各种“门”的风险。除此之外，5G高功耗是新一代旗舰手机必须面对的问题。由于电池技术尚未突破，国产手机厂商纷纷选择大电池+快充的解决方案，大电池带来最直接的影响就是机身更大更重，而快充则是不断提升充电功率，其对安全性挑战不断加大。目前，部分厂商已经将快充技术做到了40-50W的快充，vivo在上海MWC2019上甚至展示了120W快充技术，理论上仅需要13分钟就可以充满4000mAh电池。苹果则一直坚持了其“保守”的风格，iPhone一直采用相对“小容量”电池，标配5V/1A的5W小水管充电器，这也成为了果粉们关键槽点之一。不过，此次iPhone11系列难得标配了18W快充，彻底告别了“五伏一安”的帽子。而在拍照方面，在国产手机厂商已经三摄成为标配，四摄已经出现的情况下，苹果iPhone11 Pro以及iPhone 11 Pro Max才支持后置三摄；在像素方面，国产手机厂商已经采用6400万像素摄像头，而iPhone依然是主打1200万像素摄像头。华为与索尼深度合作，并有徕卡加持，在专业拍照评测机构DoXMark上已经长期霸首。在手机形态上，安卓系手机不断秀肌肉，纷纷推出异形屏或者折叠屏。而苹果在iPhone上折叠屏的设计还遥遥无期。苹果在对待新技术的态度上，用外媒的话说：“苹果在一开始总会先贬低某个产品或者技术，几年后再热情地拥抱它。”比如无线充电技术，2012年席勒还在吐槽：在大多数情况下，打造需要插座的产品实际上更复杂。在2017年的时候，席勒就表示：用语言是无法形容出它有多棒。当想要充电的时候，你只需要将它放下，充满后再拿起来。再也不用每次都那么麻烦地去插拔数据线了。苹果模式正在被复制在苹果12年发展史上，一共仅发布了21款产品，累计销量却高达15亿台。苹果善于“做爆款”策略，一方面可以充分“打磨产品”，另一方面则对供应链有着“更大的话语权”。苹果的“爆款”战略对于上游供应链来说虽虐但很受欢迎。因为，苹果对于元器件的需求量往往是其他厂商多款产品的综合，这也是为什么苹果在供应链上有着绝对话语权的原因所在，而且在关键元器件上，苹果会和上游产业链深度合作，联合创新研发。苹果首席执行官蒂姆·库克就曾负责管理苹果供应链，并打造出市场上效率最高的供应和生产体系。在这方面，随着国产手机厂商市场占有率的增加以及对技术创新的迫切追求，与上游产业链的合作越来越紧密，并且逐渐掌握了话语权。比如vivo与汇顶在屏下指纹的深度合作；华为与索尼联合定制的IMX600系列镜头；华为与京东方深度合作的柔性屏；小米与三星深度合作的1亿像素移动图像传感器等等。“手机销量与话语权相关，销量大了自然就有话语权。”某厂商人士表示。来自IDC数据显示，2019年Q2全球手机销量排名：三星、华为、苹果、小米、OPPO等，其中华为、小米、OPPO三家，所占全球比重已高达36.2%，并保持着稳定增势。国产手机厂商在供应链上的话语权正在逐渐由接受者转为主导者。5G时代，新的排位赛正式开场，一切才刚刚开始。【来源：网易科技】", "author": "砍柴网", "newsdate": "发布时间：19-09-11", "newstime": "00:53", "sentiment": [{"positive_prob": 0.996776, "confidence": 0.992835, "negative_prob": 0.00322407, "sentiment": 2}]}, {"title": "苹果首次对比华为！", "content": "美国时间9月10日，在2019秋季苹果发布会上，在介绍iPhone11时，苹果方面称，以前A12芯片就比安卓友商强大，现在新机搭载的A13芯片性能更好，在CPU、GPU处理速度都远超对手。根据现场图示，苹果现场“踩”的是三星使用的高通芯片，以及华为P30使用的麒麟980芯片。A13芯片有两大亮点：机器学习和低功耗设计，据悉，其CPU每秒可进行1万亿次处理，同时降低功耗，提升手机性能，提高续航时间。值得注意是，这是苹果发新品时首次与华为产品相比较，另外，华为刚刚发布的性能更强大的5G芯片麒麟990系列。令人倍感意外的是，一向高冷的苹果以前谁都看不上，发布会更不会像华为小米整天把友商挂在嘴边。但这次发布会，苹果史无前例地跟友商跑分，华为麒麟980和高通骁龙855首次出现在了苹果PPT上，被苹果的A13仿生芯片吊打。库克终于出了一口恶气。因为根据苹果公布处理器跑分数据，且不用说苹果最新的A13处理器，即便是上一代A12也远远超过了麒麟980和骁龙855。不过苹果CEO库克在发布会全程没有提过任何一句5G相关的内容，几乎可以肯定三款新版iPhone 11系列手机不会支持5G网络。华为或许会暗暗高兴，又有了一个互怼的机会。相信今天开始，一些人士将出来澄清：苹果对比的是华为上一代旗舰芯片，而且苹果A13公布的晶体管数量为85亿个，比华为最新一代麒麟990的103亿个晶体管数量，也少得明显。同时，麒麟990 5G是华为推出的全球首款旗舰5G SoC，是业内最小的5G手机芯片方案，基于业界最先进的7nm  EUV工艺制程，首次将5G Modem集成到SoC芯片中，面积更小，功耗更低；率先支持NSA/SA双架构和TDD/FDD全频段，充分应对不同网络、不同组网方式下对手机芯片的硬件需求，是业界首个全网通5G SoC。基于巴龙5000卓越的5G联接能力，麒麟990 5G在Sub-6GHz频段下实现领先的2.3Gbps峰值下载速率，上行峰值速率达1.25Gbps，带来业界最佳5G体验。华为的崛起已经让苹果感受到了危机，而现实已经发生的是，华为手机的销量已经在今年取代了苹果，成为全球第二。好了，新iPhone有哪些看点？1、大招！A13芯片发布就是上文提到的，苹果发布了新一代的A13仿生芯片。苹果称，A13仿生芯片是智能手机上最快的CPU和GPU，远远领先安卓上的竞争对手。苹果列出的这个对手名单里包括采用骁龙855的三星Galaxy S10 、采用麒麟980的华为P30 Pro和采用骁龙845的谷歌Pixel 3。A13芯片有两大亮点：机器学习和低功耗设计，据悉，其CPU每秒可进行1万亿次处理，同时降低功耗，提升手机性能，提高续航时间。2、浴霸三摄来了iPhone 11 Pro和iPhone 11 Pro Max后置摄像头采用了“浴霸三摄”的设计。据介绍，iPhone 11 Pro和iPhone 11 Pro Max配备广角镜头、远摄镜头和超广角镜头。视频录制方面，录制过程中能够实时切换三个镜头端，并保持曝光、白平衡和色彩完全一致，无缝切换。视频拍摄方面，支持4K视频拍摄、视频光学图像防抖功能 (广角和长焦)、2倍光学变焦等功能。iPhone 11则是采用了双摄像头（广角和超广角镜头），背面自上而下，分别是1200万像素广角主摄和1200万像素超广角镜头，主摄为26mm焦段f/1.8光圈，6片式镜片，超广角镜头则是5片式镜片，13mm焦段f/2.4光圈，提供高达120度的广角视野。前置镜头在iPhone 11上也得到加强，首先升级至1200万像素，其次支持自拍慢动作拍摄创作。3、重磅AI拍照技术Deep Fusion而在拍照软件方面，这次，苹果高级副总裁Phil Schiller重点介绍了一项重磅的AI拍照技术——Deep Fusion（深度融合）。Deep Fusion的运作原理是：在你每次按下快门时，系统会拍摄一张长曝光的照片。但是在你按下快门之前与之后，系统会分别拍下4张短曝光的照片——加起来一共拍下9张照片。然后，通过机器学习技术与苹果AI芯片的强大算力，系统将在2400万个像素点中选择最适合的像素点组成最完美的图像。不过，苹果也表示，Deep Fusion技术暂时不会出现在能买到的新手机上，它将在今年秋季通过系统软件更新。4、发售价格下降苹果正式公布了新款iPhone的命名：iPhone 11、iPhone 11 Pro和iPhone 11 Pro Max，起价分别为：699美元（官网售价5499人民币起）、999美元（官网售价8699人民币起）、1099美元（官网售价9599人民币起）。与去年持平，甚至iPhone 11的国行价格比去年iPhone XR上市时还要便宜1000元人民币——可谓“加量不加价”了。5、放弃5V/1A充电头苹果终于放弃5V/1A充电头啦！在iPhone 11 Pro和iPhone 11 Pro Max上，标配了18W的快充头。6、续航能力增加虽然新款iPhone无缘双向无线充电功能，但电池性能得到了很大但提升。iPhone 11的续航时间比iPhone XR多了1小时。Pro系列就更牛了，iPhone 11 Pro的续航时间比原先增加了4小时，Pro Max则是增加了5小时7、暗夜绿配色首次出现今年，苹果继续玩配色，iPhone 11 Pro有四个配色，包括银色、金色、太空灰和午夜绿。低价版的iPhone 11推出了紫色、绿色、白色、黄色、黑色和红色六款配色。网友评论：这么贵手机没有5g，明年还得换，太不合适不说华为怎么样，有些少数苹果粉也真到了慕洋犬的地步了我的华为用这么久也没毛病，华为苹果喜欢啥用啥呗除了5g  990被按在地上摩擦对对对，华为都很高，除了一点，它不是苹果。对比华为，才能说明华为已变得强大。5g到2021年都做不到网络全覆盖，有啥用有钱的人可以买，没钱的等5g苹果都开始主动对比华为了，，说明苹果真的不行了唉，用个手机又吵起来了…真的是无语想用什么就用什么就好了呗，为什么要捧一个摔一个这就真的算了吧...我不买iPhone完全就是因为穷", "author": "正商参阅", "newsdate": "发布时间：19-09-11", "newstime": "13:32", "sentiment": [{"positive_prob": 0.907041, "confidence": 0.793426, "negative_prob": 0.0929585, "sentiment": 2}]}, {"title": "丑出天际的iPhone 11，能打得过即将发布的华为Mate 30吗？", "content": "科技先生9月11日讯，在昨晚的苹果秋季新品发布会上，苹果正式发布iPhone 11 Pro，包括6.5英寸的Pro Max和5.8英寸的Pro;拥有新款绿色，深空灰、银色、金色，和广角镜头、长焦镜头与超级广角镜头。其中，基础款的iPhone 11是2018年受到好评的平价版iPhone XR的继任款，配置了6.1英寸视网膜显示屏，后置双摄像头，在中国大陆5499元起售，比iPhone XR低了1000元。而iPhone 11 Pro则采用了超级视网膜屏，Pro为5.8英寸，Pro Max为6.5英寸，后置三摄像头，四种颜色(暗夜绿、深空灰、银色和金色)。iPhone 11 Pro售价8699元起;Pro Max 9599元起售，最贵512GB版本售12699元。这次新iPhone采用的A13芯片。得益于制作工艺的进步，集成了85亿个晶体管，较集成69亿个晶体管的A12明显增加，性能相比A12芯片提升20%，能耗最多可降低40%，单核跑分成绩超过4500。一个亮点是，此次iPhone Pro在电池续航上有一个比较大的突破，iPhone 11 Pro比iPhone XS长4小时，iPhone 11 Pro Max比iPhone XS MAX长5小时，不过iPhone 11续航仅比iPhone XR多1个小时。另外，iPhone 11 Pro及Pro Max支持18W电源快充，约30分钟可充至50%电量。就在iPhone11发布前夕，老对手华为抢先放出一段华为Mate30新机预热视频，其中透露出了不少关键信息。网友猜测官方暗示Mate 30系列搭载性能更强大的麒麟990芯片和EMUI 10系统，速度飞快。圆环造型的后置摄像头模组，对焦、暗光拍摄实力大增。根据目前的爆料信息，华为Mate 30 Pro将会标配一块分辨率为2K的6.71英寸全视觉曲面屏，左右边缘做到90度弯曲，占比将高达95%左右！外观上变化最大的可能就是背面的摄像头，将会采用圆形浴霸的设计语言。同时，海外媒体还曝光出华为Mate 30系列一个非常关键的信息点，外媒称华为Mate 30系列这一次采用的还是60Hz刷新率的屏。不过最高端的华为Mate 30 Pro 5G手机不清楚是否搭载90Hz屏幕。但荣耀即将推出的5G智能手机，Vera30/V30将提供90Hz刷新率显示屏。拍摄方面，华为Mate30系列大概率会采用四摄镜头模组，镜头组合有可能将是4000万+4000万+800万+TOF的硬件配置，其中主摄将支持f/1.4-1.6可变光圈，另一颗4000万像素镜头预计为120度的超广角，在尺寸上都会是行业最大的，这在硬件上给足华为Mate30系列底气。此外，华为Mate30系列可能还会继续采用RYYB像素排列以及潜望式结构设计，支持5倍光学变焦。在性能配置上，能够得到的消息来看已经是确定麒麟990 5G处理器芯片。这一颗麒麟990处理器芯片是由第二代的7nm制程工艺制作的。值得注意的是，Mate 30 Pro将会首发103亿晶体管的麒麟990处理器，它是全球首颗集成5G的芯片，能够统一支持2G、3G、4G的网络。麒麟990 5G可以说是目前业内最为出色的综合性移动处理器之一，全新的达芬奇架构NPU将让AI算力更出色，这对于华为Mate 30系列的性能提升将有着巨大的帮助。在麒麟990 5G发布之前，几乎所有5G手机都采用移动处理器+外挂5G基带芯片的形式，这对于手机内部本来就捉襟见肘的空间来说，无疑是严峻的挑战，因此目前市售的5G手机不是拥有巨大的机身尺寸，就是比4G手机要厚一些。目前华为Mate 30 Pro发布时间已经确认，9月19日，华为将在德国慕尼黑为大家带来Mate系列最新力作——#华为Mate30#!至于华为Mate30系列具体表现如何，就让我们期待9月19日的发布吧。", "author": "科技先生", "newsdate": "发布时间：19-09-11", "newstime": "17:02", "sentiment": [{"positive_prob": 0.000138523, "confidence": 0.999692, "negative_prob": 0.999861, "sentiment": 0}]}]