[{"title": "华为P30、P30 Pro图赏：手机界的时尚魔头", "content": "4月11日，华为在上海举办了华为P30系列手机新品发布会，这两款手机此前均已在法国巴黎的全球发布会上正式面世，而这次落地国内市场，仍然吸引了大批网友关注。IT之家目前已经拿到了极光色的华为P30和天空之境版本的华为P30 Pro，现在就为大家送上这两款手机的开箱图赏。华为P30系列的包装盒均为白色衬底，基本上只有华为Logo、产品名称和徕卡标识等烫印文字元素，十分简洁。打开包装，我们直接来看产品。华为P30系列正面屏幕采用的是“珍珠屏”设计，屏幕边框很窄，拥有不错的屏占比，尺寸方面，华为P30屏幕为6.1英寸， 华为P30 Pro为6.47英寸，其中华为P30 Pro采用的是双曲面屏幕。翻过手机我们来看背面，这里是华为P30系列设计创意集中体现的地方。众所周知，P系列是华为终端产品中兼顾时尚、艺术、科技的高端旗舰，而今年的华为P30系列在外观设计上继续承袭了P系列的核心DNA，时尚、抢眼。去年华为P20的极光色引领了智能手机上渐变色的潮流，今年的P30系列继续将色彩渐变发扬光大。IT之家小编手上的极光色和天空之境两个版本的手机，均为渐变结构色设计，随着光线照射角度的不同会在机身上呈现出流光溢彩的色泽变幻效果，充满灵动之美。特别是今年新增的“天空之境”配色，官方称灵感来自于自然，将盐湖的空灵之美定格在手机背面，实际观感上主色调偏向素淡的粉白色，但随着光线流转，渐变色泽氤氲其上，灵动中更添几分优雅。而在工艺方面，天空之境更是通过15层工艺加工而成，其中渐镀段工艺由9层纳米真空光学镀膜组成，厚度仅为一张纸的1/100。接下来看手机中框。华为P30系列的中框为不锈钢材质，表面为抛光处理，和整机前后玻璃面板很好地融合一体。具体看机身四边，华为P30机身顶部拥有天线隔断和降噪麦克风，机身底部元素较多，包括扬声器开孔、天线隔断、USB Type-C接口、通话麦克风和3.5mm耳机接口。机身左侧为SIM卡插槽，右侧则为音量按键和电源按键，其中电源按键中红色细长的凹槽设计十分抢眼，也是去年P20经典设计元素的延续。华为P30 Pro的元素布局有些不同。其机身右侧为音量按键和电源键，左侧没有任何实体按键，机身顶部相比P30多了一枚红外线发射器，而SIM卡槽则  被挪到了机身底部。可以看到，华为P30 Pro不仅仅是华为P30的放大版，外部布局的不同意味着它们拥有不同的机身内部设计方案。总体来说，华为P30系列拥有更为成熟的设计语言，经过多代产品的积累沉淀，时尚、潮流、优雅已经成为P系列的标签，而华为P30系列正是这些标签的最好诠释。话不多说，下面是华为P30系列更多开箱美图。也欢迎大家关注IT之家对华为P30、P30 Pro进行详细评测。华为P30：华为P30 Pro：推荐阅读：", "author": "IT之家", "newsdate": "发布时间：19-04-11", "newstime": "17:15", "sentiment": [{"positive_prob": 0.945841, "confidence": 0.879647, "negative_prob": 0.054159, "sentiment": 2}]}, {"title": "华为发布三款全新笔记本产品：功能&配置完美", "content": "4月11日，华为在上海正式发布旗下三款MateBook笔记本新品：新款HUAWEI MateBook X Pro，HUAWEI MateBook 14以及HUAWEI MateBook E。新款MateBook X Pro延续3K炫丽全面屏经典设计，以时尚轻薄和极致体验尽显旗舰典范；面向主流用户群的MateBook 14采用2K全面屏设计，卓越性能、超长续航及丰富接口更好地满足用户需求；全新的二合一笔记本MateBook E则带来“开机即联网，黑屏不掉线”的全时在线体验。三款MateBook笔记本新品同时搭载全新升级的Huawei Share一碰传功能，令手机与笔记本的交互更加便捷，打造全场景智慧生活体验。全面屏旗舰经典新款HUAWEI MateBook X Pro华丽登场2018年，全球首款全面屏笔记本HUAWEI MateBook X Pro以至臻轻薄、3K炫丽全面屏和创新科技开启笔记本全面屏时代。2019年，新款HUAWEI MateBook X Pro传承经典设计和匠心工艺的同时，带来更加高效、便捷、智慧的交互体验，再度引领全面屏旗舰风尚。新款HUAWEI MateBook X Pro延续金属一体化机身和整机CNC钻切工艺，配合精密陶瓷喷砂，带来细腻触感。机身最厚处14.6mm，重量仅为1.33Kg，提供深空灰、皓月银和樱粉金三色可选。通过业界顶尖的结构设计，新款HUAWEI MateBook X Pro以13.9英寸屏幕实现了四边超窄边框和91%屏占比，配合3K高清分辨率，带来一览无余超清视野；采用3:2生产力屏，在Office办公、网页浏览等场景中，让内容以最大的显示比例纵向呈现，更易于编辑和分享；100% sRGB（典型值）广色域，PPI高达260，最大亮度450尼特，对比度1500:1；低功耗LTPS显示屏，支持高精度十点触控，使人机交互更加流畅。此外，新增华为自主开发的三指下滑截屏，可实现快速截屏，随手勾勒截取任意形状，并自动识别图片内文字，转换为文本，高效贴心。新款HUAWEI MateBook X Pro搭载全新升级的Huawei Share一碰传功能，突破Android和Windows跨系统短距离传输的难题。通过“一碰传”这种简单、自然的交互方式，一碰传文件分享、一碰传录屏和共享剪贴板功能，在没有数据线和网络的环境下，实现跨平台互传，一碰即刻分享，尽享智慧互联。新款HUAWEI MateBook X Pro性能全面升级，最高搭载第八代(Whiskey Lake)英特尔 酷睿 i7-8565U处理器，支持搭载全新NVIDIA GeForce MX250显卡，2GB GDDR5 独立显存，搭配鲨鱼鳍风扇2.0，带来澎湃性能、极速快感和静谧体验，多任务处理依然流畅顺滑。同时，采用全新升级Thunderbolt 3接口，支持双向数据传输，4倍带宽，传输速率高达40Gbps，可轻松外接4K显示和高端显卡；还有全新升级的双天线WiFi及蓝牙5.0，传输速度更快，信号更稳定。新款HUAWEI MateBook X Pro拥有57.4Wh（典型值）超大容量电池带来强劲续航，可实现本地1080P视频播放13小时/正常办公14小时/网页浏览12小时；延用杜比全景声音响系统，搭配定制化高低音分频四扬声器带来震撼视听效果；指纹识别电源键和隐藏式摄像头，两大创新设计有效保护用户隐私安全。全面屏轻薄性能本 HUAWEI MateBook 14满血出击主流市场为了让主流消费人群同样享受华为旗舰级笔记本的创新科技、智慧体验，2018年底华为推出了MateBook系列，其首款产品HUAWEI MateBook 13一经上市便成为13英寸轻薄本新标杆。作为同系列的第二款产品，华为此次带来了集全面视野、轻薄便携和满血性能于一身的HUAWEI MateBook 14，致力于成为职场新人及高校学生在工作、娱乐、生活中的强大助手。HUAWEI MateBook 14屏幕分辨率为2160x1440，拥有100%sRGB（典型值）广色域，屏幕对比度1000:1、300尼特（典型值）亮度，重新定义了14英寸主流档位轻薄本的屏幕新标准；延续MateBook家族全面屏经典设计，上左右边框仅4.9mm，实现90%超高屏占比；采用3:2比例屏幕设计，较传统16:9屏幕比例的14英寸笔记本，可视面积提升约8.4%。隐藏式摄像头设计，使用时按压弹起，实现90%超高屏占比，同时有效保护用户隐私。HUAWEI MateBook 14最高搭载第八代英特尔酷睿处理器i7-8565U，采用高性能NVIDIA MX250显卡（TDP 25W）和高速固态硬盘，成为14英寸主流档位轻薄本卓越之选。满血的性能配置对轻薄本的散热提出了极高要求，HUAWEI MateBook 14搭载鲨鱼鳍风扇2.0，风扇扇叶仿鲨鱼鳍设计，风量较普通风扇提升18%；搭配智能滤波技术，通过七颗温度传感器，实时监控整机温度，让风扇转动更平稳、有效降低噪音。HUAWEI MateBook 14拥有57.4 Wh（典型值）大容量电池，并采用华为自主开发的智能省电管理方案，可实现本地1080P视频播放15小时，连续正常办公14小时，连续网页浏览10.5小时。不仅如此，HUAWEI MateBook 14配备65W充电器，充电15分钟，即可享受3小时顺畅办公体验。针对主流消费人群移动办公、多场景使用的需求，HUAWEI MateBook 14配备包括USB-C（集充电、传输数据于一身）、HDMI、3.5mm立体声耳机接口、USB3.0和USB2.0等多种扩展接口，让连接不再繁琐，满足用户不同的接口需求。作为办公和娱乐工具，HUAWEI MateBook 14搭载全新升级的Huawei Share一碰传，包括一碰传文件分享、一碰传录屏及共享剪贴板功能，实现手机、PC跨系统“一碰即分享”。此外，拥有时尚外观、指纹式电源键、杜比全景声的HUAWEI MateBook 14，也迎合了时下追求个性、品质与效率的年轻人群，满足在不同移动场景下的生活和工作需求。全时在线非凡体验，全新HUAWEI MateBook E夺目而至作为本次发布会的一个重量级彩蛋，华为基于消费者对手机网络持续在线的使用习惯洞察，基于华为公司在连接领域多年的技术积累，将便捷高效的网络持续在线的连接体验带到PC上，推出全新HUAWEI MateBook E。这款二合一笔记本特别为经常在外办公，工作场所不受限的移动办公人群，以及所有期待开机即联网，网络永不掉线的高效工作生活方式人群打造。全新HUAWEI MateBook E内置4G LTE，插入Nano-SIM卡，即可实现全时在线体验，网络传输速率达到LTE Cat 16， 最快下行速率可达1Gbps，下载一部1GB的高清电影只需约8秒钟。全新配备的4*4 MIMO多天线接收技术，让4G网络连接更稳定。更有Huawei Share一碰传带来手机PC间移动互联，轻松触达智慧生活。全新HUAWEI MateBook E采用专注提升生产力的3:2长宽比2K高清触控屏。机身轻至698g，薄仅8.5mm，搭载皮质后壳设计，轻薄便携又兼具品质工艺。并搭载高通骁龙850移动计算平台，以及拥有8层散热结构的华为独家散热专利技术，有效助力性能释放，加上内置36.3Wh容量电池，可满足10小时本地1080P视频播放，让工作更安心、运行处理更流畅。华为坚持“以消费者为中心“的理念，着眼于消费者对于移动互联的需求，在最适宜的时间为消费者出极速稳定全覆盖4G网络连接的全新HUAWEI MateBook E全时在线二合一轻薄笔记本，让消费者拥有了”开机即联网，黑屏不掉线“的全时在线体验。综合实力驱动，华为PC引领全场景智慧生活体验新款HUAWEI MateBook X Pro、HUAWEI MateBook 14和HUAWEI MateBook E的正式发布，彰显华为PC持续秉承“精品战略”初心，通过不断的创新驱动，将智能终端领域创新经验带入PC产业，引领全场景智慧生活体验，进而推动整个PC行业的创新发展。除了技术硬实力外，华为PC在消费者服务的软实力上也不断加码。此次三款新品国内上市后，将为新老用户提供随新机赠送5年系统重装免费、寄修双向物流免费和7*24小时人工语音的贴心服务。同时针对MateBook X/MateBookX Pro/ MateBookD(2018版)三款产品，自5月11日起，在全国300多个地市的1000多家华为授权客户服务中心，为用户免费加装“Huawei Share”芯片，升级Huawei Share一碰传功能。三款齐发，4月11日多平台预售开启4月11日18:08，此次发布的三款新品将在华为商城、华为京东官方旗舰店、华为天猫官方旗舰店、华为苏宁官方旗舰店正式开启预约，预约期间可享受多重好礼！新款MateBook X Pro的i5/8GB/512GB集显版和独显版售价分别为7999元和8999元；i7/8GB/512GB独显版和i7/16GB/1TB独显版售价为9999元和13999元。MateBook 14的i5/8G/512G集显版、i5/8G/512G/独显版及i7/8GB/512GB/独显版售价分别为5699元、5999元和6999元。MateBook E的8GB/256GB款、8GB/512GB款售价分别为3999元、4999元。", "author": "驱动之家", "newsdate": "发布时间：19-04-11", "newstime": "16:42", "sentiment": [{"positive_prob": 0.999894, "confidence": 0.999764, "negative_prob": 0.00010632, "sentiment": 2}]}, {"title": "刚刚！华为P30系列开售，国行版售价预计3988元起", "content": "4月11日，华为“未来影像”2019春季新品发布会开幕，这也意味着华为P30/P30 Pro系列机型正式与国内用户见面，其国行售价也将揭开面纱。根据发布会公布的售价，华为P30 6GB+128GB的版本售价3988元起，P30Pro售价5488元起。图片来源：视频截图此前华为在巴黎全球新品发布会公布了P30/P30 Pro系列的产品功能，而从售价来看：P30 6GB+128GB的版本售价799欧元，约合人民币6040元；P30 Pro的三个版本↓8GB+128GB，999欧元，约合人民币7552元；8GB+256GB，1099欧元，约合人民币8308元；8GB+512GB，1249欧元，约合人民币9443元。而在近日，坊间流出“国行版售价预计3999起”的传闻，引发网友关注，也有经销商在网上po出“P30Pro 128GB，5588元”的标价图片。按照之前的标价，国行版本价格会比国外版本下降1000至1500元左右。已公布的搭载骁龙855处理器的小米9售价2999元起，同样是搭载骁龙855处理器的OPPO Reno 10倍变焦版售价3999元起，相比之下，而华为使用的自家麒麟980处理器标价，在个别网友看来“不值”。拥有这样的处理器，华为在主打摄影拍照宣传上下足了功夫，在华为P30系列国内发布会上，华为消费者业务CEO余承东表示，华为的P30系列手机刷新了DXOMARK全球手机摄影榜的分数，又塑造了一个新的记录，其他厂家想超越华为还比较困难。“我说话可能不谦虚，要超越这个分数还要靠我们自己。”而在预售期间预支定金的用户，今日已经可以在华为授权店取货。发布会除了公布新机售价，也发布了充电宝，Mate Book笔记本电脑等其他产品。图片来源：视频截图", "author": "每日经济新闻", "newsdate": "发布时间：19-04-11", "newstime": "16:54", "sentiment": [{"positive_prob": 0.988619, "confidence": 0.97471, "negative_prob": 0.0113806, "sentiment": 2}]}, {"title": "为了展示华为P30的拍照实力，华为在发布会现场外搭建了一个小赛车场", "content": "浙江24小时——钱江晚报记者 张云山 朱银玲干掉传统相机的可能不是佳能或尼康，而是华为。1日下午，华为在上海召开了主题为“未来影像”的春季新品发布会，主角就是在海外引发排队抢购的华为P30。为了展示P30的拍照实力，华为特意在上海东方体育馆的发布会现场外，搭建了一个小型的赛车场，使用华为P30和华为P30pro可以拍摄快速飞驰的赛车。一个半小时发布会，一小时展示拍照余承东称P30是显微镜又是望远镜“华为P30系列在巴黎发布以来，已经获得了全球40多家科技媒体的评测第一名，还获得了有摄影届奥斯卡之称的世界摄影技术新闻协会的年度最佳摄影手机。”华为消费者业务总裁余承东从口袋里掏出了极光色的华为P30和天空之境色的华为P30 pro，现场一片尖叫声。“华为P30和P30 pro不仅是显微镜，还是一部望远镜。”为了展示华为P30的出色拍照能力，余承东不仅拿苹果、三星等同行手机拍照做对比，还展示了用华为P30拍摄的北京的夜景、印尼的火山、墨西哥的水流、挪威的峡湾、巴西的落日等不同场景。余承东说，自己晚上11点跑步时用华为P30拍摄的深圳夜景，发在朋友圈，很多人问是不是用专业相机拍摄的。在发布会现场，华为展示了P30 Pro的强大变焦和背景虚化性能。该能力的达成，主要依靠P30 Pro四摄徕卡镜头新增的两个硬件——那颗方形的潜望式镜头和3D ToF镜头。华为P30 Pro能拥有最好的变焦能力，不仅仅是依靠前所未有的潜望式设计，它的算法也表现相当出色。华为P30 Pro使用华为称为“视场融合”的系统，将光学变焦和由算法驱动的数码变焦相结合，可根据所选放大系数切换摄像头。在3倍光学变焦及以下时使用主摄像头，5倍光学变焦及以上时使用长焦摄像头，对于3～5倍的中间的变焦，则通过合并两个摄像头的图像数据来产生图像。同时，华为P30 Pro还可以通过光学变焦和超分辨率的组合，实现10倍混合变焦。在DxOMark手机排行榜上，华为P30 Pro拍照获得119分，视频获得了97分，总分112分登顶。榜单排名前三名都是华为系列，余承东笑称，能击败华为P30的，只能是华为的兄弟品牌mate系列，因为拍照功能领先太多了。发布会从下午2点半到4点历时一个半小时，但从2点半到3点半，余承东一直在展示华为P30系列的拍照功能。支持防水防尘，可续航10小时华为P30可为其他手机反向充电华为P30pro将会搭载基于7纳米制程的麒麟980处理器和8G运行内存，在安兔兔上跑分近36万，足以碾压大部分的竞品。另外，P30pro还拥有一块4200毫安电池和40W有线和15W无线快充，续航能力比上一代有近15%的提升，多功能NFC和双频GPS导航也是一应俱全。颜值上，一方面，华为P30pro在上一代的基础上进行更深入的尝试，它采用溅镀膜工艺的玻璃后壳，在光线的照射下能够产生光彩熠熠的效果，有极光蓝、经典黑和珠光贝母白，并新增赤茶橘和天空之镜两种新配色，给人一种眼前一亮的感觉。还有，华为P30pro取消3.5毫米耳机接口且边缘过渡流畅，能支持IP68级别防水防尘，即使日常在恶劣场景下使用也不需要担心了。另一方面，华为P30pro标配一块6.47英寸的水滴曲面屏，得益于COF封装工艺的进步，下巴和左右边框都做得更窄。华为P30可以续航达10小时，30分钟快充70%电量，还支持给其他手机和电动牙刷、胡须刀等电器反向充电。售价3988元起半个月有320万人上天猫搜索华为P30对于大家关心的价格问题，华为P30系列3988元起。华为P30 8GB＋64GB3988元，8GB＋128GB版本4288元，8GB＋256GB版本4788元。华为P30 pro系列，8GB＋128GB，5488元，8GB＋256GB版本5988元，8GB＋512GB本本6788元。此外，华为P30 pro限量套装版本5888元～7188元。4月11日18：08，华为P30、P30 pro两款新品即将在华为商城、天猫、苏宁易购等正式发售，从3月37日华为在天猫展开“盲定”预售开始，不到10小时，两款新品就刷新了天猫手机新品预售纪录，截止目前，半个月内已有超过320万人在天猫搜索这两款新品的关键词。作为一款会拍照的“望远镜”，华为P30拥有高达3200万像素的前置摄像头，而华为P30 Pro更是拥有强大的50倍变焦能力，强大的美颜拍照功能俘获了大量女粉丝，让这款商务机具备了时尚属性。天猫数据显示，参与华为P30及相关商品预售的用户中，有近6成是女性用户。近年来，华为正步步紧逼苹果，据IDC2018年3季度全球智能手机市场数据报告显示，拥有广泛“群众基础”的华为已经在全球手机品牌销量排行中超过了苹果，位居世界第二。首批华为P30备货500万台，富士康代工曾在海外引发彻夜排队华为P30被称为拍照神器，之前在海外发售时，曾引发彻夜排队。华为P30系列在巴黎开售当天，为了能够买到华为P30系列，巴黎街上甚至都排起了长队，当天中午，该店铺的新机就已经售空。在此之前，巴黎街头能够排长队，一般都是LV、新款iPhone开售等，但是这次却换了主角，可见华为P30有多受欢迎。除了巴黎之外，新加坡、科威特等地的华为P30系列首销当天，都出现用户凌晨排队现象。作为今年的华为P系列的旗舰机，华为P30系列的首批备货量超过500万台，后续还会陆续下单1600万台，终生产量将超过2000万台。P30系列这次主要在富士康的河南郑州工厂生产，之前这家工厂一直是苹果iPhone的主产地。有消息称，富士康郑州工厂目前仍在继续招人，预计华为手机生产线的相关员工将超过5万人。根据华为官方数据，上一代P20系列上市仅五个月，全球累积销量就突破了1000万台，截止2019年1月底突破1700万台，而余承东最初设定的目标是超过2000万台。余承东此前曾明确表示，华为手机今年的目标是努力完成2.5亿台出货量，相比2018年的2.06亿台增长21%，2020年则会进一步挑战3亿台出货量。在会后的发布会上，华为消费者业务总裁余承东说，华为消费者BG一年研发投入在60亿美元，这个数据是所有国产手机厂商之和还多。在华为P30系列发布会后的采访中，华为消费者业务CEO余承东表示，华为手机今年可能做到全球第一，同时对华为5G芯片销售给苹果保持开放态度。", "author": "钱江晚报", "newsdate": "发布时间：19-04-11", "newstime": "20:09", "sentiment": [{"positive_prob": 0.976501, "confidence": 0.947781, "negative_prob": 0.0234986, "sentiment": 2}]}, {"title": "华为P30发布：全新开源编译器，安卓性能革命，售价3988元起", "content": "TASTER发布会&华为P30系列机皇降临4月11日下午2点30分，华为国内召开发布会推出华为 p30系列。在之前华为已经在巴黎发布了华为P30系列，国际主流媒体也对这款新品做出了很高的评价，比如“年度最佳拍照手机”“五星满分测评”等等。而国行版和国外版本会稍有不同。华为P30系列搭载了新一代屏幕指纹技术，华为P30 pro系列还取消了听筒，采用华为磁悬发声屏技术，这样可以增加屏占比。配色是华为P30系列的一大亮点。华为P30系列共有天空之境、赤茶橘、珠光贝母、亮黑色、极光色五种颜色，尤其是天空之境这个名字取得真的文艺，众所周知，华为的拍照出于领先地位，HUAWEI P30最高支持ISO 204800，HUAWEI P30 Pro 最高支持ISO 409600。除此之外，华为P30 pro还支持5倍光学变焦，10倍混合变焦，最大50倍数字变焦。50倍变焦这个都成梗快被人玩坏了。华为 p30系列支持专业模式，P30 proISO可调为50-409600，曝光时间可调至30秒。说起暗光拍摄，相信大家对华为P30系列拍摄早有耳闻，只需要一点光，就可以拍摄的很清晰。华为P30系列还支持双景录像功能。在DxOMark上，华为P30 pro达到112分，P30分数没有放上来，否则前四名都是华为了。华为P30系列采用华为超级文件系统，读取速度提升20%。华为还推出了一个方舟编译器，开源，并且呼吁各大app厂商使用这个编译器进行编译，能够增加app的运行和启动速度。GPU Turbo也进行了升级。华为P30系列还支持超低时延蓝牙技术，智能双卡切换和双频GPS。搭载全新EMUI 9.1系统，EMUI这次重新设计了UI，显得更加年轻化了，长按电源键1秒唤醒AI语音助手。P30 pro还支持AR测量。补充一点，华为P30系列还可以作为车钥匙，支持全新宝马3系车型等等，当然你得有个车才行。华为P30系列也支持反向充电。处理器是麒麟980，P30 pro电池容量4200mAH，P30电池容量是3650mAH。华为P30 pro支持40w快充。HUAWEI P30 Pro还有一款星钻保护壳，以及推出一款华为12000mA 40W超级快充移动电源。最后是售价，华为p30 8+64版本售价3988元，8+128售价4288元。，8+256售价4788元。华为P30 pro 8+128售价5488元，8+256售价5988元，8+512售价6788元。更多发布会第一手资讯，请关注TASTER科技", "author": "TASTER科技", "newsdate": "发布时间：19-04-11", "newstime": "16:54", "sentiment": [{"positive_prob": 0.99709, "confidence": 0.993534, "negative_prob": 0.00290974, "sentiment": 2}]}, {"title": "华为连发三款MateBook，E系列平板电脑二合一，搭载骁龙处理器！", "content": "4月11日，华为在上海召开新品发布会，全新拍照旗舰P30系列终于与大家见面，在带来P30系列手机的同时，华为还在发布会上更新了三款笔记本。首先是新款华为MateBook X Pro，搭载3K炫丽全面屏，屏占比达到91%，有着出色的视觉效果。支持触控手势截屏新款MateBook X Pro搭载第八代酷睿i7 8565U处理器，配备全速四通道Thunderbolt 3接口，搭载MX250独立显卡。搭载华为首创的笔记本触屏手势截屏，还支持华为Share一碰传，且这一功能将适用于所有已发布的华为笔记本产品。MateBook14则配备了一块14英寸屏幕，分辨率2160*1440，覆盖100%sRGB色域，能够满足设计、影视后期等专业用户需求。配置方面，MateBook14搭载第八代酷睿I7处理器和MX250独立显卡，并且搭载鲨鱼鳍风扇2.0，通过智能滤波技术，可实时监控整机温度，提升散热效率，让风扇转动更平稳、更安静。此外，华为还带来了MateBook E，配备12 英寸 2K 触摸屏，搭载高通骁龙850移动计算平台，预装正版Windows 10；内置千兆级4G LTE 网络，全时连接，时刻在线。配备磁吸键盘以及2048级压感手写笔。售价方面，新款华为MateBook X Pro售价7999元起，顶配版13999元，今晚开启预售，4月17日正式开售。MateBook14 5699元起，顶配6999元，而MateBook E售价则是3999元起， 二者均于今晚开启预售，4月30日零点正式开售。", "author": "极果", "newsdate": "发布时间：19-04-11", "newstime": "16:47", "sentiment": [{"positive_prob": 0.99665, "confidence": 0.992556, "negative_prob": 0.00334957, "sentiment": 2}]}, {"title": "华为P30系列最强购机攻略 以旧换新最高补贴400元", "content": "【手机中国新闻】4月11日，华为P30系列正式在上海发布。作为华为2019年的一款旗舰之作，华为P30系列立下flag要重新改写摄影规则，事实上，也的确做到了。华为P30系列搭载的超感光影像系统，引领影像革新，带来感光能力的空前提升。价格方面，华为P30系列售价3988元起，4月11日18:08正式开售。华为P30系列4月12日迎来苏宁易购华为超级新品日，当天0点华为P30开启全天现货抢购；华为P30 Pro亮黑色0点开始限量抢购；华为P30 Pro其他颜色10:08开启限量抢购；有购买意向的同学注意相关配色抢购时间。苏宁易购华为超级品牌日既然是苏宁易购华为超级新品日，那么购买华为产品怎么能没有优惠呢？为此，苏宁易购针对华为P30系列新品上市，独家推出换购活动，用户可持旧机在苏宁易购参加以旧换新，最高补贴400元，购机更划算。以华为P20（6GB+128GB）为例，旧机评估价格在1770元左右，再加上苏宁易购给予的额外补贴，旧机抵扣金额大概在1880元，换购华为P30新机（8GB+128GB）版本，仅需2408元，当然大家也可以换购P30系列其它版本，有了苏宁易购的额外补贴可以说是非常超值。以旧换新对于在苏宁易购购买华为P30系列的用户，还可以参加一系列福利活动。比如0元抽奖赢蓝牙音箱，除了音箱还有包括移动电源和自拍杆在内的更多精美礼品。对于购买P30系列的用户，收到手机后，前1500名晒单还可以获得三脚架自拍杆一个，配合3200万像素，拍照妥妥的。除此之外，购买华为P30系列的Super会员且未退货的，前1000名将随机赠送赠移动电源或蓝牙音箱，买到就是赚到。最强购机攻略当然，对于想要购买华为其他产品的用户，苏宁易购华为超级新品日同样福利多多。比如购买华为P30系列上一代产品华为P20系列：直降300元，6期任性付免息，3088元起；华为Mate20系列：官网价直降500元，6期免息，3499元起，赠乐心手环；华为nova4：优惠100元，2699元起，赠蓝牙耳机+自拍杆；华为nova4e：下单赠乐心手环，1999元起。更多优惠信息大家可以关注苏宁易购官网，华为超级新品日买了不吃亏。", "author": "CNMO手机中国", "newsdate": "发布时间：19-04-11", "newstime": "20:37", "sentiment": [{"positive_prob": 0.992202, "confidence": 0.982671, "negative_prob": 0.00779783, "sentiment": 2}]}, {"title": "华为余承东：希望未来每卖出2台手机就有一台来自华为或荣耀", "content": "在营收超过运营商业务，成为华为最大的收入来源后，华为消费者BG业务负责人余承东在4月11日的一场采访中对第一财经记者表示，按照现在的增长态势，（华为手机）可能做到全球市场第一。“但是我们没有做这样的计划，份额不是我们追求的的目标。”余承东对记者表示，现在每个月数据都在增长，明年成为全球第一大智能手机厂商是有把握的。他表示，中国市场上每卖出3台手机就有一台来自华为或荣耀，未来他希望每卖出2台手机就有一台来自华为或者荣耀。根据上个月华为公司发布的年报显示，华为去年全球智能手机发货量超过了2.06亿台，消费者业务实现了525亿美元的营收。在IDC等各大调研公司的统计报告中，位居全球第三，离排名第二的苹果差距极小。在此前的一场内部会议中，华为创始人任正非透露华为消费者业务2023年希望达到1500亿美元的销售收入目标，而整个华为集团会在2500-3000亿美元之间。余承东对记者表示，完成具有挑战，1500亿美元里面至少有500亿美元以上来自于其他业务，希望40%的收入来自于其他业务。研发投入去年60亿美元4月11日，华为正式在国内发布P30系列，P30Pro的四摄最受关注。华为消费者业务CEO余承东在现场称，P30系列超级影像手机从根本上改写了影像技术的基本规则。据华为官方介绍，P30系列第一次在手机上配置超感光传感器和潜望式镜头组合。其中，超感光徕卡四摄系统拥有专业级的感光与变焦能力，四个镜头组合中，分别是4000万像素超感光镜头、2000万像素超广角镜头、800万像素超级变焦镜头，以及一枚ToF摄像头。潜望式超级变焦镜头支持5倍光学变焦、10倍混合变焦以及50倍最大变焦。根据手机产业链披露的信息看，此次主摄像头模块将独占索尼SONY IMX607 CMOS传感器，具备3800万像素。而芯片方面，国内厂商汇顶为华为P30系列独供屏下光学指纹并提供AMOLED触控方案。“领先别人半步可能很快就被追上，但领先别人一条街，可能对手就要一两年才追的上。”余承东对记者表示，近期美国的打压确实给华为做了广告，让原本不知道的人知道了华为。但华为保持持续增长的很大原因还是持续的研发技术投入，其去年手机研发费用达到60亿美元，通过产品和服务给消费者带来了创新的价值。余承东对记者表示，手机拍照片和录像会越来越靠近专业相机，专业性能，目前这也是消费者关注的最大“痛点”。通过算法合成等技术，手机有机会在未来拥有超过单反的能力。“手机外”收入占比希望达到40%4月3日，华为“心声论坛”刊登了一份华为创始人任正非在内部的讲话。任正非表示，今年华为的改革重点，一方面是运营商BG（CNBG），二是消费者BG（CBG）。CNBG改革是集团亲自抓的战略重点，集中精力把管道联接业务做成世界战略高地，此外，华为授权CBG“军团作战”，自主改革，改革的内容包括组织结构设计和薪酬体系，消费者管委会对业务体系仍然有管辖权利。在组织设计和薪酬分配的边界内，放开让你们做实验，给五年时间，看看你们能不能打造一支铁军。”任正非说。而在任正非的讲话中，透露华为消费者业务2023年希望达到1500亿美元的销售收入目标。对于5年1500亿美元的目标，余承东说道：“每次增长很挑战，任总的目标越来越高，我们500亿美元的目标，其实提前两年实现了。我接手的是时候，还是亏损的，现在盈利了，还变成最大的业务。1500亿美元的目标，现在看起来还是很挑战，但集团给我们更多的授权，解放生产力，给小树苗更多的空间。我们在欧洲等市场，西班牙芬兰等个别国家，发达国家成为市场第一，超过苹果三星。中国每三台手机，就有一台是我们的。争取今年，最晚明年，每两台就有一台是华为的。”这意味着华为在国内占比要到50%。“不仅仅是手机，未来很多领域都有机会，全场景的生态，我们在小蛋糕拿到大份额。1500亿里面至少有500亿以上来自于其他业务，甚至是40%来自于其他业务。”余承东对记者说，华为智能家居的体验会超过全球所有的厂商。值得一提的是，余承东在此次采访中再次强调华为不做传统家电，也不会做传统电视。“未来不排除推出更大屏幕的AI音箱，具备电视机的功能，但至少这个月不会推出。”此外，余承东还表示，对华为5G芯片销售给苹果保持开放，但目前没有更多的消息。", "author": "第一财经", "newsdate": "发布时间：19-04-11", "newstime": "19:24", "sentiment": [{"positive_prob": 0.939846, "confidence": 0.866325, "negative_prob": 0.0601536, "sentiment": 2}]}, {"title": "美国打压华为的策略已失败：4万多个5G基站已发往全球", "content": "此前美国政府以“存在后门”等原因禁止华为5G设备在美销售，不仅如此，还要求其他国家共同抵制华为。不过随着西欧各国纷纷拥抱华为，曾经与美国一起禁止华为的五眼联盟也宣告瓦解。华为根据最新的报道，华为已经将4万多个5G基站发往全球各地，其中包括英国、瑞士、泰国、菲律宾、马来西亚等多个国家和地区，其中以东南亚地区最为广泛。值得一提的是，自2018年起，华为就签订了有30多个5G商用合同，全球多个地区的网络运营商选择与华为合作来推动5G网络的建设，整体数额占全球5G订单的一半。华为目前来看，美国政府对华为的打压基本宣告失败，对华为5G网络在全球的部署并没有起到任何作用。此前曾被美国政府威胁的德国政府喊话不需要美国“指手画脚”之后，美国再也不要求德国禁用华为。前几日，国际电信联盟也喊话，没有证据就禁用华为是极其不公平的。华为5G合作目前，韩国和美国等少数地区已经开通了5G网络，但试运营地区的用户也反映了不少问题，甚至说5G没信号、根本都用不了等。主要原因是目前5G还处于发展阶段，各方面还未发展成熟，距离5G真正普及还需要一段时间。我国将在今年下半年在多个城市启动5G网络试商用。", "author": "天极网", "newsdate": "发布时间：19-04-11", "newstime": "14:44", "sentiment": [{"positive_prob": 0.0811846, "confidence": 0.81959, "negative_prob": 0.918815, "sentiment": 0}]}, {"title": "苹果无“芯”，华为相救，这事靠谱吗？", "content": "目前，全球范围内已经发布5G芯片的厂商有多家，包括高通、华为、联发科、英特尔和三星。苹果却因为没有芯片而焦头烂额，在生死存亡之际，苹果会“柳暗花明”吗？文/张继文 亿欧专栏作者4月9日，外国科技类新闻网站Engadget报道，华为将有可能改变自己一贯的立场，向竞争对手苹果出售5G芯片，而且只出售给苹果。目前，华为与苹果均未作出官方回应，究竟华为会不会提供5G芯片给苹果，苹果没有5G芯片会怎么样？目前，苹果在5G的赛道上已经输在起跑线上。2019年可以称为5G元年，华为、三星、小米、OPPO等手机厂商均发布了5G手机，然而苹果却说在2020年推出5G手机。虽然，目前推出5G手机并不能实现全面普及，重要的是向外界展示自己已经掌握相关技术。然而，5G手机能否亮相，5G基带芯片是其核心技术。苹果目前并没有自主研发的5G芯片，这是其未能推出5G手机的一个重大原因。流言还是确有其事？苹果为何需要华为的5G芯片目前，苹果在智能手机市场上的销售量一直呈下坡趋势。IDC的数据显示，2018年iPhone的出货量为同比下滑3．2％至2．088亿部，在全球前五大手机企业当中只有它与三星出现下滑，三星的下滑幅度更大一些，为－8．0％。然而，三星在5G手机的发布上一直处于领先地位，一直走在世界前列的苹果在5G手机上缺席，一大部分原因在于5G基带芯片的缺失。目前，已经发布5G芯片的几家厂商，与苹果的关系都很微妙。与高通的专利案吵得沸沸扬扬，两家公司从专利侵权到反垄断等一系列众多问题还未解决。根据报告，高通公司拒绝将其4G LTE调制解调器芯片出售给苹果iPhone XS和iPhone XR，可以断定短期内苹果选择高通的可能性不大。在与高通打官司的时候，苹果便选择和英特尔合作。但合作并不愉快，苹果对产品的要求极高，英特尔仍需进行升级。根据 Fast Company 报告，英特尔的 5G 芯片，XMM 8160 遇到了问题，出货时间可能再次推迟。根据苹果目前的计划，公司想要在 2020 年推出的 iPhone 上搭载英特尔的 XMM 8160 5G 芯片，现在看起来，实现的难度很大。华为、三星、联发科是现在拥有5G芯片的厂。然而据外媒报道，三星以“产能不足”的理由拒绝了苹果；联发科目前可能没通过苹果的审核；华为不对外发售5G芯片。苹果想在2020年5G全面普及的时候发布5G手机，时间紧任务重。目前，外媒放出消息称华为将为苹果提供5G芯片，或许是华为或苹果的互相试探。三星拒绝苹果，华为会如此大公无私？目前，三星在5G领域已经遥遥领先。韩国5G已经正式商用，韩国三大运营商已经正式推出5G运营套餐，基础建设已经搭建完成。三星目前已经发布5G手机，并且三星已经自主研发5G基带芯片。单独从手机厂商在5G的布局来看，三星已经走在前列。苹果因为5G芯片而陷入窘境，三星以“产能不够”的理由拒绝，深层原因一定那么简单。三星智能手机出货量已经是全球第一，苹果位于第二位，华为紧随苹果之后，排名第三。根据Counterpoint的数据分析，对比三星与苹果在全球各地区的市场份额，在亚洲，华为占17%，OPPO占15%，vivo占13%，小米占12%，苹果占12%；在欧洲，三星与苹果相差不多；在北美市场，苹果远远超过三星；拉丁美洲和中东地区与非洲，三星远远超过美国。如果，苹果还是不能找到合适的5G芯片供应商，苹果在5G商用方面将会落后于三星。鉴于美国市场对于华为的抵制，三星乘机吞下美国市场会有很大的把握。三星的小算盘就是如此。此时，华为要是将5G芯片提供给苹果，看似可以借“苹果”冲破美国的封锁，是件好事。但是，一方面苹果不敢贸然违背美国的意愿，另一方面，华为失去了美国市场之后，便转战其他市场，并不会在一棵树上吊死。如果说，三星的想法是进军北美市场，华为的想法可能是占领全球市场。华为目前从5G基站的建设到5G芯片的研发，到智能终端的推出，有望实现端到端的布局。华为 Balong 5000：这是目前性能表现最全面的一款商用5G基带芯片了，Sub-6 GHz、mmWave和NSA、SA统统支持，而且也符合3GPP Release 15标准。对于这款产品，华为是概不外卖。Balong 5000不外卖自然有华为自身的理由，华为Balong 5000性能很强，工艺先进，多模，全网通，关键是已处于商用状态。它配合麒麟980，实现对5G的完美支持。该芯片除了智能手机外，还包括家庭宽带终端、车载终端和5G模组等，将在更多使用场景下为广大消费者带来不同以往的5G连接体验。华为在年报中也表明自己接下来的战略将会打造全场景的智能终端，5G网络对于打造“万物智联”是不可或缺的一部分，5G芯片则是重中之重。由此我们的结论，华为怎么会把自己的“宝贝”让给“友商”呢？没有5G芯片的苹果，会是“下一个”中兴吗？目前，苹果也面临着“无芯”的危机，一直处于行业领先地位的苹果，基于可能在5G商用领域落后于世界，从而一败涂地。5G的应用终端最初是智能手机，未来将是整个行业。5G是可以让万物互连的技术，想要充分发挥5G的功效，实现5G商业落地，这条路不好走。国内外企业从5G网络到5G芯片，都在疯狂追逐。目前，5G芯片的研发上，我国华为、中兴、联发科等公司都拥有的自主研发的芯片，实现了“芯片自由”。摩根大通预计，2020年和2021年5G智能手机在中高端手机市场中(8000万和2亿出货量)占比将陡升至10%和25%。射频前端模块是手机通信系统的核心组件，是整个通信芯片组中除基带主芯片之外最重要的组成部分。根据YOLE的预计，射频系统市场未来五年规模将迅速增长，其中滤波器市场的规模则占比市场的50%以上，滤波器产品和功放产品市场规模总和达到整体市场容量的80%~90%。射频开关市场排名第三，2020年之后毫米波元器件市场开启。如果说人工智能将是第四革命的关键技术，那么5G就是第四次工业革命的“高速公路”，5G芯片便是“高速公路”的地基。长期以来，我国芯片一直受国外企业的欺压，中兴“无芯”之痛让我们意识到掌握核心技术的重要性。为了更好地迎接第四工业革命的到来，实现5G芯片自主研制，是每个企业的生存之道，也是每个国家走在世界前列的“法宝”。", "author": "亿欧网", "newsdate": "发布时间：19-04-11", "newstime": "11:30", "sentiment": [{"positive_prob": 0.00107923, "confidence": 0.997602, "negative_prob": 0.998921, "sentiment": 0}]}]