[{"title": "华为与袁隆平合作怎么回事？历年中国粮食产量数据分析（图）", "content": "中商情报网讯：华为与袁隆平合作，这是怎么回事？华为轮值董事长胡厚崑近日透露，已经与中国“杂交水稻之父”袁隆平合作，在培育海水稻，通过土壤数字化，让盐碱地上长出水稻，从15亿亩盐碱地里改造出1亿亩的良田。中国是一个人口大国，粮食始终是事关国计民生的最重要农产品。新中国成立以来，由于农业技术提高，粮食产量增加。2009年全国粮食产量53940.9万吨，此后持续增长，2015年产量达到最高峰，共计66060.3万吨。近3年产量小幅波动，产量维持在6.5-6.6亿吨左右。2018年全国粮食总产量65789万吨，比2017年减少371万吨，下降0.6%。全年粮食产量虽有所下降，但减幅不大，仍处于高位水平，属于丰收年景。数据来源：中商产业研究院大数据库从区域来看，黑龙江粮食产量最高，共计7507万吨，占比11.4%。据悉，黑龙江黑土地肥沃，耕地广阔，连续7次荣登全国粮食总产第一省的宝座。农业大省河南气候较温和湿润，农业机械化率高，粮食产量紧随黑龙江。2018年河南粮食产量6649万吨，占比10.1%。山东位居第三，粮食产量共计5320万吨，占比8.1%。黑龙江、河南、山东粮食产量共计19476万吨，占全国粮食产量近3成。粮食产量排名前十的省市还有安徽、河北、江苏、吉林、内蒙古、四川、湖南。数据来源：中商产业研究院大数据库华为轮值董事长胡厚崑对外表示，盐碱地改良的核心技术是“四维改造法”，其中包括培育新的水稻品种、对植物和土壤进行技术上的调节，而这整套技术方法的基础是“要素物联网系统”。未来，盐碱地改造成功，中国粮食产量有望进一步增加。更多资料请参考中商产业研究院发布的《2019-2024年中国粮食市场前景及投资机会研究报告》，同时中商产业研究院还提供产业大数据、产业规划策划、产业园策划规划、产业招商引资等解决方案。 ", "author": "中商情报网", "newsdate": "发布时间：19-01-08", "newstime": "12:25", "sentiment": [{"positive_prob": 0.0706698, "confidence": 0.842956, "negative_prob": 0.92933, "sentiment": 0}]}, {"title": "麒麟之后是鲲鹏！华为刚发布的这颗芯片究竟有多厉害？", "content": "华为在芯片上又有大动作！1月7日，华为宣布推出业界最高性能ARM-based处理器——鲲鹏920(Kunpeng 920)，以及基于鲲鹏920的TaiShan服务器、华为云服务，并携手产业伙伴推动ARM的产业发展，打造开放、合作、共赢的生态环境，将计算性能推向新高度。鲲鹏贵在自研架构华为表示，鲲鹏920是目前业界最高性能ARM-based处理器，同性能下功耗降低30%。鲲鹏芯片究竟厉害在哪里？上证报资讯采访获悉，鲲鹏芯片最大的看点在于，这是华为基于ARM指令集自研的CPU，包括架构(核)、芯片(SoC)和服务器产品。也就是说，华为拥有鲲鹏芯片完全的自主知识产权。经此一役，华为的自研能力再次提高，并且延伸到服务器芯片底层架构领域。而在此前，华为已经发力移动端，推出了基于ARM核的麒麟系列芯片。据悉，鲲鹏920芯片采用7nm制造工艺，通过优化分支预测算法、提升运算单元数量、改进内存子系统架构等一系列微架构设计，大幅提高处理器性能。让我们看看这颗芯片的参数：主频可达2.6GHz，单芯片可支持64核。该芯片集成8通道DDR4，内存带宽超出业界主流46%；典型主频下，SPECint Benchmark评分超过930，超出业界标杆25%；同时，能效比优于业界标杆30%；芯片集成100G RoCE以太网卡功能，大幅提高系统集成度；支持PCIe4.0及CCIX接口，可提供640Gbps总带宽，单槽位接口速率为业界主流速率的两倍，有效提升存储及各类加速器的性能。加快进军服务器市场在发布会上，华为同步推出了基于鲲鹏920的TaiShan系列服务器产品，分为均衡性、存储型和高密型三个机型。据悉，TaiShan系列服务器主要面向大数据、分布式存储和ARM原生应用等场景，发挥ARM架构在多核、高能效等方面的优势，为企业构建高性能、低功耗的新计算平台。华为在鲲鹏芯片上的战略目标是推动ARM生态系统的发展。在业内人士看来，华为鲲鹏芯片或有助于ARM打破Intel在服务器领域的垄断地位。在服务器芯片市场，目前主流的是X86架构，Intel则是当仁不让的王者，占有了全球约97%的市场份额。但由于数据中心重要性日益凸显等因素，服务器芯片市场愈加受到重视，越来越多的玩家开始对Intel发起挑战。这其中，AMD、高通等相继研发了基于ARM核的服务器芯片，但近十年的努力结果是纷纷折戟。在某资深芯片制造人士看来，ARM架构最大的看点就是计算单元的低功耗，这恰好契合数据中心的需求。但缺点也很明显，就是没有应用生态，这导致其芯片商短期很难进入企业级数据中心领域。对此，多位业内人士表示，现在华为、亚马逊等互联网公司推出基于ARM核的服务器芯片，则有望打破Intel在服务器芯片领域的一统天下。“Intel完整的生态是以往ARM阵营服务器芯片难以突破的瓶颈，但华为等公司拥有终端和强大的生态，具有足够的场景来应用芯片，这给了ARM服务器芯片商业化的可能。”在华为看来，万物互联时代促使基于ARM的智能终端应用加速发展，并出现了云端协同、云计算下的新业务(如大数据应用、分布式存储)，让数据类型越发多样，而在性能和功耗方面兼具优势的ARM计算系统将在这些场景应用中发挥作用。布局计算领域，华为表示将从硬件、基础软件和应用三个层面不断推进产业合作。“华为将以开放的生态来引领合作伙伴共建ARM生态圈。”有接近华为人士强调。而在业内人士看来，华为打穿垂直行业将是其服务器芯片快速布局的捷径。但是，多位业内人士强调，ARM服务器芯片目前还是概念炒作阶段，实际出货量极低。就华为来说，路漫漫还需上下求索，TaiShan系列服务器的ARM微架构(核)依然还需要优化和打磨。华为强调，华为新的基于ARM的CPU(指鲲鹏920)并不是美国公司x86处理器和服务器的竞争对手，而是互补的。华为将继续保持与英特尔的“长期战略伙伴关系”。“但基于华为的商业化能力、系统级体量、应用端生态，有望推动鲲鹏快速的商业化。”上述接近华为人士强调。毕竟，华为终端带动麒麟芯片发展的成功经验已经有了；而华为有应用场景，就可以对架构和芯片进行持续的优化。（文章来源：上海证券报）", "author": "东方财富网", "newsdate": "发布时间：19-01-08", "newstime": "00:35", "sentiment": [{"positive_prob": 0.819502, "confidence": 0.598893, "negative_prob": 0.180498, "sentiment": 2}]}, {"title": "华为官方：与袁隆平合作种植水稻系谣言", "content": "1月8日晚间消息，@华为中国 官微发布声明称，“华为宣布与袁隆平公司合作培养水稻”消息不属实，华为没有任何从事水稻种植业务的计划，也没有发布任何与此相关的消息。华为表示，过去几年，华为通过提供ICT技术使能土壤数字化，助力盐碱地改良，推动以物联网、大数据、移动互联等为支撑的智慧农业发展。华为是技术提供者，也是助力客户数字化转型的使能者。当前，传统行业面临数字化转型的机遇与挑战，华为坚持“有所为，有所不为”，聚焦打造ICT领域技术优势，使能客户数字化转型，不会进入不擅长且没有优势的行业。我们相信，只有这样，才能与行业伙伴形成长久的、互补的合作关系，才能实现“将数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界”的愿景。以下为华为官方声明全文：我们注意到，从昨天开始网络上出现“华为宣布与袁隆平公司合作培养水稻”等不实消息。对此，华为声明，此消息不属实，华为没有任何从事水稻种植业务的计划，也没有发布任何与此相关的消息。过去几年，华为通过提供ICT技术使能土壤数字化，助力盐碱地改良，推动以物联网、大数据、移动互联等为支撑的智慧农业发展。华为是技术提供者，也是助力客户数字化转型的使能者。当前，传统行业面临数字化转型的机遇与挑战，华为坚持“有所为，有所不为”，聚焦打造ICT领域技术优势，使能客户数字化转型，不会进入不擅长且没有优势的行业。我们相信，只有这样，才能与行业伙伴形成长久的、互补的合作关系，才能实现“将数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界”的愿景。", "author": "快科技", "newsdate": "发布时间：19-01-08", "newstime": "20:44", "sentiment": [{"positive_prob": 0.912028, "confidence": 0.804508, "negative_prob": 0.0879715, "sentiment": 2}]}]