[{"title": "华为徐直军接受英媒采访：5G不是原子弹 不伤害人", "content": "来源：金融界网站今年2月13日，华为轮值董事长徐直军接受了六家英国媒体的采访，谈论了诸多媒体关心的热点话题。在谈及5G时，徐直军表示5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。要点和实录如下：谈软件工程能力提升：这不是一件简单的事情，对于华为公司未来的发展、未来真正建立可信是有价值的。（软件工程能力提升）不仅仅是为了满足NCSC的要求，更是华为公司面向未来必须要采取的行动和措施。这对于华为公司实现远大的理想至关重要。谈5G：5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。谈20亿美金：20亿美金只是启动资金，希望通过三五年的努力真正能够打造让各国政府信任、让客户信任的产品。这样的话，华为未来就有更好的发展。谈网络安全：技术终究是技术，必须要靠科学家、工程师们干出来，科学家和工程师还是倾向于构筑一个共同的全球标准，大家共同把这个标准做好。谈未来：只要有未来，就是最大的胜利。员工都是股东，大家可以理解，现在利润低一点是可行的，但没有未来是不行的。谈华为在英国：华为跟英国政府以及英国产业界合作，一直是中英合作的一个典范。1、PC Pro 记者：华为如何去把不同的研发活动进行分开？无线通信的基础研究以及面向客户以客户需求为主导的特性开发方面，华为如何进行划分和进行投入上面的平衡？徐直军：华为构筑了一个既跟业界相似又有不同的研发投资管理体系。整个研发流程和管理体系叫IPD，是1998年引入IBM做的咨询并构建的。整个流程和管理体系既有对面向未来的投资（主要是研究和创新），又有基于客户需求为导向的产品开发投资，以及怎么把产品做出来的工程能力和技术投资。这三方面的投资在每年研发的投资预算中是分开的，各自投资范围内由各自的团队做决策。以客户需求为导向特性开发投资预算的决策机构叫做IRB、IPMT，面向未来的研究创新技术决策机构叫ITMT。他们决策做什么、不做什么、什么时候做出来。2、PC Pro 记者：审视周期一般多长？ 徐直军：不是按照月或者按照季度审视的，而是基于每个产品开发进程中到了某个时间、某个阶段进行审视。面向未来的研究、创新，包括产生专利的投资决策机构叫ITMT。历史上研究与创新的预算占总研发预算10％，这些年逐步提升接近了20％，未来希望能达到30％。我们有专门的团队、预算、决策机制去面向未来，这里面会产生大量的专利。还有大量的团队和相应的决策机制开发产品满足客户需求。例如，5G是2009年直接由ITMT决策做研究。当时我们在英国宣布投资6亿美金做5G的研究。5G研究走到今天还没有完全结束，但是基于研究成果，5G产品的开发三年前就启动了，这是由IRB和IPMT决定的。3、Computer World 记者：5G历史上有没有那么一个灵感突现的时间点？说这是一个有战略性的东西要作为核心战略。比如您刚才提到09年，当时这个技术还不不存在，但是预测未来若干年之后会成为重要的技术或者市场机会？徐直军：没有你说的那么伟大。移动通信产业是有规律的，2G以后肯定有3G、4G、5G。5G以后考虑是6G。当4G产品出来以后，从研究角度来讲肯定是去研究5G。5G不是一个技术，而是一个概念，是“代”的意思。4G已经研究结束了，要去寻找研究下一代的技术，5G是这些适合的技术集合。2019年，5G的研究基本上结束了，研究团队就在思考未来无线的技术怎么发展？6G将要有哪些技术？要去做研究、创造。我认为，在2028-2030年左右，6G就会像现在5G这么热闹，这是我们产业的规律，不做5G在这个产业上就没有未来。每一次的技术升级，都会有一些企业跟不上，也有一些企业会做的更好。4、每日电讯报 记者：您对美国国务卿蓬佩奥提到中国的技术公司在5G方面发挥作用表述的回应是？像德国、法国表示不会跟随美国的态度排除中国的公司，是否意味着中国在这场辩论中已经获胜？徐直军：有没有获胜我无法做评论。我看到蓬佩奥在匈牙利的发言，也看到了他在波兰的发言，当然看到的是中文版本。我认为，蓬佩奥先生的言论进一步表明这是美国政府对华为发起的有组织、有策划的一次地缘政治行动，是用一个国家机器针对我们这样一个弱小的，连芝麻都不如的企业。华为有三十年历史，服务于170多个国家，30亿人口。我们到底怎么样？我们的客户、合作伙伴、服务的30亿人应该有清晰的认识。我们一直在想，大家也都在问，他们一直这样针对华为究竟是出于网络安全考虑还是有其他动机？他们真的在考虑其他国家人民的网络安全、隐私保护还是有其他的企图？也有人说他们是为中美贸易谈判找筹码，也有人说由于这些国家大规模用了华为的设备使得美国相关机构获取这些国家信息时存在困难，或者监听这些国家的相关机构和领导人不方便了。全世界70多亿人还是有智慧的，大家应该能够从中看到各种可能。5、金融时报 记者：您之前接受德国媒体采访时提到，觉得网络安全一部分是政治问题，一部分是意识形态的问题。您觉得网络安全是政治性问题的话，美国政府有自己的政治性目的，未来过五年、过十年最后的结果是什么样？您认为会有两种分开的网络世界、两种分开的技术体系吗？一方面是中国、一方面是美国。我不能代表《金融时报》，但我个人很同意您的看法（应该有一个统一标准），但是在技术上可能不可行。徐直军：网络安全本来是一个技术问题、一个专业问题。全世界所有的科学家、工程师们都在为解决这个问题而努力。华为也在跟各国政府以及产业界共同推动相关标准的构建，基于标准来衡量产品是否安全。最近这段时间把5G和网络安全结合在一起源头来自于哪里，我想大家都是清楚的。本来5G设备提供商主要是诺基亚、爱立信、华为、三星、ZTE，没有美国公司。中欧之间一直在努力为5G或者未来的移动通信打造一个全球标准，提高整个产业链的投资回报，降低整个产业链的成本。经过产业界共同努力，5G终于全球有了一个统一标准，大家都按照这个标准做产品。但是现在部分政客将网络安全、5G政治化、意识形态化，我认为，这是不可持续的。技术终究是技术，必须要靠科学家、工程师们干出来，科学家和工程师还是倾向于构筑一个共同的全球标准，大家共同把这个标准做好。当然，不同的国家基于自己的考虑有权决定选择哪些厂商部署它的网络，这在历史上也是很正常的事情。华为4G也没有进入所有的国家，华为的5G也不期望进入所有的国家，只能聚焦于服务好愿意选择我们的国家和运营商。比如说，深圳旁边的城市——广州移动就没有选择我们的4G设备，这很正常。澳大利亚的市场还不如广州移动大，新西兰还不如我的老家益阳大。华为连广州移动都没有提供产品，少几个国家也无所谓。我们无法服务所有的国家、所有的客户，精力也是有限的，也不可能垄断全球市场。深圳周边的市场都没有机会，对我们产业界来说都是很正常的事情。集中精力服务好愿意选择华为的客户和国家，我们把它做得更好。6、新政治家 记者：现在有一些讨论说美国会出一个行政命令，禁止华为设备在美国的使用，对华为5G部署有多大的影响。美国毕竟是一个超级大国，如果这个成真的话华为对这个结果会有多么担心？徐直军：首先，华为的设备在美国基本不存在。历史上我们4G服务了美国边远地区的人民，帮助运营商为农村边远地区美国人民提供了移动通信服务。（您提到的这个消息）我也在媒体上也看到了，但是结果如何对我们没有多大影响，本来我们（在美国）也没有存在，也没有期望未来的存在。7、媒体协会 记者：在去年年底时，英国中情六处的负责人包括英国的国防部长都出来暗示说对华为设备安全表示担心，最近看到了英国王子基金会中断了接受华为的捐赠。现在对于这些事态的出现，华为有多大程度上的挫败感和失望？徐直军：首先，英国政府一直对华为设备的安全有担心，所以华为和英国政府共同建了一个HCSEC，进行安全方面的合作。通过开放的合作来解决英国政府对华为设备用于英国网络安全担心的问题。今天早上恰好看到了FT上发表的原来英国GCHQ的主管Robert Hannigan 写的一篇文章。这篇文章解释了你所有的问题，你可以看一看。GCHQ为了保护整个英国网络安全，服务好英国老百姓，他们采取了一系列的机制进行有效的管理和监督。我也很认同他的副标题，我们应该基于对潜在威胁的清晰理解进行技术判断（Technical judgments should be made on a clear-eyed view of the potential threat），而不是把它简单的政治化。我觉得他比我回答得更好。英国王子基金会不再接受华为捐赠的问题，对于华为来讲没有什么挫败感。我们是基于基金会帮助青年人方面做出卓越的成绩表示最大的敬意进行捐赠，跟政治没有关系。我们也很遗憾，他们这样的决定是基于对华为片面的、没有根据的信息做决定的，也没有跟我们沟通。退一步讲，不接受和接受对华为都没有什么影响，但是我还是对基金会帮助青年人做出的贡献和未来继续帮助青年人表示敬意！8、计算机世界 记者：有一个很有意思的发现，历史上华为跟“五眼国家”中的两个——加拿大、英国的关系都很好的，想问一下华为跟五眼国家的情报机构关系如何？我猜测情报机构既然有能力对光纤通信进行监听，应该有能力对通信盒子里的通信进行监听，华为多大程度上跟五眼国家的情报机构进行合作？徐直军：我对华为跟情报机构合作情况不清楚，但是华为跟英国的GCHQ合作我是清楚的。我们跟英国的合作是建设性的合作，不是简单的YES or NO，而是基于各自关心的课题来找到技术上和监督上的解决方案，使得合作能够开展下去。华为跟英国政府以及英国产业界合作，一直是中英合作的一个典范。过去中英政府之间的交流、民间的交流一直把华为在英国的投资、发展以及跟英国政府的合作方式当作一个范例。中西方在价值观不同、文化背景不同情况下，还是能够开创出建设性、友好的合作方式的范例，使得华为也愿意在英国不断地投资、不断地发展。也让英国的运营商能够去使用华为的技术、产品和解决方案，服务于英国人民。两种价值观和文化背景不同的合作，要么YES or NO，很难坐下来建设性地找到解决办法，解决各自关注的问题，促进合作。我们和英国合作得好的原因之一就是英国的开放和自由贸易精神。英国崇尚用规则、用监管等办法来解决问题，而不是简单的YES or NO。这也是英国之所以成为自由、开放国家的关键之所在。9、PC Pro 记者：我的问题和“融合”这个词紧密相关，今天上午看了华为企业业务方面，是IP网络的服务平台。大家都在提，做网络的监控，这里面所有的网络流量都在这里，面临了挑战。另外，还有运营商网络，有ATM，还有其他标准。现在政府在这块要求跟企业网络要求一样，但是它所用的工具非常不同的。有没有可能5G数据流量在做传输时遵循企业网络标准做信息的发布。这样的话有没有可能解决现在安全担忧的问题。现在很多人担心前端就是一个单的盒子，所有的东西都在运营商网络去传，企业业务拓展以及华为的布局有没有帮助解决华为在网络基础设施面临的网络安全挑战？徐直军：如果所有的网络安全挑战是技术问题，那本质上就可以通过技术和监督来解决。大家都清楚，网络安全现在是全球共同面临的挑战。所以，5G在选择技术、标准的制定的过程中就特别关注安全相关问题。5G使用的技术和构建的标准相比2G、3G、4G更安全，这一点你可以找3GPP专家、GSMA专家了解验证。而且5G传输的关键信息可以进行256位的加密，意味着要用还没有出来的量子计算机才能解密。10、PC Pro 记者：您现在提到的是基于空口的无线通信，现在担心的是基础设施层面。徐直军：5G是手机到基站，基站上去就是网络，华为在英国网络只提供了基站设备。基站以上的网络跟华为没直接关系。Robert的文章也特别说了，网络的“核心”部分华为没有进入。基站以上跟华为没关系，都是其他厂商的设备。11、金融时报 记者：刚才的解释是在英国华为只提供基站，从用户的端口到基站是加密的过程，到了基站以后数据被解密进入IP网络？徐直军：解密是运营商或者政府的事情，加密也是运营商或者政府的事情。金融时报：通过你们的设备做出加密？徐直军：我们不能掌握密钥，掌握全球的密钥不就翻天了吗？各个国家掌握自己的密钥。12、 金融时报 记者：关于去年的NCSC 2018年的报告，主要的问题是关于华为软件中第三方部件，有人说这样的问题是因为华为的公司文化，华为比欧洲公司更愿意从不同来源得到部件。极端一点说美国起诉书中提到华为之前鼓励员工拿到别的公司技术这个例子，这是一个很极端的例子。你们怎么用计划的20亿美元开发解决第三方部件的问题，您认为第三方部件问题来自于哪里？是公司文化还是怎样的原因？这个时间段怎么解决这个问题？徐直军：首先，你的理解是错误的，你提到的第三方软件主要是美国风河公司的操作系统叫“VxWorks”，我们原来以为用美国公司的操作系统英国政府最相信了，后来发现不是这样的。任何一个产品无论是硬件还是软件都会基于一个操作系统来开发，就像所有软件商都基于windows、Linux开发一样。我们做基站软件也要基于一个操作系统来开发，英国网上运行的华为基站用的就是VxWorks。当然，还有一些第三方的软件和开源软件。报告中提到是，对所有第三方软件管理中有改进的地方，而不是不能用（第三方软件），（如果）不能用的话，就要靠每家公司把所有的软件做出来，每家都要做一个windows，每家都要做一个Linux，每家都要做Oracle类似的数据库，这是不可能的。我们后来找到了风河公司，他们告诉我们，这个软件以及华为正在用的这些版本，在英国各行各业，甚至一些比电信行业更敏感的行业里都在大规模使用。华为在软件开发过程中使用其他公司的操作系统、数据库以及开源软件，这些跟华为文化没关系，这是所有做产品的企业必然的选择，因为（一家公司）不可能做所有的东西。现在大家有一个疑问，华为软件工程能力的提升为什么要花三到五年时间，为什么还要投20亿美金额外的投资？把这个问题说明白了需要比较长的时间，不知道大家愿不愿意听。华为最早跟英国政府合作成立HCSEC，主要是因为英国政府担心华为产品有后门。我们把源代码送到HCSEC，让英国有DV认证的英国公民看源代码，以此证明没有后门，看出来的结果也是没有后门。这是最初的目的。全世界都知道华为敢于把源代码放到英国的HCSEC，让英国有DV认证的英国公民来看源代码，证明了我们没有后门。Robert在文章上也讲了，GCHQ也清楚了，所以现在其他国家担忧的后门的问题，其实在英国早就解决了。在我们决定把源代码拿到英国这个过程中，后门问题就解决了。解决这个问题之后，HCSEC要看一看华为产品的防攻击、防渗透、防各种威胁的能力怎么样。在增强华为产品的防攻击、防渗透能力上，我们做了八年的工作。经过八年的努力，可以说，这个行业中华为产品在这方面是最强的，而且不是我们自己说的，是一家美国公司，Cigital公司通过评估和调查做的结论。Cigital是一家专业的软件安全工程成熟能力进行评估的美国公司，从2013年开始，每年对我们产品的安全管理进行评估，有12个评估项目，我们有9项达到了业界最高级水平，其他三项也高于业界的平均水平。但是大家很清楚，安全威胁的环境在发生变化，攻击渗透的技术不断进步，黑客能力水平越来越高。单单安全能力强，防攻击、防渗透能力很强，就好比是一个椰子，外壳很坚硬。万一外壳攻破了会怎么样？不能像椰子一样里头是一堆水。所以，我们共同的关注点就从外面转到了里面。里面怎么样涉及到韧性，涉及到开发过程是不是高质量，是不是可信。从结果角度上升到了过程角度，结果要好，过程也要好。HCSEC是可以看到华为的源代码的，（代码）是不是可读，是不是易修改、易构建都知道，好比一个人是赤裸在那里。现在CESC的问题是，你们的代码不够漂亮。代码是华为三十年在通信行业，像windows一样累积起来的三十年代码，华为的代码要在不漂亮，易读、易修改等方面进行改进，还要把过程改进。不但结果是高质量，可信的，过程也要是可信的，才能证明可信。这就把焦点聚焦到整个软件的生产过程，我们叫做软件工程与实践，而且用面向未来的标准来对应历史上三十年的所有代码。过去面临的安全风险、使用的软件技术、编程能力跟现在是有差别的，跟未来要求肯定更有差别。把历史上三十年的所有代码进行重构、重写。这个投资是巨大的，而且对华为现在进行的满足客户需求进度产品上是有冲击的。在这件事情上，我们跟NCSC有相当一段时间剧烈的冲突，（华为）只愿意对新增代码达到要求，而不愿意对历史的代码进行重构。几乎所有的高管都去碰撞过，但在碰撞过程中，不断地加深理解，重构也好、过程质量做好也好，这不是一件简单的事情，对于华为公司未来的发展、未来真正建立可信是有价值的。未来世界是一个云化，智能化，软件定义一切的世界，关键在于软件，软件必须得到对政府相关机构及客户的信任。信任既要结果可信，也要过程可信，既要结果质量，也要过程质量。这对于华为公司实现远大的理想至关重要。所以我亲自去了NCSC两次，跟他们进行交流，发现不能再相互碰撞下去，这不仅仅是为了满足NCSC的要求，更是华为公司面向未来必须要采取的行动和措施，所以我回来说服了相关领导，在董事会决策要做软件工程能力提升的变革。13、金融时报 记者：请问大概什么时候？徐直军：去年年底。董事会通过激烈的辩论后，决策要开始彻底地进行软件工程能力提升变革，目标就是要打造可信的产品。变革要花三到五年时间，根据我们面向未来的标准和要求，彻底地变革整个软件的生产过程，同时对历史上所有的代码以未来的标准进行重构。既要满足客户需求、又要重构，必须要有新的投资，才有20亿美金额外投资，这20亿美金主要是用于历史代码的重构以及所有工程师训练等等相关变革的费用。遗憾的是我成了变革的责任人，使得我未来五年要增加很多工作。最近这段时间，我花了大量的时间在做变革相关的事情。20亿美金只是启动资金，肯定是不够的，希望通过三五年的努力真正能够打造让各国政府信任、让客户信任的产品。这样的话，华为未来就有更好地发展。为此我们的创始人新年第一封邮件向所有员工发了一封信“全面提升软件工程能力与实践，打造可信的高质量产品”。什么叫过程质量？举一个简单的例子。大家可能觉得中餐很好吃，但是应该很少有人去厨房看过。厨师用什么动作、什么过程、什么东西把这个菜炒出来，很多人不知道。现在要走进厨房，对于厨师炒菜建立一套流程、标准、行为规范。厨师不按这个动作做，那么做出的菜可能就难吃一点，纠正过来又变得好吃了。这就是我们做软件能力提升变革，要把整个软件生产过程、以及生产出来的代码实现高质量、实现可信。这很挑战，但是也是我们必须要做的事情。所以为什么要三到五年，为什么20亿美金只是启动资金。其实我们现在还搞不清楚未来总要投多少钱。当然，华为有一个优势，我们不是上市公司，现在少挣点钱没关系。只要有未来，就是最大的胜利。员工都是股东，大家可以理解，现在利润低一点是可行的，但没有未来是不行的。14、新政治家 记者：能不能大概估一下把整个代码进行重构的话可能成本有多大？徐直军：我们正在做高阶设计，还没有估出来。估出来告诉你，希望在3月底把高阶计划做完。我想强调一下，刚刚提到的的问题不是华为独有的，而是整个产业界的公司都有。（不同公司）在不同领域上改进可能都不一样，但没有一家是完美的。而且这还是一个动态变化的情况。（如果）任何企业把代码送到英国去，让英国有DV证书的公民去看，（他们也）同样会发现很多问题。15、每日电讯报 记者：刚才提到变革成本问题，想问在整个变革过程中对于这些代码的重构，HCSEC在验证监督方面会发挥什么样的作用，时间轴怎样的？徐直军：所有重构后的代码，只要是用在英国网上的（代码）都会被HCSEC检视。结果好坏NCSC是知道的。我们现在说的都只是期待，最终要靠结果来验证，到底做得怎么样。华为在英国建立HCSEC目的就是要找问题，就是希望它能够发现问题，推动我们进步。而不仅仅为了找后门，（因为）后门（根本）不存在。2018年，华为为HHCSEC投资600万欧元，给华为找问题上，这是存在价值的。从我的角度来讲，这对所有的研发团队也是一个促进、也是一个验证。16、Computer World 记者：互联网的起源也是从军方起来的，包括美国也是。从技术的角度来看，似乎变得更加靠近政治，您觉得这是一个问题吗？如果是的话如何解决？徐直军：技术一直都是跟政治结合在一起的。什么叫政治？想让它政治化就政治化，想让它不政治化就不政治化。这种事情怎么来解决？人类走了这个历程，各个国家有智慧的人是很多的。技术的进步是造福于人类的，尤其是5G，5G不是原子弹，不伤害人，5G是造福于所有的老百姓，为老百姓去享受更好的数字化体验带来价值的。关于隐私保护，欧盟已经出台了GDPR，现在英国还没有脱欧，是遵守的，脱欧以后（相信）英国也会有自己的标准，只要按照这个标准做，就可以保护好英国人民和欧洲人民的隐私。任何企业要违反GDPR是要受到重罚的，我们很欣赏GDPR这种标准，因为它是公开透明、一视同仁，大家都要遵守，不遵守就要受到处罚。从技术和专业角度来讲，网络安全本来可以制定标准，一旦有了标准，是公开的、透明的、无歧视的，大家都遵守这个标准，不遵守这个标准就要受到处罚。但是如果从意识形态和政治的角度出发，那就是基于怀疑和假设来说你行或者不行。那就（好比我现在说你）：你终究会杀人的。在你没有去见上帝之前，总有一天你可能会去杀人。这就是华为现在受到的待遇。17、金融时报 记者：您之前讲过在亚洲地区是最主要是5G市场，欧洲5G还没有成熟，您可以数量化一下这个预测吗？您认为亚洲哪些国家近几年代表百分之多少华为5G的市场呢？徐直军：我把全球市场分为三类：第一类，5G需求比较大的市场，中国、日本、韩国和海湾国家。第二类，欧美的一些发达国家，包括美国。现在对5G需求还没有那么强烈，4G都不见得很好。你们知道法国的基站数量跟深圳比是什么结果吗？法国所有4G基站加起来没有深圳移动一家多。第三类，发展中国家，根本还没有需求。华为未来几年5G收入主要还是第一类市场，少量来自第二类市场。", "author": "金融界", "newsdate": "发布时间：19-02-16", "newstime": "10:40", "sentiment": [{"positive_prob": 0.570623, "confidence": 0.0458279, "negative_prob": 0.429377, "sentiment": 2}]}, {"title": "华为手机分屏的三种简单方法：一屏两用，边看视频，边聊天", "content": "我们都知道电脑能够多窗口运行软件，这样可以提升工作效率，也可以边办公边娱乐，部分手机也有这个功能，大家也都有了解过。那么你知道华为手机如何分屏吗？华为手机分屏有三种简单的方法哦，超实用，一起来看一下吧！第一种方法：官宣的指关节分屏使用华为的指关节不仅仅可以截屏哦，分屏也同样可以，使用指关节在支持分屏的应用界面轻敲划一道横线即可分屏，这里是演示主屏界面是不支持分屏的。（注意：支持指关节截屏的华为手机才可以用此法，例如P系列，MATE系列等）第二种方法：按键分屏法没有指关节功操作能的用户也不要着急。使用华为手机屏幕上的后台方框键盘，也可以实现分屏。操作方法：在支持分屏的应用界面长按箭头所指方向键可以实现快速分屏。分屏效果如下：分屏后中间会有一个按键，点开有开关可以关闭分屏。第三种：后台分屏法如果你不喜欢长按分屏的方法短按后台键也是可以的，先按后台方框键，然后后台会出现两个叠加的小方块，通过这个按键可以实现快速分屏。对于有实体按键的没有调出虚拟键的P20系列，也可以使用屏幕下方的按键左滑或者右滑动调出后台再分屏，操作类似。打开手机的自动旋转，当你横屏时分屏界面也会自动横屏。同样的点开分屏界面中间的按键也可以调出两个操作菜单双向箭头的是分屏内容左右或者上下调换顺序，X是关闭分屏。全面屏分屏方法在手机界面从底部往上滑，然后稍作停留，可以调出后台。然后和上面的后台分屏法一样点击叠加的小方块也可以实现分屏，如果不喜欢全面屏手势或者分屏麻烦也可以使用系统的虚拟键导航，操作方法：系统设置，系统导航方式，选择中间的那个即可。返回键左右方向可以在“更多设置”里调节。", "author": "梦科技", "newsdate": "发布时间：19-02-16", "newstime": "10:14", "sentiment": [{"positive_prob": 0.997937, "confidence": 0.995416, "negative_prob": 0.00206283, "sentiment": 2}]}, {"title": "日本说出了美国为何如此恐惧华为的原因，从这一件事情证明了这点", "content": "旅游是一项很好的户外活动，它能使人心胸开阔，心旷神怡，调节人心理活动，读万卷书，行万里路本文章由旅途游历独家发布，欢迎小伙伴们阅读。小编希望，自媒体账号运营者要珍惜好自己的权利，履行自己的义务，积极的传播正能量。不知道大家有没有听说过这样的一句话，“中国华为，中华有为”这一句话也是在近年来形容华为的一句经典语句，从这一句话中，我们也能够看出华为对我们国民的重要性到底是有多么的大了。现在的华为也成为了中国人心目中最信任的一个品牌，但就是这一个品牌，在前一段时间的时候，很多国家对这一个品牌出手，在这其中包括强大的美国。日本说出了美国为何如此恐惧华为的原因，从这一件事情证明了这点而最近一段时间，日本的一篇关于“美国恐惧华为的真正原因”，也立刻在国际上引起了很大的反响。从这一篇文章之中，我们也可以看出，最近有关于华为事件进行了具体的分析。而从这一个文件之中，我们也可以看出用一个国家的力量来如此针对一个国家的企业，这样的做法无疑是非常的卑鄙的。但是对于这一件事情，日本人也是指出了一些真相，美国企业是真的害怕华为的，他们非常害怕华为技术可以改变他们国家。其实在早前的时候，美国的高层就曾经表示过，华为是他们最该警惕的一项企业。要知道，华为的研究人员目前占据其总员工人数的45%。而且华为在2017年的时候光投入研发的资金就高达了870亿人民币。如果你真正的了解的话，你就会发现，华为在研发上投入的几乎是美国的英特尔和高通两家公司的总和。而华为所付出的努力并没有白费，光是其采用最先进的麒麟980芯片就是对于华为近年来努力的证明。除此之外，这一项报告之中也能够看出，华为目前在研发方面所投入的资金，能够和苹果及谷歌两家公司单挑，而且当华为有了麒麟980之后，在芯片上也能够和苹果的a12以及高通晓龙845一较高下。除此之外，华为无论是在哪一个方面都在斥巨资研究，希望能够研发出更加厉害的让人更为重视的存在。其实在以前的时候，华为就已经证明了它的存在了。在以前的时候，有人曾经发过这样的一段视频，这是一段关于西方人在坐地铁的视频，从这一篇视频之中我们就可以看到，西方人在地铁上的时候几乎都是在看书，而我们中国人一般都是在地铁上玩儿手机的。其实从表面上看来，西方国家的人是十分的热爱学习，但是当你了解真相之后，也许你就不会这么想了，那是因为他们在自己国家的地铁上，是根本没有网的，但是在后来一个叫华为的中国公司，让他们用上了4G网，现在的他们可以说是比我们还要堕落的，根本无法自拔。其实就简单来说，西方一些国家为什么对华为出手，还不是因为华为发展实在是太好了，优秀的人总是遭人嫉妒而国家亦是如此，不知道大家对此有什么样的想法或者是看法呢？小编希望，自媒体账号运营者不造谣，不传谣，不散布不良信息，不侵犯他人合法权益，坚守法律道德，严格行为自律。编辑：旅途游历/审稿：文清，本文章为百家号作者独家原创内容，未经许可，不得以任何形式转载【图片来源网络，如有侵权联系删除】", "author": "辛巴聊娱", "newsdate": "发布时间：19-02-16", "newstime": "21:12", "sentiment": [{"positive_prob": 0.0135026, "confidence": 0.969994, "negative_prob": 0.986497, "sentiment": 0}]}, {"title": "为什么赚快钱会毁掉一个人？这是我听过的最好答案", "content": "作者：柳一一（富书签约作者）快钱赚得越多，跌得越惨早几年认识一位律师小肖。小肖舅舅是知名大律师。她从刚入行起，起点就特别高，案源从来不缺，还有不少公司请她做法律顾问。她本人能力平平，接了案子以后，多是舅舅帮她做大部分准备工作。钱滚滚而来。赚得又快又轻松。同期进入律师行业的同事们，还在辛辛苦苦啃专业书，给老律师们打下手，苦苦打磨手艺，小肖已经步入了事业小成的圆满期。今年，偶然听到有人提小肖，我问了几句，了解了点情况。五六年过去了，她还和当初一样，或者说更差了点。物价飞涨，她的案子却不增不减，赚钱数量也不增不减。当年的春风得意，到了今天，不过是平淡无奇。同期的其他同事，大部分收入已经甩了她两三条街。网上有句话很火：“毁掉一个人的最快方式，就是让他赚快钱”。这句话初听有点危言耸听，实际上却是不折不扣的真理。小肖就是快钱的受害者。在这里我们需要先对什么是快钱达成一个共识，再深入分析。赚快钱不是说你一夜暴富，或者赚钱速度很快，就是赚快钱。我们说的能毁掉一个人的快钱，指得是建立在非硬实力基础上去赚钱。如果一个人凭实力发了财，那不能说人家是赚快钱。简单点说，快钱就是凭运气，或者机缘巧合，也可能是背靠大平台，或者借了他人的势。为什么这种快钱会毁掉一个人？因为快钱会改变一个人的思维模式，从此以后，他会钟情于这种赚钱方式，基本不太可能再去勤勤恳恳地打磨手艺。比如小肖，她习惯了轻松赚钱，哪里耐得住寂寞打磨手艺？日子一长，能力毫无寸进。而没有硬实力，迟早会被发觉。从被第一个人发觉的那一天起，口口相传的效应就再也不会终止。这些人滚雪球一样越来越多，来找她代理案子的客户就会开始不断衰减。除了耐不住寂寞打磨手艺，快钱背后还隐藏着“自利性偏差”。自利性偏差指得是：一个人在失败的时候，会认为运气不好，成功的时候就认为自己武功卓绝。这种有利于自己的解释模式，能让人创建一个迷人的自我形象，把自己迷得七荤八素。赚快钱的路，一旦踏上了，就没有结束的时候。因为自利性偏差让人根本意识不到自己实力平平。举个例子，比如小王买比特币的时机很好，然后狠狠赚了一笔。接下来小王会做什么？他会拿这笔钱去参加课程吗？他能静下心来看书学习成长自己吗？当然不会。大赚一笔后，小王会认为自己实力爆表，他根本意识不到自己赚得盆满钵满完全是运气问题。接下来，小王最可能做的事情就是继续投资比特币，不是比特币也可能是股票、彩票等。他对自己的投资能力非常有信心。即使哪天惨败而归，自利性偏差会让他认为只是运气不好。这就是为什么快钱会毁掉一个人。从开始赚快钱的那一天起，就再也无法回头。终其一生，都可能深陷对“快钱”的追求。然而，没有实力支撑，所谓繁华，往往是海市蜃楼。蛋糕越留越小，越分越大我认识一位淘宝掌柜小米，她卖流行女装。2008年开始经营店铺，到2010年的时候，年营业额有五百多万，每天发货量在500件左右。快递来取件都是开大车。小米注册了公司，从单枪匹马，扩展到了15人的小团队，客服，打包员，美工…但是之后生意却每况愈下。难道不是人多力量大吗？有了团队，营业额怎么不升反降？后来我了解到，小米公司人员流动特别频繁。这导致工作很混乱。每个岗位新入职后，都有培训期，要顺利上手，起码在一个月后。结果就是兵荒马乱，发错货的概率特别高，售前回应率也很低，售后处理的更差，很多时候售后客服甚至不搭理顾客，这导致店铺被投诉率也蹭蹭蹭地长。话说回来，为什么人员流动频繁？小米只管自己赚钱，想尽办法克扣员工的钱，迟到扣钱，加了班没有加班费，只要有轻微坏损之类立马扣钱，而且数额不少。没有奖励，只有扣钱。员工来来去去，店铺的生意也越来越差。其实道理很简单，我们都知道，有钱一起赚，自己的钱才能越赚越多。但是真正置身其中，很多人却做不到把蛋糕分出去了。生怕自己少吃一口，便宜了别人。在分蛋糕的过程中，阻碍我们切蛋糕的一种心理根源是，每个人都很容易认为自己的功劳更大，心理学上把这种现象称为“聚光灯效应”。有一个实验，让夫妻双方评价自己做家务的数量，结果发现，两个人估算做了多少家务的总量，加起来超过了120%。换句话说，一共100件家务，两个人却都认为自己做得不少，加起来总量成了120件。每个人都习惯性的聚焦在自己身上，导致对自己的功劳、贡献无限放大，很难做到客观评估。哪个不认为自己功劳最大，不说100%，怎么也有90%，凭什么把钱痛痛快快地分给别人？所以，想成功分蛋糕，首先要克服自己的心理偏差，接下来，也要有具体的方法。对于公司而言，最好的办法是出售股份，让员工持股。比如我们熟悉的华为，步步高等公司，员工都可以持股。我刚才提到的小米，如果舍得把让高价值员工持股，公司肯定不会出现如此频繁地人员流动。持股的员工，会和老板成为紧密地利益共同体，也更可能创造更大的价值，推动公司的发展。我们很多人，可能这辈子也不会涉及开公司。但是，我们每个人都会碰到需要切蛋糕的场景。比如，你通过朋友的帮助，签下一个客户，要不要感谢朋友？比如，你和别人合作做了一个项目，你要不要分蛋糕给对方？你能分多大？人类社会的演变，有一个总体的趋势就是分工协作越来越紧密。远古时期，人和人需要合作共同猎杀大型猎物。在猎杀中，有的负责勘察，有的负责伪装，有的负责发射武器。历史继续前行，到了今天，协作体系更是根深蒂固，覆盖范围也更广。想在这样的协作体系中好好的生存下去，必须懂得把蛋糕分出去。否则，手里的蛋糕也保不住。学会铺设管道，未来没有天花板《管道的故事》里提到两位年轻人，一个叫柏波罗，另一个叫布鲁诺。两个人同时获得了一份好工作：把其他村子河里的水，挑运到本村广场的水缸里。最开始，两个人都是一样的流程：提桶——河边打水——送到水缸。然后，村民们付钱，一桶水一分钱，提得多的赚得就多点。布鲁诺心满意足，认为这就是阳光最灿烂的日子。每天打水，领钱，然后攒钱，买衣服，买房子。而柏波罗却认为糟糕透了，这样的钱，即使每天脚不沾地，又能赚多少呢？接下来，柏波罗停止了打水的工作。他开始挖管道，要用管道直接把水引到村子里。从铺设管道的第一天起，柏波罗实际能赚到的钱变少了，因为用于提桶打水的时间只有一小部分了。在之后的两年时间里，柏波罗的收入都比不上布鲁诺。布鲁诺洋洋得意，嘲笑柏波罗的荒唐。然而，等到管道竣工，水直接引流到村里后，布鲁诺却傻眼了，因为这时他彻底失业了，没人需要他提水运水了。而柏波罗呢，凭借他的管道赚得盆满钵满。管道让柏波罗摆脱了利用有限的时间去赚钱的窘境。这就是管道的意义。很多人只懂得辛苦耕耘，却从来没有意识到，用时间来赚钱其实是效率最低的方法。为什么这么说？我们都知道，时间是刚性的，每天就24小时，任何人都没有办法增加哪怕一秒。如果一个人就靠出卖有限的时间去赚钱，很容易就会碰到天花板。比如，勤恳的的布鲁诺，假设每天工作10小时，一小时能往返挑水5桶，一天总量50桶，也就5毛钱。这个天花板，就是这5毛。想再多？除非身负绝世轻功，能够加速，但即使轻功傍身，也依然有天花板，不过是天花板更高了点。或者布鲁诺有道具，比如开车往返。别说他没钱买车，就算用了车，还得抛除油钱成本，汽车损耗的成本。无论怎么算，天花板就在那里。柏波罗赚钱，不再依靠出卖刚性的时间。他实际上施展了“复制时间”的魔法。管道竣工，他花掉的一份时间，在之后的日子里，却可以源源不断地为他带来收入。这就是他们最终赚钱数量天差地别的缘故。复制时间的方法还有很多，比如你用一份时间，打磨了一套精品课程，在之后的三年里，可能你每年都可以收入好几万。或者，你花一份时间学会了某种技术，发明了某个东西，这都可以为自己带来源源不断地收入。当然，复制时间的前提是，你得有自己的手艺，得花时间打磨自己的核心技能。学会铺设管道，学会复制时间，不依靠单纯的出卖单位时间去赚钱，你才能真正赚到钱。我非常认同一句话：“会赚钱的人，即使身无分文，也还有自身这个财产。”说到底，赚钱的能力，根植于我们每个人自身。如果你有足够硬的实力，又懂得利益共享，未来必然前途无量。作者简介：柳一一，富书签约作者，富书主创团作者，重度阅读者，年阅读200本+，愿我们一起破万卷，行万里，能经常听得见耳边“嗖嗖嗖”的声音，那是成长时的风声。每天和300万人一起升级生活认知，本文首发富书，2018重磅推出新书《好好生活》，版权归富书所有，未经授权，不得转载，侵权必究", "author": "富兰克林读书俱乐部", "newsdate": "发布时间：19-02-16", "newstime": "17:45", "sentiment": [{"positive_prob": 0.00165458, "confidence": 0.996323, "negative_prob": 0.998345, "sentiment": 0}]}, {"title": "华为研究专家余胜海：华为的成功主要做对了两件事", "content": "余胜海/文华为公司创立于1987年9月，起步时只有5名员工，2.1万的创始资本，历经三十年艰苦奋斗，从一个毫不起眼的小作坊发展成为全球信息与通信技术行业的领导者，业务遍及170多个国家和地区，员工总数达到18万人。在过去的三十年中，华为在“枪林弹雨”中始终保持着高速稳健增长，抓住了通信产业每一个爆发的节点，并在每一个涉足的细分领域迅速赶超对手，成为世界巨头。2018年销售收入突破7000亿元，名列《财富》世界500强第72位，今年有望跻身世界500强前50名，创造了中国乃至世界企业发展史上的奇迹。那么华为的成功秘诀究竟是什么？作为潜心研究华为二十多年资深专家，我认为，华为由弱变强，从小到大的成功秘诀主要做对了两件事：用好人，分好钱。正如华为创始人、总裁任正非所说：“二十多年来，我最重要的工作就是选人用人、分钱分权。把人才用好了，把干部管好了，把钱和权分好了，很多管理问题都解决了。”我在最近出版的《用好人，分好钱：华为知识型员工管理之道》一书中，全面系统地剖析了华为人力资源管理、人才培养、绩效管理、薪酬管理、激励机制、干部选拔等方面的经验，帮助企业突破管人、用人、团队激励和绩效管理的难题。华为创始人、总裁任正非“用好人”就是尊重知识，用好人才，做到任人唯贤，人尽其才，才尽其用，同时要建立科学的人才培养、选拔、激励机制，用机制牵引员工成长，给最好的人才提供最大的机会，同时将金钱分配在最适当的位置。“分好钱”，指的是企业需要建立一套公平的薪酬分配体系，使员工在这个体系中受到激励，感到公平，得到满足，获得回报，赢得尊重。华为是中国最早将人才作为战略性资源的企业，其人力资源管理体系就是华为30年来持续稳健发展的关键。早在1996年，华为创始人、总裁任正非邀请中国人民大学六位教授起草《华为基本法》的时候，就创造性地提出了“知本”主义的观点，并指出，“‘知本’永远是高于资本的，一定要让人力资本的增值大于财务资本的增值。”可见他对人才的高度重视。华为在创业初期对于技术人才的招聘可谓不惜一切代价，对国内重点理工大学的应届毕业生甚至采取了“掠夺式”的策略。任正非要求华为要用人所长，不求全责备，不拘一格降人才，创造条件使优秀人才和专家快速成长，让天下英雄尽入吾彀中。《华为知识型员工管理之道：用好人，分好钱》余胜海/著华为是中国第一个引入“五级三通道”任职资格体系的企业。在员工培训上，华为倡导“因材施教，注重实践，训战结合，学以致用”，把那些最优秀的派驻外国的代表（前线负责人）召集在一起，由他们来编教材、当老师，让最优秀的人培养更优秀的人。这些“老狼”把培训课堂当作“前敌作战指挥部”，带领学员进行实战学习，培养、复制出了一批又一批抢滩登陆、能打胜仗的勇士。华为强调在全球进行能力布局，把能力布在人才聚集的地方，在有凤的地方筑巢，而不是筑巢引凤。任总认为“离开了人才生长的环境，凤凰就变成了鸡，而不再是凤凰”。人才在哪里，资源在哪里，华为就在哪里，这就是华为的组织管理逻辑。华为建立了科学的人才激励机制，用机制牵引员工成长和职业提升。同时坚持以奋斗者为本，为奋斗者提供舞台，将利益分配向奋斗者倾斜，并以贡献来评价员工，考核选拔干部，把合适的人放在最合适的岗位上。这种激励机制逼着所有的人必须奋力划船，争取不断进步。“以客户为中心，以奋斗者为本，长期坚持艰苦奋斗”是华为的核心价值观。在共同的价值观指引下，企业的愿景和使命，与员工个人的追求契合在一起，让人才的价值创造有了方向。人才有了方向引领，就能够奔跑得更快、更远。华为在干部选拔过程中有一句话叫作“猛将必发于卒伍，宰相必取于州郡”，意思是说华为的干部一定是要来自于基层一线，没有基层一线实践经验的人员是不能当干部的，华为的中高层管理干部都是从一线摸爬滚打，逐步成长起来的。在华为，只要你努力奋斗，只要你积极进取，就可以从“士兵”成长为“将军”。认识到人才的价值，还要给人才合理的回报。任正非认为，“未来的竞争，一定是人才与人才的竞争，企业的竞争力也决定于是否拥有最优秀的人才。如果不给人才新机会和有竞争力的薪酬，就吸引不来真正有竞争力的人才。”因此，华为愿意给优秀人才提供有竞争力的薪酬回报。为了分好钱，华为建立了“利益分享”机制，与员工共同分享公司发展成果。在过去30年里，华为一直在回避资本市场的诱惑，拒绝上市，实行“全员持股”。任正非作为华为公司创始人、CEO，他仅持有华为1.04％的股份，99％股份都分给了员工。华为通过全员持股，将员工变成公司的股东，人人当老板，共同打天下。员工的身份变了，干劲自然更足了。这是华为拥有强大凝聚力和执行力的核心所在。在华为员工的收入中，除了工资和奖金之外，股权分红占了相当大的比重，不少员工一年能获得几十万，甚至上百万元的股权分红。“效率优先，兼顾公平”是华为薪酬分配的原则。任正非曾以“拉车人”和“坐车人”为例做过形象的比喻。“管理好拉车人和坐车人的分配比例，让拉车人比坐车人拿得多，拉车人在拉车时比不拉车的时候要拿得多。”在华为，员工的贡献越大，职级越高，获得的收益就越高。华为的利益分享机制基于一个核心——面向满足客户需求、为客户创造价值的人，才能获得更多的工资、奖金、股权以及晋升的机会。正是任正非懂得与员工共享成果，从而聚集了众多的优秀人才，让他们的聪明才智得到充分发挥。管理本质上是关于欲望的悖论。“员工不爱钱，不是好员工”，听起来有些极端，但它道出的是人性真缔：饥饿感是个体活力和群体进取心的基础驱动力，所以组织要基于普遍人性，最大程度、最有效地满足员工对财富、权力和成就感的多元欲望，进而实现组织的价值扩张。任正非不仅舍得分钱，还舍得分权，善于授权。华为采用“横向分权，纵向授权”的组织结构，推行在董事会领导下的轮值董事长制度，实行集体决策。同时简化业务流程，把决策权授予给一线团队，让“听得见炮火的人来决策”，形成一个倒“铁三角”式的组织管理结构，一线员工直接面对市场终端需求，倒逼企业体系提供资源，领导层为前线提供后勤支持保障，形成以项目为中心的团队运作模式，让整个组织形成了强大的战斗力，正是这些朴素的管理理念将华为的执行力推向了极致。任正非就是一位罕见的人性激励大师，他在华为建立了一套基于人性的多元化的激励机制，与员工共享公司的发展成果。所以，大家都愿意跟着他干。因为，没有人和“升官发财”过不去。华为用利益分享的方式，将18万名知识型员工的聪明才智黏合起来，形成了一个坚不可摧的利益共同体，给华为注入了强大的生命力，使团队从上到下始终充满活力与激情，工作的时候都像打了鸡血一样，所有细胞都被激活了，大家“力出一孔，利出一孔，”将华为推上世界之巅。经营企业无非就是赚钱、分钱的商业系统。所以，人力资源管理和薪酬分配是企业管理中最为重要的一环。任正非在回顾自己30年的管理实践时说：“华为公司的财富只有两样：一是管理架构、流程与IT支撑的管理体系，二是对人的管理和激励机制。华为相信，资金、技术、人才这些生产要素只有靠管理将其整合在一起，才能发挥出效应。”在笔者接触的企业过程中，发现不同的企业，存在着相同的问题。一是用人的问题，二是分钱的问题。而解决这些问题说起来简单，做起来很困难。因为人没有用好，企业就没有钱分，钱没有分好，人就没有事做。所以老板最重要的工作就是思考如何用人和分钱？对管理者来说，如何“分好钱”是一门必知必会的学问。搞懂薪酬管理，自然可以让企业付出的薪资发挥最大作用，提升企业的效益。当然，薪酬管理的本质不是大锅饭，不是劫富济贫，不是平均主义，而是能者多劳、多劳多得，保障强者利益，让平庸者向强者过渡，让弱者自动淘汰。管理者规划薪酬体系时本着这一原则出发，才能让薪酬成本合理化、回报最大化，员工自动自发，企业才会有生命力和竞争力，最终达到“分好钱”的最初目的。管理者只要像华为一样“用好人，分好钱”，一切的管理问题都不再是问题。任正非不是一个贪财的人，也不是一个恋权的人，他最大的梦想，是让华为成为一个基业长青、可以活上一百年的企业。他告诫管理者：“一定要把最基本的东西想明白。第一，财富这个东西越散越多；第二，权力、名声都是你的追随者赋予你的，假使哪一天你的追随者抛弃你，你的权力，你的所谓成就感，你的聚光灯下的那些光辉形象，乃至财富，都会烟消云散，甚至灰飞烟灭。”万般神通皆小术，唯有空空是大道。舍得分钱，舍得放权，“舍得”是任正非的大智慧，创造了华为传奇。华为基于人性的、现实的、简单的管理实践，为中国企业树立了学习的标杆。任正非重视组织的成就远远超过对自己的成就描述，他也没有将自己放在组织的顶部，他做得更多的是托起这个组织，并用组织的整体力量成就华为。华为成功的背后，就是因为这个组织拥有强大的个体和群体奋斗精神，蓬生麻中，不扶而直！【作者简介】余胜海，1964年生于湖北随州，毕业于北京大学光华管理学院，资深媒体人、著名财经作家，先后供职于《财富》杂志、《企业家日报》、华商传媒，专注于中国经济、企业管理和企业案例研究，著有《任正非和华为：非常人非常道》、《华为还能走多远》、《不折腾：大众创业成功法则》、《企业家大败局》、《用好人，分好钱：华为知识型员工管理之道》《能源战争》《绝不雷同：小米雷军和他的移动互联时代》等18部颇具影响力的财经类畅销书，其中有作品入选“2015南国书香节最值得期待的20本书”“第四届中国读友读品节全民阅读指定书单”“央视财经2017年16本经典书籍”及当当网、京东商城年度畅销书榜，多部作品译成外文出版。（本文摘自《用好人，分好钱：华为知识型员工管理之道》一书，余胜海著，电子工业出版社出版，媒体转发请注明出处）", "author": "华夏时报", "newsdate": "发布时间：19-02-16", "newstime": "21:11", "sentiment": [{"positive_prob": 0.996234, "confidence": 0.991632, "negative_prob": 0.00376571, "sentiment": 2}]}, {"title": "阿里与华为的入职差异你知道吗？", "content": "转载自百家号作者：学渣执笔最近闲着无事，和朋友聊天得知，其参加过两家公司的入职，简单交流后，并记录其中一些事项，写给各位阅读，供大家休闲娱乐。1、培训手册华为：入职培训名为NEO，即New Employee Orientation，新员工入职引导学习；阿里：入职培训名为百年阿里，简称百阿百阿之旅2、班级基本信息华为：包括了期数，班号，班主任，教练，助教，以及团队成员；这里的教练和助教的设置与晨练的设置一起，是华为自家设置的，别的公司没有，教练负责晨练和素质拓展相关内容，助教的任务是辅助教学；班委包括了班长，副班长，组长，协助老师和班主任开展工作，帮助员工尽快入职；华为班级阿里：包含了姓名花名，百阿期数及时间；百阿花名册花名是一个汉语词汇，读音为huā míng，也被称做化名，等同于绰号，通常为了隐藏原本身份而使用。主要用于有社会影响力的人物。而花名文化源自老淘宝体系，后被发扬至全集团，早年是淘宝小二服务客户趣味性的体现，以武侠小说人物为主，后拓展到诗词，古文，随着人数增多，现在花名越来越难起，也导致很多生僻字的花名出现，在实际工作交流中确实相互以花名称呼，不带职级，不论辈分，有平等，亲近的意思，马云=风清扬，现任CEO张勇=逍遥子；百阿历经多年，已超1000期。3、开篇华为：培训的概览引入一篇致新员工书;华为开篇阿里：用漫画的形式和内容奠定了培训的基调；百阿攻略4、培训规范华为：纪律管理规定，正式，严禁，清晰表述；华为规范 阿里：我愿意我相信，调侃，简单，鼓动人心；百阿家规5、任务华为：自学任务概览，明确的输入输出，团队及个人任务，可操作性极强；华为自学阿里：任务清单，除国王天使，认全小伙伴，毕业内容外，其他留空，可自由发挥；国王天使活动见后文，认全小伙伴对于将近80人的班级规模来说难度不小，但结束的时候基本所有人都能认出大多数，除了每天晚上的研讨等活动可以熟悉彼此外，开班热身活动和结班认名比赛帮助很大，回顾一下，发现全程的所有活动的目的也都是建立团队默契和人与人之间的连接，企业文化的宣贯反而退居第二位，而且不仅仅是简单的名字熟悉，一系列活动建立的情感连接也十分强烈，最后一晚离别时抱头痛哭的比比皆是，更神奇的是这不是校招培训，团队内年龄差距很大，最小的有98年的，最大的已经40+。百阿荣誉6、培训目录华为：总计11项；图标的选取很有意思，华为采用的是阶梯上升的曲线，培训的过程中也是逐步构建相关能力，稳步提升；华为之梯阿里：总计12项；而阿里则选取的是U形曲线，寓意破而后立，先抑后扬，而培训的过程中也是如此，先失望再希望，打破了很多人的骄傲和既有经验，再重塑成阿里味；百阿之梯6.1 入场视频培训的开启都是以视频的形式，阿里的视频是Dream Maker，在优酷可以找到，讲的是阿里的创业史，其中各个BU为经，六脉神剑价值观为纬，纵横交织，不仅介绍到了各部门，也传达了价值观，使命愿景，企业文化的来龙去脉；华为的视频是光荣奋斗超越，讲的也是创业艰辛，历年的发展，同样传达了企业的核心价值观。6.2 游戏很巧合的是，两个培训都采用了同样的一个游戏来构建团队默契，在培训界名为“急速60秒”，在固定的绳圈内有30张卡片，每张卡片代表一个1到30的阿拉伯数字，内容可能是汉字，图画，英文等，每队三次机会，每次60秒，最终目的是完成1到30的排序把牌交给老师，具体详细的规则可以网上找到。这个游戏拉开差距的关键点有两个，一个是对牌面内容的记录，另一个则是排序的速度。在阿里，当最后完成项目时，第一名和最后一名差了整整一分钟，复盘才发现，有很多thinking outside the box的小技巧，如：规则没提到不能使用手机，有的组是大家分别拿几张卡片记在脑子里，回去再用语言交流，效率极低，而有的组则是直接掏出手机对卡片拍照，带回去一目了然；如规则强调只能有一人在圈内，但没有说绳圈不能碰，有的组则直接把绳圈抽走扔掉，全员动手拿卡片，速度飞快；规则没有说一个组在游戏时其他组能否围观，有两个组建立了同盟关系，很快就互补地完成了牌面分析和方法共享，而冠亚军也是他们两家。打破常规和思维的脑洞是成败的关键，也是阿里设置这个环节希望让学员了解到的企业生存之道。在华为，以上所有的技巧，在开始前全部明令禁止，且增加了违规成绩失效的规则，比拼的是执行力和守纪律，以及在遵从大框架规则内的微创新，比如知晓了所有牌面数字含义的时候，一个人在圈内找牌的速度较慢，但每个人找一张牌，分别依次跳入圈子拿出则会稍快一些，团队的默契和对规则的遵从是成败的关键。这个游戏的设置很好地诠释了两个企业对员工的要求不同;7、中间页阿里：报刊风的方式展示阿里土话，包括很多大家场外耳熟能详的金句；百阿中间页华为：几篇公司内部文献，传达了企业文化和相关案例故事；华为故事8、收尾页阿里：用一系列漫画展示了公司的组织文化，价值观；百阿收尾页华为：创始人写的的28字，展示企业精神，价值观；华为精神9、寄语阿里：学员和主管给写的毕业寄语；这里的设计很有意思，培训手册的后面几页是可以拆卸的，拆下来总计8张卡片，每张上面可以写你培训期间最感谢的人和感谢的话，现场相互交换，场面一度很感人，其目的还是建立人与人的连接。主管的寄语是半保密的形式，直到最后一天才装在信封里给到学员。百阿寄语华为：写给未来的自己的信；写给未来的信10、毕业留念阿里：随机互赠礼物一只，团队纪念品手环，班级纪念品徽章，毕业证书一张，毕业大片及团队海报；每个人在最后一天的下午要准备一个50元以内的小礼物，通过抽签的方式与另一个随机同学进行交换，每个团队也会设计自己的小饰品，而班级则有一个毕业徽章和证书，老逍的签字虽然是打印的，但却增加了不少仪式感和郑重。百阿毕业留念华为：毕业证书一张，优秀学员奖品笔记本一本，毕业视频照片相册；华为毕业证书就观察而言，除去人力行政企业规章等必修内容，整体感受阿里入职培训偏重人和人的连接，而华为的培训则偏重企业文化的传递，一个灵动，一个沉稳，一个强调创意，一个强调执行。大家好，我是学渣执笔，我是原创作者，感谢您的收藏和点赞，希望与您一起成长。百家号独家内容声明：本文图片来源网络，版权归原创作者所有，如有侵权，请联系作者立即删除", "author": "华西悦读", "newsdate": "发布时间：19-02-16", "newstime": "15:13", "sentiment": [{"positive_prob": 0.0411617, "confidence": 0.908529, "negative_prob": 0.958838, "sentiment": 0}]}, {"title": "华为的企业文化，值得每个人深思", "content": "1987年，华为创建于中国深圳，当时的注册资本为2.1万元，且没有技术和市场，只能在国内外通信巨头的联合围剿、压制下艰难起步。困难的时候，公司连续几个月卖不出自己的产品，也经常发不出工资。当时的华为只不过是一家无足轻重的小公司，甚至有人怀疑它是否能够过成果一两年。但是32年时间过去了，华为依旧存在，而且从最初的交换机代理商成长为全球最大的电信网络解决方案供应商、全球第一大通信设备供应商、全球第二大电信基站设备供应商、全球第三大智能手机厂商，更是全球领先的信息与通信解决方案供应商。经过几十年的发展，华为从当初一个连研发资金也无法筹集到的民营企业，发展成为如今一年研发投入超过几百亿的跨国公司，而且仅仅过去10年间的研发费用就投入超过2400亿；此外，华为也从一家营业额几乎为零的企业，成长为一个年营收超过阿里巴巴、腾讯、百度年营业收入总和的通信巨头。那么华为到底是一家怎样的公司，很有必要了解一下华为的企业文化。企业文化一：像狼一样进攻任正非明确提出狼性生存法则：“企业要发展就要发展一批狼，狼有三大特征，一是敏锐的嗅觉；二是不屈不挠，奋不顾身的进攻精神；三是群体奋斗意识。”这三个品质正是华为狼性文化的精髓。企业文化二：以奋斗者为本根据华为人的理解，奋斗者首先能够为他所服务的企业、客户创造实实在在的价值；奋斗者会通过自己的努力和付出，提升个人的总和能力，实现个人成就；奋斗者是能为整个社会前进发展作出一定贡献。企业文化三：烧不死的鸟就是凤凰任正非曾经在《至新员工书》中写到：“您有时会感到公司没有您想象的公平。真正绝对的公平是没有的，您不能对这方面期待太高。但在努力者面前，机会总是均等的，只要您不懈的努力，您的主管会了解您的。要承受得起做好事反而受委屈，烧不死的鸟就是凤凰，这是华为人对待委屈挫折的态度和挑选干部的准则。没有一定的承受能力，今后如何能做大梁。”企业文化四：做好自我批评的工作实际上，无论是自我反省，还是自我批评，都和华为的危机意识有关。通过制度上的变革和约束，有效的提升员工进行自我批评和积极性，也确保了华为公司内部形成良好的自我批评的氛围。华为创造“心声社区”，在这个开放的社区里，任何人都可以对他人提出中肯的批评，也可以在里面做自我检讨、自我分析。企业文化五：奉献精神存在于每一个华为人的基因华为将员工的奉献精神从过去的“干了多少工作、吃了多少苦、为企业创造了多少价值”狭隘的观念中挣脱出来，让员工不仅要对自己的工作、对自己所在的工作岗位负责，还要对客户负责，更重要的是员工要将个人目标和企业目标相结合，要将个人的责任感与企业的社会责任感结合起来，通过自身的努力和奉献，来增强企业的社会地位以及社会影响力。企业文化六：把握《华为基本法》的基本理论实际上，《华为基本法》主体结构由两部分构成，一是核心价值观，它强调追求什么，不追求什么，以及为什么要有这样的追求，这是企业文化的核心内容；二是基本政策体系，它强调如何追求，即系统的做事原则，涵盖了企业的决策系统、行为准则等内容，这是华为企业文化的具体表现。仔细进行分析，就会发现这两个部分中的每一个细节都能够体现出华为与众不同的文化特质。企业文化七：狼性文化中的人性化管理企业的管理最终都是对人的管理，人是企业中最重要的因素，因此华为一直强调要保护个人的利益，要给予员工更多的尊重和信任。狼性文化虽然有助于提升员工的工作状态，但是也对员工的生活带来了很多负面影响。一个好的企业不仅应该具备好的制度，还要注重人文情怀，要具备足够的人情味，不仅对员工的工作要关心，对员工的生活也要关心，这样能够让员工更容易产生主人翁意识和归属感。企业文化八：用诚信来打造企业的品牌多年来，任正非始终坚持诚信做人、诚信做生意的原则，从来不会对客户弄虚作假，不会刻意将一些残次品卖给客户。华为走到今天，就是靠着对客户需求给予宗教般的信仰和敬畏，坚持把对客户的诚信做到极致。企业文化九：公平不是搞平均主义华为不提倡绝对的公平主义，也不赞成实行平均主义的企业文化。华为只负责为员工创造一个相对公平的竞争环境。这种公平制度的公平性主要体现在4个方面：遵循价值规律，按外部人才市场的竞争规律决定公司的价值分配政策；引入内部公平竞争机制，确保机会均等，而在分配上充分拉开差距；树立共同的价值观，使员工认同公司的价值评价标准；以公司的成就和员工的贡献作为衡量价值分配合理性的最终标准。企业文化十：细节决定一切很多用户在使用华为手机后，就会发现华为手机的技术未必是市场上最先进的，华为手机的价格也未必是市场上最低廉的，华为手机的各种性能也未必是最全面的，可是经过对比，用户就会发现华为手机用起来很舒适，也很方便，而且性价比也很高。实际上，用户之所以产生华为手机很好用的想法，就在于华为手机对于细节的把握非常到位。作为一个以市场为导向、以客户需求为主的品牌，华为手机并未盲目追求技术上的先进，而是主张以用户的实际体验为设计需求。在华为人看来，任何一个企业的工作都是都是由一个个细节拼凑而成的，没有对细节的关注，企业的整体工作就会显的粗放和不够精细。而精细化一直以来都是华为追求的目标，一直都是华为在重点打造的模式。", "author": "启萌财富", "newsdate": "发布时间：19-02-16", "newstime": "18:34", "sentiment": [{"positive_prob": 0.992356, "confidence": 0.983014, "negative_prob": 0.00764372, "sentiment": 2}]}]