[{"title": "华为与上海申通地铁集团战略合作 推进业务数字化智能化拓展", "content": "证券时报e公司讯，8月7日，为共同推进城市轨道交通数字化智能化新兴发展，上海申通地铁集团有限公司与华为签署战略合作协议。根据协议，在前期就通讯等业务领域良好合作的基础上，基于上海城市轨道交通超大规模网络及未来新的发展要求，双方将共同推进业务数字化智能化拓展，探索通过云计算、大数据、人工智能、5G、智能安防等信息与通信技术，优化地铁业务流程，重塑系统有序连接，提升综合集成能力，展开全面深入的合作。 ", "author": "证券时报", "newsdate": "发布时间：19-08-08", "newstime": "10:21", "sentiment": [{"positive_prob": 0.989634, "confidence": 0.976964, "negative_prob": 0.0103664, "sentiment": 2}]}, {"title": "搞事情 19小时后华为将催生最强投资风口 速看", "content": "史上规模最大！史上最为火爆！史上最强备胎！史上最受关注！创4大史上之最的2019华为开发者大会，将于8月9日-11日举行。在这届史上规模最大的华为开发者大会上，最强“备胎”鸿蒙操作系统有望揭开神秘面纱。同时，更多黑科技有望闪亮登场，而“票已售罄”则体现出这届大会的火爆程度。短期看，华为5G通信网络产业链、华为手机产业链均处于业绩兑现期；长期看，华为海思芯片、华为鸿蒙操作系统将推动国产替代浪潮加速来临。华为4大核心产业链，将迎来史上最强投资风口！一、华为开发者大会倒计时，4大史上之最成亮点8月9日至11日，2019年华为开发者大会(HDC)将在东莞召开。此次华为开发者大会将创4大史上之最。史上规模最大：即来自全球的5000+开发者，1500+合作伙伴将参与此次大会。大会将开发1000平米的互动展区，并交流200+个主题。史上最为火爆：根据时间安排，大会将于8月9日召开，然而从大会官网可以看出，参会门票早已售罄。此外，大会召开地东莞松山湖溪流背坡村周边的部分酒店已经满房。史上最强备胎：华为研发七年之久的杀手锏级“备胎”鸿蒙操作系统，也有望首次亮相。此外，华为EMUI10系统、搭载众多黑科技的“荣耀智慧屏”也将在大会上正式发布。史上最受关注：从大会召开背景来看，在国际经贸环境多变的情况下，华为成为国内外关注的焦点，成为自主可控、自力更生的代表。二、业绩与概念之间，寻找真机会华为手握全球最多的5G通信网络订单，叠加5G基站建设步伐加快，所以引发上游基站设备供应商量价齐升。上半年，华为手机出货量逆势大幅增长，极大地推动了产业链上游供应商的业绩。此外，以华为海思为代表的芯片概念股，以及以鸿蒙操作系统为代表的国产操作系统概念股，往往会有阶段性炒作表现。整体来看，华为所引申出的4大产业链值得关注。但是近两日，美方再次出现针对华为的不利消息，预计华为在推进全球化发展的过程中，将会反复受到对方的各种限制，因此也要及时关注相关负面消息对板块的影响。风口1：华为5G通信网络产业链目前，华为已获得了50个5G商用合同，其中11个是在被列入“实体名单”之后获得的，累计发货超过15万个基站，到2019年底预计将达到50万个。值得注意的是，无论是技术先进程度，还是成本优势和市场占有率，华为已经成为全球5G通信网络建设的绝对龙头。华为5G网络通信产业链，涉及电线电缆、光模块、PCB等环节，其中PCB市场处于核心地位，并且PCB龙头沪电股份、深南电路等均为华为5G通信网络建设的核心供应商。基本面方面，华为5G网络通信供应商面对的是国内外5G市场，发展空间巨大，相关代表公司也处于业绩兑现阶段，业绩支撑程度最强。代表公司有沪电股份、深南电路、生益科技、东山精密、光迅科技、亨通光电等，其中一季报和中报业绩增幅居前的有沪电股份、华工科技和深南电路。沪电股份今日再创此轮行情以来的新高，走势远超大盘，是PCB的领头羊。风口2：华为手机产业链今年上半年华为实现销售收入4013亿人民币，同比增长23.2%。其中，华为上半年智能手机发货量1.18亿台，同比增长24%，在上半年手机行业增长乏力的背景下，这一成绩显得格外突出。此外，平板发货量同比增长10%；PC发货量同比增长3倍；可穿戴设备发货量同比增长2倍。华为手机零部件供应商涉及指纹识别、显示屏、连接器、光学镜头和扬声器等环节，指纹识别和连接器暂时位于核心地位。基本面方面，华为手机出货量在上半年逆势增长，并且市场份额继续扩大，这使得华为手机零部件供应商业绩增长较为乐观，业绩支撑程度较强。代表公司有汇顶科技、立讯精密、深天马A、中航光电、蓝思科技、歌尔股份等，其中一季报和中报业绩增幅居前的有汇顶科技、共达电声、硕贝德、立讯精密和长盈精密等。像汇顶科技等更是独立于大盘长期上涨。风口3/4：华为海思芯片产业链/华为鸿蒙操作系统产业链针对华为芯片和华为操作系统这类题材，短期题材炒作频繁，中期关注业绩能否兑现，长期发展市场空间巨大。华为海思芯片和华为鸿蒙操作系统当前还处于概念炒作阶段，概念题材的属性要强于业绩驱动属性，因此合并在一起按照题材炒作来对待。这两类个股受消息面影响较大，并且跟业绩表现关系不大。同时，海思和鸿蒙等后期有望引申出物联网、无人驾驶等更多的题材炒作，这种情况不得不关注。从市场参与角度看，华为5G通信网络产业链和华为手机产业链属于基本面驱动的中长线投资品种，业绩增长情况是考察个股的首要条件，业绩增长明确、业绩增幅高的公司更容易获得市场的认可。华为芯片和华为操作系统属于利好消息刺激下的短线题材炒作，在实现真正产业化之前，业绩难以出现持续稳定性增长。同时在利好消息真正出现之时，要防止短期“见光死”的情况出现。来源: 证券市场红周刊", "author": "同花顺财经", "newsdate": "发布时间：19-08-08", "newstime": "19:37", "sentiment": [{"positive_prob": 0.111107, "confidence": 0.753096, "negative_prob": 0.888893, "sentiment": 0}]}, {"title": "想买麒麟980手机？这三款华为口碑最好，最后一款是千元机！", "content": "移动互联网的快速发展，也是直接带动了国内智能手机的大力发展，从10年前国内泛滥的国产山寨机，如今随处可见用上了高端华为、小米等，放眼全球市场的话，没有任何一个国家的手机市场有中国这般欣欣向荣，在手机领域方面国产手机甚至早就超过欧美国家，一加、传音等冷门手机更是各领一番水土，当然华为手机还是国内手机关注度最高，同时也是销量最大的品牌，旗下还有国内第一互联网手机品牌荣耀，多年以来和小米分庭抗礼之后，荣耀也最终成长为了国内份额第一的线上手机品牌，今天和大家聊一聊8月公认最值得入手的3款华为手机，用三年没问题，比iPhone更好用！1、荣耀20主打性价比的荣耀20早就已经销量破百万台了，虽然大家潜意识里觉得红米K20 pro可能更火，可从第三方的实际评价数来看，荣耀20和红米K20 pro旗鼓相当，荣耀20采用的是麒麟980处理器，7nm的台积电工艺制程，业内独有的双脑NPU芯片，赋予了荣耀20极为出色的AI算法能力，荣耀20在技术方面也是先发制人，比如具备高达200米的蓝牙连接功能，又比如Link turbo聚合技术和极点全面屏等等，特别是这一次AI四摄镜头的加入如虎添翼，拍照能力领先同段位的其它友商手机，荣耀20主摄采用了4800万像素超清镜头，顶级的四轴光学防抖，用三年不成问题比iPhone更好用！2、华为P30华为P30的入手难度很低，远低于高价的华为P30 pro，好在在性能和拍照方面减配不会很严重，手感方面华为P30更是领先友商不少，它采用到的是6.1英寸屏幕，厚度为7.57mm重量165克，整机拿在手里极为轻薄，和当年的iPhone8如出一辙的完美手感，具备了4000万像素超感光镜头+1600万像素超广角镜头+800万长焦镜头，华为P30的夜拍能力极为出色，作为一款具备30倍数码变焦和5倍混合变焦的拍照手机，如今也是跌到了小米价三千左右，入手难度新低可配置却原高于去年同期的华为P20 pro，配色方面还有极光色、天空之境、赤茶橘等，这些颜色都颇为震撼也不失个性，比iPhone更好用！3、荣耀V20说它是千元机你们可能都不信，可事实上自从荣耀V20跌到2099后，第三方渠道商就更加激进了，一度跌破2000，荣耀V20的口碑本来是不怎么样的，可剧情反转的是，降价后的荣耀V20和当年荣耀V10一样，人气和销量方面暴涨，荣耀V20采用了后盖3D玻璃机身设计，唯美的水漾玻璃色泽下，灯光照耀下显得是熠熠生辉，这是一款为年轻人而量身打造的性价比麒麟980手机，时尚潮流却又不失美感，首发了Link Turbo聚合技术，业内最小的4.5mm挖孔设计，4800万索尼超高像素镜头，如今跌到新低价，部分第三方渠道商那边已经花1999左右就能买到了，不愧为公认口碑最好的一款麒麟980千元机，比iPhone更好用！【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-08-08", "newstime": "21:56", "sentiment": [{"positive_prob": 0.898559, "confidence": 0.774575, "negative_prob": 0.101441, "sentiment": 2}]}, {"title": "美政府禁止采购华为等5家中企公司电信设备 外交部回应", "content": "新京报快讯 据外交部消息，8月8日外交部发言人华春莹答记者问。问：据报道，美国总务管理局周三发布一项临时规定称，将根据“2019年度国防授权法案”禁止使用美联邦政府资金采购华为、中兴、海康威视、大华和海能达5家中国公司电信设备，该规定将于本月13日生效。中方对此有何评论?答：中方对美方实施“2019财年国防授权法案”有关涉华消极条款，对中国特定企业采取歧视性和不公平的做法表示强烈不满和坚决反对。我们注意到相关中国企业已经在美采取了法律行动。美国滥用国家力量不择手段地蓄意抹黑和打压特定中国企业，严重损害美国国家形象和自身利益，更严重破坏全球产业链和供应链，已经并将继续遭到世界各国的广泛反对和抵制。我们坚定支持相关中国企业拿起法律武器维护自身的正当权益，也将继续采取一切必要措施，坚决维护中国企业的正当合法权益。我们敦促美方摒弃冷战思维和零和博弈理念，停止将经贸问题政治化，停止对中国企业的无理打压，多做有利于促进中美经贸合作健康稳定发展的事。编辑 倪艳楠", "author": "新京报", "newsdate": "发布时间：19-08-08", "newstime": "18:48", "sentiment": [{"positive_prob": 0.80226, "confidence": 0.560578, "negative_prob": 0.19774, "sentiment": 2}]}, {"title": "还有人在说华为手机贵？苹果手机利润率22%，再看看华为手机", "content": "买手机现在已经是很多人在购物时很重要的一个考虑，因为手机作为贴身用品是我们非常重要的使用工具，我们的社交活动，网上购物，查询信息等操作都在手机上。但是现在市场上虽然手机品牌的数量不再像当年那样繁杂，但依然有众多选项可以提供给消费者参考，价格也都不一样。买手机虽然要看个人的喜好，但很多时候我们不得不将价格放在主要的考虑范围之内，因为两台不一样的手机可能价格要差上好几倍，每个人的购买力也不同，所以价格成了决定一台手机销量和市场走势。当然也有例外的时候，比如这几年都火到不行的苹果手机，它是一款实实在在的高端智能手机。苹果手机的均价在四到五千元之间，即使是已经过时的苹果旗舰，在第三方手机市场中还是可以卖一两千元，这是任何安卓旗舰都无法做到的事，但苹果就是可以。苹果的硬件销售利润率高达22%，可以说是在手机行业里算是最高的了。很多人都认为华为近两年手机价格涨上来了，但这和行业大背景有关，当然华为也有它自己的考虑。价格的上升确实可以带动利润的增加，但华为真的卖贵了吗？自研手机芯片麒麟系列，自创50倍变焦三摄等等，华为的旗舰手机在很多功能和体验上完全不输给iPhone，而且从定价来看华为也算定在了合理的区间。苹果的利润率是22%，那么华为是多少呢？答案是8%，去年华为全年营收了超过1000亿美元，但利润只有不到90亿美元。所以说华为的硬件利润率其实真的没有很多人想得那样变得很高，在提升产品品质的同时，没有加太多的价足以说明华为的良心。", "author": "吃吃美食家", "newsdate": "发布时间：19-08-08", "newstime": "10:25", "sentiment": [{"positive_prob": 0.0219302, "confidence": 0.951266, "negative_prob": 0.97807, "sentiment": 0}]}, {"title": "美国再次极限施压！华为硬气回应：将继续挑战该禁令的合宪性", "content": "一一波未平，一波又起！今天，美国机构发布了一项临时规定，宣布：从8月13日起，禁止联邦机构采购包括华为在内的五家中国公司电信设备。这五家中国企业分别是：华为、海康威视、中兴通讯、海能达、大华技术。真是特朗普的脸，就像六月的天，说变就变。刚刚过去了一个多月，他说的话就丢到了爪哇国，对华为等企业，又开始了新一轮的极限施压！可以想见，今后一段时期，特朗普很可能继续把华为作为牵制中国的筹码，进一步疯狂打压。接二连三、一个又一个的封锁大招，或将如黑云压城般席卷而来！美国用如此蛮横无理的政治手段，翻手为云，覆手为雨，倾举国之力，来打压一家中国企业，这样的手段，让世人看清了这一个个真相：什么叫流氓行径？这就是流氓行径!!什么叫以大欺小？这就是以大欺小!!什么叫不择手段？这就是不择手段!!二历史上，从未有一家公司，在美国动用全部国力打压之下，还能从容应对、见招拆招，除了华为！历史上，从未有一家公司，如此牵动全体中国人的心，让所有人为之自豪为之钦佩，除了华为！看吧，针对美国禁止联邦机构采购华为电信设备的无理行为，华为刚刚强硬发声：将继续在联邦法院挑战该禁令的合宪性。华为在声明中强调：我们对今天的新闻并不感到意外，这只是美国《2019财年国防授权法》的实施条例。华为将继续在联邦法院挑战该禁令的合宪性。《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒，对保护美国电信网络和系统的安全没有任何帮助，最终伤害的是美国农村地区依赖华为网络的广大用户。还是华为一贯的风格：坚定理性克制，有理有利有节，泰山崩于前而色不变，麋鹿兴于左而目不瞬，给广大花粉们吃了定心丸！其实，特朗普这出尔反尔、变脸比翻书还快的特点，华为早就心知肚明。前几天，华为创始人任正非接受英国《金融时报》采访时就表示：特朗普放松对华为设备禁令，并不会对其业务产生“太大影响”，因为华为适应了遭美国敌视的新时代。不仅没有影响，任正非还说了：“美国给我们制造这些困难，其实是在帮助我们。在外部压力下，我们比以往任何时候都更加团结。如果华为被禁止使用美国零部件，那我们对自己使用中国和其他国家制造的零部件的能力也非常有信心。”偷鸡不成蚀把米！此前美国想不到，自己精心策划的大绞杀行动，竟然全部在任正非的意料之中，华为早就为此做好了一切准备！华为一连串的炸弹，更是让美国傻眼！在通讯领域中，华为就是一个领导者，而不是一个随意可以替换的跟随者。美国如此滥用国家力量打压华为，将严重破坏全球产业链和供应链，已经并将继续遭到世界各国的广泛反对和抵制。兵来将挡，水来土掩！华为在遭受打压后的一连串举动说明，华为没有辜负花粉们的期望，它将继续让美国的的打压行动，变成“搬起石头砸自己脚”的愚蠢行动！华为挺住，你的背后是13亿中国人民！三中国有句古话：多难兴邦！俄罗斯作家阿·托尔斯泰也说过，一个人要真正强大起来，就必须“在清水里洗三次，在碱水里煮三次，在盐水里腌三次”。其实，对一个国家是这样，对一个人、一个企业，又何尝不是如此？今天，我们必须明白，变脸，只是美国品尝失败苦果的又一轮开始！很快他们就会知道，今天的中国，已经不是昔日的吴下阿蒙了！今天的华为，更是早已脱胎换骨，并不是你想怎么样捏，就怎样捏的！今天，我们更需明白，打铁还需自身硬，落后就要挨打的道理从来都未曾改变过。科技是第一生产力，只有掌握最核心的科技，才能拥有最高的话语权，不再受制于人，任人宰割！我相信，办公室里的那本《美国陷阱》，任正非早已熟读于心。阿尔斯通的倒下，终究成为了历史！想要把阿尔斯通的悲剧复制在华为身上，不过是痴人说梦！我更相信，挺过这次难关，挨过这场暴风雨之后，华为必将让整个世界为之惊叹！滔天巨浪方显英雄本色，艰难困苦铸造诺亚方舟！永不遭受他国霸凌的伟大民族复兴梦，终究会在我们这一代人的努力奋斗下实现！", "author": "财经要参", "newsdate": "发布时间：19-08-08", "newstime": "23:42", "sentiment": [{"positive_prob": 0.699207, "confidence": 0.331571, "negative_prob": 0.300793, "sentiment": 2}]}, {"title": "华为发布面向2025十大趋势 5G/超级视野/人机协创", "content": "【CNMO新闻】8月8日，华为发布全球产业展望GIV@2025，提出智能世界正在加速而来，触手可及，并作出十大预测：到2025年，智能技术将渗透到每个人、每个家庭、每个组织，全球58%的人口将能享有5G网络，14%的家庭拥有“机器人管家”，97%的大企业采用AI。那么这十大预测都有什么呢？我们不妨看看。机器人趋势一：机器人随着各种技术的进步，未来将出现护理机器人、仿生机器人、社交机器人、管家机器人等形态丰富的机器人，家政、教育、健康服务等行业都将是机器人的重要活动领域，它们将为我们带来新的生活方式。到2025年，全球14%的家庭将拥有自己的机器人管家。趋势二：超级视野以5G、AR/VR、机器学习等新技术使能的超级视野，将帮助我们突破空间、表象、时间的局限，见所未见，赋予人类新的能力。到2025年，采用VR/AR技术的企业将增长到10%。趋势三：零搜索未来的搜索一定是相当简化的，我们将通过最便捷的搜索方式享受新生活。未来，我们不需要通过点击按钮来表达你的需求，桌椅、家电、汽车将与你对话。到2025年，智能个人终端助理将覆盖90%的人口。智能交通系统趋势四：智能交通系统智能交通系统将把行人、驾驶员、车辆和道路连接到统一的动态网络中，并能更有效地规划道路资源，缩短应急响应时间，让零拥堵的交通、虚拟应急车道的规划成为可能。到2025年，C-V2X蜂窝车联网技术将嵌入到全球15%的车辆。趋势五：机器从事三高职业高危险、高重复性、高精度的工作对于人类来说是个极大的挑战，如果将这类工作交给成熟的机器人来完成，可能会有奇效。机器人无需休息，也不会犯错，将极大提高生产力和安全性。如今，智能自动化在建筑业、制造业、医疗健康等领域已经广泛应用。到2025年，每万名制造业员工将与103个机器人共同工作。趋势六：人机协创以人工智能、云计算等技术的融合应用，将大幅度促进未来创新型社会的发展：试错型创新的成本得以降低；原创、求真的职业精神得以保障；人类的作品也因机器辅助得以丰富。到2025年，97%的大企业将采用AI。人机协创趋势七：无摩擦沟通随着人工智能、大数据分析的应用与发展，企业与客户的沟通、跨语种的沟通都将可能变得无摩擦，因为精准的信息到达，人与人之间更容易理解、信任彼此。到2025年，企业的数据利用率将达86%。趋势八：共生经济数字技术与智能能力逐渐以平台模式被世界各行各业广泛应用。到2025年，全球所有企业都将使用云技术，而基于云技术的应用使用率将达到85%。趋势九：5G2019年就是5G加速发展的一年，在过去的半年里，我们见证了全球部分国家率先开通5G网络、我国正式颁发5G牌照，以及首款5G手机上市等大事件。大带宽、低时延、广联接的需求正在驱动5G的加速商用，到2025年，全球将部署650万座5G基站，服务于28亿用户，58%的人口将享有5G服务。全球数字治理趋势十：全球数字治理行业的发展离不开统一的标准，华为呼吁全球应加快建立统一的数据标准、数据使用原则；并鼓励推动建设第三方数据监管机构，让隐私、安全与道德的遵从，有法可依。到2025年，全球年存储数据量将高达180ZB。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-08", "newstime": "11:25", "sentiment": [{"positive_prob": 0.991718, "confidence": 0.981596, "negative_prob": 0.00828193, "sentiment": 2}]}, {"title": "美对五家中企颁临时禁令 华为硬气回应 外交部：支持相关企业拿起法律武器", "content": "来源：新华社、参考消息美国当地时间8月7日，美国负责政府合同的机构发布了一项关于禁止联邦机构采购包括华为在内的五家中国公司电信设备的临时规定。这五家中国企业分别是：华为、海康威视、中兴通讯、海能达、大华技术。禁令将在8月13日生效。华为强硬回应美国进口禁令华为8日发布媒体声明称，“《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒。”华为在《关于特朗普政府禁止联邦机构从华为采购设备或服务的媒体声明》中表示，“我们对今天的新闻并不感到意外，这只是美国《2019财年国防授权法》的实施条例。华为将继续在联邦法院挑战该禁令的合宪性。”华为公司表示，《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒，对保护美国电信网络和系统的安全没有任何帮助，最终伤害的是美国农村地区依赖华为网络的广大用户。外交部发言人华春莹回应华春莹对此做出回应：中方对美方实施“2019财年国防授权法案”有关涉华消极条款，对中国特定企业采取歧视性和不公平的做法表示强烈不满和坚决反对。我们注意到相关中国企业已经在美采取了法律行动。美国滥用国家力量不择手段地蓄意抹黑和打压特定中国企业，严重损害美国国家形象和自身利益，更严重破坏全球产业链和供应链，已经并将继续遭到世界各国的广泛反对和抵制。我们坚定支持相关中国企业拿起法律武器维护自身的正当权益，也将继续采取一切必要措施，坚决维护中国企业的正当合法权益。我们敦促美方摒弃冷战思维和零和博弈理念，停止将经贸问题政治化，停止对中国企业的无理打压，多做有利于促进中美经贸合作健康稳定发展的事。", "author": "第一财经", "newsdate": "发布时间：19-08-08", "newstime": "22:00", "sentiment": [{"positive_prob": 0.861142, "confidence": 0.691426, "negative_prob": 0.138858, "sentiment": 2}]}, {"title": "华为发布面向2025十大趋势 97%大企业将采用AI", "content": "蓝鲸TMT频道8月8日讯，今日，华为发布全球产业展望GIV@2025，提出智能世界正在加速而来，触手可及，并预测：到2025年，智能技术将渗透到每个人、每个家庭、每个组织，全球58%的人口将能享有5G网络，14%的家庭拥有“机器人管家”，97%的大企业采用AI。据悉，全球产业展望报告于2018年首次推出，初衷是打开智能世界的产业版图，为各行各业创新增长提供路径参考。2019年，华为基于对交通、零售、金融、制造、航空等17个重点行业的案例研究，并结合定量数据预测，进一步提出了面向2025的十大趋势，分别是：是机器，更是家人、超级视野、零搜索、懂“我”道路、机器从事三高、人机协创、无摩擦沟通、共生经济、5G，加速而来以及全球数字治理。华为预测，到2025年，全球14%的家庭拥有“机器人管家”，97%的大企业采用AI。同时，采用VR/AR技术的企业将增长到10%，每万名制造业员工将与103个机器人共同工作，而智能个人终端助理将覆盖90%的人口。此外，2025年，企业的数据利用率将达86%，全球所有企业都将使用云技术，而基于云技术的应用使用率将达到85%，全球年存储数据量将高达180ZB。5G方面，2025年全球将部署6500万5G基站，服务于28亿用户，58%的人口将享有5G服务。华为全球ICT基础设施业务首席营销官张宏喜表示：“人类的探索永不止步，从地球到太空要飞得更高，从过去到未来要看得更远，从创新到创造要想得更深。”来源: 蓝鲸财经", "author": "同花顺财经", "newsdate": "发布时间：19-08-08", "newstime": "11:06", "sentiment": [{"positive_prob": 0.967802, "confidence": 0.92845, "negative_prob": 0.0321976, "sentiment": 2}]}]