[{"title": "专访华为朱平：华为的1+8+N战略，如何将全场景智慧生活落地", "content": "作者：万能的大熊每次华为发布新品，都是一次全民的刷屏，而这次P30Pro的发布，则让行业再一次震惊，手机拍照已经被提高到了一个前所未有的高度，华为的创新可以说是进入了无人区，实现了超过行业一年以上的独占领先。而华为手机在去年的出货量也突破了两亿台，进入全球前三，在今年则要挑战2.5亿台和全球第二的位置。当然，单纯的手机领先并不能满足华为的战略预期，打造全场景的智能生活，才是华为的真正大战略所在。而在P30手机发布会上，华为还推出了一系列智慧单品，在会后，我们专访了华为消费者业务大中华区总裁朱平，深度了解了一下华为在智能生活战略方面的思考和行动。而在2019年，华为更重要的目标是要将全场景的智慧生活实现一个真正的落地。手机先行，生态随后智能手机不仅仅是一个产品，还是一个入口，当下的用户正是通过智能手机来实现自己和互联网服务的接轨，实现自己的互联网生活的。而诸多的智能产品，最终也是要靠手机来实现操控和管理的。所以华为在手机上的强势增长其实是在为自己的未来智能生活战略打开一个巨大的入口，而更多的华为智能产品，都是通过华为手机的普及来实现自己的智慧融入的。一个最典型的案例就是华为的笔记本电脑，发展非常迅猛，其最大的卖点除了独特的外观设计，屏幕比例这些眼睛能看到的特点外，最为重要的就是通过huaweishare的服务实现了华为手机和电脑的互通互联，完成了无缝的连接和整合，大大提升了消费者的生产力。而这其实只是其中的一个案例，还有更多的智能产品正在不断的接入这个生态。朱平强调，华为终端目前是“1+8+N”的战略，1就是手机是主入口，8就是4个大屏的入口：PC、平板、智慧大屏、车机，而非大屏入口现在发布的有耳机、音箱、手表，眼镜。N则是泛IoT硬件构成的华为HiLink生态。这其中的1+8是华为自己在做，而这个N则欢迎更多的合作伙伴加入，最终形成一个更为开放的形态。在这里我们可以看到，华为的战略思路非常清晰，入口级的产品亲力亲为，生态级的产品开放共赢，既保证了自己的稳定性，也保证了生态的多样性，既有基于视觉和触觉的大屏交互方式，也有基于语音的耳机、音箱这一点交互方式。而华为智能生态中的大爆品HUAWEIWATCHGT,则可以说是一个健康的交互，不仅实现了超过两周的超长续航，还联合301医院推出心脏健康研究，可以说是非常有价值的一个健康产品，我自己也长期佩戴。这些击中用户痛点的主流产品，都将会成为华为整个生态的重要支撑，在这个基础上大力发展N战略的产品接入和落地，而华为只需要做好协同、管理、联动，在产品、服务、技术、体验等层面进行管控。而对于广大的中小智能设备的厂商来说，只要做好产品，接入华为体系，就可以直接面向数亿用户进行选择，对行业来说也是一个福音。深度交流，服务用心，在消费者心中落地华为全场景智慧生活的落地看似是落地到用户家里，但本质上还是要落地到用户的心里，朱平表示，最重要的还是和用户“深度沟通”。朱平说，华为服务专营店，截止目前是1156家，到年底将达到1450家，覆盖了中国95%以上。市级体验店超过1000家，今年希望大概做到1300家左右，县级体验店超过2500家，到年底3000家，覆盖中国95%以上的县。”这些专门的服务渠道，主要是将华为的服务深化下去，成为和用户沟通的平台，只有让华为的品牌在用户心目中落地，才能让华为的产品在用户家中落地，对于这个问题，华为的思考还是非常深刻的。比如包含诸多课程的“华为学堂”，让消费者可以在这里进行很多课程的学习，针对P30系列产品，就有6大课件、14门课程，未来还会增加几十门课程，并不断针对性优化，帮助更多用户全面进入科技生活。而这些培训课程，未来都会在华为的体验店中进行落地，成为标准化服务的一部分。一直以来，华为的售后服务就备受老用户称赞，不仅在软件层面，一直照顾到老用户的升级，不管是系统还是新技术，都兼顾了更多机型，成为行业的佳话。而另一方面，华为售后服务的标准化和亲民化也让消费者能够非常安心的进行自己的售后，甚至没事都愿意去华为店坐一坐，类似99元/129元换电池的举措，更是赢得了广大消费者的广泛性认同。从华为产品到华为生活从整个采访传递的信息来看，华为终端不仅处于一个高速发展的阶段，更处于一个全面升级的阶段，这个升级不仅仅是产品的不断推陈出新和技术的迭代，更有华为品牌形象的不断升级和在消费者服务中的不断深化。尤其是后者，反而是更值得大家关注的部分。因为大部分企业还只是在关注渠道的带货能力，却比较忽略渠道和用户的沟通能力，大多通过宣传来进行销售，很少通过服务来实现品牌的认知和沉淀。能够做到这一点，我觉得是华为和其他品牌的最大差别所在。一方面技术研发投入无敌，另一方客户服务下沉用心，两手结合，就不难理解为什么在全行业都在下滑的大趋势下，华为依旧可以高歌猛进，实现高速的发展。而到了5G时代，这样的优势就会更加明显，5G时代是一个全连接的时代，万事万物可能都会进行联网，一方面联网本身是华为擅长的优势，而另一方面，品牌在消费者心中乃至家中落地，不仅仅是一个技术服务的问题，还有一个品牌信赖的问题，以及共同成长的问题。华为在体验店中的诸多服务其实都是帮助普通消费者在科技领域进行成长，而华为的很多产品创新，也是帮助消费者更好的连接未来。在我看来，华为在软实力和软品牌上的强势，才是最大的优势和资本所在，只是这样的软实力在强大的硬件产品的光芒下，被掩盖了。我相信最终，华为智能生活体验将成为未来科技生活的标配，而在整个生态的带动下，华为手机产品也会持续保持高速的增长，在2019年实现国内50%左右的市场份额，也并非不可能。现在，华为在品牌上的成长令人瞩目，现在已经成为一张中国科技行业的名片。而在未来，华为更会在生活上进行融入，成为人们进入智能时代的船票。", "author": "蓝鲸财经", "newsdate": "发布时间：19-04-18", "newstime": "10:26", "sentiment": [{"positive_prob": 0.988526, "confidence": 0.974501, "negative_prob": 0.0114745, "sentiment": 2}]}, {"title": "年报中的真实华为：千亿美元营收与利润心结并存", "content": "从默默搞通讯，到被消费者拥趸，华为用了二十多年，如今已经长成了巨兽。前些日子，华为站上了新闻的风口。先是紧随苹果的软件发布会来了一场“硬核”发布会，接着趁热乎劲儿又发布了2018年年报。都知道华为没有上市，目前也没有上市的打算，但是却一直保持公布年报的习惯。3月29日，华为发布的2018年年度报告显示，华为实现了全球收入7212亿元（约1052亿美元），同比增长了19.5%，净利润达到了593亿元，较2017年的474亿同比增长了25.1%。这是华为首次交出千亿美元营收的成绩单，从收入和净利润来看，华为的确是交出了一份令人满意的成绩单，同时也成了华为的高光时刻。只不过数据再美也只是表象，接下来看数据背后的秘密。运营商业务增速放缓，消费者业务成营收主力华为的业务主要分为三大板块，分别是运营商业务、消费者业务、企业业务。其中华为的运营商业务主要是通过通信网络为全球各地的运营商和企业们提供硬件设备、软件服务以及解决方案。2012年以来，运营商业务一直是华为总收入中贡献最多的板块。也因此，运营商业务被称为华为的“顶梁柱”。不过到了2018年，透过年报营收结构来看，“顶梁柱”运营商业务出现了同比下滑1.3%的现象。再往前推两年，与2016年23.6%的增长幅度相比，华为运营商业务2017年的增速仅仅是2.5%。运营商业务的营收具体表现为，2017年华为的运营商业务收入为2978亿元，然而2018年的收入仅为2940亿元。近两年运营商业务呈现了较为明显的下滑趋势，同时也意味着华为的运营商业务增速开始放缓，逐步进入增长瓶颈期。而在运营业务遭遇下滑时，逆流而上的是华为的消费者业务。消费者业务指的是销售电子产品、移动宽带以及家庭终端。财报显示，消费者业务去年实现了大幅增长，也是首次替代运营商业务成为华为收入贡献最多的业务。数据显示，2018年度华为消费者业务收入达到了3489亿元，同比增长了45%，占比达到了华为总收入的48.4%，而运营商业务占总收入的41%。其中，2018年华为（含荣耀）智能手机的发货量达到了2.06亿台，同比增长了35%，另外PC发货量同比增长超过了330%，华为平板的发货量同比增长达到了14%，且华为智能穿戴设备的发货量同步增长超过了120%。也就是说，手机、PC、平板以及可穿戴设备的增长成为了2018年华为消费者业务增长的主要动力。那么问题来了，运营商业务下滑，消费者业务提升，两种业务的走势为何会截然不同？业务走势相反：华为将重心转向了C端用户？运营商业务作为华为2B的一项重要入口，华为不可能不重视。若排除了导致运营商业务下滑是华为不重视这种可能，那么很大可能是外因所致，以市场空间的角度看很可能是运营商业务触到了市场天花板。当运营商业务发展空间受限，且竞争对手对市场份额虎视眈眈的情况下，华为必须要另找突破口。于是C端便成了华为关注的下一个业务增长点，这也就不难解释去年消费者业务增长势头超过运营商业务了。况且消费者业务取得的突破性发展与华为销售的硬件不无关系。不管是手机、PC还是可穿戴设备，除了技术上有了新的突破，华为在消费者体验、品牌力、性价比等方面都做了更加完善的处理。简言之运营商业务的高增长已经成为历史，相反，消费者业务的增长空间巨大，可以想象到华为下一步的规划策略中，如何加速提升消费者业务利润成了筹划的关键。需要注意的是，前面提到华为去年的净利润同比增加了25.1%，但实际上现金流却出现下降情况，数据显示2018年华为经营活动现金流为746亿元，同比下降了22.5%。对此华为解释，这是持续的研发投入和存货的增加所致。确实，无论华为将用户重点放B端也好，放C端也罢，或者说2B、2C华为想两手抓，都要对应付出相当的研发费用。相关数据统计显示，2018年华为的研发费用达到了1015亿元，投入占比销售收入14.1%，2018年报发布现场还披露了华为近十年的研发费用投入超过了4800亿元。华为用4800亿研发费用筑成的护城河是又深又宽。不过话说回来，虽然消费者业务成了华为营收的火车头，但与苹果、三星们比起来整体的利润增速依旧是华为的痛点。三星和苹果太强势，华为净利润差距依然较大单从华为的年报来看，确实满园硕果，但与三星年报披露的数据比起来，差距还是比较明显。三星数据显示（折算为人民币后），三星电子2018全年营收为1.47万亿元，净利润达到了3554亿元，利润率为24.03%。而华为2018年年报中，华为实现了全球收入7212亿元（约1052亿美元），净利润达到了593亿元（约88亿美元），利润率为8.22%。另外，根据数据统计，苹果公司在2018年第三季度的净营业收入大约是530亿美元，净利润达到了115亿美元。用净利润作对比，苹果公司一个季度的利润就已经超越了华为全年的利润。结合对比来看三星、苹果、华为的净利润，尽管华为在2018年取得了突破性的成绩，但要在净利润上赶超三星与苹果，未来还将面临更严峻的挑战。而造成华为净利润与三星、苹果相差较远的原因，智能手机的销量是其中一部分原因。根据IDC公布的2018年全球智能手机销量数据，三星、苹果、华为全年销量分为2.923亿台、2.088亿台、2.06亿台。销量上的落后一定程度影响了华为的净利润。况且，苹果一直以来定位智能手机高端市场，而三星、华为虽说均在低、中、高端有布局，但是均价上三星还是领先于华为。据不完全统计，2018年三星智能手机的均价为2033元，而华为的智能手机均价为1694元。所以综合来看，华为净利润落后于三星与苹果，与智能硬件的销量和手机均价有着重要的因果关系。好在华为在5G领域抢先了一步。观察者网报道，“美国防部旗下咨询部门国防创新委员会（Defense Innovation Board）4月3日发布名为《5G生态系统：国防部的风险和机遇》报告，指出中国在5G发展方面处于领先地位，而作为行业领军者的华为，其已向海外供应超过一万个基站，拿下全球28%的电信设备市场，且‘版图’还在持续扩张中。”而5G时代的到来，将意味着智能时代将实现更快速的连接，也意味着不久后整个产业将进入万物互联的全场景智慧生活时代。值得一提的是，华为在智能终端领域已经早有志向。智能终端商能否为华为修建高墙？在年报发布现场，华为首次将自己定位成“智能终端供应商”，试图通过技术的不断升级，来提升产品的竞争力以及提高消费者体验，来获取更多消费者的青睐以及巩固自身在技术领域的地位。实际上去年年底，华为消费者业务CEO余承东在新年信中就已经提到，未来要成为全球少数能存活下来的智能终端厂商里，并且是最强的一家。足以见得，华为要成为智能终端商的信念非常坚定。只不过现实中，虽说未来万物将进入物联化、智能化，但是目前智能终端的连接还没有达到完全跨品牌兼容的地步。以智能家居为例，目前智能家居行业已经走到一个痛点高度密集，而方案却未能统一的一个时期，因此亟待需要有一套统一的协议或方案将其连接。华为想要成为最强的智能终端商首先要解决的就是兼容问题。以华为目前的技术并不是不可能，因为华为本身就是做通讯设备技术的，疯狂布置5G或许也是为了更流畅、更便捷地连接智能终端。早些时候华为就已经表明合作互利原则的态度，不触碰生态圈内合作伙伴的商业利益，只做智慧家庭的连接者。即只提供liteOS、物联网芯片以及SKD技术等，通过手机、APP、智慧云路由器及渠道为各个品牌产品之间实现互相连接。总结下来，此次从华为公布的年报中可以提取出来的信息是，除了收入和净利润可观，未来华为还将进入智能供应商的角色。而关于多久能实现，并站稳智能终端供应商身份，还看华为如何在技术、研发以及营销上权衡了。但是对手强劲依旧是事实，因此华为无法停下追赶的脚步。不过可以确定的是，5G+智能终端商，应该可以让华为在未来的十年、甚至更长时间里继续绘制蓝图。", "author": "刘旷", "newsdate": "发布时间：19-04-18", "newstime": "11:24", "sentiment": [{"positive_prob": 0.912855, "confidence": 0.806344, "negative_prob": 0.0871451, "sentiment": 2}]}, {"title": "苹果高通牵手，华为被晾一边：5G芯片争斗，越发白热化", "content": "◆这不只是一个产业发展问题。正解局出品芯片的重要性和价值，恐怕不说大家也明白。去年4月，因为大洋对岸封杀，一家智能手机巨头曾经一天里股价暴跌近40%，市值蒸发170多个亿，一度命悬一线，背后则是成千上万个家庭受到失业的威胁。去年以来，美国的苹果公司也陷入没有芯片可用的困境。不过，最近几天，围绕5G芯片，巨头们的操作让人眼花缭乱。先是，华为宣布将卖芯片给苹果。4月17日，苹果和死敌高通宣布和解。另一个巨头英特尔又宣布：退出5G手机芯片业务。一切表明：5G手机芯片争夺战，已正式开打。1. 5G将是一场盛宴5G，将是划时代性的。具体到手机来说，就是一个全新赛道，比如从功能机到智能机，原来的王者诺基亚、摩托罗拉消失得无影无踪，倒是蹦出华为、小米这样的新霸主。虽然，现在全球智能手机市场大局已定：三星、华为、苹果三巨头，加上小米、OPPO、vivo等小霸王。但5G来临，谁都不敢轻视，搞不好就成了下一个诺基亚，死翘翘；搞得好可能就是下一个苹果、华为，建立新帝国。据预测，2021年全球5G智能手机出货量将达到1.1亿部。可以想象这个市场规模该有多大。所以，手机厂商们个个争先恐后推出5G手机。今年2月，三星发布全球第一款商用5G手机Galaxy S10 5G。目前，在韩国售价高达155.65万韩元，将近9200块人民币。随后，华为、小米也推出自己的5G手机，OPPO、vivo、中兴等也纷纷宣布要在今年出5G手机。连已经“消失”很久的摩托罗拉也准备在5G时代东山再起。不过，目前全球手机“三巨头”之一，苹果对5G却默不作声。据判断，苹果要在2020年才能推出自己的5G手机，和竞争对手落后了整整一年以上。商场如战场，战机稍纵即逝。一步跟不上，可能就步步跟不上。而且，2018年iPhone的出货量已同比下滑3.2%。如果5G上，苹果再慢一步，成为第二个诺基亚或者摩托罗拉，也不是不可能的事。瑞银分析师甚至说，iPhone可能“已处于被取代的位置”。2. 苹果也缺“芯”这点苹果公司不是不明白，但只是有些无可奈何，干着急也没办法。卡住苹果脖子的正是我们熟悉的芯片：5G基带芯片。这个基带芯片控制着无线信号的接收发送，没有基带芯片的手机就是一块砖头，不光不能玩游戏、刷微信，就是接打电话、收发短信都不行。现在，全球发布5G基带芯片的公司有6家，华为、高通、英特尔、三星、紫光晨锐、联发科，其中，华为、紫光晨锐、联发科（台湾）都是中国企业。后面两个相对规模小一些。目前，苹果的iPhone XS、iPhone XS Max采用英特尔的芯片。但是，英特尔的5G芯片却很渣，性能太差。所以，苹果就转向三星，想买三星的芯片。可是，三星不傻啊。三星手机业务非常大，2018年，三星手机出货量高达2.9亿部，位居全球第一，为三星赚回来了10.17万亿韩元（差不多601亿人民币）。排名第二正是苹果，将近2.1亿部，但苹果手机利润却是三星的将近6倍。这时候卖5G芯片给苹果，那就是挥刀自宫。所以，三星“礼貌”地拒绝了苹果：不好意思，产能跟不上，没有多余芯片卖给你。其实，目前最牛的芯片厂家要数高通。全球智能手机应用处理器市场，高通的市场份额超过40%，排名第1。5G，高通也仍然领先。早在2017年10月，高通就拿出全球首款5G基带芯片X50。目前，上面6家公司一共发布了8款5G基带芯片，其中，高通就占了3款：x50、x55和FSM100xx。而且，现在市面上大部分公布的5G手机采用的都是x50+高通骁龙855处理器。但不巧的是，高通、苹果两家不和已经很久了。苹果在2017年对高通开展全球诉讼，控诉高通采用“排外政策和过度的版权费”。随后，高通反击，在全球范围内起诉苹果公司侵犯专利。2018年，福州中院就判定，禁止iPhoneX在内的部分苹果手机在中国市场进口和销售。可以说，高通、苹果水火不容。3. 针对华为？当然，苹果也想过自主研发芯片。但研发投入巨大，比如，华为近10年投入的研发费用超过3940亿元，芯片研发是重中之重。当然，这对于土豪的苹果来说都是小事，关键是时间。即便是苹果快马加鞭研制出自己的5G基带芯片，也要到2021年才能投入使用。到那时，恐怕“黄花菜都凉了”。就在几天前，华为宣布将开放销售华为的5G芯片，但仅限于一家公司：苹果。今年1月，华为推出5G多模终端芯片巴龙5000，不仅支持多模5G，还向下支持4G、3G、2G，工艺先进，能耗低，性能强。华为、三星、苹果互为竞争关系，三星拒绝苹果，凭什么华为要卖芯片给苹果？华为也不傻。因为，美国封杀，华为手机没法进入美国，但美国是世界上最重要的手机市场之一，所以，通过卖芯片能曲线重返美国市场。而且，一旦和苹果这样的巨头实现深度合作，相信也有利于改善美国官方态度。毕竟，大家都是做生意、赚钱，谁愿意丢掉世界上最发达的经济体呢。不过，就在17日，苹果、高通突然宣布和解。根据双方的公告：高通、苹果撤回全球所有诉讼，已达成6年的全球专利许可协议，苹果将向高通支付一笔一次性款项，它们还达成了一份多年的芯片组供应协议。但上述几项设计的具体金额都没有透露。几乎在同时，英特尔宣布退出5G手机芯片业务。不过，最诡异的是，在4月初，英特尔还宣称，有能力在2020年推出5G芯片，供应苹果新iPhone使用。不到半个月，苹果、高通和解，英特尔退出。要知道，高通、苹果已经打了726天，将近两年的官司，光苹果对高通的索赔就达10亿美元。着实，耐人寻味。现在，两家美国公司苹果、高通，再一次携起了手。此时，华为又被单独站在了一面。", "author": "正解局", "newsdate": "发布时间：19-04-18", "newstime": "14:59", "sentiment": [{"positive_prob": 0.877728, "confidence": 0.728284, "negative_prob": 0.122272, "sentiment": 2}]}, {"title": "这位公开嘲讽美国务卿的华为“洋高管” 身份厉害了", "content": "“我正等着美国国务卿蓬佩奥把中国产的皮带也给禁了呢，他的理由是这玩意儿也是国家安全威胁，会让美军打仗的时候掉裤子呢……”上面这句内容，来自于华为高级副总裁兼全球网络安全和隐私官【约翰·萨福克】。昨天，在华为公司在深圳举行的“华为全球分析师大会”上，这位华为公司的“洋高管”对美国政府对华为公司不公平的打压就“大吐苦水”。他说他已经对说服美国政客不怀疑华为“不抱希望”了，因为这些人看的根本就不是证据。“现实是，我们就是一家中国公司，我们的创始人是位中国人，我们以自己是一家中国公司为傲，这不该成为一种过错”，萨福克说，“中国只是一个国家，虽然那里有不同的政治体制和价值体系，但那里的人和你我是一样的，所以美国到底在怕什么？是怕中国，还是怕那里有了比被美国更好的科技？”之后，这位华为公司的高级副总裁在斥责美国政府封杀华为没有给出任何合理的安全担忧时，还直接点名调侃了美国国务卿蓬佩奥一番。他说：“我正等着他把中国生产的皮带也给封杀了呢，他的理由会是这也是国家安全威胁，会让美军士兵打仗时掉裤子…..”但今天耿直哥要说的重点，并不是华为公司对美国政府的又一次反击，而是这位敢直接点名讽刺美国国务卿的“洋高管”——在2011年加入华为公司前，萨福克居然是英国政府的【首席信息官】，负责的正是英国官方的信息技术和信息安全工作。而且根据英国媒体的介绍，在加入华为之前，约翰·萨福克还是英国政府中收入最高的公务员之一。也就是说，中国社会中常见的“公务员辞掉体制内的铁饭碗去企业闯荡”的经历，居然发生在了这么一位英国前高官的身上……不过，拥有如此履历的“洋高管”，在华为公司其实并不罕见。比如华为美国分公司的首席安全官安迪·珀迪（Andy Purdy），在2004-2006年间就曾是美国国土安全部“国家网络安全”部门的负责人。而刚刚加入华为、成为公司说客的美国前总统奥巴马的网络安全官萨米尔·贾恩，更是引来了美国总统特朗普的抱怨…...但恰恰是在如此国际化和资深的管理团队的帮助下，华为才能在美国政府的不公平的打压和抹黑下，有了更好抵御和反击这种“政治攻势”的能力。所以，想成为一个在国际舞台上绽放光彩的优秀中国企业，除了要有必不可少的核心竞争力产品，也要有国际化的视野和战略思维。让自己成为人类命运共同体的一个具象，才能让自己被世界所接纳，并最终战胜自私保守的孤立主义。图为6年前美国媒体对于华为雇佣外国人当高管，以求推进全球业务的报道", "author": "央视网新闻", "newsdate": "发布时间：19-04-18", "newstime": "08:48", "sentiment": [{"positive_prob": 0.00352927, "confidence": 0.992157, "negative_prob": 0.996471, "sentiment": 0}]}, {"title": "华为有麒麟海思，为什么一些机型却用高通芯片？这几个原因很重要", "content": "华为有麒麟海思，为什么一些机型却用高通芯片？这几个原因很重要一直以来，不管国产手机做出怎样的努力，但是在用户的心中，国产手机仍然不能够和三星、苹果对比，但是在这几个月，一切都发生了改变，因为华为研究出了麒麟980芯片。虽然麒麟980芯片没有超越苹果和三星的芯片，但是在这款芯片出现之后，华为却有了和三星、苹果对话的权利，毕竟在手机芯片领域，华为也站在了世界前列。也是因为麒麟980的出现，让很多人愿意去支持华为，但是，让人没有想到的是，华为虽然有了麒麟海思的芯片，可华为的一些机型，却在使用者高通的芯片。既然华为有自己的芯片，那么为什么华为不用自己的芯片，却用高通的芯片呢？其实，华为会使用高通的芯片，这几个原因很重要！首先，华为和高通并非竞争对手，可能很多人都会认为，华为在研发芯片，所以华为就是高通的竞争对手，但是因为现在华为还没有出售自己的芯片，所以两者并不是竞争对手。华为本身是手机厂家，而高通则是手机部件供应商，华为找高通合作，并没有任何的问题，而且因为高通为华为提供芯片，华为手机的产量将会更高。再者，由于华为芯片事业起步比较晚，所以早期发布的芯片和高通有一定的差距，而为了提高用户的体验，而且减少华为和其他品牌的差距，华为也会使用高通的一些芯片。不过，由于两者的高端芯片差距并不是非常大，所以华为在高端芯片的选择上，一直都是使用麒麟海思的芯片，而那些低端机型，华为才会使用高通的芯片。除此之外，华为选择高通的芯片，也能够给友商带来一定的压力，因为如果华为也在使用高通的芯片，那么友商肯定不会过度打压华为，毕竟如果真的把华为惹恼了，华为也开始大量使用骁龙芯片，那么友商就危险了，所以华为的发展才会更加的顺利。当然了，之所以华为会使用高通的芯片，其实也和任正非有一定的关系，当初任正非表示过，由于华为和高通还有一定的距离，所以华为要去学习，和高通却合作，从而壮大自己，所以到了现在，华为仍然会和高通合作。确实也是，如果华为芯片不如高通，但是华为却不承认，那么华为就不会成长，只有向比自己更强大的人学习，才会更快的成长。", "author": "科技小八", "newsdate": "发布时间：19-04-18", "newstime": "19:49", "sentiment": [{"positive_prob": 0.302673, "confidence": 0.327394, "negative_prob": 0.697327, "sentiment": 0}]}, {"title": "华为人均110万，那么工厂普工能拿多少呢？辞职员工告诉你答案", "content": "大家都知道，同样的公司，不同的职位和级别，收入差距是非常大的。以华为为例，相信很多人也在网上看到过，说是华为人均收入都有110万，可以说是步入中产阶级了。但实际上这个平均收入并不合理，假如一个高官是一千万工资，而另外10个员工只有10万年薪，也能平均到110万。在华为真正收入高的，除了级别高的领导之外，另外就是做销售的收入也高。而除了这些员工之外，华为其实也有很多工厂，那么这些普工每个月能拿多少钱呢？最近和一个在以前在华为工厂工作，现在辞职的朋友聊天，看看他的答案到底是怎么样的呢？这位在华为工厂的朋友说现在华为普工有2种情况，有些是华为的正式职工，只是在工厂相对数量要少一些，但是工资和年终奖就会比较高了；而还有一些是工其他公司外派过来的，这些打工仔工资就比较低了。朋友说在华为工厂，整体收入比富士康好一点。朋友最后还晒出了一张工资条，到底有多少呢？朋友说这是一个打工仔上个月发的工资单，当月加班总共是100个小时左右，也就是说每天差不多要加班4个小时吧。而公司实际应发的工资是7757元。而且公司还扣了350元社保以及200块钱公积金，另外就是还有350块钱房租扣掉之后，实际到手是6500元左右。说真的，在华为工厂能够拿到这么多工资，还是让人挺意外的。很多去过富士康的都知道，即使在旺季，普工也不一定能拿到这么多，看来该华为工厂朋友说的还是没错的，工资还是不错。可能唯一的地方，那就是加班太多了，和公积金交的太少了吧。但是在华为工厂，管理却是非常严格的，毕竟实行的是军事化管理，员工很少会有个人的生活。尽管这样，其实还是有很多人想来华为工厂的，而他们一般在招聘新员工时，因为待遇还可以，大部分是内部推荐，辞职的人也不是很多。所以我们对于华为工厂的 了解可能更少一些，而不像富士康那样，一年四季都在招聘。网友是怎么看的呢？网友一、听朋友说华为确实比富士康要好一些，但是富士康容易进去，进华为是比较难的。网友二、电子厂都差不多的，哪里都一样，美的，格力和那些手机工厂，只要是流水线工人，区别在一千块以内。对此，你们怎么看呢？欢迎写在评论中。每天分享职场故事，职场经验和职场技巧！", "author": "职场司机", "newsdate": "发布时间：19-04-18", "newstime": "15:32", "sentiment": [{"positive_prob": 0.000492456, "confidence": 0.998906, "negative_prob": 0.999508, "sentiment": 0}]}, {"title": "又一手机巨头倒下！如今惨遭150亿被收购，曾放弃500亿收购华为", "content": "又一手机巨头倒下！如今惨遭150亿被收购，曾放弃500亿收购华为在十多年前开始全球发展的中国手机品牌中，中国手机市场一直由外国手机品牌主导。现在正在全面展开的华为在过去实际上是一项艰难的操作，等待其他人收购它。关于其他OPPO和VIVO的业务，它们甚至都没有出现过。当时，手机市场在中国由摩托罗拉和诺基亚主导，但现在它们正在消失（被该行业的其他巨头收购）。但是实际上，当时摩托罗拉有机会，有机会获得华为，如果被外国公司收购，许多人可能无法想象当前的华为场景。摩托罗拉放弃了收购可以说华为是幸运的，也感到后悔对于摩托罗拉来说。如果当初摩托罗拉选择收购华为，那么目前全球手机市场仍然应该有一个摩托罗拉的席位。即使摩托罗拉从市场上移除，它也可能像今天的雅虎；虽然网站运营业务存在很大问题，但雅虎与阿里巴巴的千亿股仍然是安全无忧的。这个问题的开始和结束应该从华为开始。在2003年的华为面临着资金要不回来不能发工资的问题，此外，由于没有工资，许多技术人员选择在李一男的领导下离开了华为。不幸的是，发现任正非因过度工作而患上抑郁症。此时，华为面临着许多强大的竞争对手，在这种内部和外部问题的情况下，任正非只能选择不情愿地卖出华为。 任正非选择的对象正好是摩托罗拉。当时，摩托罗拉是一家年销售量超过1亿手机、市值300亿美元的公司。然后，任正非会认为摩托罗拉是一个非常理想的对象，有资本吃掉华为。但是，摩托罗拉没有看上华为，75亿美元的报价实际上是一个虚高的收购价格，而华为则不值这个价格。如果摩托罗拉以如此高的价格获得华为，则认为它对自身的发展非常不利。但是，摩托罗拉是错误的。 2018年的华为不仅价值超过75亿美元，而且还是一个远远甩开摩托罗拉的巨头了。如果华为上市，则当前华为应该已经是和苹果和三星平起平坐的公司。今年的收购目标发生逆转，联想提出了150亿元成功收购摩托罗拉。那些拒绝在过去收购华为的人应该感到遗憾，并希望中国公司不要重复同样的错误。本文为原创作品，图片来自于网络，如有侵权请告知", "author": "月离乱", "newsdate": "发布时间：19-04-18", "newstime": "15:20", "sentiment": [{"positive_prob": 0.0999579, "confidence": 0.777871, "negative_prob": 0.900042, "sentiment": 0}]}]