[{"title": "华为大学：要办得不像个大学，成为将军的摇篮，讲师最高一天8000", "content": "华为大学号称中国企业的黄埔军校，也被人称为最牛大学。为了把华为打造成一个学习型组织，华为进行了各方面的努力，2005年正式注册了华为大学，为华为员工及客户提供众多培训课程，包括新员工文化培训、上岗培训和针对客户的培训等。华为大学位于华为总部深圳，总占地面积27.5万平米，分为教学区和生活住宿区，教学区占地面积15.5万平方米，拥有近九千多平方米的机房、一百多间教室、五百多个办公座位，能同时容纳两千多人进行培训。2016年9月，华为大学新校区在东莞松山湖高新区大学路开工建设，新校区总面积约500亩，新校区建成后将会从深圳整体搬到东莞办学。1、华为大学一定要办得不像大学任正非曾要求，华为大学一定要办得不像大学，因为我们的学员都接受过正规教育。你们的特色就是训战结合，给学员赋予专业作战能力。整个公司第一是要奋斗，第二要有学会掌握去奋斗的办法，光有干劲没有能力是不行的。华大不是一个正规院校，正规院校是培养大学生、培养硕士博士。我们和学员都是完成了基础训练才进来的。华大本质是对已经受过正规教育的人再教育，再教育应该跟职能有关系，不再是与基础有关系。我们需要你从事这个工作，就给你赋能，赋能不是全面赋能。华大的赋能要支撑公司文化、管理平台和关键业务能力尤其是战略预备队的建设。2、华大一定要收一些费用，但要合理华大为什么要有偿服务？一是保证业务部门不会无偿利用资源，并因此学习不认真；二是让华大可以基于收支平衡，摆脱羁绊，不因为要向公司要预算，超预算后，业务就被限制住。任正非说，如果说华大不收钱，其实就是华大的灾难，你就会被无穷的调用，直到你累死。每个代表处的代表，“我们这里有个问题，请你们华大来搞一下培训”然后他打完一个电话就算完了，就不管了。打完电话若是要付钱的，那么他就有成本管理了，学习也认真了。所以华大一定要收一些费用，但要合理。但是一定要卖，因为你不增加他的成本，他就无偿利用资源。自成立起，华大始终奉行“最优秀的人培养更优秀的人”的师资建设理念。华大采取内部讲师制，在170人的华大员工中，很少有专职的老师，外聘讲师也只是辅助。老师是来自公司一线的优秀管理人员和技术专家，足足有上千人的师资队伍规模。对于讲师激励，华大采用物质激励和精神激励相结合的方式。根据最新的课酬规定，讲师最高课酬是8000元/天。同时，华大有一套讲师评价体系，优秀讲师会在全公司进行公示。而对于讲师的发展，华大实行教师循环制，非终身制。3、都是案例式教学，就是仗怎么打、兵怎么练案例教学最早是哈佛商学院采用的，华为大学当年从哈佛商学院和毅伟商学院请了一些专家和教授，分享如何进行案例教学。然后华为大学开发了自己的案例教学的逻辑，形成了非常有华为特色的一些方法。在华为大学的课堂中，你几乎看不到传统的灌输式教学，都是案例式教学，就是仗怎么打、兵怎么练。经过若干年的探索，这种教学在整个公司得到了非常好的验证。华为内部也说过，最大的浪费其实是知识和经验的浪费。所以华为成立了案例库，也鼓励和号召公司的专家和管理者往案例库中投稿。这些案例，一方面会应用到业务部门的总结复盘中，另一方面能应用到教学的过程中。4、我们就要向衡水中学学习，为这个国家的振兴而努力奋斗最近，华为创始人、CEO任正非在接受采访时表示，华为的战略预备队正在学习衡水中学的精神。就是在改变不到外部环境的情况下，要努力调整自身情况，从而适应大环境才能相互被包容。“我们公司的战略预备队都在学习衡水中学的精神。他们改变不了教育制度，就要适应教育制度……我们公司也改变不了社会环境，也改变不了大世界，也改变不了美国，我们就要向衡水中学学习，建立适应社会的方式，我们也跑步。战略预备队在华为大学学习，学员大多数是博士、硕士、至少受过高等教育，包括世界名校毕业的，在非洲等世界各国的基层工作几年、做出杰出成绩的人员到华为大学受训，受训以后再回去，再受训再回去，让他们一层层自己走上来，他们都要向这些中学生学习，为这个国家的振兴而努力奋斗。”“我们公司为什么推崇衡水中学的教学？华为大学上课，要先看衡水中学学生跑步，为什么？一个中学生能做到的，华为大学为什么做不到？很多人不认可衡水中学的教学模式，但怎么就不允许人家应对呢？衡水中学至少把孩子们的意志提升起来了”。5、华为大学要成为将军的摇篮任正非表示，华为大学能不能把“将军的摇篮”这句口号公开喊出来，当然，这将给教学极大压力，给学生极大压力。我们执行830计划，最大的困难是缺少带兵的人，缺少优秀的拥有成功实践经验的干部。这些人在学习与实践中，会逐步成长为各级管理骨干，我们称之为“将军”。华为大学在这个历史时期应负有很大的使命。要研究一下，黄埔军校、抗日军政大学、西点军校为什么出了这么多将军。为什么我们担负不起这个历史使命来呢？项目管理是连排干部走向将军的必修课。否则怎么可以组织现代化军队呢？我们的各级干部都要练就200米近战的硬功夫，要敢于刺刀见红。各级干部一定都要用业余时间通过项目管理的考试，二年内20级以上的干部通不过考试的，要免除职务，机关要延伸到18级。可以像“托福”一样，不计考试的次数，一定要考及格。然后逐级考下去，直到科以上干部全部为合格者。我们要用三年时间，将总部机关从中央集权的管理中心，逐步转换为支持、服务中心，以及担负起监控的职能。", "author": "朱邦凌", "newsdate": "发布时间：19-08-20", "newstime": "15:49", "sentiment": [{"positive_prob": 0.972289, "confidence": 0.93842, "negative_prob": 0.0277112, "sentiment": 2}]}, {"title": "华为46家子公司被美国拉黑！任正非：危亡关头做好本职就是参战！", "content": "来自：中国基金报 泰勒近日，美国对华为又有“骚”操作。大家知道，今年5月15日，美国商务部宣布将华为列入“实体清单”，严格限制向其提供美国技术和产品；5月20日，美国商务部做出调整，宣布接下来三个月为“宽限期”，各国企业仍然可以正常向华为供货。而到了8月19日，三个月期限到了，美国又做了一次决定。一方面，美国商务部决定将一项“临时通用许可”延长90天，再次推迟针对华为及其附属公司现有在美产品和服务所实施的交易禁令，以避免禁令对美国消费者造成不利影响。另外一方面，美国又将另外46家华为附属公司列入实体清单，这个决定自8月19日起生效。美商务部决定再次推迟部分对华为的交易禁令据人民日报报道，美国商务部19日决定将一项“临时通用许可”延长90天，再次推迟针对华为及其附属公司现有在美产品和服务所实施的交易禁令，以避免禁令对美国消费者造成不利影响。美国商务部当天发表声明说，自8月19日起的90天内，获得“临时通用许可”的美国企业可向华为及其非美国附属公司出口、再出口和转让“特定”和“有限的”产品或技术。美国商务部5月15日将华为及其68家附属公司列入实体清单；5月20日发布一项为期90天的“临时通用许可”，允许华为及其附属公司从事“特定活动”，以保证美国现有相关网络的持续运营，为美国现有的相关移动服务提供支持。声明说，延长“临时通用许可”是为了让美国消费者有更多的适应时间。美国商务部部长威尔伯·罗斯在声明中说，“我们认识到有必要给予更多时间以避免混乱”。声明说，“临时通用许可”之外的出口、再出口和在美国国内进行的产品或技术转让仍须获得美国商务部下属工业和安全局颁发的有关许可，而默认审查状态为否决。美国商务部还在声明中说，将另外46家华为附属公司列入实体清单，这个决定自8月19日起生效。华为回应：再次证明该决定与美国国家安全毫无关系针对美国商务的决定，华为发布关于美国商务部延期“临时通用许可证”的最新声明。华为反对美国商务部将另外46家华为实体列入实体清单。美国选择在这个时间点做出这个决定，再次证明该决定是政治驱动的结果，与美国国家安全毫无关系，这种做法违反市场经济的自由竞争原则，不会使任何一方从中受益，包括美国公司在内。美国也不会通过打压华为获得技术领先的地位。我们呼吁美国政府停止对华为的不公正对待，将华为移出实体清单。美国政府今天发布的延期临时许可，没有改变华为被不公正对待的事实。不管临时许可延期与否，华为经营受到的实质性影响有限，我们会继续聚焦做好自己的产品，服务于全球客户。外交部：停止对华为等中国企业的无理打压和制裁关于华为问题，我们多次说过，中美企业之间的经贸合作是互利共赢的。中美元首大阪会晤时，美方表示将允许美国公司继续向华为供货。美方何时兑现承诺、如何兑现承诺，事关美方自身的信誉和公信力，国际社会也都看在眼里。我们希望美方能够说到做到，停止对华为等中国企业的无理打压和制裁，以公平、公正、非歧视方式对待中国企业，多做有利于促进中美经贸合作健康稳定发展的事，而不是相反。关于中美经贸磋商，中方的立场是一贯和明确的。我们希望美方能同中方共同努力，落实两国元首大阪会晤共识，在平等和相互尊重的基础上，通过对话磋商找到彼此都能接受的解决办法。美国“实体清单”对华为的影响不久前，华为对外公布了上半年业绩报告。华为表示，上半年华为依然取得了成长，但面临的困难依然很大，正如一驾“烂飞机”，华为还需要继续“补洞”。今年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。“五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。但华为面临的困难依然很大，我们需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对我们未来的经营业绩造成影响。”在7月30日半年报媒体沟通会上，华为公司董事长梁华表示，正如那架“烂飞机”，华为还需要继续“补洞”。梁华说，目前运营商业务基本上“补”得差不多了，现在重点在消费者业务“补洞”，仍然要为“求生存”而奋斗。华为消费者业务CEO、华为技术有限公司常务董事余承东则在表示，因为（美国）制裁，第二季度智能手机销售量少了1000万台。“如果没有制裁，我估计今年大概率我们的发货量会是全球第一。在制裁的情况下，我们依然保持着高速的增长。”余承东说，“我们的市场份额在中国超过35%，在全球的市场份额上升至17.6%。在被问及消费者业务最大的漏洞是什么时，余承东毫不犹豫的回答，“就是生态，安卓和微软建立的生态是最难的，但鸿蒙可以解决这个问题。”据此前美国商务部公布的“临时通用许可证最终规则”，华为可以在“豁免”期限内，继续运营现有的网络和设备；对现有手机提供支持；进行网络安全研究和漏洞公开；对5G标准的发展进行必要的参与。但仍然禁止华为公司购买美国企业生产和销售的零部件以生产新产品。这一许可已经成为美国在对华贸易谈判中的筹码。今年6月，在G20大阪峰会，美国总统特朗普在新闻发布会上表示，将允许美国公司继续向华为出售产品。最终特朗普没有履行承诺。7月30日，华为董事长梁华在发布半年报期间接受媒体采访时表示：“目前只有少量的、不重要的产品恢复了供应，关键部分如Android操作系统并没有恢复。华为需要投入非常大的人力、物力进行版本切换、供应连续性管理、保障对全球客户的交付。”余承东表示，原本华为今年有望取代三星成为全球第一大手机厂商，但受禁令影响，今年只能做到第二。应对美国“实体清单”，华为在做多方面准备。在8月9日的华为开发者大会上推出了分布式操作系统——鸿蒙OS，华为表示，未来三年鸿蒙OS会逐步应用在智能手表、智慧屏、车载设备、智能音箱等智能终端上。在近日接受英国天空电视台专访中，任正非表示，“建立自己的生态系统需要很长时间。很长一段时间内，我们可能无法成为顶级智能手机供应商。如果美国政府不允许谷歌提供Android系统，那么世界上将可能会有第三个操作系统......这不符合美国的最佳利益”。任正非形象地把鸿蒙OS系统称作“小兄弟”，称“允许‘小兄弟’进入这个世界，你不能排除它（第三个操作系统）有一天可能超越它们（Android/iOS）的可能性。”任正非最新电邮:华为危亡关头 员工做好本职就是参战在美国商务部长宣布将华为的“临时许可”延长90天的同时，心声社区发布了任正非最新签发的总裁办电邮，任正非直言，现在公司处在危亡关头，第一是号召大家立功，第二是尽快把优秀人员选拔上来，增加组织的“活血”。绝大多数员工应心静如水，做好本职工作就是参战。任正非表示，华为运营商BG改革在组织建设、人才选拔、市场、研发等方面做出改革建议，他强调，变革“不是以我的讲话为准，最终要打胜仗才是最重要的。”我们改革的目的是为了简化作战管理、简化层次，“权要听得见炮声，钱要体现公司意志”。我们既要把权力给到最前方，让他们在一定范围内有战斗权力、战役权力、战略的准备权力，也要承担责任，也要有平衡，这样才有利于作战。将来我们是多BG制，多BG在区域里汇聚的作用是增强，而不是削弱。在地区部要有各BG的协调、考核。这两天是代表处改革会议，主要是对代表处和系统部的作战权力作规范。CNBG和地区部不作大的改革，提出的改革方案允许不同地区部有不同意见。不是以我的讲话为准，最终要打胜仗才是最重要的。一、改革将分三步走：第一步改革明确代表处是作战中心，机关BG和地区部BG共建面向代表处透明的资源中心和能力中心，资源中心通过市场机制运作和考核，能力中心基于战略目标的达成和市场机制运作与考核；第二步改革地区部以及BG的作战部门；第三步改革机关。1、第一步改革是改变作战方式。代表处成为经营和利润中心，代表处的项目70%是成熟的扩容项目，作战指挥权下放给代表处系统部，作战资源和能力一步获取，决策两层闭环。第一，长期以来，我们都要求让听得见炮声的人呼唤炮火，呼唤了这么多年，我们都不知道让他们如何呼唤炮火。去年12月阿根廷第一次改革会议，阿根廷、哥斯达黎加、纳米比亚、博茨瓦纳四个代表处的试点，仅仅是改革了分配机制，并没有改革作战机制，试点代表处反映请示还是太多。这次丁耘提出，将来成熟项目的作战指挥权下放给代表处和系统部，这占代表处约70%的量。我们当然想直接就下放给系统部，但是系统部的组织建设是否完成？过去都是代表处作为“婆婆”包打天下，现在先让“婆婆”和“媳妇”共同去用权。探索用一、两年时间，成熟一个系统部就授权一个系统部，给系统部直接授权。将来我们就是两层作战组织：一层作战组织是代表处的系统部，一层作战组织是BG的野战部队。这次会议通过的“改革文件之八”（合同审结试点代表处作战指挥权）为什么重要？明确作战中心到底有什么权，如何将成熟业务的作战指挥权下放给代表处。我们先摸着石头过河，经过两、三年不断优化，可能真能找到优化作战模式。第二，公司初步算出了全球所有代表处粮食包的预测方案，这只是“抛砖”，每个代表处自己回去算算账，允许“一国一制”，允许有差别，允许你提出意见。如果你认为划算，那就慢慢改革；如果认为没有好处，可以和公司与地区部博弈，讲出更改粮食包数字的理由。这样的数字改革，就具有科学化；代表处一改革，就会出现人员精简，改革的基准线以2018年底计算。上半年精简的粮食包，都留给你们。不是按2019年才开始计算，否则大家没有积极性，把臃肿机构拖到2019年才裁减。第三，我们认为，政治环境、市场环境稳定的代表处，可以加强本地化步伐。在确定性工作中要多用本地员工，中方员工可以往地区部的战略机动部队集中。因为用一个本地员工就节约了一部分财务费用，节约出来的钱就是新粮食包，可以用于分配，这样代表处就会想办法如何科学用人。对于市场环境、条件不好的代表处，比如不能及时回款、币种汇困或者处在极端政治环境下，在合法合规的前提下，应该多用中方员工，少用本地员工。一旦我们在这些国家市场需要临时关闭，留下少量本地维护人员，其他人就可以及时撤回，避免公司在那里硬消耗。第四，听了你们的汇报很高兴，很多方面基本已梳理清楚，不像以前责任、职责、权力都没有理清。接下来改革的代表处，CNBG要认真选择，可以先从容易改革的代表处着手，成功后就会信心百倍。如果在难改的代表处先碰了壁，“出师未捷身先死，长使英雄泪满襟”，容易失去信心。我认为，小国可以放开一些，由各个地区部自己定。比如拉美的多国可按小国代表处全面改革，大国不要选择太多，在条件成熟、业务环境类似的两、三个国家先改，最主要得出一个模型后，就可以去推广。2、第二步改革是改地区部。地区部负责区域性战略的制定与组织实施，提供区域性作战资源、业务能力和行政服务平台。第一，地区部做好战区主建。这与美军的军改一样，美军五大军种是主建组织，但无权调兵；有九个作战中心，没有兵，但它有权指挥作战。当然，我们不存在政权问题，允许代表处拥兵，但是代表处要做强战斗部，拥的是精兵，代表处不能按业务峰值配齐资源，其他由资源中心和能力中心来承担责任，削峰填谷。第二，地区部担负错综复杂的协调和服务的责任，有汇总权力，每个BG不能绕开地区部各行其事。我们可以学习美军，在地区部成立联合作战中心协调各BG。除了当前改革的CNBG，将来EBG、CBG也纳入进来。垂直到中央的作战能力，如果在地区不能统一协调，全球化就不能统一指挥，那公司就会分裂产生“诸侯”。第三，我认为，地区部总裁是管“总发财”，不是总决策。各个岗位的责任分工不同，军事家不一定都会打枪。地区部总裁要转换角色，明确自己的岗位职责，不要总想去管下面的具体项目，不是只有冲锋到第一线开两枪才是贡献。什么叫主建？队伍组建好了才能作战，你们做好了服务和能力，都是贡献。大家都知道，美军在参加第二次世界大战以前基本不会作战，他们是在战争中学会打仗，现在是世界上最强的军队。美军以营、团等基层为单位，作战能力那么强，这是我们公司的奋斗目标，这就是为什么我们要走“村自为战、人自为战”这条路线。所以，地区部放权，才可能“遍地英雄下夕烟”，我们需要的是英雄倍出，而不是英雄一辈、一辈的来改造乾坤。但是对于重大战役，地区部还是要管的，只是管的方法要有改变。超出代表处的能力范围，权力层层上浮移交，广东公安的做法非常好，这个案例要写出来共享。当然，对于地区部改革方案只是抛了一个“砖”，不一定正确，大家用一年时间充分讨论，明年六月份再开会确定实施细则。探讨是指每个人都可以发表意见，没有一个权威，而且不同地区部可以有不同的结构方案。明年我们对战区进行科学改革以后，战区就会“瘦身”，富余人员就会被挤到坂田机关来，挤到内部人才市场找工作。当机关开始“瘦身”时，可能有人的路就难走一些了。3、第三步改革是改机关，机关要率先反对建立重复平台和重复性劳动。第一，现在机关为什么人浮于事？重复建平台，增加重复性劳动，其实就是在创造就业机会，这个责任由干部部长承担，我们已经开始对干部部长问责。过去人人都想到机关，因为机关近水楼台，晋升快，生活又安定。现在不允许机关这么庞大，在战时状态还这么吃“粮食”？我们会逐渐减少重复劳动，对于做重复劳动的人有两条出路：一是组成“敢死队”对新项目进行进攻，立功以后可能还能当“连长”；二是到内部人才市场找工作，如果找不到工作，每三个月降一等工资。从现在开始，一级部门干部部长每三个月述职一次，如果找不到重复平台，找不到人浮于事的地方，那就降等、降级、降职。不一定非要找到自己部门的，找到其他部门的也算过关。这些重复平台要强制性合并，你们去找到解决方案，合并后谁来当头，就看谁有改革的正确想法，我们会有一个得力干部去临时担任正职，允许你们竞选副职或者助理。当然，这里是指机关的干部部，不包括地区部，地区部现在处于改革混乱期，多一点人力编制是可以理解的。第二，大量“将军”在前线，不在办公室，我们一定要建立这个政策。机关干部大部分应转为专业岗位，允许机关有高级专家，但是要循环考试、考核、前线评价，有权力的人一定在前线。在循环中优选，在循环中淘汰。机关职级太高，我们先妥协一、两年，两年后再改革。我们组织“敢死队”去帮助一线作战，打了胜仗，前线基层人员多提职提级，机关下去的人员可以拿奖金包，机关人员提级要慎重，否则机关就会提一大批“将军”倒挂。丁耘规定CNBG只有八个综合管理干部，其他人员都要上战场。这样大家才会踊跃冲锋，才能撕开“城墙口子”，如果每个人都不想上战场，能撕开口子吗？当然，不是要求所有人都上战场，该在后方的还是在后方，讲这个概念是要让我们真正重视这个问题。机关组织应该进一步分离管控与资源中心和能力中心，管控的职责是承接集团与公司的意志，采用定岗定编管的方式管理；资源中心的职责是高效支撑作战，采用市场机制运作与考核；能力中心承接战略诉求，既参与作战，也要负责能力的主建的工作，采用能力评估和市场机制运作与考核。能力及资源一步获得的办法，是旅途费用进入空耗，让多个资源中心、能力中心比赛谁更得前方欢迎。二、以责任结果为导向，“火线选人、战壕中提拔”，在战斗中激励一大批新领袖产生，让英雄倍出，天才成批来；建立“军团”作战方式，强调集体奋斗，集体立功，集体受奖。1、坚决走“精英+精兵+职员”队伍的建设道路，形成“弹头+战区支援+战略资源”的作战队列。我曾讲过未来的大方向，弹头部分应该是“将军”带一批有经验的人上战场；区域部分应该是有实力、有经验、善于“啃骨头”的中青年骨干；战略资源部分应该是最高级精英带低阶少壮派，形成这三层“军团”。第一，一线充满“将军”，代表处的大系统部应该是“少将”，带少量善于作战的精兵。为什么要用高职级的一线人员？一个人当几个人用。降下成本的薪酬包都归你们，鼓励积极使用本地员工，做成精干的指挥中心。需要炮火的时候，再从能力中心和资源中心调配。因此，他们是“少将”带一些“中校”、“少校”。第二，区域能力中心和资源中心，除高级专家外（要循环淘汰），中青年骨干的职级大概是“中尉”、“上尉”到“少校”，是补充的作战力量。第三，机关不断压缩，将来就是“上将”领袖带一批少壮派，少壮派是“准尉、少尉、中尉”，加一批有能力有经验的专业职员，这些职员可能工作到五十、六十岁……。少壮派给的是机会，少壮派都想将来当“元帅”，天天写“血书”要上战场，但不一定被批准，因为战场没有那么多机会。新兵在战略预备队的训练也在后方，战略预备队和华为大学以考促训，新兵训练要像残酷的西点军校训练一样，天天考试、天天学打“枪”，一定要会开“枪”才允许上前线。2、“火线选人、战壕中提拔”，以贡献为中心，在实战中加快基层优秀人员的选拔，提高一线直接作战人员的职级。第一，我们要加快基层优秀员工的提拔，以贡献为中心来选拔干部。我们处于战时时期，可以实行“火线入党、战壕提拔”的政策，危难时刻见英雄，评价战功就看他做得怎么样，人力资源部跟上去追补手续。这也是对干部体系的改革，我们要敢于提拔一批在前线作战的优秀青年员工上来，在整编过程中，每个人都有机会，也有可能一个“小兵”升到“司令”。最重要的历史关头，不只是对英雄的考验，也是对干部的考验，在权力范围内如何选拔优秀，没有权力的如何推荐优秀？我曾在CNBG讲话“在代表处粮食充裕的条件下，允许有23级的专家或客户经理”，然后心声社区骂声一片，说“坚决不要”。他搞错了，其实指的是他就是23级，不是公司派23级。战争都胜利了，为什么不可以提拔到合适的级呢？攻下山头的团队，为什么不可以有“司令”，从胜仗中选干部。在干部政策上，我们是以责任结果导向，把素质导向放在责任结果导向之后。如果他当上了“司令”，考试还总不合格，那再下来，但可以补考。干部可以在战场上选拔，但是素质提高也是必须的，没有说允许像李云龙一样骂骂咧咧。年轻干部刚上来没经验，总会做一、两件错事，现在公司很多模块都有指引，只要认真学习，他们会很快找到少做错事的方法。所以，代表处要加强战壕中提拔基层优秀员工，基层员工中不一定就没有“上将”苗子。第二，在这次改革过程中，我们要重视对改革成功的人员提升职级。有些改革成功的代表处，代表20级、CFO20级，为什么不可以涨快一点？我们要把直接作战人员的职级提上来，如果没有一定职级，他既没有敢于当机立断的权力，也没有呼唤炮火的能力。在我心目中，地区部总裁相当于是一级部门，与研发、2012实验室、财经……平行；代表处代表大部分相当于二级部门，与产品线平级，这样前线才有作战、调兵的能力。不要总认为他没有能力，只要能完整做出项目，通过任职资格，就可以破格提拔。如果有些地区实在提不起来，机关的“敢死队”里有一、两个好的，你们代表处愿意留他，他就有机会；没有留他，他还是“敢死队”，只能拿奖金。这次市场改革之所以重要，因为70%的作战权力下放到代表处，成“将军”的机会就多了，通过这次改革，一定是英雄倍出。包括业务连续性攻关中，也要在研发大规模提拔一批人，这就是“拼刺刀”，这就是经过“战争”考验。通过3-5年时间，华为公司一定会换一次“血”，让组织充满活力、充满新鲜血液，包括我们自己的“血”被激活起来，也是换血。当我们度过最危机的历史阶段，公司就会产生一支生力军，干什么？称霸世界。3、强调团队作战，集体立功，集体受奖，从包产走向合作制。我在干部管理工作汇报会上讲过一句话“集体立功，集体受奖，少数人破格”。对于连续性作战，我也提到立功奖励分三种形式：破格、顺格、拿奖金。比如，高级领导参与作战可以升一级；中间级的这一批作战干将可以破格，破两格、破三格，你们去协商；有些我们不能直接去干预职级的人员，先给奖金，然后他参与所在组织的顺级评定。将来每个项目组也是这样，集体立功，集体受奖，就像电视剧《绝密543》一样，才能避免包产到个人。阿根廷和哥斯达黎加代表处在早期也走弯了，层层承包，那就是倒退呀。我们要建立“军团”作战方式，强调集体奋斗，而不只是个人奋斗。我们既要把权力下放到前方，又不能层层承包到个人。4、代表处作战除了主战部队，还需要贴近主战部队的支援保障部队，以及后勤保障部队。第一，我们强调主战部队的责任简单化，就是攻山头，攻下“上甘岭”。主战部队开着主战坦克往“上甘岭”冲，其他修理车、加油车、担架队、炮弹供应车、馒头车……由支援保障部门负责，再加上后勤保障部门。支援保障部门的业务能力一定要精，而且坚决执行主战部队的命令，保障战斗力。比如，主战部队发邮件给支援保障部门，要求支援资源几点几分送达什么地方、送多少炮弹，如果资源没有送到，就要追究支援保障部门主官的责任。第二，将来主战人员的晋升速度要快于支援保障部队。主战部队晋升快、拿钱多，但他冒的险大，如果做不好项目，不仅没有奖金，弟兄们还会推翻他。军队为什么主战升职快，是因为牺牲多、空缺多。所以，我们要有正确的价值评价体系，让作战部队有一种光荣感、自豪感。以前干部评价体系总是横向一看“谈吐尚可、行为较佳”，然后拍拍脑袋就升官了，这是一种不公平的晋升机制。现在为什么年轻人踊跃上战场？因为只有上战场才能建功立业，才能有机会在二、三十岁当上“将军”。当然，支援保障队伍中也有升官的，做得非常好。今天所讲的不只是针对代表处改革，而是将来我们整个公司的组织结构建设上一定要分清楚责任。我们要明确主战的概念，特别是研发；CNBG已经把非主战部队裁减了一部分，还要分清楚主战部队和支援保障部队。将来主战部队必须是“嗷嗷叫”的精兵强将，支援保障部队业精于勤，这样我们才能在五年内形成一个精兵组织。三、战时状态，既要激进又要保守。市场努力向前进攻，加强经营质量；研发坚持加大战略投入，“向上捅破天，向下扎到根”。1、在市场上，即要激进又要保守，提升经营质量的同时，努力实现年初预定销售目标。今年最重要的两个问题：一是提升经营质量，对各级部门都很重要；二是把经营数额尽量减少与年初目标的差距。所以，在当前形势下，既要激进，又要保守。为什么激进？只要我们能生产的产品，只要我们不限制销售的产品，你们都要想方设法卖出去。这样我们才会让世界对我们有信心，增加所有运营商、供应商、合作伙伴和我们员工的信心。为什么保守？不要冒太大的险，不能像过去粗犷式销售。货款收不回来，那何必要乱冒险呢？第一，目前CNBG已经解决绝大部分问题，市场要努力向前进攻，让今年有一个好业绩。CNBG每个月会给你们一个表格，说明有多少产品可销售，只要没有说具体数量的产品，就指可以放开销售。为什么强调“火线入党、战壕提拔”？就是要冲锋，我们一定要打赢这场“战争”，把“开枪”的权力授给你们。谁贡献大，就提拔谁；谁没赚钱，先调查原因，努力了，客观原因不行，可以理解。如果真是因为没有努力，做不好的代表处、地区部，要带头下岗。今年对于市场来说，总体还是保持激进。第二，今年既要努力做好销售额，同时也要注重合同质量，还要重视回款。如果销售额大，发了货收不回款，没有了流动资金，就可能把整个公司拖垮。上半年我们经营情况看起来很好，应该是中国区客户同情我们，及时支付了货款，中国区销售量大，显得现金流多，这并不代表真实情况。2、在研发上，加大战略投入，加强科研队伍建设，坚定不移做到根，短期要解决生产连续性问题，长期要敢于牵引产业发展方向。第一，今年的财务报表可能比较好，继续加大战略投资，加快购买重要设备和更新仪器仪表，把钱花掉，解决生产连续性问题。我们有现代化的“武器”、高文化素质的人才，在当前历史时期，有条件、有机会的时候要敢于努力升级换代。第二，在技术口，我们要加强继续授权，把研发的业务指挥权交给专家；削弱研发领域AT团队的管理权力，AT团队主要管组织建设、考核、后勤保障等。特别在进行这种大作战的过程中，一定要有专家。第三，下半年我们还要加强优秀人才的引进，在世界范围内广泛招聘优秀科学家、高级专家、少年天才，融入到我们的“血液”里，坚定不移做到根，向上捅破天。现在公司处在危亡关头，第一是号召大家立功，第二是尽快把优秀人员选拔上来，增加我们组织的“活血”。每个职能部门、每个代表处都要想一想，如果你认为自己不适合这个岗位，可以下岗让道，让我们的“坦克”开上战场；如果你想上战场，可以拿根绳子绑在“坦克”上拖着走，每个人都要有这样的决心！绝大多数员工应心静如水，做好本职工作就是参战。任正非此前调侃：华为的市场空间都是拜特朗普所赐！15日，英国天空新闻台播出了对华为创始人兼首席执行官任正非的专访。任正非表示，相信英国能够抵挡住来自美国的压力。华为首席执行官 任正非：我觉得只要英国认真测试，不会说“不”的，我们有信心。 任正非称：“我们现在不在乎哪个国家买我们的、不买我们的，我们现在根本的问题是卖不过来，不能供应这么多货物。”任正非还开玩笑地调侃说，华为目前的曝光度和市场空间都是拜特朗普所赐。华为首席执行官 任正非：没有特朗普这么“宣传”，全世界人民不会知道华为这么厉害，这么好。2019年上半年，华为在全球的业务表现出了上涨态势。华为手机全球市场份额17.6%，排名第二，高于苹果，仅次于三星。智能手机实现销量1.18亿台，比去年同期增长了24%。 昨天，华为首款5G手机，Mate 20 X 5G版正式发售，官方售价6199元。截至目前，该款5G手机的预约量已经突破了100万台。 ", "author": "正商参阅", "newsdate": "发布时间：19-08-20", "newstime": "14:38", "sentiment": [{"positive_prob": 0.00720094, "confidence": 0.983998, "negative_prob": 0.992799, "sentiment": 0}]}, {"title": "美国宣布再次暂缓华为禁令，华为深夜表态！", "content": "文章转载自公众号环球网，作者 环环美国宣布再次暂缓华为禁令，华为表示：无论延期与否，华为受到的实质影响有限。美国商务部长罗斯19日表示，美国针对华为禁令的宽限期将再次延长90天。不过，他同时宣称美国将46家华为子公司列入禁止出口的“实体名单”中，“以使华为更难绕过（美国）制裁”。此前一天，特朗普还威胁“根本不想和华为做生意”，让美国许多高科技公司紧张不已。这样的出尔反尔、前后不一显示出，面对贸易战给美国带来的经济衰退信号，特朗普和美国政府内部混乱不堪的情景。19日晚，华为发表声明称，美国政府发布的延期临时许可，没有改变华为被不公正对待的事实。声明称，不管临时许可延期与否，华为经营受到的实质性影响有限，我们会继续聚焦做好自己的产品，服务于全球客户。“摆脱对华为的依赖”？8月19日是美国政府对华为公司出口禁令暂时豁免期的最后一天。美国商务部长罗斯当天接受福克斯商业频道采访时宣布，将对华为的禁令再推迟90天。罗斯说：“对美国电信公司来说，这又是一个90天的宽限。因为一些在农村的电信企业依赖华为，所以我们给了他们更多的时间，以便他们能摆脱对华为的依赖。”美国商务部长罗斯（资料图）这是美国政府第二次推迟对华为的出口禁令。美国商务部5月份将华为列入“黑名单”，严禁美国企业向华为出口核心零部件和技术，但是美国的禁令使得许多美国高科技企业也遭遇了严重冲击，因为华为是这些美国企业的重要客户。在此情况下，美商务部5月20日调整了政策，有条件地将对华为的禁令延迟90天实施，理由是华为的美国商业伙伴需要时间来处理一些合同义务问题。路透社称，美国再次暂缓对华为禁令的同时，将华为46家子公司加入了禁止出口的“黑名单”。由此受禁令影响的华为子公司及关联公司超过100家。报道称，华为公司是世界上最大的电信设备制造商。2018年，华为购买零部件的支出费用高达700亿美元，其中包括高通、英特尔和美光科技等美国公司从华为的合同中拿到了110亿美元的收入。很多美国供应商一直要求暂缓对华为的禁令或要求获得出口特别执照，以便向华为出售产品。罗斯上个月在相关听证会后表示，他已经收到了50多个公司的请求。至于这次宽限期的最后期限11月19日后美国政府是否会再次暂缓禁令，罗斯8月19日称：“每个人都在关注这一点。我们有大量的时间，我们会同总统进行大量的讨论。”美国福布斯网站称，美国政府再次延缓对华为的禁令，让人们松了一口气。前一天特朗普还暗示不太可能再给华为一个宽限期，他周日对记者称：“我根本不想和华为做生意，因为它是一个国家安全威胁。”报道感慨，的确很难预测特朗普。德国《经济新闻报》称，特朗普政府暂缓对华为的禁令，并不是美国为中美贸易协议作出让步，而是为了让美国公司减少损失，减少美国经济衰退的可能。这从特朗普把华为46家子公司添加到“黑名单”中可见一斑。特朗普仍在中美贸易谈判中打“华为牌”。报道称，美国只有真正取消对中国的关税以及对华为的制裁，才能与中国达成有意义的协议。特朗普施压不会起作用“特朗普试图通过施压让北京妥协”，德国新闻电视台19日称，在宣称要对中国最后3000亿美元输美商品提高10%关税后，特朗普已经没有其他强有力的手段来对中国施压。与此同时，美国经济正在下行。不过，特朗普仍在想方设法在其他问题上对中方施压，企图让华盛顿在9月的谈判中能够获得主动。特朗普18日证实，他已经批准美国对台出售80亿美元的F-16V战机。他称：“这是一笔很大的金额，将创造大量就业机会”。特朗普周日还再次就香港问题对中国施压，称“如果中方使用暴力，会影响美中贸易磋商”。不过报道称，特朗普这种施压到底有没有用，显然受到质疑。对于特朗普的一系列涉华言论，中国外交部发言人耿爽19日表示，关于华为问题，中美元首大阪会晤时，美方表示将允许美国公司继续向华为供货。美方何时兑现承诺、如何兑现承诺，事关美方自身的信誉和公信力，国际社会也都看在眼里。对香港问题和美国售台武器问题，耿爽严厉驳斥了美方的说法，他敦促美方立即取消该项军售计划，停止售台武器和美台军事联系。“否则，由此造成的一切后果必须由美方承担”。与此同时，美国国内要求特朗普政府改变贸易政策的声音也越来越响亮。《华盛顿时报》称，民主党总统参选人布蒂吉格周日抨击称，特朗普的关税政策对付中国不会起作用，而且给美国农民造成了连带伤害。他对美国有线电视新闻网“国情”节目说：“你认为通过征收关税就能让中国改变他们的经济模式吗？这种想法太蠢了。”他同时还说，特朗普在贸易问题上“没有任何战略”，看来中国市场已经对美国农业关上了大门，“美国农民正在被（特朗普）杀死。”美国“市场观察”网站称，特朗普终于承认他的关税战打击美国消费者了。长期以来，特朗普一再重复同样的话：“中国正在为贸易战支付所有的代价。”尽管绝大多数经济学家和企业老板称他的说法是错误的，但特朗普仍然不停地这么说。不过，日前特朗普改口了。他在谈到推迟对中国部分商品征收关税时解释称，推迟征收关税是为了确保消费者不会在圣诞季面临更高的成本。美国企业研究所高级研究员莱恩称：“特朗普这一说法表明确实是美国消费者在为关税买单，而不是中国生产商。”美国前总统小布什政府经济顾问委员会资深经济学家列维说：“特朗普不希望惹怒美国消费者，成为偷走圣诞节的圣诞怪杰。在我看来，特朗普政府退缩了。”美国决定是政治驱动的结果俄罗斯《生意人报》19日称，自特朗普上任以来，美国加大了对华为的打压，美中紧张局势进一步加剧。实际上，特朗普政府目的是减缓中国的经济增长，限制中国获得高科技技术。近十年来，中国发展实现了巨大飞跃，大幅提高了工业产能和质量。中国出现了华为、中兴、阿里巴巴和腾讯等大量高科技企业，美国70％的消费电子产品都是在中国生产的。这让美国感到不安。报道称，美国并不能像上世纪阻止日本发展那样减缓中国的发展。与日本不同，中国在政治上完全独立，中国的经济规模和国内市场比日本大得多。更关键的是，中国的体制能够让全国集中资源，抵制不良的负面影响。美国《时代》周刊网站称，特朗普及其幕僚18日密集亮相谈论美国经济，目的是打消选民对贸易战和经济衰退的恐慌。不过与此同时，美国全国广播公司（NBC）和《华尔街日报》当天公布的最新民调结果显示，将近2/3的美国人支持自由贸易，这一比例创造该调查有史以来最高水平。华为19日晚发表的声明称，华为反对美国商务部将另外46家华为实体列入实体清单。美国选择在这个时间点做出这个决定，再次证明该决定是政治驱动的结果，与美国国家安全毫无关系，这种做法违反市场经济的自由竞争原则，不会使任何一方从中受益，包括美国公司在内。美国也不会通过打压华为获得技术领先的地位。我们呼吁美国政府停止对华为的不公正对待，将华为移出实体清单。以下是华为声明全文：华为反对美国商务部将另外46家华为实体列入实体清单。美国选择在这个时间点做出这个决定，再次证明该决定是政治驱动的结果，与美国国家安全毫无关系，这种做法违反市场经济的自由竞争原则，不会使任何一方从中受益，包括美国公司在内。美国也不会通过打压华为获得技术领先的地位。我们呼吁美国政府停止对华为的不公正对待，将华为移出实体清单。美国政府今天发布的延期临时许可，没有改变华为被不公正对待的事实。不管临时许可延期与否，华为经营受到的实质性影响有限，我们会继续聚焦做好自己的产品，服务于全球客户。来源：环球时报-环球网/萧达 青木 陶短房 陈一 王伟 柳玉鹏", "author": "环球时报", "newsdate": "发布时间：19-08-20", "newstime": "14:33", "sentiment": [{"positive_prob": 0.893102, "confidence": 0.762449, "negative_prob": 0.106898, "sentiment": 2}]}, {"title": "华为畅享10 Plus外观配置全曝光 坐等发布会公布价格！", "content": "【手机中国新闻】前段时间，华为有两款新机入网工信部，其中一款疑似是华为Mate 30，另一款就是定位相对亲民的华为畅享10。两款手机入网工信部，预示着它们或将在不久后与我们见面。近日，就有网友曝光了一组华为畅享10 Plus的参数配置信息。华为畅享10 Plus摄像头配置曝光（图源微博）从曝光的信息来看，华为畅享10 Plus前置1600万像素升降式摄像头，其全新的马达配置和升降结构使得该摄像头即使每天升降100次，3年也不会损坏，并且还有防磁干扰，即使是在带磁吸的车载支架上也能自由升降。后置4800万像素超广角AI三摄像头，包括一个F1.8 4800万像素主摄像头、一颗800万像素超广角镜头和一颗200万像素景深摄像头。华为畅享10 Plus参数一览表（图源微博）其他配置方面，该机配备一块6.59英寸LCD全面屏，屏幕分辨率为2340×1080；搭载麒麟710处理器，辅以6GB/8GB+128GB两种内存配置，运行EMUI 9.1系统；拥有4000mAh电池，支持5V/2A充电。另外，该机还有GPU Turbo 3.0、华为超级文件系统、Gaming+技术等黑科技加持，配置相当不俗。华为畅享10 Plus天空之境（图源微博）除此之外，根据爆料信息，该机拥有天空之境、赤茶橘、翡冷翠、幻夜黑四种配色可选，并采用华为独家蓝白渐变设计，从后面看，机身很像华为P30的天空之境配色。综合来看，华为畅享10 Plus的配置外观几乎已经全部被曝光了出来，价格成为唯一悬念。不过正因为如此，该爆料的真实性也有待考证，仅供大家参考。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-20", "newstime": "16:25", "sentiment": [{"positive_prob": 0.701417, "confidence": 0.336481, "negative_prob": 0.298583, "sentiment": 2}]}, {"title": "任正非：华为处在危亡关头，员工做好本职工作即“参战”", "content": "8月20日消息 昨日美国商务部长正式宣布将华为的“临时许可”延长90天，不过又有46家华为相关企业进入“实体名单”。据悉，美国商务部针对华为初次发放的“临时许可”原本于8月19日到期，此次再度延长临时许可有效期意味着华为在此期间可以继续购买美国公司的产品和服务，同时华为还可以利用这段时间继续维护现有的Android设备软件服务。华为也意识到这样下去终究不是长久之计，要做好充分的“参战”准备。任正非昨日华为的心声社区发布了任正非最新签发的总裁办电邮。在电邮中任正非表示，目前公司处在危亡关头，第一是号召大家立功，第二是尽快把优秀人员选拔上来，增加组织的“活血”。同时绝大多数员工要心静如水，继续做好本职工作就是参战。而对于未来的技术研发，任正非表示要继续加大战略投入，加强科研队伍建设，短期要解决生产连续性问题，长期要敢于牵引产业发展方向。同时任正非还表示，华为运营商BG改革在组织建设、人才选拔、市场、研发等方面要积极做出改革建议，而“不是以讲话为准，最终要打胜仗才是最重要的。”图片来自网络以下为任正非讲话原文：我们改革的目的是为了简化作战管理、简化层次，“权要听得见炮声，钱要体现公司意志”。我们既要把权力给到最前方，让他们在一定范围内有战斗权力、战役权力、战略的准备权力，也要承担责任，也要有平衡，这样才有利于作战。将来我们是多BG制，多BG在区域里汇聚的作用是增强，而不是削弱。在地区部要有各BG的协调、考核。这两天是代表处改革会议，主要是对代表处和系统部的作战权力作规范。CNBG和地区部不作大的改革，提出的改革方案允许不同地区部有不同意见。不是以我的讲话为准，最终要打胜仗才是最重要的。　一、改革将分三步走：第一步改革明确代表处是作战中心，机关BG和地区部BG共建面向代表处透明的资源中心和能力中心，资源中心通过市场机制运作和考核，能力中心基于战略目标的达成和市场机制运作与考核;第二步改革地区部以及BG的作战部门;第三步改革机关。1、第一步改革是改变作战方式。代表处成为经营和利润中心，代表处的项目70%是成熟的扩容项目，作战指挥权下放给代表处系统部，作战资源和能力一步获取，决策两层闭环。第一，长期以来，我们都要求让听得见炮声的人呼唤炮火，呼唤了这么多年，我们都不知道让他们如何呼唤炮火。去年12月阿根廷第一次改革会议，阿根廷、哥斯达黎加、纳米比亚、博茨瓦纳四个代表处的试点，仅仅是改革了分配机制，并没有改革作战机制，试点代表处反映请示还是太多。这次丁耘提出，将来成熟项目的作战指挥权下放给代表处和系统部，这占代表处约70%的量。我们当然想直接就下放给系统部，但是系统部的组织建设是否完成？过去都是代表处作为“婆婆”包打天下，现在先让“婆婆”和“媳妇”共同去用权。探索用一、两年时间，成熟一个系统部就授权一个系统部，给系统部直接授权。将来我们就是两层作战组织：一层作战组织是代表处的系统部，一层作战组织是BG的野战部队。这次会议通过的“改革文件之八”(合同审结试点代表处作战指挥权)为什么重要？明确作战中心到底有什么权，如何将成熟业务的作战指挥权下放给代表处。我们先摸着石头过河，经过两、三年不断优化，可能真能找到优化作战模式。第二，公司初步算出了全球所有代表处粮食包的预测方案，这只是“抛砖”，每个代表处自己回去算算账，允许“一国一制”，允许有差别，允许你提出意见。如果你认为划算，那就慢慢改革;如果认为没有好处，可以和公司与地区部博弈，讲出更改粮食包数字的理由。这样的数字改革，就具有科学化;代表处一改革，就会出现人员精简，改革的基准线以2018年底计算。上半年精简的粮食包，都留给你们。不是按2019年才开始计算，否则大家没有积极性，把臃肿机构拖到2019年才裁减。第三，我们认为，政治环境、市场环境稳定的代表处，可以加强本地化步伐。在确定性工作中要多用本地员工，中方员工可以往地区部的战略机动部队集中。因为用一个本地员工就节约了一部分财务费用，节约出来的钱就是新粮食包，可以用于分配，这样代表处就会想办法如何科学用人。对于市场环境、条件不好的代表处，比如不能及时回款、币种汇困或者处在极端政治环境下，在合法合规的前提下，应该多用中方员工，少用本地员工。一旦我们在这些国家市场需要临时关闭，留下少量本地维护人员，其他人就可以及时撤回，避免公司在那里硬消耗。第四，听了你们的汇报很高兴，很多方面基本已梳理清楚，不像以前责任、职责、权力都没有理清。接下来改革的代表处，CNBG要认真选择，可以先从容易改革的代表处着手，成功后就会信心百倍。如果在难改的代表处先碰了壁，“出师未捷身先死，长使英雄泪满襟”，容易失去信心。我认为，小国可以放开一些，由各个地区部自己定。比如拉美的多国可按小国代表处全面改革，大国不要选择太多，在条件成熟、业务环境类似的两、三个国家先改，最主要得出一个模型后，就可以去推广。2、第二步改革是改地区部。地区部负责区域性战略的制定与组织实施，提供区域性作战资源、业务能力和行政服务平台。第一，地区部做好战区主建。这与美军的军改一样，美军五大军种是主建组织，但无权调兵;有九个作战中心，没有兵，但它有权指挥作战。当然，我们不存在政权问题，允许代表处拥兵，但是代表处要做强战斗部，拥的是精兵，代表处不能按业务峰值配齐资源，其他由资源中心和能力中心来承担责任，削峰填谷。第二，地区部担负错综复杂的协调和服务的责任，有汇总权力，每个BG不能绕开地区部各行其事。我们可以学习美军，在地区部成立联合作战中心协调各BG。除了当前改革的CNBG，将来EBG、CBG也纳入进来。垂直到中央的作战能力，如果在地区不能统一协调，全球化就不能统一指挥，那公司就会分裂产生“诸侯”。第三，我认为，地区部总裁是管“总发财”，不是总决策。各个岗位的责任分工不同，军事家不一定都会打枪。地区部总裁要转换角色，明确自己的岗位职责，不要总想去管下面的具体项目，不是只有冲锋到第一线开两枪才是贡献。什么叫主建？队伍组建好了才能作战，你们做好了服务和能力，都是贡献。大家都知道，美军在参加第二次世界大战以前基本不会作战，他们是在战争中学会打仗，现在是世界上最强的军队。美军以营、团等基层为单位，作战能力那么强，这是我们公司的奋斗目标，这就是为什么我们要走“村自为战、人自为战”这条路线。所以，地区部放权，才可能“遍地英雄下夕烟”，我们需要的是英雄倍出，而不是英雄一辈、一辈的来改造乾坤。但是对于重大战役，地区部还是要管的，只是管的方法要有改变。超出代表处的能力范围，权力层层上浮移交，广东公安的做法非常好，这个案例要写出来共享。当然，对于地区部改革方案只是抛了一个“砖”，不一定正确，大家用一年时间充分讨论，明年六月份再开会确定实施细则。探讨是指每个人都可以发表意见，没有一个权威，而且不同地区部可以有不同的结构方案。明年我们对战区进行科学改革以后，战区就会“瘦身”，富余人员就会被挤到坂田机关来，挤到内部人才市场找工作。当机关开始“瘦身”时，可能有人的路就难走一些了。3、第三步改革是改机关，机关要率先反对建立重复平台和重复性劳动。第一，现在机关为什么人浮于事？重复建平台，增加重复性劳动，其实就是在创造就业机会，这个责任由干部部长承担，我们已经开始对干部部长问责。过去人人都想到机关，因为机关近水楼台，晋升快，生活又安定。现在不允许机关这么庞大，在战时状态还这么吃“粮食”？我们会逐渐减少重复劳动，对于做重复劳动的人有两条出路：一是组成“敢死队”对新项目进行进攻，立功以后可能还能当“连长”;二是到内部人才市场找工作，如果找不到工作，每三个月降一等工资。从现在开始，一级部门干部部长每三个月述职一次，如果找不到重复平台，找不到人浮于事的地方，那就降等、降级、降职。不一定非要找到自己部门的，找到其他部门的也算过关。这些重复平台要强制性合并，你们去找到解决方案，合并后谁来当头，就看谁有改革的正确想法，我们会有一个得力干部去临时担任正职，允许你们竞选副职或者助理。当然，这里是指机关的干部部，不包括地区部，地区部现在处于改革混乱期，多一点人力编制是可以理解的。第二，大量“将军”在前线，不在办公室，我们一定要建立这个政策。机关干部大部分应转为专业岗位，允许机关有高级专家，但是要循环考试、考核、前线评价，有权力的人一定在前线。在循环中优选，在循环中淘汰。机关职级太高，我们先妥协一、两年，两年后再改革。我们组织“敢死队”去帮助一线作战，打了胜仗，前线基层人员多提职提级，机关下去的人员可以拿奖金包，机关人员提级要慎重，否则机关就会提一大批“将军”倒挂。丁耘规定CNBG只有八个综合管理干部，其他人员都要上战场。这样大家才会踊跃冲锋，才能撕开“城墙口子”，如果每个人都不想上战场，能撕开口子吗？当然，不是要求所有人都上战场，该在后方的还是在后方，讲这个概念是要让我们真正重视这个问题。机关组织应该进一步分离管控与资源中心和能力中心，管控的职责是承接集团与公司的意志，采用定岗定编管的方式管理;资源中心的职责是高效支撑作战，采用市场机制运作与考核;能力中心承接战略诉求，既参与作战，也要负责能力的主建的工作，采用能力评估和市场机制运作与考核。能力及资源一步获得的办法，是旅途费用进入空耗，让多个资源中心、能力中心比赛谁更得前方欢迎。二、以责任结果为导向，“火线选人、战壕中提拔”，在战斗中激励一大批新领袖产生，让英雄倍出，天才成批来;建立“军团”作战方式，强调集体奋斗，集体立功，集体受奖。1、坚决走“精英+精兵+职员”队伍的建设道路，形成“弹头+战区支援+战略资源”的作战队列。我曾讲过未来的大方向，弹头部分应该是“将军”带一批有经验的人上战场;区域部分应该是有实力、有经验、善于“啃骨头”的中青年骨干;战略资源部分应该是最高级精英带低阶少壮派，形成这三层“军团”。第一，一线充满“将军”，代表处的大系统部应该是“少将”，带少量善于作战的精兵。为什么要用高职级的一线人员？一个人当几个人用。降下成本的薪酬包都归你们，鼓励积极使用本地员工，做成精干的指挥中心。需要炮火的时候，再从能力中心和资源中心调配。因此，他们是“少将”带一些“中校”、“少校”。第二，区域能力中心和资源中心，除高级专家外(要循环淘汰)，中青年骨干的职级大概是“中尉”、“上尉”到“少校”，是补充的作战力量。第三，机关不断压缩，将来就是“上将”领袖带一批少壮派，少壮派是“准尉、少尉、中尉”，加一批有能力有经验的专业职员，这些职员可能工作到五十、六十岁……。少壮派给的是机会，少壮派都想将来当“元帅”，天天写“血书”要上战场，但不一定被批准，因为战场没有那么多机会。新兵在战略预备队的训练也在后方，战略预备队和华为大学以考促训，新兵训练要像残酷的西点军校训练一样，天天考试、天天学打“枪”，一定要会开“枪”才允许上前线。2、“火线选人、战壕中提拔”，以贡献为中心，在实战中加快基层优秀人员的选拔，提高一线直接作战人员的职级。第一，我们要加快基层优秀员工的提拔，以贡献为中心来选拔干部。我们处于战时时期，可以实行“火线入党、战壕提拔”的政策，危难时刻见英雄，评价战功就看他做得怎么样，人力资源部跟上去追补手续。这也是对干部体系的改革，我们要敢于提拔一批在前线作战的优秀青年员工上来，在整编过程中，每个人都有机会，也有可能一个“小兵”升到“司令”。最重要的历史关头，不只是对英雄的考验，也是对干部的考验，在权力范围内如何选拔优秀，没有权力的如何推荐优秀？我曾在CNBG讲话“在代表处粮食充裕的条件下，允许有23级的专家或客户经理”，然后心声社区骂声一片，说“坚决不要”。他搞错了，其实指的是他就是23级，不是公司派23级。战争都胜利了，为什么不可以提拔到合适的级呢？攻下山头的团队，为什么不可以有“司令”，从胜仗中选干部。在干部政策上，我们是以责任结果导向，把素质导向放在责任结果导向之后。如果他当上了“司令”，考试还总不合格，那再下来，但可以补考。干部可以在战场上选拔，但是素质提高也是必须的，没有说允许像李云龙一样骂骂咧咧。年轻干部刚上来没经验，总会做一、两件错事，现在公司很多模块都有指引，只要认真学习，他们会很快找到少做错事的方法。所以，代表处要加强战壕中提拔基层优秀员工，基层员工中不一定就没有“上将”苗子。第二，在这次改革过程中，我们要重视对改革成功的人员提升职级。有些改革成功的代表处，代表20级、CFO20级，为什么不可以涨快一点？我们要把直接作战人员的职级提上来，如果没有一定职级，他既没有敢于当机立断的权力，也没有呼唤炮火的能力。在我心目中，地区部总裁相当于是一级部门，与研发、2012实验室、财经……平行;代表处代表大部分相当于二级部门，与产品线平级，这样前线才有作战、调兵的能力。不要总认为他没有能力，只要能完整做出项目，通过任职资格，就可以破格提拔。如果有些地区实在提不起来，机关的“敢死队”里有一、两个好的，你们代表处愿意留他，他就有机会;没有留他，他还是“敢死队”，只能拿奖金。这次市场改革之所以重要，因为70%的作战权力下放到代表处，成“将军”的机会就多了，通过这次改革，一定是英雄倍出。包括业务连续性攻关中，也要在研发大规模提拔一批人，这就是“拼刺刀”，这就是经过“战争”考验。通过3-5年时间，华为公司一定会换一次“血”，让组织充满活力、充满新鲜血液，包括我们自己的“血”被激活起来，也是换血。当我们度过最危机的历史阶段，公司就会产生一支生力军，干什么？称霸世界。3、强调团队作战，集体立功，集体受奖，从包产走向合作制。我在干部管理工作汇报会上讲过一句话“集体立功，集体受奖，少数人破格”。对于连续性作战，我也提到立功奖励分三种形式：破格、顺格、拿奖金。比如，高级领导参与作战可以升一级;中间级的这一批作战干将可以破格，破两格、破三格，你们去协商;有些我们不能直接去干预职级的人员，先给奖金，然后他参与所在组织的顺级评定。将来每个项目组也是这样，集体立功，集体受奖，就像电视剧《绝密543》一样，才能避免包产到个人。阿根廷和哥斯达黎加代表处在早期也走弯了，层层承包，那就是倒退呀。我们要建立“军团”作战方式，强调集体奋斗，而不只是个人奋斗。我们既要把权力下放到前方，又不能层层承包到个人。4、代表处作战除了主战部队，还需要贴近主战部队的支援保障部队，以及后勤保障部队。第一，我们强调主战部队的责任简单化，就是攻山头，攻下“上甘岭”。主战部队开着主战坦克往“上甘岭”冲，其他修理车、加油车、担架队、炮弹供应车、馒头车……由支援保障部门负责，再加上后勤保障部门。支援保障部门的业务能力一定要精，而且坚决执行主战部队的命令，保障战斗力。比如，主战部队发邮件给支援保障部门，要求支援资源几点几分送达什么地方、送多少炮弹，如果资源没有送到，就要追究支援保障部门主官的责任。第二，将来主战人员的晋升速度要快于支援保障部队。主战部队晋升快、拿钱多，但他冒的险大，如果做不好项目，不仅没有奖金，弟兄们还会推翻他。军队为什么主战升职快，是因为牺牲多、空缺多。所以，我们要有正确的价值评价体系，让作战部队有一种光荣感、自豪感。以前干部评价体系总是横向一看“谈吐尚可、行为较佳”，然后拍拍脑袋就升官了，这是一种不公平的晋升机制。现在为什么年轻人踊跃上战场？因为只有上战场才能建功立业，才能有机会在二、三十岁当上“将军”。当然，支援保障队伍中也有升官的，做得非常好。今天所讲的不只是针对代表处改革，而是将来我们整个公司的组织结构建设上一定要分清楚责任。我们要明确主战的概念，特别是研发;CNBG已经把非主战部队裁减了一部分，还要分清楚主战部队和支援保障部队。将来主战部队必须是“嗷嗷叫”的精兵强将，支援保障部队业精于勤，这样我们才能在五年内形成一个精兵组织。三、战时状态，既要激进又要保守。市场努力向前进攻，加强经营质量;研发坚持加大战略投入，“向上捅破天，向下扎到根”。1、在市场上，即要激进又要保守，提升经营质量的同时，努力实现年初预定销售目标。今年最重要的两个问题：一是提升经营质量，对各级部门都很重要;二是把经营数额尽量减少与年初目标的差距。所以，在当前形势下，既要激进，又要保守。为什么激进？只要我们能生产的产品，只要我们不限制销售的产品，你们都要想方设法卖出去。这样我们才会让世界对我们有信心，增加所有运营商、供应商、合作伙伴和我们员工的信心。为什么保守？不要冒太大的险，不能像过去粗犷式销售。货款收不回来，那何必要乱冒险呢？第一，目前CNBG已经解决绝大部分问题，市场要努力向前进攻，让今年有一个好业绩。CNBG每个月会给你们一个表格，说明有多少产品可销售，只要没有说具体数量的产品，就指可以放开销售。为什么强调“火线入党、战壕提拔”？就是要冲锋，我们一定要打赢这场“战争”，把“开枪”的权力授给你们。谁贡献大，就提拔谁;谁没赚钱，先调查原因，努力了，客观原因不行，可以理解。如果真是因为没有努力，做不好的代表处、地区部，要带头下岗。今年对于市场来说，总体还是保持激进。第二，今年既要努力做好销售额，同时也要注重合同质量，还要重视回款。如果销售额大，发了货收不回款，没有了流动资金，就可能把整个公司拖垮。上半年我们经营情况看起来很好，应该是中国区客户同情我们，及时支付了货款，中国区销售量大，显得现金流多，这并不代表真实情况。2、在研发上，加大战略投入，加强科研队伍建设，坚定不移做到根，短期要解决生产连续性问题，长期要敢于牵引产业发展方向。第一，今年的财务报表可能比较好，继续加大战略投资，加快购买重要设备和更新仪器仪表，把钱花掉，解决生产连续性问题。我们有现代化的“武器”、高文化素质的人才，在当前历史时期，有条件、有机会的时候要敢于努力升级换代。第二，在技术口，我们要加强继续授权，把研发的业务指挥权交给专家;削弱研发领域AT团队的管理权力，AT团队主要管组织建设、考核、后勤保障等。特别在进行这种大作战的过程中，一定要有专家。第三，下半年我们还要加强优秀人才的引进，在世界范围内广泛招聘优秀科学家、高级专家、少年天才，融入到我们的“血液”里，坚定不移做到根，向上捅破天。现在公司处在危亡关头，第一是号召大家立功，第二是尽快把优秀人员选拔上来，增加我们组织的“活血”。每个职能部门、每个代表处都要想一想，如果你认为自己不适合这个岗位，可以下岗让道，让我们的“坦克”开上战场;如果你想上战场，可以拿根绳子绑在“坦克”上拖着走，每个人都要有这样的决心!绝大多数员工应心静如水，做好本职工作就是参战。", "author": "天极网", "newsdate": "发布时间：19-08-20", "newstime": "17:32", "sentiment": [{"positive_prob": 0.627092, "confidence": 0.171315, "negative_prob": 0.372908, "sentiment": 2}]}, {"title": "华为Mate30再曝：麒麟990+“电影镜头”配置逆天", "content": "近日，有报道称即将于9月份发布的华为Mate30 Pro又有新爆料。据悉，华为Mate30 Pro将搭载最新麒麟990处理器及4K 60FPS视频录制水平的“电影镜头”，屏幕侧边或将采用近乎90度的“瀑布屏”，电池容量也将升到4200mAh，且支持最高30W无线快充，可谓逆天配置。图:notebookcheck众所周知，华为系列手机向来都在影像技术方面不断突破创新，拍照摄影实力有目共睹。而据说，即将到来的华为Mate30/Mate30 Pro系列新机的拍照技术上也将再次带来惊喜。据悉，华为Mate30/Mate30 Pro系列新机或搭载将于9月6日#华为IFA2019#上发布的最新麒麟990处理器，有了这款芯片的加持，新机或将实现最高4K 60FPS的视频录制水平的“电影镜头”。据了解，麒麟990升级为台积电第二代7nm（7nm EUV）制程工艺打造，CPU主频、GPU频率、基带速率可能会有所提升，同时有极大可能首次集成5G基带。麒麟990处理器将支持以4K 60fps视频录制，或可谓华为Mate 30系列新机提供影像升级动力。报道称，华为Mate30 Pro或将搭载后置4800万像素主摄+4000万像素超广角+800万像素潜望式镜头+TOF镜头的组合，该机也将是首款麒麟990驱动的终端，同时将首发EMUI10。早前华为方面确定，华为Mate 30系列或将于9月19日在德国慕尼黑进行发布，随后会在9月26日在上海召开该系列的国内发布会。届时还会有哪些惊喜？让我们拭目以待。(7248167)", "author": "中关村在线", "newsdate": "发布时间：19-08-20", "newstime": "11:29", "sentiment": [{"positive_prob": 0.96876, "confidence": 0.930579, "negative_prob": 0.0312396, "sentiment": 2}]}, {"title": "李嘉诚这些年在欧洲都购入了哪些东西？他助攻华为其实早有渊源！", "content": "文：杨晓在2019年上半年，李嘉诚助攻华为令人十分的振奋，看似李嘉诚的举措毫不费力，但事实上这是他未雨绸缪的结果。那么这些年来，他出售了哪些资产？又在欧洲做了些什么呢？李嘉诚抛售的内地资产自2013年以来，李嘉诚旗下的长和系就已在香港和内地不断甩卖资产，转向全球其他地区进行投资。2013年，出售了上海东方汇金中心；2014年，出售了南京国际金融中心大厦、北京盈科中心和重庆大都会；2015年，出售了香港地产盈晖荟，以减持港灯股权；2016年，出售了陆家嘴世纪汇项目；2017年，又出售了香港的电讯核心业务。为了规避风险，李嘉诚才出售了大量内地资产。很多人认为李嘉诚是看空中国经济，但实际上他是看到了房价疯狂上涨的背后是巨大的债务风险。李嘉诚曾经说过，“我对债务从来都是如履薄冰”，甚至长和集团的总负债率也只有1.3%。与其他上市公司相比，这一点债务几乎可以忽略不计。李嘉诚布局的海外资产2012年，开始收购英国配气网络WWU公司和Kinrot。2013年，收购奥地利橙Orange和荷兰再生资源处理公司AVR。2014年，李嘉诚投资2.25亿英镑(19.84亿元)拿下了英国的4G牌照，并以7.8亿欧元(60.28亿元)的价格收购了爱尔兰电信公司。2015年，李嘉诚斥资102亿英镑(合899.3亿元人民币)收购了英国第二大移动电信运营商O2，收购了葡萄牙风力发电公司lberwind。2017年，收购了澳大利亚能源公司DUET、加拿大建筑设备服务公司和德国能源管理供应商ista。2018年，意大利电信巨头Wind Tre被李嘉诚吞并。到目前为止，长和系已成为一个完全立足欧洲的跨国集团，电讯业务也已经成为长和最重要的业务收入。李嘉诚仅在英国的投资就超过了3000亿港元，据不完全统计，李嘉诚的海外投资资产总额已超过8000亿港元。李嘉诚帮助华为，实际上早有渊源早在上世纪90年代中期，李嘉诚和记电讯刚成立时，华为就为和讯提供了技术支持，帮助其突破了技术瓶颈，并使其迅速在香港电信市场站稳了脚跟。因此，李嘉诚得知美国在欧洲的其中一项禁令是“禁止华为进入英国”时，他就通知了英国所属子公司：“10个亿的单子先给华为做”。此后，李嘉诚又凭借自己在英国的影响力，帮助华为认识和介绍了更多的合作伙伴。因此，华为在欧洲的5G订单业务非常顺利，短短3个月就拿下了葡萄牙、英国、意大利等在内的10多个欧洲老牌国家和公司。之前总是传出关于李嘉诚要跑路的消息，从这次李嘉诚助攻华为可以看出这样的传闻是以讹传讹，弄虚作假。传闻终究是传闻，总有一天会不攻自破。李嘉诚这次助攻华为得到了很多国人的支持与欢呼，很多国人夸赞李嘉诚未雨绸缪，为中国品牌走向国际做出了非常大的贡献，也突破了美国的制约和打压。对此，你是怎么看的呢？本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-08-20", "newstime": "10:44", "sentiment": [{"positive_prob": 0.980372, "confidence": 0.956382, "negative_prob": 0.0196282, "sentiment": 2}]}, {"title": "华为智能助手开启“今天”智慧服务", "content": "近日，在松山湖举办的华为开发者大会智慧业务论坛上，华为智能助手产品负责人透露华为手机负一屏即将上线全新用户界面，产品定位也将聚焦在“服务好用户的每一个‘今天’”。据悉，华为智能助手已成为智慧服务的重要分发渠道和流量入口，相较于2018年7月，其用户数同比增长183%，月活增长161%。2019年华为智能助手加大对智慧出行、智慧生活、智慧家庭、智慧娱乐、智慧效率等典型场景服务的投入，并将通过智能手机、汽车、智慧屏等N种终端，为用户提供全场景无缝体验。产品定位升级：服务好用户的每一个“今天”华为智能助手作为个人助手有着天然的优势，位于华为手机负一屏，服务入口浅。其次，它可以跨终端为用户提供全场景无缝服务，比如手机、车机、智慧屏等。如果说过去一直在打磨产品形态，现在是时候回归用户体验本身，关心用户“今天”所需要的服务。新的产品版本将以“今天”为主题，全新上线，在华为负一屏为用户提供便捷服务。打开华为智能助手，用户可以在全局搜索、服务直达里快速寻找自己想要的服务，让人找服务更便捷。同时通过点击“我的”，进入“情景智能”，即可一键订阅服务卡片，如视频类、理财类、民生服务类。一旦开启，服务卡片就会在适当的时候出现，主动提供服务，服务结束卡片便会自动消失。以最近的台风卡片为例，当台风天气出现的时候，卡片就出现了，以供用户掌握台风实时路径，提前开展防御工作；当台风卡片消失的时候，说明台风天气已经离我们远去。此外，华为智能助手还提供了实时热门新闻资讯服务。产品能力提升：服务更丰富，越用越懂你本届华为开发者大会，围绕“AI&I，全场景智慧生活”主题展开。华为消费者业务CEO余承东介绍了以“一个核心驱动力（AI），两个生态平台（服务&硬件生态-HUAWEI Ability Gallery & HiLink），三层结构化产品”为基础的战略规划。作为两大生态平台之一的华为快服务智慧平台（HUAWEI Ability Gallery）在构建服务生态的时候，致力于通过华为智能助手等产品将服务智能地分发给用户。目前华为快服务智慧平台接入了超过5000个精品服务，覆盖了14大垂域117类应用。华为智能助手作为快服务智慧平台的重要分发渠道，服务类型和数量越来越丰富，并将重点打磨5大智慧场景：出行、旅行、生活、娱乐、效率。据官方介绍，华为智能助手月活用户已超1.3亿。除了服务类型和数量的增多，华为智能助手还具备了一个优秀助手的4层能力。不仅能把用户吩咐的事情都做好，还可以记住用户的喜好，无需重复指令。在合适的时候给用户提醒，根据用户的需要推荐合适的服务。论坛现场，携程、美团、百度地图等合作伙伴就提出智慧出行和智慧生活领域，将基于用户位置，进行实时的立体的服务推送，比如航班信息、附近美食、打车服务等。论坛最后，华为智能助手产品负责人表示不仅会加强产品力的提升，还会与行业合作伙伴共同努力，不断提升用户体验，实现全场景智慧生活。(7248393)", "author": "中关村在线", "newsdate": "发布时间：19-08-20", "newstime": "05:31", "sentiment": [{"positive_prob": 0.971394, "confidence": 0.936432, "negative_prob": 0.0286056, "sentiment": 2}]}, {"title": "美国商务部将华为“临时许可证”延长90天，外交部回应", "content": "2019年8月20日外交部发言人耿爽主持例行记者会。记者：是关于华为90天延期的决定。答：我先回答你第二个问题。华为公司已就美方有关决定作出了回应，你可以关注一下。我要强调的是，无论美方怎么做，都改变不了其在没有任何证据的情况下，泛化国家安全概念，滥用出口管制措施、对他国特定企业采取歧视性、不公平做法、甚至赤裸裸打压的错误本质。关于这一点，中方已多次表明立场。我们敦促美方立即停止错误做法，为两国企业开展正常的贸易与合作创造条件。", "author": "环球网", "newsdate": "发布时间：19-08-20", "newstime": "20:44", "sentiment": [{"positive_prob": 0.12556, "confidence": 0.720977, "negative_prob": 0.87444, "sentiment": 0}]}]