[{"title": "华为誓师大会：五年要挣1500亿美元！谁给了它这个勇气？", "content": "以前，经常能听到这样的话：做手机只是华为的副业，华为主业还是运营商业务。不过现在，已经不能这么说了。在华为2018年年报中，消费者业务营收已经超越运营商业务，成为华为最大的收入来源。或许由于消费者业务实在太争气，最近，它又迎来了一次重要改革，并为此举行了一场浩大的「军团作战」誓师大会。话说，一群四五十岁身家几千万、几个亿的大叔，在那扯着嗓子喊口号，有种莫名的喜感。在本次誓师大会上，任正非发表了讲话，他透露华为消费者业务2023年希望达到 1500 亿美元的销售收入目标，而整个华为集团会在 2500-3000 亿美元之间。这个数字什么概念呢？2018年整个华为的营收也才刚刚超过 1000 亿美元，5年后要翻两三翻达到  2500-3000 亿美元。而消费者业务要达到 1500 亿美元销售收入目标，也得翻个三翻。三星、苹果、小米、OV、诺基亚、爱立信等华为直接竞争对手表示非常难受。是华为太狂妄吗？小鱼不这么认为，华为的性格一向务实，虽然余承东当初被称为大嘴，可人家吹过的牛逼都一个个实现了，现在都改称余诚实了。那么，华为定这个目标的底气是什么？说到这，就不得不提华为最神秘的研究基地——2012 实验室了，这是华为的总研究组织，华为 8 万研发人员很大一部分都在这里面。这个实验室有多厉害呢？华为2018年研发支出 1015 亿元，近十一年累计投入研发 5000 亿元左右......嗯，这些钱大部分都被他们花了，这花钱能力全世界没几个比得上吧！当然，取得的成果也同样牛批，截止2018年底，华为累计获得专利授权 87805 件，其中 90% 以上为发明专利。我们熟悉的华为手机上的 GPU Turbo、40W 超级快充、麒麟980、无线反向充电，以及前几天发布的 Mate X 折叠屏手机等等黑科技，都来自于 2012 实验室。而它，就是华为最大的底牌。据悉，2012实验室的名字，来源于任正非观看《2012》电影后的畅想，他认为未来信息爆炸会像数字洪水一样，华为要想在未来生存发展，就得构造自己的「诺亚方舟」。2012实验室的主要研究的方向有新一代通信、芯片、光传输、云计算、音频视频分析、数据挖掘、机器学习......主要面向的是未来 5-10 年的发展方向。它旗下共有五个二级部门，分别是「中央研究院」「中央软件院」「中央硬件工程院」「研发能力中心」「海思半导体」。海思半导体在2012实验室的二级部门中，海思半导体应该是我们最熟悉的了，麒麟系列芯片就出自它手。但海思半导体的产品，远远不止麒麟系列芯片，作为中国最大的 IC 芯片设计公司，海思业务包括通信设备、无线终端、光电芯片、处理器、芯片工程工艺等领域的芯片与解决方案。多年的技术积累，使海思掌握了国际一流的 IC 设计与验证技术，拥有先进的 EDA 设计平台、开发流程和规范，已成功开发出 100 多款自主知识产权的芯片，共申请专利 500 多项。如之前我们提过的服务器芯片「鲲鹏920」；国内大部分电视用的也是海思芯片；而在视频监控领域，海思的占有率达到了 90% 以上；更不用提无处不在的华为基站里的海思芯片了。在2017年全球芯片设计公司排名中，海思位列第七，营收达 47.15 亿美元，较上年增长 21%。对于华为来说，海思的存在让华为在关键领域不会受制于人（核心技术别人也不会卖给你），同时也是华为创造价值和压缩成本的关键一环。如15年国产一众旗舰都被火龙 810 坑惨了的时候，华为就一点不慌，给自家旗舰用上了麒麟 950；而在去年，又给 1999 元的荣耀 Play 用上了麒麟 970，对竞品造成降维打击。很期待 1999 元的麒麟 980 手机，以及搭载麒麟 990 的 Mate 30 Pro，两台手机肯定都非常「香」。而对于国家来说，海思则是未来打破欧美日韩半导体垄断的希望！中央研究院看这个名字就知道它不简单了。据华为介绍：中央研究院担负着华为创新前沿的重任，构建万物感知、万物互联、万物智能的未来信息社会，打造华为的诺亚方舟，领航华为未来。通俗点说，就是华为探索基础科技、前沿科技的急先锋。如它旗下最出名的「诺亚方舟实验室」，这是华为 AI 研究中心，设立在香港科学园，拥有两万余名员工，研究领域覆盖计算机视觉、自然语言处理、搜索与推荐、决策与推理、人机交互、AI 基础理论。一位诺亚方舟实验室的科学家曾提到：通过导入我们算法的无线基站智能关断系统，能让电信业者在一个地区一年省下 800 万度电，而目前这套系统的预测精度已经达到商用的阶段。在华为手机上，也有来自于诺亚方舟的多项 AI 技术，如 P20 系列的 AI 摄影大师，以及华为手机的搜索推荐......此外，中央研究院旗下的瓦特实验室，研发出了 40W 超级快充，这一技术被用在了荣耀 Magic 和华为 Mate 20 Pro 上面，成为它们的一大黑科技。中央硬件工程院看到这个名字，就知道它是搞硬件的。中央硬件工程院承担了华为硬件工程的硬件架构、及关键技术突破的重任。中央硬件工程院在美国、德国、加拿大等国，及深圳、北京、上海等地，都已设立或正在设立多个专业实验室。在音视频媒体技术，工艺、材料、热设计、高速高频、EMC 等工程技术领域处于业界领先水平。之前我们不是提过搭载鲲鹏 920 芯片的泰山服务器吗？据悉，华为为了测试服务器在极端环境下的耐受度，竟然人工引雷到服务器上，以检测其是否经得起雷击。类似的研发工作还有很多，有这样的研发精神，怪不得华为的产品质量都杠杠的，受到全世界的赞誉。中央软件院说完硬件，再来谈下软件。GPU Turbo 技术大家肯定不会陌生，装上它的华为手机，玩起游戏就跟打了鸡血一样，稳的一批。而这一技术，就是来自中央软件院。它是华为软件能力中心和 ICT 软件基础设施提供者，承担华为公司软件能力领先、技术突破及架构长期演进职责。在云分布式软件、操作系统（AI、边缘计算、物联网）、分布式数据库、云网络、大数据、AI 编译器、IT 应用、安全、算法等领域，中央软件院都是交付行业领先的 ICT 软件基础设施平台。注意了，中央软件院旗下的欧拉实验室，是华为自有操作系统研发中心，说不定华为自己的手机系统，就在该实验室里酝酿着呢~研发能力中心不同于其它研发部门，研发能力中心服务于华为全体研发人员，为他们提供最先进的软硬件工程技术、方法、工具研究与应用中心。据华为官方公众号介绍：研发能力中心聚焦产品竞争力、效率和TTM，在工业自动化/智能化、研发工具、网络安全和隐私保护、可靠性、服务性、节能减排、资料/翻译、全球化以及 UCD 等领域持续创新；构筑世界级的产品专项技术能力、研发过程能力、研发工具、研发环境与专业资源，建设领先的工业体系，支撑华为集团未来 1500-2000 亿美元规模商业成功。话说，能有一个专门的部门，为研发人员提高生产力。如此奢侈的配置，也就是华为这种世界级企业玩得起了。有意思的是，2012实验室旗下有很多以世界知名科学家，或数学家命名的神秘实验室，分别率属于各个二级部门。除了上面提到的瓦特实验室和欧拉实验室，还有：香农实验室：为公司 ICT 产业智能化发展趋势储备认知相关关键技术、算法，并为相关产品提供智能服务和智能特性，在信息存储、分布式计算、软件定义等方向紧跟业界前沿研究。高斯实验室：打造业界领先的数据库管理系统。谢尔德实验室：以网络安全、终端安全、云虚拟化安全、密码算法为主要研究方向的实验室。图灵实验室：嵌入式处理器内核架构研究部门。笛卡尔实验室：负责 GPU 架构。为实验室取这样的名字，想必除了致敬这些伟大的科学家，也是希望这些实验室能诞生出同样伟大的人物或成果！同时，2012实验室还在欧洲、美国、俄罗斯、加拿大、日本等国设立了数个重要的海外研究所，如：法国研究所：旨在挖掘法国基础数学资源，致力于通信物理层、网络层、分布式并行计算、数据压缩存储等基础算法研究，长期聚焦 5G 等战略项目和短期产品，完成分布式算法全局架构设计等。俄罗斯研究所：俄罗斯研究所包括 7 个「能力中心」，以此集结当地的基本算法领域人才。这 7 个能力中心分别是：非线性能力中心、算法工程化能力中心、最优化能力中心、信道编译码能力中心、信源编解码能力中心、大数据分析能力中心、并行编程能力中心。加拿大研究所：成立于2008年底的加拿大研究所，是 5G 核心竞争力研究中心，分布于渥太华、多伦多、蒙特利尔和滑铁卢四个城市，拥有 400 多名研究人员。日本研究所：主要从事材料研究工作。印度研究所：专注于软件交付。如今，华为外籍员工数量已有 3 万人左右。话说，以前都是外企来国内招走了我们最顶尖的人才，现在华为也要在国外招揽他们的顶尖人才，这样才合理嘛！在华为，有句话叫做「板凳要坐十年冷」，指的是华为在技术领域的厚积薄发。近两年来，华为卧薪尝胆的成果已经向我们展现，无论是芯片领域的麒麟 980、昇腾 910、鲲鹏  920，还是软件层面的 GPU Turbo，或是 Mate X 折叠屏手机上超过 100 个元器件的铰链，都离不开华为在基础技术上的沉淀。2012实验室作为华为的研究基地，其不仅代表着国内最顶级的研究水平，同时在全球也着巨大影响力。然而，任正非对华为的未来仍存在深深的担忧：华为现在的水平尚停留在工程数学、物理算法等工程科学的创新层面，尚未真正进入基础理论研究。随着逐步逼近香农定理、摩尔定律的极限，而对大流量、低时延的理论还未创造出来，华为已感到前途茫茫，找不到方向。华为已前进在迷航中。当下的华为，正在本行业逐步攻入无人区，处在无人领航，无既定规则，无人跟随的困境，一切都需要自己去埋头摸索。因此，华为对基础科技的创新非常重视。“我们要求基础研究费用的比例逐步增长到20%、25%，甚至更多，这是我们的目标。”华为战略Marketing总裁徐文伟曾表示，华为做到千亿规模以后，研发面临多路径，需要同时投入探索多个方向。由于是前沿的、多路径的，必须不断探索，才会有基础研究的费用和投资不断加大。在成本低的时候多做探索，决策要简单快速，定了方向再继续投入，有把握的时候砸足够的钱，一定要做出来。2018年华为研发支出 1015 亿元，可与英特尔、谷歌等美国公司比肩，超 A 股 400 家上市公司之和。也正是有巨额的资金、人才、时间的投入，华为才能研发出一个又一个黑科技，打造出一款又一款惊艳的产品，引领行业。在 Mate X 发布后，有网友如此评价：这款手机的意义，不亚于 12 年前，苹果发布首代 iPhone；开启了中国人引领手机生态的新时代。而这种引领整个行业的企业，往往会享受到巨大的红利。如高通，作为 CDMA 技术商用化的先驱，在全球收了几十年的专利费；又如苹果，至今仍赚走了智能手机行业绝大部分利润；而下一个很有可能就是华为。不同于国内一堆互联网巨头，将公司注册在避税天堂「开曼群岛」，华为的注册地就在深圳龙岗。仅2017年就纳税 710 亿元，超过 BAT 总和，预计2018年纳税超千亿元。大国重器，莫过于此。对了，前些天有个很有趣的消息，由于美国在 5G 方面落后太多，特朗普发推表示，希望美国能够通过自由竞争取胜，而不是把更先进的技术拒之门外！在第二天中国日报记者采访时，特朗普更是强调，他说的是所有公司，包括华为。不得不说，真香定律果然是人类三大本质之一，强如川普都免疫不了，哈哈哈哈！而如果美国就此用上了华为的设备，那他以后再想拒绝华为，恐怕就没那么容易了！", "author": "科技每日推送", "newsdate": "发布时间：19-04-07", "newstime": "23:55", "sentiment": [{"positive_prob": 0.0136391, "confidence": 0.969691, "negative_prob": 0.986361, "sentiment": 0}]}, {"title": "每年专利费收入超百亿！又一5G巨头诞生，市场份额超华为", "content": "每年专利费收入超百亿！又一5G巨头诞生，市场份额超华为从目前国内5G的发展进度来看，三大运营商仍处于4G到5G的过渡阶段，甚至在很多地区，4G网络覆盖尚未实现。联通再次投入100亿资金改善4G网络，而三大运营商目前也准备建设5G基站。我们已经看到中国的几个城市已经实现了5G网络呼叫，当然，仍然有很好的商业机会。中国是一个开放的国家，除了华为 5G设备，在实践中使用了爱立信和诺基亚的5G设备，但是仍然会发生意外的事情。曾经遥遥领先的华为在最新通信市场份额中败给了爱立信，在5G市场份额中不如三星、诺基亚和爱立信。当然，很多网友可能觉得他们不相信，事实上，这个消息现在它已经在互联网上沸腾了，IHS Markit发布的统计显示，华为的份额为17％在5G市场中；爱立信、三星和诺基亚分别达到了24％，21％和20％。甚至诺基亚让人们觉得它们更好一点，已经在5G市场上取得了很高的市场份额，它已经取得了临时领先的华为 5G，这让很多网友感到尴尬。事实上，这是一个长篇大论，要知道华为获得了30个5G商业订单，数据非常华丽并领先诺基亚，但从统计数据推测，华为 5G订单交易量可能不如诺基亚和爱立信更多，后者市场大部分都是一些重要国家。如美国是拒绝华为 5G，在某种程度上，它也影响了许多国家的华为 5G判断，而诺基亚作为手机制造商已经在手机领域完全被华为超越，它是最大的黑马。实际上，诺基亚已经在通信设备市场上工作了很多年，但在名气和规模上并没有大于华为。现在是5G发展的第一年，诺基亚也抓住了这一波口，让内部人士在短短的一两年内，诺基亚 5G甚至取得了临时市场份额超越华为 5G。虽然我们不得不承认华为 5G是最具性价比的，而且也是一款可靠的设备通讯厂商，但不幸的是，在争议的最后错过了很多订单，最后迷失在5G的起跑线上，现在苦恼了华为。现在另一个5G巨头诞生了，现在在线数据显示，诺基亚的5G市场份额超过了华为。许多网民可能不相信这一事实，但对诺基亚的理性看法仍然具有技术领先优势。毕竟，这项专利多年来积累了很多。诺基亚虽然手机的销量远低于苹果华为，但年度专利费收入超过100亿元，拥有近30,000项专利。别看手机销量不好，但国际前三大巨头三星华为苹果也不得不支付一定比例的年费到诺基亚，所获得的专利费是巨大的。本文为原创作品，图片来自于网络，如有侵权请告知", "author": "子轩先生", "newsdate": "发布时间：19-04-07", "newstime": "10:52", "sentiment": [{"positive_prob": 0.986492, "confidence": 0.969983, "negative_prob": 0.0135076, "sentiment": 2}]}]