[{"title": "将搭载麒麟1020？华为新机真正做到全面屏？超窄边框+无下巴！", "content": "华为开始筹备麒麟1020？这款手机或将首载！无下巴+超窄边框！在今年，几乎每个手机品牌所生产的产品，可以说是比起之前都有着非常明显的提升，比如说魅族16，一加6T，华为mate20系列等等，其实从这几款手机的身上我们也可以看得出来，现在国产手机的实力是越来越强大了，但是我们又不得不面对的一个问题就是，随着技术实力越来越强大，商家制作手机时的成本肯定会随之增加，所以我们要面对的就是手机价格的上涨，但是如果真的是在性能等方面都非常强大的话，价格稍微高一点可以说是非常合理的，怕就怕遇到OPPO和vivo这样的商家，使用中端产品的配置，卖上高端产品的价格。就在最近这段时间，小编又从国外的网站上看到了一条关于华为mate系列新机的消息，这款新机就是华为mate30，从曝光的资料中小编得知，不仅仅是在性能方面有了很大的提高，华为开始筹备麒麟1020？这款手机或将首载！无下巴+超窄边框！而且根据专业人员的分析称，价格还不是特别贵，所以今天小编就将自己了解到的分享给大家。首先在华为mate30的外观上，华为mate30取消了刘二海屏的设计，取而代之的则是全面化的主屏，但是保留了上边框，并且进行了最大程度的缩减，下边框直接被去除掉了，而且机身两侧的边框也是非常的窄，所以说这些设计都使得华为mate30在主屏的占用比方面非常的高，达到了97%左右，几乎是接近百分之百，这个数据还是非常吸引人的。在机身的背面，取消了后置解锁的方式，使用的则是屏下解锁，毕竟这种结束方式才比较符合现在的时代的潮流。内部的配件方面，小编从曝光的资料中得知，目前华为已经在筹备着kirin1020的研制，将搭载麒麟1020？华为新机真正做到全面屏？超窄边框+无下巴！而华为mate30也预计将会在明年的下半年上市发布，所以说华为mate30系列很有可能将会使用kirin1020的CPU，对于这一点，相信也会有很多的网友对于他还是非常期待的。在内存组合方面，华为mate30将会以6GB加128GB为基础组合，最高的预计将会达到10Gb加512GB，整体来看的话，还是非常的符合华为的旗舰产品的水平的。在后置镜头上，华为mate30将会升级到后置徕卡4摄，本来徕卡三摄就已经非常的强大了，而现在华为这是要突破自己的节奏。至于售价方面，因为华为mate30在性能方面和外形方面都有着非常大的提升，所以说在价格上肯定会比华为mate20系列要高一点，但是据小编得知它的价格的上升幅度并不是很大，起步售价预计将会在4300元左右，你们认为这个价格还合理吗？", "author": "转角遇科技", "newsdate": "发布时间：18-12-09", "newstime": "18:03", "sentiment": [{"positive_prob": 0.0506418, "confidence": 0.887463, "negative_prob": 0.949358, "sentiment": 0}]}, {"title": "美国“封锁”也不好使用，华为再拿下5G大单，诺基亚、爱立信无奈", "content": "5G已经成为未来趋势，无论是手机厂商、通讯设备企业还是电信运营商，都在积极备战5G.都知道，国内的华为和中兴是全球最大的电信设备运营商之一，其业务更是遍布全球，在5G上，华为和中兴都有很大的话语权，原因是其不仅仅是电信设备运营商，还是智能手机厂巨头。而美国为了保持在5G上领先性，其处处为难国内企业，甚至还阻止本国内的优秀5G企业被收购。例如中兴被美国调查，美国发出禁令，最后中兴不得不以缴纳巨额罚款。在5G业务上，华为拥有巨大的优势，作为全球最大的电信设备运营商，其与全球多个国家建立了合作关系。但在5G上，美国又为难华为，不仅要求美国国内的电信运营商不能与华为合作，还要求盟国，不能在5G上与华为合作，最好不要采用华为的5G设备，理由竟然是荒唐的“通信安全”。在智能手机业务上，华为已经超越苹果成为全球第二，但华为手机在美国却处处被限制，享受不了公平的待遇，美国要求多个平台下架华为手机。为了保证美国在5G业务上的领先性，美国还阻止了博通收购高通，就是担心在5G业务上被中国超越。近日，美国再次使用“小心思”，在加拿大逮捕了华为高管，还欲通过美国国家内部法律将华为高管引渡到美国。然而没有想到的是，就是在美国处处“为难”的华为的时候，华为在5G业务上再次拿下大单。根据外媒报，华为再次在欧洲签下5G订单，此次与华为合作的葡萄牙最大电信运营商Alticei签署了一份合同，华为将为葡萄牙提供全面的网络设备升级服务和技术服务，帮助葡萄牙在2019年实现5G的全面商用。要知道，这是华为第23个5G订单，也是其在欧洲的第15个5G订单。还有一点就是，英国已经松口，原本在5G设备供应商名单中将华为移除，现在英国改变主意了。据悉，华为和英国进行了会谈，双方就5G事宜进行了进一步的协商，华为答应了英国国家安全中心提出的一些技术要求，也就是说，华为也有可能成为英国的5G设备供应商。都知道，英国是美国的好盟友，英国并没有采用美国建议将华为拒之门外。对此不少网友表示，美国封锁也不好使了，而诺基亚、爱立信也很无奈，毕竟又一个5G订单被华为抢走了。其实，华为能够那些全球多个国家的5G订单，主要是因为华为实力强大，在研发投入，华为每年都投入上百亿的研发费用，在2017年，华为投入研发费用为811亿元，仅次于大众、微软、三星、谷歌以及英特尔，在电信企业内，华为投入的研发费用是可以说全球第一，投入多，自然能研发出现更先进的设备。另外，相对于诺基亚、爱立信以及四思科的电信企业，华为提供的设备以及方案报价往往比以上那些企业更有吸引力，可以说，华为电信设备服务就是“物美价廉”的代名词，在这样的情况下，自然很多运营商都愿意与华为合作。此次华为再度那些葡萄牙，还与英国在5G上有新的进展，让诺基亚、思科以及爱立信也很无奈，毕竟这些企业都是盟友的企业，却得不到盟友的支持。对于华为5G你们怎么看，对于华为手机你们又怎么看，欢迎留言探讨。", "author": "白萝卜科技", "newsdate": "发布时间：18-12-09", "newstime": "19:24", "sentiment": [{"positive_prob": 0.0386073, "confidence": 0.914206, "negative_prob": 0.961393, "sentiment": 0}]}, {"title": "英国刚把华为从名单中划去，网络就瘫痪了？网友：爱立信助攻华为", "content": "英国刚把华为从名单中划去，网络就瘫痪了？网友：爱立信助攻华为现在的网络发展也是特别的发达，所以说有的网友也是觉得4G的网络也是已经开始满足不了他们的使用了，也就是最近也是传出了消息有5G网络即将的商用，现在全球的国家也是开始弄5G，而华为也是从5G方面开始突出，在进军其他的国家的时候，突然被美国出来用安全问题开始禁止华为进入美国的市场，并且开始游说于别的国家禁用华为。一些日本和别的国家也是选择了跟随美国禁用华为的设备，而英国也是拒绝了华为的设备将要使用爱立信或者是诺基亚的5G设备，不过最近有消息传出，使用爱立信设备的一些国家没有办法上网，许多的用户的手机上网功能完全的瘫痪，没有任何的信号，调查了解之后原来是爱立信设备的关系，签证也是到期了，经历了好几个小时的断网才恢复了网络。英国加上日本还有其他的国家的4G网络也是瘫痪，而且持续的时间也是非常的长，对于现在的网络社会，没有了网络的功能，那么基本上就是什么都做不了，就在美国和一些盟国禁用华为的设备之后，英国等多个国家也是禁用了华为，不过有的国家也是非常的清醒，知道该做什么和不该做什么，根据自己的想法去判断事物的好与坏。而许多的国家也是站出来说不会听取某国的建议，继续的与华为达成了合作，让其帮助建造基础的设施，毕竟之前就已经达成了协议，我们就必须的去完成了他，华为在该建设上也是完成了一半多的工作量，根据爱立信的解释说是相关的证书的期限已经过期了，同时也是加上了这与自己本身的设备没有任何的关系，虽然是网络也是已经恢复，但是对于爱立信本身的实力也是会被用户所质疑，那么这也是从侧面的将华为的印象分增加，可能会是让一些拒绝使用华为的国家回心转意。那么有的网友也是非常的幽默，这次爱立信的突然造成的一次瘫痪，是不是在暗中帮助华为，刚被英国拒绝，英国的网络就瘫痪了？华为在5G方面的技术也是有所保证的，而且在5G技术和专利的方面也是非常的多，更何况对于成本来说，华为无疑是最合适的，英国对于华为的禁止也是没有具体的理由。华为对于5G方面的安全问题也是提了一下，对于5G与4G的差距来说5G是非常的安全的，如果黑客没有足够大的设备，那么根本就是不会将其攻破，所以说对于安全问题这件事，本来就是一些国家的借口而已，对于这件事你们怎么看？", "author": "八零奇趣世界", "newsdate": "发布时间：18-12-09", "newstime": "20:49", "sentiment": [{"positive_prob": 0.119319, "confidence": 0.734846, "negative_prob": 0.880681, "sentiment": 0}]}, {"title": "“一反常态”？华为P20Pro降至3988元，网友：“心疼”", "content": "任何事物都会随着时间的发展而进行变化，特别是今天要和大家说的手机厂商，在这近几十年中，已经经历了一次又一次的变化，无论是之前的诺基亚还是到中间的三星手机，都曾是手机市场中的霸主。而如今，华为手机也在手机市场中崛起，用户纷纷进行了追捧。不知道大家发现了没有，一家手机厂商经过长时间的发展之后，都会慢慢的走下坡路，就连苹果手机近几年也是经历了手机市场的大起大落。不得不说，手机厂商崛起一段时间之后，都会“一反常态”，慢慢变成我们不熟悉的厂商，而今天要和大家说的华为手机就是如此。华为手机在近几年的市场发展还是很不错的，而且华为凭借华为P20Pro的出色表现在全球高端机市场取得相当不错的成绩，而且迅速突破一亿台销量的目标，不得不承认，华为手机的实力是毋庸置疑的。另外今年的华为发布手机的战术我们也能看得出来，那就是“机海战术”。如果是之前，华为还是很稳定的，几乎不会像今年这样大范围的覆盖，但华为想达到高量的销量，就必须要发布多款机型来吸引用户，所以说，今年的华为还是有点“一反常态”的。要知道，今年的市场可是很激烈的，不仅仅是华为，其他厂商发布的机型也是非常多，而今天要和大家说的华为P20Pro就是“机海战术”中的一员。作为P系列的最新旗舰机，华为P20Pro的升级幅度还是很大的，而且今年的华为P20Pro还直接走上了高端旗舰机路线，不过高定位就代表这款手机的关注度要比其他机型高很多，因为有太多的用户想了解华为P20Pro为什么价格和定位会那么高，所以华为P20Pro从发布到现在都备受用户的关注。其实华为P20Pro从发布到现在除了本身的关注度之外，还有其他方面的业务帮助华为P20Pro吸引人气，比如之后升级的GPU Turbo技术，有了这个技术，让华为P20Pro的实力变得更强。而另一方面则是降价，随着近半年时间的磨练，华为P20Pro的价格已经再次刷新来到新低了。根据第三方平台的价格显示来看，华为P20Pro的价格已经来到了3988元，和一开始的定价相比，这个价格还是挺令用户“心疼”的，因为有太多的用户都是原价购买的华为P20Pro，所以在这么短的时间进行了那么大幅度的降价，用户“心疼”也是很正常的事情。不过华为P20Pro现在还可以保持高的关注度，我觉得已经很成功了，而且从这半年的市场口碑来看，华为P20Pro并没有出现过什么大的问题。当然，现在的手机都是买新不买旧，所以华为P20Pro的购买价值已经没有之前那么高了，但这并不妨碍我们来看这款手机。在我第一次拿到这款手机的时候，发现颜值真的没话说，特别是渐变色的设计，新颖的渐变高光配色给我的感觉真的很惊艳，不过半年时间过去了，有好多厂商都在采用类似的设计，所以现在来看，算不上出彩。另外正面的刘海屏设计还是要批评下的，因为今年好多厂商都拥有了自己的特色设计，唯独华为高端机，一直都没有动静。此外，性能方面也是不那么给力，虽然有GPU Turbo技术加持，但麒麟970处理器的性能并不强大，这点也是比较无奈的一个地方。当然，在拍照方面这款手机表现还是很不错的，特别在夜拍方面，华为P20Pro的技术已经是“登峰造极”。按照目前的眼光去看华为P20Pro，确实是一款优秀的国产高端机，但这才过了半年，价格就降了这么多，还是很难令人信服的，或许很多用户下次再换新机的时候，都会进行一定的犹豫吧。对此，您是怎么看的？", "author": "智能手机这点事", "newsdate": "发布时间：18-12-09", "newstime": "22:00", "sentiment": [{"positive_prob": 0.0120228, "confidence": 0.973283, "negative_prob": 0.987977, "sentiment": 0}]}, {"title": "5G之争，暗潮涌动，华为“受伤”在意料之外，却也不难理解！", "content": "这几天只要关注科技，关注通信技术的网友都知道，华为这几天很受伤。当然大家也知道，这一切的根源背后，更多的还是5G技术之争。自从1986年摩托罗拉推出“大哥大”，预示着通信技术正式迈入无线网络之后，关于通信技术的争斗，从来就都是惊心动魄，从1G到5G，各方势力就一直在明争暗斗，可以说是一场隐形的战争，所以这次华为的受伤也在意料之中。我们知道1G最开始是摩托罗拉提出来的，最后爱立信也跟进，就是“大哥大”技术，但在当时各厂商都是自己搞自己的，标准不统一。于是欧洲觉得这样不行，必然全球统一一个标准，于是在1990的时候，2G即GSM的概念提了出来，欧洲牵头。当时推出来之后，欧洲可是赚了很多的钱，全球都采用欧洲的标准。于是美国不干了，觉得这样不行，于是高通站了出来，提出CDMA标准，同时还为了此标准做了一大堆的工作，从专利到芯片到技术服务，但还是搞不过GSM，毕竟高通起步晚了。到3G时，美国找上了中国，说不能再让欧洲的WCDMA一家独大，要不我们都提出自己的标准。于是中国提出了TD-SCDMA，美国高通提出了CDMA2000，欧洲是WCDMA，三都都成为了标准，不再欧洲一家独大。而中国的TD-SCDMA标准中高通也含有大量的专利，可以说3G时代，就是高通收割时代的崛起，因为接下来到了4G时，所有的手机均要支持多模式，高通CDMA专利谁都绕不过去，不得不乖乖的给高通付钱。到4G时代时，中国主推TD-LTE，欧洲主推 FDD-LTE模式，终于中国也成了标准的制定者之一，不再像是提出TD-SCDMA标准时那么被动了。而5G则是与1-4G截然不同，因为1-4G可能更多的还是在为手机这样的通讯服务，但5G意味着万物互联时代的开始，预示着通信进入进入一个新时代，物联网、人工智能，自动驾驶等等都将因5G而改变，市场远远大于1-4G，所以标准之争更激烈了。我们知道在此之前，已经有过一轮的标准之争，华为取得了一个小胜利，华为主导的Polar成为了eMBB场景中的控制信道编码，而高通主导的LDPC成为了数据信道编码。并且接下来在mMTC、uRLLC场景之中，还会有各种标准之争，谁占了主动，谁成为标准制定者，则代表着接下来在通信技术之争中有了更多的话题权，甚至一定程度上可以赚得盆满钵满，所以谁都不愿意落后了。华为做为目前5G领域最有实力的代表企业之一，在这中间的作用非常重要，所以暗潮涌动之下，却是大家各自在技术实力、话语权、手段下的综合较量。所以华为的这次事件，其实也是5G技术之争之下的一个在意料之外，但也在情理之中的事情，不难理解，你觉得呢？", "author": "只说数码科技", "newsdate": "发布时间：18-12-09", "newstime": "17:28", "sentiment": [{"positive_prob": 0.542127, "confidence": 0.157458, "negative_prob": 0.457873, "sentiment": 1}]}, {"title": "华为上半年旗舰价格再次下跌，其实这款手机更具革命意义", "content": "华为MATE 20Pro确实是一款非常成功的手机，严格来讲它是华为最强的旗舰，但是我们忽略了它上半年的P20系列，我认为P20可能更具有革命性意义，具体有3个层面；一、拍照部分的革命性意义——把手机带到大底时代华为P20Pro这次真正的拍照革命和三摄无关、更和徕卡无关，而是将手机带回到了“大底”时代，因为手机不能成为相机，自身有太多的限制，一味地提高像素是没有用的，甚至会出现负优化现象，因此就出现了两种方案，一个是增大传感器的面积，另一个是通过算法来实现，因为硬件的限制，算法只能在效果上接近越来越好，在算法层面目前做得最好的不是三星，而是谷歌的Pixel系列，只不过它没有国行版，但这只是算法层面，综合来看三星和苹果可能更强一些。但是因为硬件的限制，软件再怎么优化其实都有上限，所以华为P20Pro将采用大尺寸的传感器，其实用大尺寸传感器这个决策，一般厂商做不到，苹果和三星就不敢，因为手机内部空间有限，大尺寸传感器占用空间多，因为内部堆叠的问题，这会涉及各种取舍问题，苹果和三星这样的品牌不会为了拍照而牺牲手机的其他元素，但是华为突破了这点，上次把手机拍照代入“大传感器”时代的是诺基亚PureView808和1020，对，就是6年前用4100万像素那货。如果不是华为P20，我可能就彻底进入“硬件止步，只拼算法”的时代了，华为和索尼合作，定制了IMX600，MATE20Pro也是这个sensor，型号和规格是没变的，主摄IMX600，它的CMOS尺寸有1/1.7英寸，是目前最大的CMOS，单位像素的尺寸是1μm，像素数也高达4000万，华为的这个这只是一次重大突破，它的传感器像素排列和普通手机也不同；图片来自视频素材截取普通的CMOS排列是Bayer，每个像素都是2*2的RGBG方阵，然后通过3种子像素再把实际感受到的光线进行编码和运算，然而成像，索尼IMX600的COMS用到的是Quad Bayer排列，分成4个相同的像素方阵，每个point由4个pixel组成，像素总量有了4倍提升，我先声明一下，索尼的这技术不是第一次用，但是第一次用这么大底，而这第一次给了华为，P20Pro再一次把手机拍照带到大底的时代，MATE20Pro的CMOS和它是不变的，只不过多了点玩法，所以P20 Pro具有革命意义。二、P20Pro外观的革命性意义——渐变色虽然极光玻璃并非华为掀起的热潮，但是渐变色在国内市场的热潮是华为P20Pro掀起的，当然，和P20无关，P20Pro才有的渐变色，而且P20Pro的整体做工更好，玻璃背板和玻璃中框的衔接是无缝的，而P20则在玻璃和中框之间加入了缓冲带，材质依然是塑料，这个构造不是千元机吗？难道是故意和Pro拉开差距？华为P20 Pro的正面设计可能大家认为不好看，那是因为时间的问题，而它背面的卡片机外观确实做得还不错，正面丑是因为顶部有个小凹槽，并且底部是很宽的下巴还留下了万恶的Home键，凹槽顶部边框左右并没有对齐，而且正面上下留白不齐导致的视觉不匀称，所以正面丑，但是背面的渐变色+多层镀膜工艺确实很美；其实美丑不重要，重点是在国内掀起了热潮，国内其他厂商都在跟进，而现在的MATE20 Pro也有了渐变色款，也是保留了P20 Pro这种设计元素。产品线定位更加明确华为从P20开始，整体的设计开始更加年轻化，不再是以前的商务风，话说以前的P系就是年轻的高消费群体，MATE才是商务人群的选择，但是当时就是看不出来P系哪里年轻了，如今好了，现在的P系列更加年轻时尚了，而且如今的MATE系列和P系列逐步打通，不再有明确的界限，可能以前P系列必须主攻拍照，MATE主打超大屏幕，以及续航，现在P系列也可以有大屏，也可以有续航，MATE系列也可以有拍照，也可以有新鲜的技术，也可以有年轻化的设计。还有一点很有意思，去年的MATE10和MATE10Pro感觉产品线有点混乱，让人看不出谁是MATE10和MATE10 Pro谁是旗舰，谁是次旗舰，今年就有趣了，P20和P20Pro的差距非常大，首先P20在拍照上阉割得很厉害，对比P20Pro完全是两款手机，其次是中框的缓冲带，还有扬声器的差距等等，再也不是屏幕尺寸的差距了，到了MATE20和MATE20 Pro这代差距就越来越大了，不带“Pro”的MATE或者P不再像次旗舰，反倒成了普通的高端机，华为对产品线的把控与划分越来越明显了，这点也是从P20这代开始的。是不是现在才发现P20Pro更具有革命性意义？MATE20Pro也是在其基础之上，融合了其他的元素加以整合，大家喜欢MATE20Pro，只不过是因为它更完美，如果要说意义的话，P20Pro或许更适合。", "author": "天使科技馆", "newsdate": "发布时间：18-12-09", "newstime": "12:53", "sentiment": [{"positive_prob": 0.980205, "confidence": 0.956011, "negative_prob": 0.0197949, "sentiment": 2}]}, {"title": "英国将华为从名单上划掉之后，华为与该国合作，成功签下一份订单", "content": "英国将华为从名单上划掉之后，华为与该国合作，成功签下一份订单华为在5G的道路上可以说是磕磕碰碰，身上也是没有一处是完好的，美国对于华为的封锁也是非常的厉害，联合盟国对华为封锁，用虚无缥缈的“安全问题”拒绝了华为，对于这种重重围合的情况下，华为未来的路也是雾蒙蒙的一片，对于自身的技术也是非常的自信，毕竟华为在研究方面也是投入了不少的资金。还有一方面就是，美国也是使用了一些手段，只要是不使用华为设备的国家，美国也是会给一些补贴，还在游说盟国对于华为开始抵制，但是有一些别的国也是也是犹豫不决，在旁边观看局势，对于英国来说在之前也是说了华为在5G方面的事情，本身觉得交给华为也是非常的不错，华为在英国的5G建设方面也是下了非常足的工作，还同意了许多的要求之后，才答应跟华为合作，不过最近也是传出了消息，英国又反悔了，在本来的名单上面有华为的名字，但是又被删掉。不过华为在5G技术方面也是根本就是不用担心，因为本身没有问题，那么就是真的不缺合作伙伴，华为的背后也是有十多亿的人作为后盾，人才也是不缺的，所以说在华为拿下了22个之后，华为也是在美国的封锁下拿到了下一个订单，而这个订单是来自欧洲的国家，能在美国的威压下还站出来支持华为的也是不少了，这份支持也是来之不易。葡萄牙也是传出消息开始与华为进行5G方面的建设，一起打造5G的建设，其实双方在两年前也是开始了合作，对于葡萄牙这个时候站出来支持华为，也是非常的不容易，因为这等于放弃了美国来帮助华为，能够无视“安全问题”将5G的建设交给华为，也是表现出了对于华为的信任。对于华为其实在很早之前就已经有了5G的证明，本来就是有资格进入欧洲中国家的建设，但是事实上却是被一些国家所禁止，那么虽然有的国家也是跟住美国禁止了华为，但是华为的不放弃，也是拿到了许多的5G订单，虽然现在的局势对于华为也是不利，但是华为也正在努力的将一些屏障打破，总有一天中国的科技肯定会被全世界所认可。对于我们中国的科技也是比别人的起步晚，但是我们也是在奋勇直追，总有一天我们也是能够站在科技的巅峰，向着更高的发展，对于华为的5G技术来说也只是开始，第一个出来证明中国的技术，而对于美国禁用华为的表现，也是现实出了美国对于中国的发展也是开始担忧了起来，对于这件事你们怎么看？", "author": "八零奇趣世界", "newsdate": "发布时间：18-12-09", "newstime": "19:44", "sentiment": [{"positive_prob": 0.608287, "confidence": 0.129526, "negative_prob": 0.391713, "sentiment": 2}]}]