[{"title": "为什么“安卓机皇”华为P30Pro最近不火了？三个原因很现实", "content": "现在的华为手机在中国市场拥有庞大的用户群体，已经快速成长为第一大智能手机品牌，是 众多友商学习的榜样也是他们不能够忽视的强敌。是的，最近华为所取得的成绩大家是有目共睹，旗舰领域更是取得突飞猛进的突破，不过话说回来，在激烈的市场竞争环境当中，它的部分产品处境还是挺尴尬，例如这一次网友直言为什么“安卓机皇”华为P30Pro最近不火了？华为P30Pro是今年三月份登场最新的旗舰机，也被冠以“机皇”之名，所以无论是硬件配置还是颜值打磨都是十分到位的。首先，华为P30Pro率先运行EMUI10系统并与麒麟980处理器形成更强的协同能力，应对日常应用程序是绰绰有余，体验主流游戏的帧率稳定性也不会存在太多可挑剔的地方，得益于达芬奇独立双核NPU神经元的驱动还有超级夜景模式的深度优化，徕卡认证三摄模组也曾经拿下DXO排行榜第一的位置，这也说明无论是成片的速度还是成像的质量都是妥妥的。另一方面，华为P30Pro标配一块6.39英寸全视觉曲面屏，得益于先进的COF封装工艺带来震撼的视觉效果，配合铝中框的紧密贴合，握持手感舒适的同时也兼顾日常生活防水的需要，4200毫安电池和40W超级快充也能够达到长续航的标准。综合来说，华为P30Pro的表现符合其机皇身份，那么我们回到开头的问题，为什么“国产机皇”华为P30Pro最近卖不动了？我们咨询了销售人员，他们给出三个原因很现实。第一，众所周知，华为P30Pro发布之初售价高达5388元，因为当时确实没有太多竞品能够与之相匹敌，所以它能够持续被热捧，可是现在今非昔比，随着小米CC9Pro、一加7Pro等机型的强势蚕食，前者的地位已经逐步被取代，目前最低跌至4677元依然没有性价比可言，这是最“致命”的原因之一。第二，随着三大运营商拿到5G牌照，国内大部分的主流品牌都在推广自己的5G手机，而华为更是不留余力，也就是说不支持SA和NSA组网的华为P30Pro将面临一年甚至半年内被淘汰的可能，所以还是有不少人选择拜拜或者再等等。第三，说起华为不得不提苹果手机，最近一段时间包括iPhone11和iPhoneXR在内的多款产品进行降维打击，这给华为P30Pro确实压力挺大的，毕竟品牌华为的品牌号召力目前还拼不过苹果，仅仅依靠情怀是远远不够的。在小编的立场出发，现在华为取得的成绩值得我们肯定，而P30Pro也是功不可没，只是现在它由于缺乏性价比、新元素和品牌号召力，慢慢没那么受热捧也就不难理解了。", "author": "老实人日报", "newsdate": "发布时间：19-11-23", "newstime": "22:06", "sentiment": [{"positive_prob": 0.0727796, "confidence": 0.838268, "negative_prob": 0.92722, "sentiment": 0}]}, {"title": "在华为日本公司工作的人：都是什么样的“大神”？", "content": "11月21日，华为发表了一项数据称：2018年一年的时间，给日本带来了大约有7660亿日元的经济效益，保证了大约4万6400人的就业以及贡献了2080亿日元的税收。这是什么“神仙”数据？对于日本来说，简直是雪中送炭一般。根据梁华介绍，2019年华为从日本企业采购金额达到历史最高，为1兆1000亿日元，预计2020年进一步扩大。华为对日本的“贡献”华为是全球知名的中国企业之一，在全球化的今天，高端产品的生产必然涉及到“全球供应链”。日本与中国临近，同时也是亚洲技术的领头羊，许多日本企业都是行业的佼佼者，使用日本公司的零部件是无可厚非。华为给日本带来7660亿左右的经济贡献，究竟分为几个方面呢？根据Oxford的调查统计，主要有三个方面：直接效果：华为给日本企业的利益以及华为在日本公司的工资；2018年，华为给到日本的利润以及员工工资总计可以达到196亿日元；间接效果：从日本企业采购，带动整个日本供应链收益；2018年，华为从日本供应商处采购达到7210亿日元，大部分为电子零部件以及设备；诱发效果：整个供应链的员工工资以及以华为产品为中心的消费；华为日本卖场我们都知道，华为是一家“工资很高”的公司，既然华为已经在日本设立公司的话，那么肯定会招聘日本人员工。从其发给员工工资的金额可以看出，该公司的日本员工工资水平也是相当的高！其实华为日本公司是唯一一家加入日本经团连的中国公司，在日本有1000多人的团队，而华为日本究竟是一家什么样的公司，无论对于国人还是日本人，都是“谜”。曾经华为在日本给出“40万日元”（大约2.5万RMB），招聘应届毕业生，在日本引起了很大范围的讨论。那么究竟在华为日本工作的日本人都是什么样的“神仙”呢？第一批入职华为的日本人：工资很高，最开始不被周围人看好A先生（因未取得本人同意，全部用化名称谓，后文相同）是2013年作为第一批入职华为的日本应届毕业生，他这样说：刚入职的时候，两国关系有些暧昧，家人和朋友也都很担心。现在华为手机的知名度越来越高，并且在日本也是话题十足，现在周围人的反映完全变了。去年和朋友一起吃饭的时候，还被他们说我的工资高。A先生是日本芝浦工业大学的研究生，一直到华为的人事找到他，他都没有听说过华为的名字。对于入职华为的契机，他这样说：自分の研究分野がファーウェイの事業領域に近くて、しかも自分が将来的にやりたいと思っていた研究を、ファーウェイは既に始めていました。人々の生活を支えるインフラを手掛けている点にも惹かれました。（自己研究的领域，与华为的事业领域很相近，并且也是自己未来想要继续做的研究，并且华为已经着手研究了。该研究支撑人们生活基建的做法，吸引了我。）他就是这样抱着“周围人的担心和不安”的心情，入职了华为。但是加入以后他就发现，完全没有任何需要担心的地方，在中国企业中可以尽早的独立研发，是他所追求的。日本企业的话，不会让新毕业的大学生独当一面，对于琐事的要求十分严格。对于此A先生也是感到十分意外，进入华为以后，先进行了1个月的研修，主要学习客户对应，前辈这样对他说：再进行一个月的研修应该就没有问题了。虽然刚开始对应客户的过程十分痛苦，但是很快他就找到了解决办法，很快就能够独当一面。华为的60%部长层是85后，有41%的海外据点的责任人为80后。A先生是5G类项目之一的技术负责人，所开发的产品预计2020年实现商用化。A先生入职华为之后，感受最深的就是“速度”。对于客户的要求反映迅速，并且竭力完成，换句话说就是“忙”。比如系统发生故障以后，即便是深夜将数据传输到中国总部，第二天也会反馈处理结果。A先生适应了这种节奏以后，晚上一般都不会安排其他事情，以防会有突然依赖。华为是一家能够将自身价值“金钱化”的公司，自己有多大能力就能够拿多少工资。A先生对此十分赞同，他这样说：ファーウェイを去るのは、より魅力的な仕事と報酬を提示されたときか、逃げるとき。（除非有更加有魅力的工作和工资的时候，或者是自己逃避的时候，才会从华为离职。）但是他自己对华为的产品很有信心，认为日本人是时候去掉对中国的“先入观念”了。国际观念的日本人：孩子的支持，让我跳槽到华为B先生今年49岁，是2017年从美国的一家IT设备公司跳槽到华为日本的，在此之前他在日本、美国、欧洲工作。B先生在美国上的大学，学习计算机科学，毕业后入职到一家日本有名的电机厂家，只待了两年就离职了。1994年的时候，对手机很感兴趣，就入职了一家北欧的通信公司。在这家公司他工作了16年，2010年的时候跳槽到了一家美国的IT设备公司，因为他看到了网络的进化，想要学习更多的知识。大约5年前，华为日本的前任社长找到了他，希望他能够来到华为。但是当时他在之前公司还有一些未完成的工作，最开始拒绝了华为的邀请。数年以后，现在的社长再次向他抛出了橄榄枝。对于此事，他这样说：何度も声を掛けてもらってありがたかったし、ファーウェイは事業ポートフォリオがとにかく広く、無線、IP、携帯電話と、通信に関する技術を網羅している世界でも稀な企業だったことに魅力を感じました。（多次联系我十分感谢，华为事业范围很广泛，从无线、IP、手机以及通信技术等，在世界上也是比较独特的公司，十分有魅力。）此次跳槽，B先生的妻子很反对，在家庭会议上，没想到自己的孩子却十分支持。上一次跳槽到美国公司，孩子问了B先生很多问题，但是这次当他孩子直到B先生要去华为时，却十分开心的说：中国企業？ かっこいいね。（中国企业？太棒了。）从B先生来看，华为公司有欧美风和亚洲风。在公司决定以及组织架构上，更加偏向于欧美企业；可是员工的工作氛围，让他感受到亚洲企业的风格。华为在日本得到“尊重”前文中我也提到，华为是唯一一家加入日本经连团的中国企业，很多人并不知道这意味着什么，这意味着“认可，肯定和尊重”！日本有三大经济联合团体，分别是日本商工会议所、经济同友会和日本经济团体联合会（简称：日本经连团），其中日本经连团最有影响力。日本经连团最初成立的目的是，确保财团以及企业对日本经济政策的发言权。历届的会长，都是日本制造业顶尖的人物，并且会长的权限很大，是日本唯一一个配有警视厅专用保镖的非政届人物。这个团体的会长与副会长是哪些人物呢？说出来各位也都熟知：比如日立制作所掌门中西宏明、丰田汽车副会长早川茂、三菱重工社长宫永俊一等。加入公司都是全世界知名公司，比如三菱、丰田、三井住友、IHI、佳能、东丽等。结束语华为日本公司工作的日本人与中国人比例大约各占一半，也就是说至少有500人以上为日本人员工。最开始前往日本时，很多人并不看好华为，其实经过几年的耕耘努力，华为在日本的人气也逐渐提升，周围人看待华为员工的看法也发生着改变。其实很多感受真的无法用语言来表达，当我走在日本的街头，远远的看到印有“HUAWEI”字样的大楼时，在原地伫立许久。", "author": "日本二三事", "newsdate": "发布时间：19-11-23", "newstime": "10:01", "sentiment": [{"positive_prob": 0.401878, "confidence": 0.106937, "negative_prob": 0.598122, "sentiment": 0}]}, {"title": "同样是旗舰机！为啥iPhone能用四五年，安卓却只能用两三年？", "content": "同样是旗舰机！为啥iPhone能用四五年，安卓却只能用两三年？众所周知，在互联网信息时代，人们的衣食住行，都跟网络息息相关，智能手机成为了一种“必需品”，在一二线城市，出门不需要带现金，只要有手机，就能使用微信、支付宝付款，用美团、饿了么点外卖，或者是淘宝网购，而手机作为一种必需品，同时也是消耗品，曾经功能机能用七八年的时间，而现如今，同样是旗舰机！为啥iPhone能用四五年，安卓却只能用两三年？如果用一两千的安卓手机，跟iPhone手机相提并论，讨论“性价比”的问题，显然是不合适的，但如果用同样是四五千，甚至是六七千的安卓旗舰机，比如说华为、三星的部分高端机型，要直接跟iPhone相比，其实差距是非常好明显的，一般来说，iPhone手机能用四五年的时间，像是iPhone 6s如今就依然运行流畅。但说起安卓手机，一两千元的手机，基本使用了一年不到的时间，就开始卡顿了，即便是四五千块钱的旗舰级，却也只能用两三年的时间，也就变得卡顿了。不吹不黑，真正用过安卓手机、苹果手机的人，应该就能明显感觉到，虽然同样是旗舰机，一开始安卓、iPhone都很流畅，可使用了两三年后，差距就十分明显了。那既然如此，我们回到正题，凭啥iPhone能用四五年，安卓却只能用两三年？难道苹果公司的系统、处理器就更好吗？首先，处理器的性能只要够用就行了，所以说，同样是旗舰机，导致手机卡顿的原因，并不是性能的问题，那只有一个可能，就是系统问题，目前市面上的安卓手机，基本都不是使用原生态系统，这才是根本的原因。并且安卓系统、iOS系统也确实有明显的差距，如果是使用安卓系统，其实时间一长，就容易积攒很多难以清理的系统垃圾，也正因为此，iPhone能用四五年，安卓却只能用两三年，但事实上，你难道会把一部手机用四五年的时间吗？", "author": "天下快谈", "newsdate": "发布时间：19-11-23", "newstime": "17:29", "sentiment": [{"positive_prob": 0.00491918, "confidence": 0.989069, "negative_prob": 0.995081, "sentiment": 0}]}]