[{"title": "美国政客急不可待要给华为“送终”，却被媒体和网民打脸", "content": "自周四凌晨美国政府连出两记杀招欲将中国高科技企业华为“置于死地”后，美国国会里一些反华的参议员也跟着欢庆起来。然而，事情却并不像这些反华政客想得那么简单。如上图所示，美国CNN新闻网几小时前就在一篇报道中打出了这样的标题：失去华为这样一个客户，会令美国科技公司损失多达110亿美元的收入。美国CNN的这个数字来自于去年华为给全球1.3万个供应商支付的原件和零部件采购金额。在这总共700亿美元的采购中，美国企业占其中的大约1/7，为110亿美元。因此，CNN指出美国特朗普政府对于华为的绞杀，也将令美国自食恶果，威胁到美国自己企业的利润。这也是为何，当美国国会上院的反华参议员、来自美国阿肯色州的参议员汤姆·考顿（Tom Cotton）在他的个人社交账号上宣称华为已经“死”了的时候，他这条贴文下面同样有不少美国网民在斥责他的愚蠢。比如下面这位获得不少点赞的美国网民就写到：华为是拥有千亿美元价值、在全球170多个国家运营的企业，更是美国至少10个农村通讯服务供应商的合作伙伴。所以这哪里是华为“死”了，说美国村民廉价的通讯网络服务“死”了还差不多。这又有什么好幸灾乐祸的？简直是无知。还有其他外国网民也在讽刺说：华为那些美国的供应商才是真的“死”了。另外，一些对华为公司有所了解的美国网民也在这个反华参议员的帖子里表示，华为对于被美国绞杀早已做好了准备，比如他们已经有了自己研发的芯片。还有网民介绍说华为在5G方面拥有不少核心专利，所以美国不用华为的设备，华为照样能收专利费的，又何谈“死”呢？所以，正如下面这位美国网民所说，这场游戏可没结束，而是才刚刚开始呢。而另一位来自印尼的网民更是毫不留情地挖苦说：你们美国的参议员都是这么没脑子吗？我一个吃瓜的印尼人都快被你蠢哭了……来源：环球时报", "author": "中国经济网", "newsdate": "发布时间：19-05-18", "newstime": "14:30", "sentiment": [{"positive_prob": 0.00322166, "confidence": 0.992841, "negative_prob": 0.996778, "sentiment": 0}]}, {"title": "华为发布致全球客户的一封信：能够在极端情况下继续服务客户", "content": "近日，美国商务部工业和安全局(BIS)宣布把华为列入“实体名单”，此举意味着将禁止华为在未经美国政府的批准下从美国公司购买零件。华为许多人都十分担心，美国给华为“断粮”之后，是否还能继续维持业务发展。今日，华为发布致全球客户的一封信，信中强调虽然华为受到美国的限制，但华为已经建立了一整套严密有效的业务连续性管理体系，可以确保华为绝大部分产品在极端情况下继续服务客户。华为华为称，受到美国商务部产业与安全局的管制，所有向华为出口、在出口或进行境内转让都必须受到许可，这也就意味着华为采购美国商品或者间接采购受到影响。华为表示已经就此事寻求救济和解决方案，采取一切积极措施，降低此事件的影响。此前华为海思总裁何庭波、华为公司、余承东本人等均在不同渠道发表回应到将会继续为客户提供完整服务。华为其中何庭波提到，多年前，还是云淡风轻的季节，公司做出了极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务……今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部转“正”!余承东更是强调，“除了自己的芯片，还有操作系统的核心能力打造!”以下为华为致全球客户的一封信原文：", "author": "天极网", "newsdate": "发布时间：19-05-18", "newstime": "11:58", "sentiment": [{"positive_prob": 0.945247, "confidence": 0.878327, "negative_prob": 0.0547527, "sentiment": 2}]}, {"title": "华为有哪些“备胎”？这里有一份中国芯片企业权威榜单", "content": "来源：中国证券报今天，华为海思备胎一夜转“正”刷屏了朋友圈。这其中，有无奈，也让国产芯片股为之沸腾。过去，很多国产芯片公司往往只能作为整机厂的“备胎”甚至连“备胎”资格也没有，但在供应链风险严峻、中兴华为先后敲响警钟之后，未来国产芯片企业或将赢得整机厂商更多关注目光，半导体国产替代空间广阔。中国半导体行业协会5月17日发布了2018年中国集成电路各产业环节的十大（强）公司榜单，其中不乏上市公司或科创板受理企业，他们有的已经跻身世界巨头供应链，有的仍然在“备胎”道路上下求索。未来，中国电子信息产业或许需要给予他们更多机会，假以时日，他们或许会迎来真正的高光时刻。国产半导体或迎机遇华为海思“备胎”转“正”，成为5月17日开幕的2019世界半导体大会的热议话题。中国半导体行业协会副理事长于燮康接受中国证券报（ID：xhszzb）记者采访时，对华为任正非在90年代便开始自研芯片的战略眼光表示十分赞赏。他同时认为，在当前国际环境下，国内半导体产业在某种程度上迎来了发展机遇。“现在中国集成电路产业链已基本建立完整，未来向更高层次发展，需要以应用为牵引，国产产品需要有输出的机会，需要从不完善走向完善的过程。”于燮康表示，这一市场十分广阔，建议鼓励国产替代。他在大会演讲中援引海关数据称：“集成电路产品仍然为我国单一最大进口商品。”——2018年，中国集成电路进口金额为20584.1亿元（约合3120.6亿美元），同比增长19.8％，首次超过3000亿美元；而集成电路的出口金额仅为846.4亿美元，同比增长26.6％。中国集成电路产品进出口逆差仍在扩大，达到2274.2亿美元，同比增长17.47％；集成电路产品进出口量逆差达2004.7亿块，同比增长16.20％。市场调研机构Gartner 2019年初曾发布了一份2018年全球前10大芯片买家数据，中国占了四席，分别是华为、联想、步步高和小米。这四家中国企业2018年一年支出近600亿美元来采购芯片，其中华为最多，支出约211亿美元，较2017年增长45％。不过，在鼓励集成电路产业国产替代前，也需要考虑责任分担的问题。赛迪顾问总裁孙会峰接受中国证券报（ID：xhszzb）记者采访时表示，集成电路的生产制造都是环环相扣，需要万无一失。归根结底，产品技术创新是国产芯片突出重围的重要方向。结合过去IC电话卡芯片、手机SIM卡芯片成功实现国产替代的经验，清华大学微电子所所长魏少军在演讲中表示，创新需要敢为人先、敢于打破常规、不怕失败、不拘泥于现实。他表示，在可重构芯片、神经网络芯片以及硬件安全等领域，都已经出现了国产技术创新的火花。国产半导体十强榜单发布海思蝉联设计第一在今天召开的世界半导体大会上，中国半导体行业协会揭晓了2018年中国集成电路设计、制造、封测、功率器件、MEMS、设备及材料领域的十大（强）企业。值得注意的是，多家上市公司或科创板受理企业位列其中。这些企业有的已经成功攻城略地，拿下较高市场份额，如豪威科技、汇顶科技，有的则还需要经历进一步获取客户认可，如很多半导体装备和材料企业。集成电路设计在设计领域，涉及上市公司层面的企业共有六家，分别是韦尔股份正在收购的豪威科技（第三）、拥有三家上市IC设计公司的华大半导体（第五）、中兴通讯控股子公司中兴微电子（第六）、汇顶科技（第七）、士兰微（第八）、北京君正发起收购的北京矽成（第九）。北京矽成也是榜单的新面孔，截至预估基准日（2018年12月31日），北京矽成估值71.97亿元。海思和紫光展锐继续蝉联第一、第二的位置。在5G方面，两家公司先后发布5G基带芯片Balong 5000和春藤510。值得一提的是，早在2016年，海思就以销售收入303亿元排在中国集成电路设计十大企业榜首。据DIGITIMES的数据，2018年海思收入近76亿美元，同比增长34.2％，还入围了2018年全球十大集成电路设计公司，排名第五。集成电路制造制造榜单中，十家企业有五家是中外合资：三星中国（第一）、英特尔大连（第二）、SK海力士中国（第四）、台积电中国（第七）、和舰芯片（第八）。中芯国际、上海华虹、华润微电子、西安微电子、武汉新芯分别位列第三、第五、第六、第九和第十。上述企业中，华润微电子启动科创板上市，和舰芯片科创板IPO申请已被受理并进入问询。集成电路封测封测领域前三甲席位不变，依次是江苏新潮科技集团有限公司、南通华达微电子集团有限公司、天水华天电子集团。2018年的榜单中，新面孔有三星电子（苏州）半导体有限公司和全讯射频科技（无锡）有限公司，分列第六名、第七名。半导体材料材料领域，主营业务为引线框架、键合丝等半导体封装材料的康强电子排名第一，拥有印制电路板、封装基板及电子装联三项业务的深南电路排名第三，从事高纯溅射靶材的研发、生产和销售业务的江丰电子从2017年排名第二下滑至2018年的第九名。半导体设备设备方面，生产等离子刻蚀设备的中微半导体排名从2017年的第三名上升到第一名，公司正在冲击科创板，已获上交所问询。北方华创全资子公司北京北方华创微电子装备有限公司维持第二名，中电科电子装备集团有限公司则从2017年的第一名下滑至第三名。半导体功率器件功率器件榜单中，扬杰科技、华微电子、苏州固锝、捷捷微电这四家A股公司跻身前十强；A股IPO进程中的无锡新洁能排名第六；国家大基金持股的北京燕东微电子有限公司排名第十，较2017年下滑一个名次；乐山无线电股份有限公司为新面孔，排名第五。半导体MEMS半导体MEMS领域，歌尔声学和瑞声声学的名次较2017年未发生变化，分列第一、第二；苏州敏芯微电子技术有限公司从第五名跃居至第三名；华虹宏力半导体参股企业上海矽睿科技有限公司排名第七；已从新三板的摘牌的苏州纳芯微电子股份有限公司排名第九。需要说明的是，上述榜单由中国半导体行业协会根据行业季度统计报表及各地方协会统计数据进行评选，未填报报表或地方协会未纳入统计范围内的企业不在评选范围内。造芯新势力层出不穷平头哥、大鱼半导体亮相南京中国证券报（ID：xhszzb）记者在2019世界半导体大会的厂商展区发现，台积电、富士康、紫光集团、通富微电、华天科技、新思科技等国内外传统半导体领域大厂均设立了展位。人头攒动中，“大鱼半导体”以及“平头哥半导体”的联合展位首先吸引了记者的注意。2018年9月，阿里巴巴宣布整合此前收购的中天微和达摩院自研芯片业务，成立平头哥半导体公司。“平头哥”是蜜獾的别称，这种动物性格“人狠话不多”，有动物界“扛把子”之称。中天微的主要业务是提供RISC-V架构的CPU IP核，主要面向多媒体、安防、家庭、交通、智慧城市等IoT领域。公司副总经理陈昊介绍，终端产品累计销量达到10亿颗，合作客户数量超过100家。南京大鱼半导体则是今年4月刚刚成立，分拆自小米全资子公司松果电子，小米持有大鱼半导体25％股权，其余为大鱼半导体团队集体持股。大鱼重点进军AIoT芯片研发，在配合小米集团战略的同时，也将积极拥抱即将爆发的AIoT市场。在今天的世界半导体大会上，大鱼联合平头哥，全球首发了一款物联网NB-IoT芯片大鱼U1。发布会现场拥挤不堪，主办方临时还在后排增加了好多座椅。大鱼相关负责人向中国证券报（ID：xhszzb）记者介绍，大鱼U1物联网芯片采用了平头哥的CPU IP核，内置GPS/北斗，这样便可进行位置跟踪。“可能的一个场景是，应用于患有阿尔茨海默病老人。在老人处于安全活动范围时处于睡眠状态，保持超低功耗；当老人行动超过设定的安全距离范围时，工作状态立刻激发，发出信息提醒老人家属，这样就可以防止老人走失。”大鱼半导体相关负责人表示，已经有客户签约该芯片，7、8月左右可正式量产，今年的营收目标是达到1.5亿元。不过他也表示，一两年内产生直接经济效益仍然非常困难，还需要进一步扩大产品市场影响力，获得更多客户认可。", "author": "金融界", "newsdate": "发布时间：19-05-18", "newstime": "07:21", "sentiment": [{"positive_prob": 0.169538, "confidence": 0.623248, "negative_prob": 0.830462, "sentiment": 0}]}, {"title": "华为致信全球客户：保证绝大部分产品仍能继续服务", "content": "DoNews 5月18日消息（记者 赵晋杰）华为5月18日向全球客户发了一封信，其中写道，华为反对美国商务部工业与安全局（BIS）的决定，并表示华为已经建立了一整套严密有效的业务连续性管理体系，可以确保华为绝大部分产品在极端情况下继续服务客户。在信中，华为称，将立即就此事需求救济和解决方案，采取一切积极措施，降低此事件的影响。5月16日，BIS将华为列入所谓“实体清单”。这意味着，所有受BIS《美国出口惯例条例》（EAR）管辖的物品，向华为出口、再出口或进行境内转让都必须获得许可。对此，华为轮值董事长胡厚崑当天即发表了内部信，表示这是美国政府出于政治目的持续打压华为的最新一步。对于大家对华为的潜在担忧，胡厚崑称这种情况，“公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响”。随后，5月17日凌晨，华为半导体公司海思总裁何庭波，也发表了一封内部信。她在文中写道，多年前，华为就曾做出了极限生存的假设，“预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务”。为此，华为海思为公司的生存打造了无数“备胎”芯片。在华为被BIS列入“实体清单”这样的极端情况下，华为海思曾经打造的所有备胎，将在一夜之间全部转“正”。何庭波讲到，“这些努力，已经连成一片，挽狂澜于既倒，确保了公司大部分产品的战略安全，大部分产品的连续供应”。（完）附《华为致全球客户的一封信》：相信您已经注意到，美国商务部BIS（产业与安全局）刚刚宣布把华为列入“实体清单”。所有受BIS《美国出口惯例条例》（EAR）管辖的物品，向华为出口、再出口或进行境内转让都必须获得许可。华为反对美国商务部工业与安全局（BIS）的决定。华为向全球客户发送这封信，是要知会大家，华为已经建立了一整套严密有效的业务连续性管理体系，可以确保华为绝大部分产品在极端情况下继续服务客户。华为将立即就此事需求救济和解决方案，采取一切积极措施，降低此事件的影响。细节情况，请联系当地华为团队。过去三十年，他们与全球170多个国家的客户建立了良好的合作关系，也有幸得到了大家的信赖与支持，在此特殊时刻，华为也希望能与全球客户一起共渡难关。再次感谢您一直以来的支持！", "author": "DoNews", "newsdate": "发布时间：19-05-18", "newstime": "16:19", "sentiment": [{"positive_prob": 0.994166, "confidence": 0.987036, "negative_prob": 0.00583385, "sentiment": 2}]}, {"title": "硬气！华为在国外“出手”了！", "content": "导读针对美国方面日前发布针对华为等公司的限制交易令，法国总统马克龙16日表示，限制华为绝不是法国的目标。在英国，华为发布了最新5G手机，搭载“华为最强”芯片！与此同时，华为多年备胎一夜转“正”，今后要科技自立！华为多年前下的一步大棋,一夜间浮出水面！多年备胎一夜转“正”，今后要科技自立近日被曝光的华为公司两封内部信件显示，华为早有准备。其中来自公司总裁办的一份邮件就指出，“公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响”。另据人民日报报道，5月17日凌晨，华为海思总裁就华为被列入美国商务部工业和安全局的“实体名单”一事致信员工：多年前，公司做出了极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得。为了这个以为永远不会发生的假设，数千海思儿女为公司的生存打造“备胎”。今天，曾经打造的备胎，一夜之间全部转“正”！多年心血，在一夜之间兑现为公司对于客户持续服务的承诺。是的，这些努力，已经连成一片，挽狂澜于既倒，确保了公司大部分产品的战略安全，大部分产品的连续供应！今天，这个至暗的日子，是每一位海思的平凡儿女成为时代英雄的日子!今后，我们不仅要保持开放创新，更要实现科技自立。海思全名是为海思半导体有限公司，成立于2004年10月，负责华为自己的芯片设计。其中大家熟知的华为手机芯片麒麟系列就是出自海思。除了手机芯片，海思的产品还有服务器芯片（鲲鹏系列）、基站芯片、基带芯片、AI芯片等等。海思公司总部位于深圳，在北京、上海、美国硅谷和瑞典设有设计分部。据DIGITIMES Research发布的2018年全球前十大无晶圆厂IC设计公司（Fabless）排名，海思以75亿美元营收排名全球第五。华为在英国发布最新5G手机，搭载“华为最强”芯片据新华社报道，随着英国电信运营商准备在部分地区开通5G网络服务，中国华为16日在伦敦发布Mate 20 X 5G版本手机。这款手机预计将于今年6月在英国上市。华为Mate 20 X 5G版本手机的最大特点是搭载了华为首款7纳米工艺多模5G芯片巴龙5000。这款芯片被誉为“华为最强”。该手机的主要配置与此前发布的4G版接近，采用麒麟980处理器，配备7.2英寸全景巨幕屏等。据介绍，新发布的5G手机产品在5月底开始接受预订，6月开始就会由EE、02、沃达丰等英国电信运营商以及一些指定的经销商开始销售。华为西欧地区消费者业务首席营销官安德鲁·加里希在发布会上说：“我们投入了大量资源和精力来构建适用不同设备、网络以及芯片组的5G解决方案，以确保能为消费者带来更好、更加无缝的5G体验。”此前，华为已在今年2月举行的世界移动通信大会上首次推出基于5G技术的商用手机Mate X。这款智能手机采用折叠屏设计，同样搭载了巴龙5000。英国的5G发展速度目前走在欧洲前列，多家运营商已计划在一些城市陆续开通5G服务。主要电信运营商之一的沃达丰本月14日宣布，7月初开始会在伦敦等7个城市开通5G网络服务，年底前还将在另外12个城市开通相关服务。在沃达丰为消费者提供的首批5G智能手机产品名单中，除一款来自三星，其余都是中国厂商华为和小米的产品。马克龙：法国不会限制华为据央视新闻报道，针对美国方面日前发布针对华为等公司的限制交易令，法国总统马克龙16日表示，限制华为绝不是法国的目标。马克龙说，“我们的观点不是要限制华为或任何一家公司”，“现在发动一场科技战或贸易战是不恰当的”。网友力挺华为纷纷打call↓↓↓来源：中国青年报综合自新华社、央视新闻、人民日报", "author": "网信湖南", "newsdate": "发布时间：19-05-18", "newstime": "15:03", "sentiment": [{"positive_prob": 0.0703422, "confidence": 0.843684, "negative_prob": 0.929658, "sentiment": 0}]}, {"title": "美国农村通讯难以离开华为，美或缩减对华为限制", "content": "就在宣布将华为列入出口管制实体清单两天后，美国商务部5月17日表示，可能很快缩减对华为技术的限制。美国商务部发言人表示，商务部正在考虑发放为期90天的“临时通用许可证”，以“防止现有网络运营和设备中断”。5月15日，美国商务部工业安全局将华为列入出口管制“实体清单”，这意味着美国企业要向华为出口产品和服务将需要获得商务部颁发的许可证。据路透社报道，许可证的潜在受益者可能包括互联网接入和移动电话服务供应商，这些供应商位于人口稀少的地区，如怀俄明州和俄勒冈州。美国商务部的声明意味着华为将可以购买美国产品，以帮助现有美国客户保持网络和设备的可靠性，但仍不允许购买美国零部件来生产新产品。评论认为，美国商务部的声明显示，华为供应链的变化可能会产生直接、深远和意想不到的后果。美国政府声称华为智能手机及网络产品威胁美国国家安全，但迄今未能提供证据。美国商务部发言人称，临时通用许可证将持续90天，并将刊登在《联邦公报》。前商务部官员、华盛顿律师凯文·沃尔夫表示：“我们的目标是防止使用华为设备的非华为实体受到附带损害。”由于美国地广人稀，很多农村地区都没有大运营商的网络信号，美国农村地区主要依赖一些规模比较小的独立运营商建设和维护网络信号。如农村无线协会就是一家小型无线运营商的联盟组织，该组织主要为美国农村地区的网络信号建设服务。而联盟的设备中大约有75%是来自华为。农村无线协会表示，该协会四分之一成员即60家成员公司使用中国技术，也就是华为的设备和技术。农村无线协会目前表示，并没有接到任何部门的通知说华为技术和设备不安全，也没有任何部门提议来帮助更换华为的设备。业内人士称，目前华为的设备和技术比其他设备的价格便宜了40％，如果想要将目前所有使用的华为设备更换掉可能需要多达10亿美元。来源：文汇报", "author": "中国经济网", "newsdate": "发布时间：19-05-18", "newstime": "14:37", "sentiment": [{"positive_prob": 0.866153, "confidence": 0.702563, "negative_prob": 0.133847, "sentiment": 2}]}, {"title": "美媒：美国将限制高通、英特尔等公司向华为出口零部件及技术", "content": "据《纽约时报》报道，特朗普政府对华为提出了窃取技术的刑事指控。以间谍威胁为由，几乎屏蔽了华为在美国的业务。它还试图说服其他国家的政府采取同样的行动。但此前，华盛顿方面并没有对华为的全球业务进行过直接打击，直到周三晚些时候，美国商务部公布了限制该公司获取美国技术方面的措施。报道称，包括高通(Qualcomm)、英特尔(Intel)和博通(Broadcom)在内的美国公司都向华为提供微芯片，以及用于智能手机和电信设备的其他专业配件。华为手机使用谷歌的安卓操作系统。华为发言人乔·凯利(Joe Kelly)称，华为去年在零部件及其他供给品上花费了700亿美元，其中110亿美元流向美国企业。对成千上万华为智能手机的用户，以及全球范围内依赖华为设备的移动网络公司而言，如果切断这些供应，将会带来灾难性的后果。曾在奥巴马政府担任助理商务部长的安庆律师事务所(Akin Gump Strauss Hauer & Feld)合伙人凯文·J·沃尔夫(Kevin J. Wolf)认为，这一措施“相当于一枚贸易核弹”。然而，美国商务部此举的范围及其潜在影响，仍有许多不明确之处。美国商务部表示，要将华为列入购买美国零部件和技术需要特别许可的“实体名单”。它如何决定给予这类许可，该政策涵盖的产品范围有多大，将决定华为业务受破坏的严重程度。鉴于中美两国在关税问题上不断升级的紧张关系，针对华为举动也可能是短期措施。解决贸易战的谈判已陷入停滞，双方都在坚持己见。“在历届政府中，实体名单只是单纯的执法和国家安全工具，”沃尔夫说。“要注意的是，这是否会成为一项贸易政策工具，并用作谈判的筹码。”华为没有马上就美国商务部的举动表态。中国外交部和商务部在周四的例行新闻发布会上谴责了这一行为。中国商务部发言人高峰说：“我们敦促美方停止错误做法，为两国企业开展正常的贸易与合作创造条件。”去年年底，美国官员在加拿大逮捕了华为首席财务官孟晚舟，特朗普政府和华为之间的紧张关系随之升级。华为副董事长郭平3月份告诉记者，为了应对“不确定事件”，华为已在囤积零部件。他说，公司还致力于搭建具有地域多样性的供应商网络。尤其值得一提的是，华为多年来一直在投资制造自己的微芯片，在这一关键领域。技术研究公司策略分析(Strategy Analytics)分析师、常驻印度海得拉巴(Hyderabad)的斯拉万·昆都贾拉(Sravan Kundojjala)估计，华为目前出货的智能手机中，有四分之三使用的是内部研发的芯片。昆都贾拉坦承，华为旗下的半导体企业海思(HiSilicon)开始打造高端智能手机芯片时，他起初是持怀疑态度的。“一开始，我以为这个做不成，”他说。“它可能是个出于喜好的项目。或者可能只是想跟供应商耍滑头。”相反，海思已成为华为一项不可估量的资产，分析人士称，其芯片技术堪比高通这样的市场领导者。", "author": "环球时报", "newsdate": "发布时间：19-05-18", "newstime": "12:54", "sentiment": [{"positive_prob": 0.97871, "confidence": 0.952688, "negative_prob": 0.0212903, "sentiment": 2}]}, {"title": "美国的突然下手，华为展开绝地反击：不服来战！", "content": "作者： HRGO人力资源分享汇美国动手了。美国当地时间15日，美国商务部工业和安全局（BIS）将华为列入管制“实体名单”，也就意味着，华为拿不到美国制作的高端芯片了。很快，华为反击了。昨日凌晨，华为海思总裁何庭波发布了内部邮件，对美国此番做法做出了铿锵有力的回应。何庭波表示，多年前，华为已经做出过极限生存的假设，预计有一天，而华为仍将持续为客户服务。因此，华为早就开始为公司的生存打造“备胎”。人民日报等媒体纷纷转载，很多都用了这样一个标题：美国突然下手，华为备胎芯片一夜转\"正\"！“备胎”这个词，第一次让人感觉是如此的自豪和坚强有力。01该来的总会来，华为果真没有让我们失望。你可以回想一下，每次与华为相关的热点事件爆发时，各种溢美之词总会如潮涌般滚向华为。每次都会给人一种捧杀的感觉，我们总以为过分的高估华为的价值或者说是某种创造能力的时候，华为总能以另一种全新的方式让我们再次大跌眼镜。毫无疑问，华为的居安思危的远见和对未来精准布局与把控，足以另我们瞠目结舌，足以颠覆我们的想象。无论怎样，我们还是低估了华为。看到这封信，我相信很多人都长出了一口气。单单就这一手绝地反击也炫酷的就像每个小男孩都做过的英雄梦，帅呆了。原来华为的弹药库和粮仓里，真有战略储备，而且是谋划已久的储备。以前工作的时候，我曾经打印过两页纸，读华为的冬天这篇文章，深刻感受任正非的忧患意识，“冬天要来了，棉袄要穿厚一点“。这么多年华为一直强调“华为的冬天”、“红旗能够打多久”？没想到这天真的来了，来真的来到之后，才深刻地体会到了任正非高瞻远瞩的境界，确实令人佩服。只是美国有点让人让人哭笑不得。在没有地震、没有飓风的情况，美国突然进入紧急状态。实际上，他们只是故技重施，以去年封杀中兴的方式，全面封杀华为。02最初，可能没有人在意这场危机。这不过是一次关税增加，一次中兴被罚款，一位高管被抓……直到这场危机持续扩大，人们才意识到不对劲，敌人已经动手了。而全体华为人却在这个时候表现出前所未有的团结，为了让没有美国芯片时能活下来，他们拿出了后手，打造一批属于自己的“备胎”芯片。这一恢弘的计划被命名为“华为备胎”计划！如果你从另外一个角度上看，一个世界超级大国居然动用最高权力来打压一家公司，从某种意义上对于华为算是一种最高荣誉。说真的，美国怕了。特朗普对待华为的态度越疯狂，就越说明华为的重要性。但你有没有想过，美国为何死瞄华为过不去？因为华为就是中国现阶段的制高点，尽管它没有上市，它也不是国企，但这家公司不管是技术、管理、营销、财务、人力资源都是中国企业中的制高点。但是干掉这个制高点，对美国来说意义重大。我们再想想，国内能够扛起这面标杆企业大旗的，也就只有华为一家了。不像某些企业，看起来很大，却只会窝里横，想扛也扛不起来。03虽然华为的加班，华为的工作压力引来诸多非议，但是在对于技术管理者、技术人才的尊重上，以及对于人才的吸纳和激励上，必须说华为一直做得很好。华为所有的底气，就是来自于这里。任正非亲口承认“孟晚舟永远不可能做接班人”，原因是她没有技术背景，这也是另一层面华为对技术人才的尊重。而在技术人才的储备上，华为目前有超过 700 名数学家，800 多名物理学家，120 多名化学家，六七千名基础研究专家，六万多名高级工程师、工程师。除了自己不到 2% 的股份，任正非把华为的剩下 98% 股份全部分给了员工。华为既没有背景，也没有资源，除了人的脑袋之外，一无所有。就是这样一无所有的公司，告诉我们：民营企业也可以是民族复兴的栋梁。我以前一直以为，经营企业的终点是世界五百强，是福布斯富豪榜。没想到在2019年，事实让我们明白，最成功，最伟大的企业，是有机会被写进政治，历史课本的。华为就在改变历史，你我都是见证者。当你不够强大的时候，别人的制裁，立刻会让你原形毕露。但当你足够强大的时候，敌人的制裁，只会成为你的勋章。向华为致敬，向孜孜不倦奋斗在不同岗位上的人致敬。", "author": "正商参阅", "newsdate": "发布时间：19-05-18", "newstime": "22:08", "sentiment": [{"positive_prob": 0.346274, "confidence": 0.230503, "negative_prob": 0.653726, "sentiment": 0}]}, {"title": "华为极限生存时刻连发三封书信，时间会揭开虚伪的面纱", "content": "特朗普的总统令，无疑将华为推向了极限生存的境地，尽管华为早有假设，也早有准备，但这一天的到来，仍然令国人为之一震！在此背景下，华为一连发出了三封信。一封是给华为全体员工的，由轮值董事长胡厚崑签发。信中说：“时间将会揭开虚伪的面具，阴霾过后阳光必然普照。请大家坚定信心，踏踏实实做好本职工作，持续奋斗。任何艰难困苦，都不能阻挡我们前进的步伐。”一封是《致全球客户的一封信》，信中表示，“华为已经建立一整套严密有效的业务连续性管理体系，可以确保华为绝大部分产品在极端情况下继续服务我们的客户。”第三封是华为海思总裁何庭波发给员工的内部信，何庭波认为，科学自立的时候到了，“今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部转‘正’！”任正非说，排山倒海式冲锋，远远超越任何一个过往的时代！华为立志，将数字世界带给每个人、每个家庭、每个组织，构建万物互联的智能世界，我们仍将如此。今后，为实现这一理想，我们不仅要保持开放创新，更要实现科技自立！今后的路，不会再有另一个十年来打造备胎然后再换胎了，缓冲区已经消失，每一个新产品一出生，将必须同步“科技自立“的方案。前路更为艰辛，我们将以勇气、智慧和毅力，在极限施压下挺直脊梁，奋力前行！滔天巨浪方显英雄本色，艰难困苦铸造诺亚方舟。作者为华为点赞，为中国技术点赞，中国人民永远都是华为的大后方。", "author": "财经新鲜事", "newsdate": "发布时间：19-05-18", "newstime": "09:34", "sentiment": [{"positive_prob": 0.365708, "confidence": 0.187316, "negative_prob": 0.634292, "sentiment": 0}]}]