[{"title": "华为注册整本《山海经》？假的！但“中国式浪漫”是真的", "content": "相信很多朋友前不久都看过这样一则新闻↓在安卓系统限制与华为合作后，华为的自研系统“鸿蒙”即将备胎转正，这个充满中国式浪漫的名字一下子打动了不少人。网友们更发现华为早已注册了一大批上古时代灵兽的名字，纷纷感叹华为竟注册了整本《山海经》。华为的手机芯片，叫“麒麟”；华为的基带芯片，叫“巴龙”；华为的服务器芯片，叫“鲲鹏”；华为的服务器平台，叫“泰山”；华为的路由器芯片，叫“凌霄”；华为的人工智能芯片，叫“昇腾”；华为的操作系统，叫“鸿蒙”……华为注册的名字不过很快有《山海经》爱好者纠正鸿蒙、朱雀、青牛、青玄、朱雀、灵犀、腾霄、灵豸、饕餮……这些名字大多都没有出现在《山海经》中呀！看来许多人犯了想当然的错误，也暴露出并没有读过《山海经》追根溯源以“鸿蒙”为例，在中国的古典文学中，第一次出现“鸿蒙”是在《庄子·在宥》中，庄子将自然元气拟人化，变成了一个四处游乐的无厘头老头。【原文】云将东游，过扶摇之枝而适遭鸿蒙。鸿蒙方将拊脾雀跃而游。云将见之，倘然止，贽然立，曰：“叟何人邪？叟何为此？”鸿蒙拊脾雀跃不辍，对云将曰：“游！”云将曰：“朕愿有问也。”鸿蒙仰而视云将曰：“吁！”云将曰：“天气不和，地气郁结，六气不调，四时不节。今我愿合六气之精以育群生，为之奈何？”鸿蒙拊脾掉头曰：“吾弗知！吾弗知！”云将不得问。【译文】云将到东方巡游，经过神木扶摇的枝旁恰巧遇上了鸿蒙。鸿蒙正拍着大腿像雀儿一样跳跃游乐。云将见鸿蒙那般模样，惊疑地停下来，纹丝不动地站着，说：“老先生是什么人呀！你为什么这般动作？”鸿蒙拍着大腿不停地跳跃，对云将说：“自在地游乐！”云将说：“我想向你请教。”鸿蒙抬起头来看了看云将道：“哎！”云将说：“天上之气不和谐，地上之气郁结了，阴、阳、风、雨、晦、明六气不调和，四时变化不合节令。如今我希望调谐六气之精华来养育众生灵，对此将怎么办？”鸿蒙拍着大腿掉过头去，说：“我不知道！我不知道！”云将得不到回答。在盘古开天辟地之前，整个天地都是一团混沌的元气，这种元气就被认为是“鸿蒙”。“鸿蒙”还出现在“四大名著”中。其中，在《西游记》开头就是“混沌未分天地乱，茫茫渺渺无人见。自从盘古破鸿蒙，开辟从兹清浊辨。覆载群生仰至仁，发明万物接为善。欲知造化会元功，须看《西游释厄传》”。在《红楼梦》中，警幻仙姑带领宝玉听《红楼梦》仙曲十二支中的引子，其中内容为：“开辟鸿蒙，谁为情种？都只为风月情浓。奈何天，伤怀日，寂寥时，试遣愚衷。因此上演出这悲金悼玉的红楼梦。”这为《红楼梦》奠定了基调。再如鲲鹏，也并非出自《山海经》记载。《大鱼·海棠》里的“鲲”【原文】《庄子·逍遥游》：“北冥有鱼，其名为鲲。鲲之大，不知其几千里也，化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。”北方的大海里有一条鱼，它的名字叫鲲。鲲的体积，真不知道大到几千里；变化成为鸟，它的名字就叫鹏。鹏的脊背，不知道长到几千里；当它奋起而飞的时候，那展开的双翅就像天边的云。人们耳熟能详的麒麟，不是出自《山海经》，而是《淮南子》。【原文】《淮南子·地形训》：“毛犊生应龙，应龙生建马，建马生麒麟，麒麟生庶兽，凡毛者，生于庶兽。”《山海经》中有对应龙的记载，根据《淮南子·地形训》，麒麟是应龙的孙子。麒麟是中国传统瑞兽，性情温和，传说能活两千年。古人把雄性称麒，雌性称麟。麒麟是吉祥神宠，主太平、长寿；麒麟因其深厚的文化内涵，在中国传统民俗礼仪中，被制成各种饰物和摆件用于佩戴和安置家中，有祈福和安佑的用意。那么，华为注册的哪些商标是来自于《山海经》呢？答案在这里昆仑原文：《山海经·大荒西经》：“西海之南，流沙之滨，赤水之后，黑水之前，有大山，名曰昆仑之丘。《山海经·海内西经》：“海内昆仑之虚，在西北，帝之下都。昆仑之虚，方八百里，高万仞。昆仑山被称为万山之祖，古代神话认为昆仑山中居住着一位神仙“西王母”，人头豹身，由两只青鸟侍奉。包括盘古、女娲、夸父等等神话人物都是从昆仑走出的。当康原文：《山海经·东次四经》：“钦山，多金玉而无石。师水出焉，而北流注于皋泽，其中多鳝鱼，多文贝。有兽焉。其状如豚而有牙，其名曰当康，其当康鸣自叫，见则天下大穰。当康其形如猪，身长六尺，高四尺，浑身青色，两只大耳，口中伸出四个长牙，如象牙一般，抱在外面，是神话传说中的瑞兽，在丰收的年岁里鸣叫着自己的名字跳着舞出现。青鸟原文：《山海经·西山经》卷二“西山经又西二百二十里，曰三危之山，三青鸟居之。三青鸟又称青鸾、苍鸾，从古至今，青鸾被赋予了许多层涵义，最常见的一种说法为：青鸾是常伴西王母的一种神鸟，多为神仙坐骑。赤色多者为凤，青色多者为鸾，是传说中的五方神鸟之一。《山海经》是先秦重要古籍，是一部富于神话传说的最古老的奇书，传世版本共计18卷，包括《山经》5卷，《海经》13卷。内容包罗万象，主要记述古代神话、地理、动物、植物、矿产、巫术、宗教等，也包括古史、医药、民俗、民族等方面的内容，其中的矿物记录，是世界最早的有关文献。《山海经》为人们展现了一个瑰丽的世界，今人也在不断地挖掘《山海经》里的肥沃土壤，依据其中的只言片语，发挥想象力将其变成动人的传说。《三生三世十里桃花》里的青丘、九尾狐就是来自于《山海经》，杨幂饰演的白浅还是从昆仑虚学成道行的呢！《三生三世》里的青丘九尾狐白浅艺绽君为大家展示一下《山海经》里的奇特生物↓狌狌（shēng）【所在】招摇山【原文】有兽焉，其状如禺而白耳，伏行人走，其名曰狌狌，食之善走。鯥（lù）【所在】柢山【原文】其状如牛，陵居，蛇尾有翼，其羽在魼下，其音如留牛，其名曰鯥，冬死而复生。食之无肿疾。猼訑（bó yí）【所在】基山【原文】其状如羊，九尾四耳，其目在背，其名曰猼訑，佩之为畏。九尾狐【所在】青丘山【原文】其状如狐而九尾，其音如婴儿，能食人，食者不蛊。赤鱬（rú）【所在】即翼泽【原文】其状如鱼而人面，其音如鸳鸯，食之不疥。这些奇珍异兽，有的被后人发现可能真的存在，有的则只留下无穷的遐想。近日，华为又被曝出申请HUAWEI ARK OS、HUAWEI ARK、ARK和ARK OS商标，或为鸿蒙海外版的新名字。“ARK”来自《希伯来圣经·创世纪》，是上帝指引诺亚建造的巨船，即人们常说的诺亚方舟。诺亚方舟建造的目的是让诺亚与他的家人以及世界上的各种陆上生物能够躲避一场大洪水灾难，诺亚方舟花了120年才建成，这段故事分别被记录在《希伯来圣经·创世纪》（《旧约圣经·创世纪》）以及《古兰经》。如今华为面临安卓限制合作的困境，推出自己的系统，与寓言背后的深意不谋而合。不仅如此，诺亚方舟在西方世界也是众所周知的神话故事，用来跨文化传达东方天地初开鸿蒙的传说也无违和感。诺亚方舟玉兔中国首辆月球车叫玉兔登月探测器叫嫦娥探测器着陆点周边区域是“广寒宫”附近三个撞击坑分别命名为“紫微”、“天市”、“太微”暗物质粒子探测卫星叫“悟空”嫦娥四号月球探测器的中继卫星则名叫“鹊桥”虽然“华为注册了整本《山海经》”的说法并不准确，但中国科技工作者对浪漫神话的热情却是真真切切。期待神兽们载着人们的希冀飞向梦想。来源：艺绽作者、编辑：晴二流程编辑：孙佳星", "author": "北晚新视觉网", "newsdate": "发布时间：19-05-30", "newstime": "14:42", "sentiment": [{"positive_prob": 0.134691, "confidence": 0.700688, "negative_prob": 0.865309, "sentiment": 0}]}, {"title": "从容应对美国封杀令的底气何在？论华为事件带给我们的启发", "content": "要说当下处在风口浪尖的企业，非华为莫属。5月16日，美国商务部以国家安全为由，将华为公司及其70家附属公司列入管制“实体名单”。封杀令一出，世界哗然；5月20日，谷歌表示将遵从美国政府的命令，尽快切断对华为在多种安卓硬件和软件上的支持，并不再向华为授权提供谷歌的各种移动应用。失去谷歌意味着华为失去了对安卓操作系统的全部使用权限。对此，华为以“华为有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响”来正面回应。截止到目前，除谷歌外，还有ARM、高通、英特尔等美国公司相继被爆出将与华为终止合作。合作伙伴纷纷离去。在接受《面对面》专访时任正非表示“‘封杀令’，实质是科技实力的较量。”得技术者得天下科技是第一生产力，是国家实力的关键。美国一直占据科技世界领先的制高点，在中国迎头赶超的过程中，华为不是第一个被美国下达“封杀令”的中国企业。早在2018年4月，美国商务部网站发布公告，称中兴通讯违反了2017年与美国政府达成的和解协议，7年内禁止美国企业向中兴通讯出口任何技术、产品。据了解，当时在中兴通讯生产的智能手机和电信网络设备等产品中，美国企业供应的零部件约占25%-30%。此禁令一出，中兴通讯一度面临破产倒闭的风险。无论是华为的从容应对，还是中兴的濒临破产，两家中国企业在美国的“封杀令”下有着截然不同的命运，这背后印证的除了中国整体科技创新实力不容小觑的事实外，还敲响了中国企业对于创新技术自主可控的警钟，进一步鞭策中国企业需在自主科技创新领域中不断前行。得技术者得天下。任正非曾表示，“胜利一定是属于我们的，因为我们完全靠自己不靠美国。”华为的底气十足，来源于企业多年对于创新技术的深入研发和巨额投入。有报道称，华为在全球18万员工中，研究人员就占到了45%，每年的研发包括基础研究的投入占销售额的15%左右。2018年，华为在研发方面投入达到了150亿美元。未来5年，研发经费将达到1000亿美元。多年的排兵布阵，华为已经开始收获果实：在硬件方面，已储备了足够的芯片和其他关键部件；在软件方面，打通了手机、电脑、平板、汽车、智能穿戴等终端，兼容全部安卓应用和所有Web应用的操作系统“鸿蒙”即将面世。无论是硬件还是软件，对“自主可控”的创新能力，让华为拥有了对抗世界强国的底气。唯有自主可控方不会受制于人核心技术是国之重器，核心技术受制于人是最大的隐患。年近八旬的中国工程院院士倪光南曾表示，“我们国家只有建立安全可靠的关键核心技术体系，才能真正保障信息的安全，核心技术掌握在自己手中，才能够不受制于人。”自主创新能力是企业可持续发展的关键，在“科技强国”的当下显得尤为重要。近年来，越来越多的中国企业在实现自主可控的信息产业体系中不遗余力，奋勇前行。以CPU产业为例，在Intel、AMD等国外巨头垄断的市场下，由中科院自主研发的芯片产品“龙芯”，持续多年在自主研发技术上不断深耕，推出了三大系列CPU产品，并已应用至航空航天、国家安全、国防、交通、金融等众多领域，打破了中国无“芯”的历史。老牌互联网安全企业360也于近日宣布将推出360企业安全浏览器，并以新技术兼容国产操作系统，用浏览器“即中间件服务”的方式抹平芯片指令集和操作系统的差异，解决政企用户在跨平台服务中兼容性与适配性难题。据透露，目前360安全浏览器在现有功能基础上，已全面支持中标麒麟、银河麒麟、中科方德、深度等安全可靠操作系统，龙芯、兆芯、飞腾、海光等CPU，并支持电子公文、电子签章、流版式办公插件等近百款国内主流应用软件。实现自主可控、安全可靠的信息产业体系，不仅需要应用层面的创新，还需要底层技术的不断创新与稳固。拿备受关注的数据安全领域来说，不仅需要自主可控的网络环境、操作系统和应用软件，更离不开自主可用的存储介质。数据的存储介质主要有磁、电、光三大类，目前，国内企业在磁、电介质方面基本依赖于国外厂商，还无法实现自我突破，给很多重要行业的数据安全造成了巨大的隐患。尤其是“中兴事件”、“封杀华为”之后，数据存储的安全自主可控更是迫在眉睫。令人欣慰的是，在新兴存储介质光存储上，终于出现了中国企业努力弯道超车的身影。在5月初进行的数字中国建设成果展览会上，紫晶存储对外展示的大数据信息存储领域的自主可控技术，受到了业内的密切关注。据了解，紫晶存储作为国内唯一一家具有自主知识产权、能产业化生产应用于商业大数据存储、档案级光存储介质的企业，为我国信息存储安全的自主可控提供了强大助力和保障。作为光存储行业的领军企业，紫晶存储是唯一入选工信部“2018年工业强基工程存储器一条龙”的光存储制造企业，自主研发的“蓝光数据存储系统”通过了2018年工信部科技成果评价，也是大陆唯一一家BD-R底层编码策略通过国际蓝光联盟认证的光存储企业(全球仅九家)，2019年通过了“中国电子工业标准化技术协会安全可靠工作委员会”评选，成为会员单位之一。依托自主可控的技术优势，紫晶存储的产品已被应用于国家超算中心、国家卫健委、国家档案馆等组织机构。紫晶存储自主可控的融合存储产品据悉，紫晶存储推出的光存储解决方案已覆盖到政务、互联网、医疗、军工、金融、档案、教育、能源等诸多终端领域，并与国家档案馆、军事科学院、浙江省高级人民法院以及国家超算中心、国家卫健委等机构建立深度合作关系。在各行业呈现数据爆发式增长、且对安全性要求更高的趋势下，光存储介质凭借其安全可靠、存储寿命长、绿色节能、单位存储成本低等综合优势，将迎来更为广阔的应用空间，为信息存储安全自主可控带来更多可能性。“科技强国”已经上升至国家战略层面，无论是华为从容应对美国禁令的底气，还是龙芯改变中国“无芯”的历史，亦或是紫晶存储在蓝光存储介质方面的技术自主可控，以及软件企业在操作系统、应用平台上的努力，都体现了中国企业对于自主可控技术的探索和努力。可以预见的是，在日益激烈的市场竞争和更加开放的市场环境中，越来越多拥有自主创新能力的中国企业，使中国在全球科技竞争中，谋求更大的话语权，摆脱核心技术受制于人的被动局面。来源：中国网", "author": "中国日报网", "newsdate": "发布时间：19-05-30", "newstime": "09:51", "sentiment": [{"positive_prob": 0.0171123, "confidence": 0.961973, "negative_prob": 0.982888, "sentiment": 0}]}, {"title": "华为将推出自己的鸿蒙操作系统，谷歌将很尴尬", "content": "中美贸易摩擦，也就是贸易战已经开始了，美国是全面要打击中国的经济，因此美国政府发出的所谓战略性的命令，美国的企业也没有办法。中国的华为被打压限制就是一个很好的例子。比如说华为手机，不仅在国内市场非常受欢迎，而且在国外市场特别是欧洲市场也是影响巨大。但华为使用的谷歌的安卓系统，而随着贸易战的开始，谷歌已经暂停和华为的合作。这对华为来说有一定的影响。因为之前华为和谷歌一直是深度和作，就是说谷歌的安卓系统一出来，就先将最原生态的系统给华为使用，华为经过优化后再推送到手机上，因此华为的安卓优化要远强于国内其他的手机厂商。而贸易战的开始，谷歌暂停了同华为的合作。华为对此早有准备，那就是自己鸿蒙操作系统。鸿蒙系统是华为的杀手锏，因为如果谷歌同华为继续合作的话将是一个双赢的局面，而华为虽然也研发出了自己的鸿蒙操作系统，但这也是作为备用的。贸易战的开始，谷歌也不能违反美国政府的规定，因而停止了同华为的合作，华为也就推出了自己鸿蒙系统。华为推出自己的鸿蒙操作系统，会对安卓和IOS造成一定的影响。要知道，现在科技技术研发出一个操作系统不是太难，而要操作系统形成一个生态就比较困难了，因为这不是手机厂商所能决定的。当年诺基亚不肯用安卓而和微软合作出了WP系统，虽然被看作可以和IOS、安卓媲美的手机系统，但因为没有第三方的APP支持而导致失败。华为独自开发出自己的鸿蒙操作系统，是被逼没有办法，但这是一个机遇，我国正面临着美国的全面经济打压，我们会团结一致。现在我国那么多的科技公司，要想对华为新出的鸿蒙操作系统形成一个生态是非常容易的。主要是华为的国外市场，很多响应美国的号召的国家或科技公司没有多少愿意为华为的新系统研发APP。华为的影响力虽说不比诺基亚当年的差，但是否有人愿意为使用华为的鸿蒙系统呢？谷歌此时也可以说是骑虎难下，倘若继续让华为与自己合作的话，华为的影响力将会持续，也会与美国政府的政策不符合，而若不同华为合作，让华为推出自己操作系统后，形成一个生态系统的话，谷歌将会遇到前所未有的威胁。我们国家要在某方面制定的自己的标准继而影响世界，因此美国的贸易战对我们来说也是一声机遇，对华为的鸿蒙系统来说也是一个机遇。", "author": "大鬼小王", "newsdate": "发布时间：19-05-30", "newstime": "23:03", "sentiment": [{"positive_prob": 0.721658, "confidence": 0.381462, "negative_prob": 0.278342, "sentiment": 2}]}, {"title": "最有发展潜力的10只5G华为股！", "content": "华为和5G持续走上风口热点，浩瀚为大家整理出来了，业绩最好的10只5G+华为股！以下排名不分先后：第一只，东方通($东方通)公司是华为的核心战略合作伙伴,华为云平台使用东方通中间件及大数据产品。全资子公司惠捷朗目前已成立技术攻关小组,正在积极进行5G网络技术的前瞻性布局与运营商、设备商、芯片商展开沟通和交流,初步完成了5G的技术方案设定和技术指标的定义。第二只，拓维信息公司是国内为数很少集电信行业软件开发和无线增值服务于一体高新技术企业，是湖南省内最大的行业应用软件企业和无线增值服务商。与华为签订同舟共济协议,成为当前仅有的4家同舟共济合作伙伴之一,整合云资源,构建一体化云服务生态体系。第三只，光弘科技公司主要是4G产品，公司会根据市场和客户需求调整业务，公司完全具备从4G过渡到5G的能力。公司是华为核心供应商,产品包括智能终端产品(含智能手机在内)和网络设备等。对于本周的几只类似利好个股已经选出，有兴趣的朋友，点我文章最上方笔者名称去我的直播间找我，如果手中持有个股被套或不会判断走势的朋友，都可以一同探讨，笔者看到定当鼎力相助，为大家答疑解惑。第四只，ST凡谷($*ST凡谷)(虽然ST，但是净利润同比增长率169%)从事射频器件和射频子系统的研发,部分型号的5G产品已经产生销售;介质陶瓷在现阶段是公司产品中的核心零部件,在5G时代中是滤波器实现小型化、集成化的重要方向之一。为全球领先移动通信系统集成商提供基站天馈系统射频子系统和器件客户化产品及专业服务，华为是公司主要客户之一。第五只，沪电股份公司5G相关产品已有小批量供货。华为是公司的重要客户之一。第六只，宜安科技($宜安科技)司在5G领域展开积极布局，为客户提供优质的产品和服务，截至报告期末，公司与中兴通讯、国人通讯等客户保持良好的合作关系。公司生产的液态金属Face D支架、摄像头模组产品已向小米华为、OPPO等国内知名手机厂商批量供货。第七只，广信材料($广信材料)子公司江苏宏泰为华为手机提供的相关涂料2018年销售额在9800万元左右,约占宏泰涂料业务销售额的30.0%左右;此外,公司的散热涂料等产品预计在5G产业链中有良好的应用前景。拥有5G通讯用LoW Dk/Df专用油墨、子公司江苏宏泰有散热涂料、复合板材用涂料、特殊天线工艺用涂料等产品。第八只，立讯精密($立讯精密)公司5G基站用滤波器产品是国内外许多设备商首选方案之一，且已有部分产品小批量出货或处在与客户共同开发阶段。高频、高速、大电流及光电产品拥有较强的获利能力，但由于其存在一定壁垒，该产品线的发展需要一定的时间积累与技术沉淀。目前，公司已与部分设备厂商展开业务合作。手机连接器。收购切入华为供应链，通信业务启航。深圳科尔通主要服务于华为、爱默生网络能源等客户，主营产品为通信连接器及线缆。第九只，华工科技($华工科技)主营10G、25G、100G光模块产品,是全球少数几个掌握各类主流激光器技术的公司;100G模块是国内首家通过华为论证的产品;18年12月,25G产品获得华为首批认证,已批量供货占据华为50%的份额。从产业布局来看，华工科技目前以“激光技术及其应用”为主业，产品已覆盖激光制造、传感器、光通信、激光防伪及现代服务业板块，并明确了“智能制造”和“物联科技”两大业务发展方向。第十只，深南电路($深南电路)公司积极开发下一代5G无线通信基站用PCB产品，为下一代通信网络及设备提供高速、大容量的解决方案。国内印制电路板的龙头企业,已连续五年获得华为授予的\"核心金牌供应商\",华为是其第一大客户。截止发文，", "author": "同花顺财经", "newsdate": "发布时间：19-05-30", "newstime": "09:59", "sentiment": [{"positive_prob": 0.746714, "confidence": 0.437141, "negative_prob": 0.253286, "sentiment": 2}]}, {"title": "详解华为芯片供应链，半导体产业机遇挑战并存", "content": "注：本文节选自5月27日招商证券研究所已公开发布的研究报告《半导体行业深度专题之八：详解华为芯片供应链，半导体产业机遇挑战并存》，具体内容详见完整版报告。作者： 鄢凡团队。核心观点本篇报告回顾了中美贸易纠纷历程对A股电子板块的影响。探讨了华为对于中国硬科技发展的重要引领作用，以及公司面对美方禁运令的应对措施。同时，我们通过拆机等方式对华为的手机及基站供应链予以分析，目前射频及FPGA芯片的短板依旧明显，不过国内厂商正迅速跟进，不必过于悲观。此外不可忽视软件系统、EDA、IP等领域缺失的长线风险。华为事件再次敲响了国产替代的警钟，看好半导体产业的长线发展。1、贸易纠纷再起波澜，自主可控重要性凸显：中美贸易纠纷是宏观环境的重要影响因子。自5月5日以来，美方态度发生急转，无端提升税率、对华为实施禁运等一系列举措均为已渐趋和解的中美关系蒙上了一层阴影，贸易纠纷波澜再起。从征税角度看，前期2000亿美元税单对电子产业影响不大。新增的3000亿美元或将促使消费电子对美出口的成品组装业务产能对外转移。相较征税，技术禁运的影响更为深远，在中美贸易纠纷的大背景下，半导体自主可控的迫切性凸显。2、华为引领硬科技发展，沉着应对禁运令重压：华为历经三十余年耕耘拼搏，构建了运营商业务，企业业务，消费者业务三大板块。2018年公司营收7212亿人民币，研发投入率达14.1%，全球专利申请数第一。或许正是感受到了华为引领的中国科技力量的威胁，5月16日美国商务部将华为列入“实体名单”内，实施禁运。面对断供威胁，华为一方面提前预备了半年到一年的库存，同时通过自研及导入国内供应商的方式，打造了“备胎”计划。同时公司还得到了全球其他国家供应链及下游客户的支持。3、华为供应链分析：短板依旧明显，但不必过于悲观。手机终端和基站设备为华为公司最重要的产品。通过拆机分析华为手机供应链可知，海思在手机处理器，电源芯片方面已基本实现自给。而汇顶科技，豪威科技等国产厂商的突破亦有力支撑了进口替代。存储器芯片方面虽依赖进口，但日韩厂商可满足需求。唯有射频领域对美系供应商高度依赖。射频作为模拟芯片皇冠上的明珠，门槛最高。虽然近两年国产射频芯片厂商逐步起量，但距离进口替代仍有较大缺口。目前国产射频PA厂商主要有唯捷创芯（2018年打入华为供应链），慧智微（正在多家国内龙头厂商处验证），中科汉天下等。而射频开关及LNA厂商主要有卓胜微。基站侧，缺芯现象进一步凸显。由于基站产品需要高可靠性及高精确度，所以芯片自给率较低。目前高度依赖美系供应商的主要有中射频芯片，FPGA两大类产品。由于微基站对于体积大小有严格要求，所以中射频芯片逐步由分立方案改为射频ADDA或Transceiver两类单芯片方案。这一趋势提升了技术门槛。据产业链验证，海思早已开始射频Transceiver的研发，但前期测试结果相对不太理想。而FPGA在基站中主要用在数字前端实现数据压缩，加速等功能。目前FPGA市场主要被Xilinx及Altera垄断，大陆公司有紫光国芯，安路科技等，但距离在基站上大规模商用仍有距离。其他方面，安卓停止了对华为的GMS服务授权，或将影响公司海外市场。而ARM的禁令短期内影响不大，但一旦v9版本推出，公司产品的竞争力将受到影响。EDA方面，华为也与供应商签署了长期合同，但缺失了技术服务会影响开发效率。此外25%的长臂管辖亦值得关注。华为事件敲响国产替代警钟，半导体产业机遇与挑战并存：对于华为公司而言，2018年华为芯片采购额为210亿美元。而海思半导体营收为73亿美元。虽已是全球第七大Fabless芯片设计公司，但要满足公司所有需求仍远不足。我们统计了华为前70大美国供应商，其中半导体供应商就有39家之多。可见国内ICT产业对于美国芯片供应商的依赖度依旧较高，国内半导体产业机遇挑战并存。目前，国内IC设计呈现数量多、规模小的特点。2018年国内共有1698家IC设计企业，其中只有208家营收过亿，绝大部分公司仍处于起步阶段。无论是TI模式的收并购整合，还是稳步内生发展，都值得本土的芯片设计公司借鉴。在国内终端厂商的大力支持下，未来长线发展空间巨大。同时可预见的是，政府亦将加大对半导体产业的扶植力度，相关利好政策有望陆续落地，这将从国家政策角度推动半导体产业的进一步发展。投资建议：在过去多年间，中国从微笑曲线中附加值最低的代工开始，逐渐切入下游，树立了以华为，ZTE，小米，格力等全球知名品牌。但位于整个产业链微笑曲线上游的半导体、软件系统乃至于基础材料都有显著不足。产业缺乏自上而下自主化体系。而本次华为事件再次敲响了半导体产业的警钟。在当前的国际局势下，华为公司乃至于中国科技产业，对于半导体自主可控均有迫切需求，只有在半导体领域站稳脚跟，我们才能真正意义上具备高科技核心竞争力。从A股投资角度来看，目前电子板块已调整至2018年10月初的位置，市场已将悲观预期充分释放，有较多优质个股均有明显低估。当下我们认为需自下而上，基于中长线逻辑把握住能够积极应对调整，并逆势构建自身竞争力的优质公司。同时关注自主可控大逻辑催化下的半导体板块表现。我们仍坚定看好中国电子产业的长线发展，相关优质个股在市场系统调整中的中长线建仓价值凸显。一、 贸易纠纷再起波澜，自主可控重要性凸显中美贸易纠纷源自2017年8月开始的“301调查”。2018年3月22日，美国贸易代表办公室（USTR）公布了“301调查”结果，认定在中国存在不合理关税，、强制技术转让、投资限制等问题。同日，美国总统特朗普签署总统备忘录，将根据“301调查”对中国进口商品大规模征收关税，意在逆转中美之间的贸易逆差。至此贸易纠纷正式拉开帷幕。 据美国商务部统计，2017年全年美国自中国进口5055亿美元；出口至中国1299亿美元。逆差达3756亿美元。但过去一年中，经历了多轮的互征关税后。2018年全年美国自中国进口不降反增至5395亿美元，同比增长6.7%。与此同时，美国对中国出口却下降至1203亿美元，同比下降7.4%。逆差达4192亿美元。可见关税征收并未有助于减少中美之间贸易逆差，无端征税反倒使得美国进口的商品价值量提升，最终由美国消费者承担。但不可否认的是，中美之间关系波动，从互征关税到技术禁运，对全球电子产业发展产生较大影响。半导体景气度在2018年有明显下行，人民币汇率波动较大，供应链亦有一定转移的压力。这些均很大程度上影响了经济宏观环境。市场情绪也不可避免地受到影响，A股电子板块在2018年内波动明显。但整体来看其边际影响在2018年内是递减的。2018年9月18日，2000亿征税清单落地当日，市场单日反倒有1.40%的反弹。经历了一年多的冲突后，中美关系在2018年12月的G20峰会后略有缓和，市场情绪有所改善，推动了年初以来电子板块的行情。但是近期美方态度发生急转，无端提升税率、对华为实施禁运等一系列举措均为已经渐趋和解的中美关系蒙上了一层阴影，贸易纠纷波澜再起。从征税角度看，前期2000亿美元税单进一步提升税率，但由于该板块主要涉及家电业务及部分安防产品，所以对电子产业影响不大；而新增的3000亿美元包括手机、笔记本电脑、耳机等消费电子相关产品，或将促使消费电子对美出口的成品业务产能对外转移；而零组件业务不直接受关税影响，此前不少优质公司早有海外布局，中美贸易摩擦将进一步加速优质公司的全球化工厂布局，产能协调及管控能力望一步提升，推动行业发展。安防板块方面，前期2000亿清单已涵盖部分模拟摄像机，但占安防板块出口美国的业务比例仅有25%。如3000亿美元进一步落地，则对美出口的安防产品都将被征税。不过由于海康大华等海外龙头均已开始在海外布局，海康成立了印度的生产中心；大华成立了墨西哥的全球转运中心。可以有效对冲关税增加带来的影响。LED板块方面，由于3000亿美元清单涉及销量最大的LED灯泡、灯丝灯等，将直接冲击终端成品。下游厂商下单时或将更为谨慎，以应对库存风险。不过部分大陆LED厂商此前已在海外有所布局，比如木林森在Ledvance基础上已在美国或墨西哥设生产线等。相较征税，技术禁运的影响更为深远，美方利用自身产业链的优势地位，通过禁运或技术封锁，压制中国ICT行业的龙头厂商。其中最为有效的手段便是软件系统封锁及半导体禁运。在中美贸易纠纷的大背景下，半导体自主可控的迫切性凸显。而华为事件更是进一步推动了市场对于半导体板块的关注。受贸易纠纷及华为禁令影响，A股电子板块前期再度出现系统调整，5月6日单日内有8.26%的跌幅。但我们对A股投资并不悲观，目前电子板块已调整至2018年10月初的位置，市场已将悲观预期充分释放，有较多优质个股均有明显低估。而且参照2018年的趋势，接下来即使贸易纠纷再有波折，对A股影响也会边际递减。当下，我们认为需自下而上，基于中长线逻辑把握住能够积极应对调整，并逆势构建自身竞争力的优质公司。同时关注自主可控大逻辑催化下的半导体板块表现。我们仍坚定看好中国电子产业的长线发展，相关优质白马在市场系统调整中的中长线建仓价值凸显！二、华为引领硬科技发展，沉着应对禁运令重压风云三十年，华为终成国际ICT巨头华为于1987年在深圳创立，公司自交换机代理商业务起步，从农村包围城市，逐步突破通信设备。并于1997年引入IBM的IPD（集成产品开发），ISC（集成供应链）等八大管理变革项目。极大优化了公司内部管理流程。为后续的全球化布局及海外扩张铺平道路。在运营商业务大力突破的同时，华为进一步拓展自身的业务边界，全面布局云管端领域。华为于2003年成立终端公司，后改组为消费者业务BG；2011年成立企业业务BG。三大领域齐头并进，推动了华为近十年来的高速成长。2018年，华为实现营收7212亿人民币，同比增长19.5%。公司连续五年保持营业收入增速大于15%。净利润593亿元，同比增长25.1%。目前华为三大板块营收分别为：运营商业务2940亿元，消费者业务3366亿元，企业业务收入744亿元。2018年公司消费者业务实现45.1%的增速，营收规模首次超过运营商业务，营收占比48.4%。在研发投入领域，华为坚持每年将10%以上的销售收入投入研发，近十年累计研发投入高达4850亿元。单2018年，公司研发费用支出达1015亿元，占全年收入的14.1%，同比增长13.2%。公司目前现有研发人员8万多名，约占公司总人数的45%。截至2018年底，华为在全球累计获得授权专利87805件，其中美国授权专利11152件。根据世界知识产权组织（WIPO）公布的数据，2018年华为共计提交5405份专利申请，全球排名第一。公司近年来的连续高增长，以及云管段的全面布局，使其营收规模远远甩开了同为通信业巨头的诺基亚、爱立信等，和微软谷歌等传统IC巨头并驾齐驱。作为对比，华为在2012年世界五百强排名仅为351名，落后爱立信42名。而2018年华为世界五百强排名跃居72名，而爱立信则下降至第500名。华为助力我国信息技术产业发展，产业链带动效应强自改革开放，我国以来积极发展本土代工制造业，逐步成为世界工厂。但是过去中国的本土制造业更多聚焦于低附加值的组装业务，位于整个产业链微笑曲线上游的基础材料、基础零部件、基础工艺和产业技术基础较为缺失。产业缺乏自上而下自主化体系。为了改变这一现状，提升我国产业综合竞争力，应对全球新一轮科技革命和产业变革。2014年，由工信部牵头，共计20多个国务院有关部门协同起草了《中国制造2025》，并于2015年5月19日印发。目标通过十年时间，迈入制造强国行列。到2035年，我国制造业整体达到世界制造强国阵营中等水平。并在新中国成立一百年时，综合实力进入世界制造强国前列。制造业主要领域具有创新引领能力和明显竞争优势，建成全球领先的技术体系和产业体系。为了实现这一目标，国家制定了五大工程，十大领域。其中无论是工业强基工程，还是新一代信息技术产业，均凸显了发展下一代信息网络，以及核心元器件自给自足的重要性。近期科创板的落地，则是从资本角度对《中国制造2025》予以呼应。从科创板的产业分类来看，新一代信息技术产业为首要的重点方向，内容包括半导体和集成电路、电子信息、下一代信息网络、人工智能、大数据、云计算、新兴软件、互联网、物联网和智能硬件等。在国家政策的推动下，我国ICT产业发展迅猛，华为作为行业龙头更是持续引领了行业发展。华为的崛起夯实了国家在通信、半导体等核心领域的竞争力，并塑造了华为手机这一终端品牌。从产业链角度带动了上下游的本土化需求，另一方面也为国内产业提供人才的摇篮。足见公司对于我国硬科技发展的重要性。以集成电路芯片设计为例。华为自04年设立海思半导体以来，持续大力投入，基于自身庞大营收体量及芯片需求，为其发展提供土壤。据中半协统计，2017年，海思实现营收303亿元，遥遥领先国内其他芯片设计公司，更是具备全球竞争力，位列全球第七。进入2018年，海思进一步高速成长，实现营收503亿元。从产业链角度来看，海思每年芯片的制造及封装需求巨大。过去由于大陆产业链不完善，公司更多将代工放在台湾台积电、矽品等厂商。同时，海思也常年维持着和大陆厂商如中芯国际、长电科技的密切技术交流。并在相关厂商能力具备之后，积极转单至大陆供应链。从而有效带动了中国半导体制造封装产业的发展。面对重压，华为积极应对，启动“备胎”计划或许正是感受到了华为引领的中国科技力量的威胁。5月16日，美国商务部将华为和70家子公司添加到所谓的实体名单中，将禁止华为在未经美国政府批准的情况下从美国公司购买零部件。5月20日，美商务部宣布对华为公司的禁令做出“有限豁免”，旨在减轻对现有客户的影响，但华为仍不能购买用于生产新产品的美国零部件。“实体清单”是美国商务部工业与安全局(BIS) 公布的个体名单，于1997年2月由美国商务部首次发布。被认为危害美国国家安全或影响美国海外利益的实体会列入清单，以此明确告知出口商，在未得到许可证时，不得帮助这些实体获取受本条例管辖的任何物项，同时，有关许可证的申请应按照《出口管理条例》（美国）第744 部分规定的审查标准接受审查，且向此类实体出口或再出口有关物项不适用任何许可例外的规定。此前中兴通信和福建晋华等厂商均曾被列入“Entity List”。除Entity List外，美国商务部还发布过Unverified list，称为未经核实的实体清单，出口商在出口任意物项之前，需向商务部额外提交详细记录。该清单约束力相较Entity List更轻。2019年4月，三安光电被列入“Unverified list”。但事实上，面对美国潜在的断供威胁，华为在多年前就已做出了极限生存的假设。并积极开始短期和长期的两手准备。（1）短期应对方面：自2018年孟女士事件后，华为开始开始向村田、东芝、京瓷、罗姆等供应商增加零部件采购，增加台湾地区的采购量，如大立光等订单明显增加。同时据产业链调研，对于美国半导体企业产品，华为亦准备了6-12个月的库存。足以在近期保证生产的正常进行。从而给予华为供应链切换的缓冲期。（2）长期策略方面：华为对内持续加大海思的研发投入，海思的快速成长为华为的三大业务板块提供了坚实的保障：手机端有麒麟SOC处理器，巴龙基带处理器；基站端有天罡芯片；企业网业务有AI处理器昇腾310和910等。同时近期华为还计划在英国剑桥等地设立晶圆厂，预计于2021年前营运。海思总裁何庭波在一封公开信中称“预计有一天，所有美国的先进芯片和技术将不可获得，华为仍将持续为客户服务。为了这个以为永远不会发生的假设，数千海思儿女，走上了科技史上最为悲壮的长征，为公司的生存打造‘备胎’”。这些“备胎计划”就是华为创始人任正非为应对挑战早早定下的策略。除此之外，华为还在积极寻找替代供应商，实行去A策略。一方面放宽对国内供应商的认证资格条件，加大对国内潜在供应商的发掘与培育。京东方，豪威科技等国内龙头厂商在华为处业务有显著增长。在自主开发操作系统上，华为消费者事业部总裁余承东于5月17日称，除自研芯片外，华为还具备操作系统的核心能力。早在2012年华为便开始开发自己的操作系统，预计将于2019年Q3-2020年Q1面世，该OS打通了手机、平板电脑和个人电脑，并有望兼容全部安卓应用和Web应用。最新进展：供应链鼎力相助，欧洲客户发声支持华为禁运事件之后，高通、英特尔、TI、安森美、泰瑞达等华为的硬件供应商都收到美国商务部的函件。要求相关供应商禁止向华为供货，暂停所有新订单等。但由于5月20日美商务部对华为公司的禁令做出的“有限豁免”，目前相关供应商的供货有少量恢复，可短期内支持部分老客户的产品维护。同时，华为也在积极争取非美国供应商的支持。公司已要求其亚洲顶级供货商维持交付，台积电表示，虽然正在评估美国这一决定的影响，仍会维持向华为的供货，群创光电也表示对华为的供货安排将保持不变。欧洲国家也明确表明了对华为业务的支持，今年3月份，华为在比利时布鲁塞尔开设了欧洲网络安全中心，罕见的向外界开放产品与源代码。展现了华为对外合作的诚意，赢得了欧洲国家对华为信任。而德法荷兰等欧盟国家也明确表示不会受美国施压而对华为下禁令，不会将华为排除在5G网络的竞标者以外。此外，俄罗斯电信巨头维佩尔通信公司更是打算2020年前投资50亿卢布在莫斯科电信网络更新中全面改用华为设备。整体来看，华为事件扰动了全球科技产业发展，虽然美国供应链厂商迫于压力对华为停供，但公司依旧得到了全球其他国家供应链及下游客户的支持，我们对华为仍有信心。同时，近期市场传言较多，有不少媒体爆料英飞凌、村田等非美国供应商对华停供。但均被上市公司辟谣。我们认为还需保持平和心态，不惧传言的短期影响。后续中美领导人还将于6月28–29日的G20峰会上开展会谈，华为事件或将迎来转机。三、华为供应链分析：短板依旧明显，但不必过于悲观手机终端和通信设备为华为公司最重要的终端产品2018年，华为运营商业务占整体营收比例达42%，而消费者业务占整体营收的47%。所以手机终端和通信设备为华为公司最重要的终端产品。消费者业务方面：华为手机终端公司于2003年成立，后改组为消费者业务BG。近年来华为手机销量持续快速提升，2015年一季度华为手机销量1740万台，市占率仅为5%；而2019年一季度手机出货就已跃升至5910万台，市占率高达19.02%。超越苹果，仅次于三星。我们认为华为手机的崛起主要得益于：1.华为在困境中始终坚持海思的芯片研发，实现处理器芯片自给，打破了高通对处理器芯片的垄断地位，具备了核心竞争力；2.华为手机具有全球领先的摄像效果，荣耀6 Plus系列首推双摄，P20 Pro推出三摄，有效抓住了消费者需求；3.市场定位精准，荣耀系列主推性价比，而中高端Mate和P系列在性能上可与苹果三星等巨头抗衡。运营商业务方面：华为的运营商业务一直以来是公司的经营重点。公司从中国市场起步，业务逐步扩张至全球，除发展中国家外，华为自2014年起在欧洲电信市场取得突破，并拿下大量份额。借此机遇华为于2015年一举超越诺基亚，成为全球第一的通讯设备商。公司运营商业务的发展历程也非一帆风顺。公司经历过思科对华为的起诉，新兴企业港湾对其的挑战。虽历经坎坷，但仍稳步成长。作为对比，中国另一运营商业务巨头中兴也在数十年的发展历程中持续提升自身在运营商市场的竞争力。但由于在2016年，2018年遭遇美国的不公禁运，业务开展受到一定影响，2018年的市占率有所下滑。从拆机角度分析华为手机业务自给率手机作为消费电子产品，其复杂度较低，所以我们在本节中从拆机角度切入，逐项探讨华为手机业务的自给率。我们整理了华为近两年推出的旗舰机型拆机报告。整体来看，华为能够实现自给的芯片主要包括处理器、电源芯片；在屏下指纹，CIS芯片及OLED方面，汇顶科技，豪威科技及京东方等国产厂商的突破有力支撑了进口替代；存储器芯片仍依赖进口，但韩系厂商可以满足需求，同时国内长存长鑫正在快速跟进。目前较为依赖美系供应商的芯片主要在无线充电及射频领域。无线充电方面，华为主要采用IDT的芯片方案，IDT于2018年被日本瑞萨收购。但由于研发所在地在美国，所以仍受本次禁令影响。不过无线充电领域近期有较多国产厂商涌现，如美芯晟，易冲等。其中美芯晟于近期已通过华为认证，未来有望快速实现国产替代。而射频芯片领域，国产芯片仍有较大差距。根据Yole预测，2017年，全球手机射频芯片市场规模为150亿美元，其中滤波器市场规模最大，达80亿美元。往后分别为功放，开关，调谐器，低噪放等。而2023年，整个射频芯片市场规模将达350亿美元，复合增长率达14%。其中增速最快的为滤波器，复合增长率达19%。同时值得注意的是，随着5G的到来，应用于毫米波场景下的AIP芯片方案将逐渐起量，预计2023年将有4.23亿的市场空间。目前射频芯片前四大企业分别为Skyworks，Qorvo，Broadcom，Murata，市占率分别为24%，21%，20%，20%。其中仅有Murata不是美系厂商。Murata的SAW滤波器市占率全球第一，但其他射频器件竞争力不强，同时也没有FBAR工艺。所以国内手机产业链对美系射频芯片供应链高度依赖。我们认为国内数字芯片的设计能力较强。但是模拟芯片更加依赖研发人员的经验，所以差距较大。其中射频芯片作为模拟芯片皇冠上的明珠，门槛最高且供应链议价能力强。据Navian的统计数据，2017年国产射频芯片市占率仅为2%，虽然近两年有所改善，但距离国产替代仍有较大缺口。目前国产射频PA厂商主要有唯捷创芯（2018年打入华为供应链），慧智微（正在多家国产龙头厂商处验证），中科汉天下，国民飞骧等。而射频开关及LNA厂商主要有卓胜微。基站侧：中射频芯片暂无替代，FPGA急需赶上前文我们讨论了手机芯片供应链中射频芯片自给率不足的情况。到了基站侧，缺芯现象进一步凸显。由于基站产品需要高可靠性及高精确度，所以芯片自给率较低。目前高度依赖美系供应商的主要有中射频芯片，FPGA两大类产品。除此之外，部分基站端高压电源器件也值得关注。（1）详解中射频芯片产业趋势及供应商中射频芯片方面，过去模拟中频及射频芯片主要采用分立方案，系统内的芯片架构较为复杂：混频器，DVGA，锁相环，ADC，DAC，正交调制器，DPD接收机，射频滤波器，射频PA等。进入5G前夕，为了满足微基站的体积大小需求，各家均开始转向射频ADDA或Transceiver两大类单芯片方案。上述两大类方案均是将中频模拟芯片及部分射频芯片集成在内，完成基带信号转射频的功能。后端只需加射频PA即可完成基站功能。由于射频ADDA及Transceiver芯片方案的集成度大大提升，所以进一步提升了基站芯片的门槛，使得国产厂商更加难以切入。通过下图的AD9213芯片框图可看出，单芯片方案的集成度极高，所以目前业内成熟供应商仅有TI和ADI。不过，据产业链验证，海思早已开始射频Transceiver的研发，但前期测试结果相对不太理想。除海思外，国内还有金卓网络的射频Transceiver芯片在研发中，目前仍处于FPGA早期验证阶段。（2）FPGA国产替代开始起步FPGA（Field Programmable Gate Array），即现场可编程门阵列。相比于ASIC（专用集成电路），FPGA的速度更慢，实现同样功能的面积更大，但FPGA具有能够快速成品，造价更低，可编程性和矢量运算不可替代的优势，因此其市场应用广泛。2018年全球FPGA市场规模63.35亿美元，同比上升8%，其中电子通讯占比40%，消费电子占比23%，汽车占比16%，数据中心占比8%，工业占比13%。FGPA可有效提升基站运行效率，有助于改善连接速度、降低时延、提升连接密度，进而更好地利用频谱带宽。预期到2025年，FPGA市场规模将达到125亿美元。通过产业链调研，我们了解到FPGA在基站中主要用在数字前端实现数据压缩，加速等功能。具体应用场景包括：I/Q数据压缩，硬件加速，AAA处理，提升CRAN基站连接性四大类。以I/Q数据压缩为例，基站信号需要通过正交调制，进而提升频率。正交调制之后的两路信号分别为I路信号和Q路信号。由于5G信号复杂度大大提升，所以需要对基带信号做FPGA数据压缩。图内以CPRI协议为例，但实际上FPGA数据压缩可以扩展至所有常见空中接口标准上的UL和DL信号。目前FPGA市场主要被Xilinx及Altera垄断，其中Altera于2015年被Intel收购。其余厂商包括美国公司Lattice，Microsemi；大陆公司有：紫光国芯；京微雅格；高云半导体；上海安路科技等，但距离在基站上大规模商用仍有距离。（3）基站电源芯片分析及产业建议华为海思在基站领域持续投入，在4G时代就已实现了基带芯片的自给，并于2019年推出华为天罡5G基带芯片。此外基站射频芯片也有储备。但仅靠华为一家是不够的。由于基站复杂度远超手机，认证流程较久，量亦有限。所以国内芯片设计公司更倾向于量大，且国产替代较为容易的手机芯片。以电源芯片为例，基站需要交流转直流的高压芯片，也需要在48V实现变压的隔离电源芯片。这些芯片实际上门槛并不高，但国内厂商鲜有投入该领域研发。在经历ZTE事件后，华为加速了国产芯片的认证流程，但产业链不能仅靠华为一家，还需国内企业协力助推。其他风险分析（1）安卓停止GMS服务授权，或将影响海外市场5月20日，外媒报道谷歌已停止与华为合作，随后谷歌中国通过邮件确认了此事。并称：安卓已停止对华为新设备的GMS服务授权，已有设备的谷歌服务将无法升级，但使用不受影响。由于海外市场高度依赖GMS服务中的Google Play软件商店，谷歌地图，Youtube等一系列服务。所以华为海外市场手机销售或将受到影响。据Canalys统计，2018年华为手机销量为2.06亿部，其中海外销量为1.01亿部。占总销量比例约为50%。据报道，目前已有多家海外运营商停止销售华为新机。面对软件封锁，任总前期在接受采访时表示正在与谷歌公司协商救济方案。同时，华为也在积极开发操作系统，目前已注册鸿蒙商标。据余承东透露，该系统将横跨手机，平板及电脑，并兼容安卓APP。预计早在2019Q3，迟在2020Q1就将推出。（2）IP及EDA的缺失影响深远IP方面，近期有媒体报道ARM停止与华为合作。我们认为，由于华为前期和ARM已签署了ARM v8架构的终身授权，所以新品开发暂不受影响。事实上，据招商电子产业链调研，海思将于5月30日召开麒麟新品发布会，内部工作推进一切如常。同时，从授权范围来看，华为购买的是最高难度的架构授权，开发过程中仅采用ARM定义的最基础的指令集，往后完全靠自研，所以对ARM的技术支持依赖度较低。目前全球范围内采用ARM架构授权的厂商主要有：华为，高通，ARM和三星。事实上，我们更需关注的是ARM v9的进展，由于华为此前签约并未涉及未来产品。所以如果v9推出之前禁运无法得到解决的话，或将降低海思的长期竞争力。华为ARM事件凸显了国内半导体产业在核心IP领域的缺失，建议关注本土IP公司芯原微电子，Imagination等。EDA方面：目前国际上主要有三大集成电路EDA公司，分别是Synopsys，Cadence，Mentor Graphics。三家在EDA行业的市占率几乎形成垄断，且均为美国公司。其中Synopsys的优势在于收购Astro之后，完善了产品组合，提供全面强大的解决方案；而Cadence曾是业界第一厂商，但在Synopsys和Astro的联姻之后退居第二，公司在模拟电路设计中具备独特的优势；而Mentor的体量相比以上两家小了很多，并于2016年被西门子收购。目前，海思已和EDA厂商签署了多年合约，所以基本使用暂不受影响。但EDA和IP不同，这个领域高度依赖技术支持。尤其是高度复杂的CPU研发，一旦在RTL转版图的过程中出现Bug，需要从EDA代码的角度分析。如果没有EDA厂商的技术支持，会较为严重地影响芯片开发进展。我们了解到，华为近期也在积极测国内的EDA软件，如芯禾科技，华大九天等，但整体来看，国内的EDA软件在某些细分领域较有特色，全面性远不如Synopsys等海外巨头。（3）其他风险：25%长臂管辖近日有媒体报道，美国《出口管理法》规定，若第三方企业对“实体清单”中目标企业出售的产品中，含25%以上美国企业生产的零部件和软件，该第三方企业也将列入制裁名单中。通过查阅美国出口管理法（Export Administration Regulations）我们找到了25%长臂管辖说法的来源。“Items subject to the Export Administration Regulations” include thefollowing:1. All U.S.origin items wherever located in the world.2. Any itemin the United States and being exported to any of these entities from theUnited States.3. Any foreign madeitem that contains more than 25% U.S. origin “controlled” content (or10% if exported or reexported to Iran, North Korea, Sudan, or Syria) (theso-called “de minimis” rule).4. Anyforeign made item that is the direct product of U.S. origin technology or majorplant and equipment located abroad, where the foreign-made product and the U.S.origin technology or major plant and equipment are controlled for “nationalsecurity” reasons.我们认为U.S. origin “controlled” content这一概念较为模糊，给了美方在执行时较大的自由度。如严格执行，可能会较多非美国供应商会受制于25%的长臂管辖，值得关注。四、华为事件敲响国产替代警钟，半导体产业机遇与挑战并存华为事件凸显了国内ICT产业链的不完善。在过去多年间，中国从微笑曲线中附加值最低的代工开始，逐渐切入下游，树立了以华为，ZTE，小米，格力等全球知名品牌。但位于整个产业链微笑曲线上游的半导体、软件系统乃至于基础材料都有显著不足。产业缺乏自上而下自主化体系。从华为供应链分析看半导体设计业短板据Gartner统计，2018年大陆品牌对芯片需求总量为940亿美元，本土芯片设计公司产值总额仅有260亿美元。对于华为公司而言，2018年华为芯片采购额为210亿美元，位列全球第三。而海思半导体营收为503亿人民币，取2018年底的汇率6.88来算，相当于73亿美元。虽已是全球第七大Fabless芯片设计公司，但要满足公司所有需求仍远不足。还需国内半导体产业链群策群力推动自主可控。在此我们统计了华为的前70大美国供应商，其中半导体供应商就有39家之多。可见美系半导体产业链的强势地位。下表中，华为业务营收占比数据取自BloomBerg；而国内对标公司及自给率是通过产业链调研而知。整体来看，国内半导体芯片自给率仍较低。（1）除手机处理器外，仅有指纹识别，MCU，分立器件，以及音频Codec等细分领域，在部分优秀国产公司的带动下，市占率有不错的表现。（2）AI芯片，模拟芯片，射频芯片，IP等领域，目前已涌现了一些极具潜力的领军企业，但国产替代仍有距离。（3）市场空间最大的PC处理器，存储器以及重要性凸显的EDA，FPGA等领域仍处于0的突破期。市场规模角度分析，我们剔除了与硬科技关系不大的其他类公司。华为采购额前二十大美国公司中，半导体公司共有13家；光模块公司2家，基站天线1家。其他采购金额较多的公司包括代工厂伟创力，玻璃大厂康宁，PCB公司TTM，生产保险丝等电路保护器件的公司LittleFuse。受前期存储器涨价影响，华为在2018年存储器采购金额较高。镁光采购总额高达39.51亿美元，为华为第一大供应商，占华为2018年芯片采购总金额的18.81%。而得益于在通信射频芯片领域的全面布局，博通以22.47亿位列第二大供应商。除上述两家公司外，其他采购金额较大的芯片设计公司下游领域还包括：手机处理器，PC/服务器处理器，模拟芯片，通信芯片等。这些都是市场规模较大的细分领域。国内半导体设计业的破局之路2018年，全球Fabless设计公司营收达1094亿美元。按地区划分，美国公司的龙头地位优势明显，占全球设计业约68%的份额比例；其次是中国台湾及中国大陆，份额分别为16%和13%。往后才是欧洲、日本等国家。但值得注意的是，欧洲的芯片设计业以IDM为主，如Infineon，NXP，ST均为全球前十五的半导体公司，但不纳入Fabless的统计。中国大陆的芯片设计业近年来取得了快速增长，2010年占据了Fabless 5%的市场份额，2017年这一比例提升至11%，而2018年在华为海思的强势带动下，市占率进一步增至13%。不过，若将IDM也考虑在内，那么中国半导体企业仍有较长的路要走。目前全球前十五的半导体公司中尚无国产公司身影。整体来看，国内IC设计呈现数量多、规模小的特点，2018年有1698家IC设计企业，其中只有208家营收过亿。据Trendforce统计，2018年国内前十大芯片设计企业中，海思半导体以503亿元的销售额远超其他厂商。而第二名的紫光展锐营收仅有100亿，同比还略有下降。国内芯片设计公司尚处于起步阶段，所以在发展过程中更需借鉴欧美大厂的经验。（1）并购整合：以德州仪器为例，公司是全球第一大的模拟芯片设计公司，但2000年之前，TI仅是一家专注DSP，基带处理器的芯片设计公司，尚未在模拟芯片领域大展拳脚。公司全面切入模拟芯片契机来自2000年的并购，公司以76亿美元的对价并购了名噪一时的模拟大厂Burr-Brown，随后公司又陆续完成了多起并购，完善了公司在模拟芯片领域的布局。由于模拟芯片的种类众多，且不同应用环境对芯片的参数需求完全不同，如通过自主研发方式切入，会花费较高的时间成本，同时，自研芯片推出后，客户处的认证替换流程也存在不确定性。所以并购成为了模拟芯片行业中切入新市场最经济有效的方式。虽然当前国内半导体行业的海外并购空间不大，但海外研发团队的引进，国内公司并购整合也是可行之举。对应到A股市场，目前半导体设计板块中有三大并购案在推进中，分别是韦尔股份并购豪威科技，闻泰科技并购安世半导体，北京君正并购北京矽成。上述并购案中，被并购标的此前均为海外龙头公司或龙头公司子公司。公司赛道优质，产品竞争力强，技术储备完善。如并购成功将大幅提升原有上市公司业绩表现，同时为上市公司带来全新的市场与客户，拓宽发展空间。（2）切入优势细分领域：国产芯片设计公司在发展过程中，赛道选择非常重要。芯片设计公司的下游应用领域的景气度各不相同，技术更迭速度，性能可靠性要求，竞争格局也是千差万别。以汇顶科技为例，公司在生物识别领域深耕多年，并于2018年引领市场推出屏下指纹识别芯片。在屏下指纹芯片放量的带动下，公司2019年一季度实现4.14亿净利，同比增长2039.95%的增长，业绩大反转的同时，业绩远超海外竞争对手。我们认为，当前全球半导体产业正处于去库存阶段，下游需求亦不振。这样的市场环境对于国内芯片设计公司是一大挑战，需要规避低门槛红海市场，找寻适合自己的细分领域，才可如汇顶一般逐步超越海外竞争对手，引领行业发展。（3）和下游终端厂商积极合作：终端厂商的支持对于芯片设计公司而言意义巨大。此前即使国内芯片设计公司有了合格产品，但终端厂商更倾向于海外巨头经过量产验证后的芯片方案。自去年中兴事件之后，各大终端厂商均开始大力推动和国产芯片厂商的合作，开发替代方案，避免被“卡脖子”。终端厂商的推动将有效促进国产芯片设计公司的发展。（4）国家政策的长线支持：政府近些年出台了多项针对半导体产业的优惠政策，更有1400亿的大基金。我们认为，政府的补贴在芯片设计领域要雨露均沾，芯片设计公司理应百花齐放的。现在政府对龙头的补贴力度较强，后续还需侧重研发团队齐备，具有核心技术的中小型芯片设计公司。同时继续推进国家科技重大专项，加大高校/科研院所对前沿技术持续研究的支持力度。科研院所的团队稳定，可以在较长时间内进行技术积累，可以更好的进行前沿技术开发。", "author": "观察者网", "newsdate": "发布时间：19-05-30", "newstime": "10:45", "sentiment": [{"positive_prob": 0.999356, "confidence": 0.998568, "negative_prob": 0.000644309, "sentiment": 2}]}, {"title": "马哈蒂尔：要尽可能多用华为技术！", "content": "马来西亚总理：美西方不应威胁商业对手 外交部：大实话，也是公道话2019年5月30日，外交部发言人陆慷主持例行记者会，以下为部分实录。记者问：据报道，马来西亚总理马哈蒂尔在出席第25届“亚洲的未来”国际交流会议期间表示，马方将尽可能多地使用华为技术。美西方必须接受亚洲国家现在也能生产有竞争力的产品，不应威胁商业对手。中方对此有何评论?外交部发言人 陆慷（资料图）陆慷：马哈蒂尔总理这个表态，说的是一句大实话，也是一句公道话。包括中国、马来西亚在内的广大发展中国家当然都有发展能力提高、科技水平进步的权利。在经济全球化的今天，通过互利合作实现共同发展、共同进步，实际上是拓展了各国的发展空间、做大了共同利益蛋糕，符合所有人的利益。希望个别国家能够认真听一听马哈蒂尔总理的上述忠告，对发展中国家的发展进步摆正心态，更多看到机遇。此前报道：出人意料，马哈蒂尔公开反对美国禁令：马来西亚将尽可能多用华为法新社报道，5月30日马哈蒂尔在东京表示，马来西亚将“尽可能多地”继续使用华为产品。他表示反对美国对这一中国公司发出的禁令。马来西亚总理马哈蒂尔（图源：日经新闻）马来西亚总理马哈蒂尔在东京的一次会议上发表讲话，承认需要存在安全担忧，但表示这不会阻止马来西亚使用华为产品。93岁的马哈蒂尔在亚洲未来论坛上表示，华为公司的研发力量“远远超过整个马来西亚的研究力量”，“所以我们尽可能地利用他们的技术。”视频在这里↓法新社指出，他的这番评论是在美国针对这家中国电信科技公司的争议性禁令之后做出的。华为公司受到美国的指控，并面临美国实施的禁令。在美国发布最新禁令之后，一些公司已经暂停与华为的合作。彭博社称，马哈蒂尔的这番公开评论，是对美国特朗普政府针对这家电信网络设备制造商开展行动的反驳。这也表明美国说服其他国家反对华为的努力在一些国家失败了，这些国家正在优先发展5G无线网络，而这正是华为公司的专长之一。来源：环球时报-环球网/白云怡、环球时报微信来源：环球网", "author": "中国经济网", "newsdate": "发布时间：19-05-30", "newstime": "20:23", "sentiment": [{"positive_prob": 0.914062, "confidence": 0.809027, "negative_prob": 0.0859379, "sentiment": 2}]}, {"title": "华为视频：做合作伙伴和消费者之间的“窗口”", "content": "【环球网科技综合报道】第七届中国网络视听大会以“守正创新，激发视听新活力”为主题的第七届中国网络视听大会在四川成都开幕，网络视听全产业链的2千余家机构的6300余位嘉宾参会。华为视频在大会期间宣布与腾讯视频的合作并参与“网络视听的迭代与进阶——网络视听新业态、新技术峰会”。在29日的峰会上，华为消费者云服务视频业务部部长徐晓林发表主题演讲《5G+AI+全场景，共创视频未来》，阐述华为视频对产业未来的判断和主张，并表示：“面对万物互联的全场景智慧时代，华为视频致力于打造华为终端用户的综合视频窗口，与业界合作伙伴一同提升用户视听体验，共创视频产业未来。”华为消费者云服务视频业务部部长徐晓林发表主题演讲5G+AI，视频行业新蓝海来临具有“高速率、广连接、低时延”特性的5G网络时代已触手可及，相关产业链正在积极研发、布局、发展，准备迎接网络新纪元的到来。徐晓林认为，在5G网络普及与AI技术赋能所构建的万物互联的全场景智慧时代，视频行业即将跨入新的蓝海;届时，视频娱乐消费将全面升级，成为视频新生态的制高点。而以手机硬件为中心的终端全场景延伸，和以云服务为中心的数字生活体验，也将成为构建视频新生态的关键。徐晓林阐述5G+AI带来的全场景智慧时代多维度支撑，为视频产业带来创新动力为了实现更好的用户体验，华为视频率先探索全场景智慧时代下视频媒体平台的发展之道。从视频创作和分发，到体验创新，华为视频将在多个维度对视频行业赋能，构建开放繁荣的内容生态。随着HUAWEI P30系列等创新产品的相继上市，华为视频依托华为5G芯片、处理器、超感光镜头、全新彩色滤镜阵列技术和AI增强处理能力等技术的护航，能帮助创作者全天候、随时随地的创作视频内容，并快速提升视频内容品质，引领全民创作热潮，给视频创作带来无限可能。例如近期由导演蔡成杰拍摄的电影《悟空》，就是使用HUAWEI P30 Pro以“裸机竖屏拍摄”的创新概念完成的作品——全程无外接镜头，仅凭借一部手机就满足了暗光拍摄、超远变焦等拍摄需求，实现了电影级的拍摄画质，受到了广泛关注和好评。优秀的视频作品需要匹配强大的分发渠道和分发能力，才能真正放大内容价值，带给更多用户以极致的视听体验和文化价值认同。华为视频基于人工智能技术，借助智慧视觉、智能运营、智慧情景，准确识别用户所处场景来匹配相应的内容推荐。换句话说，华为视频将海量的影、剧、综、漫等不同品类的内容，智能化地推荐给有视听偏好的用户，并在不同场景下为用户切换不同的视频服务。在用户体验方面，围绕包括手机、PC、平板、盒子、VR设备等在内的华为终端1+8+N战略，华为视频了结合AI交互技术、情景化内容服务和先进的音视频技术，为用户提供跨终端、跨系统、智能全场景无缝覆盖的视听体验，让多屏融合动生活成为现实，持续提升用户的视听体验。打造“综合视频窗口”，创造用户视听新体验为了更好地向华为终端用户提供多元、丰富的视频内容和体验，华为视频创新性的打造了“综合视频窗口”模式，即以华为终端为载体，与合作伙伴共同建立多元、优质的内容专区，通过全场景全终端的融合创新，依托华为的芯-端-云协同优势，打通内容和用户的连接，在用户体验上深耕细作。华为视频将成为合作方和用户之间的窗口，实现优质内容和终端用户之间的直达服务，共赢受众、共建生态，共同为用户创造极致的视听新体验。“我们的定位是把基础的能力和服务做好，和我们的合作伙伴一道把精品的内容精准地送达到华为终端用户手中。我们希望未来哪里有华为终端，哪里就有华为终端云服务，哪里就有华为视频，希望后续能和国内的伙伴们一起努力，共生共荣，共同发展。”徐晓林如是说。持续全球化布局，与合作伙伴共创视频未来面向华为终端全球用户，华为视频在全世界范围内展开布局，与合作伙伴共同致力于提升全球用户的视听体验。徐晓林表示，华为视频目前已经在在意大利、西班牙等欧洲国家开通自有品牌的服务体系，在拉美、中东、亚太部分区域与运营商合作开通华为视频服务。数量庞大的用户群体、广泛覆盖的用户区域、完善的服务合作体系和内容整合能力都将为华为视频的“综合视频窗口”服务提供重要保障。5G+AI万物互联的全场景智慧时代已经近在眼前，华为视频将携手全球范围内的优秀合作伙伴，推动实现技术互通、内容和资源共享，一点接入，多渠道分发，共创视频未来。华为视频将矢志不渝的为华为终端用户提供更极致的视听体验，为用户更美好的数字生活而奋斗。来源：环球网", "author": "中国日报网", "newsdate": "发布时间：19-05-30", "newstime": "09:49", "sentiment": [{"positive_prob": 0.216839, "confidence": 0.518136, "negative_prob": 0.783161, "sentiment": 0}]}, {"title": "华为反超苹果，但接下来的两个季度能否保持优势存疑", "content": "市调机构Gartner公布的2019年一季度的数据显示，华为手机在全球智能手机市场的份额上升至15.7%，而苹果的市场份额则大幅下跌至11.9%，前者成功超越后者再夺全球第二大手机品牌的名号。华为取得如此成绩固然可喜，但是当下所面临的复杂环境对于它能否将这种优势保持下去显然存在较大的变数。华为手机遭遇诸多不利因素一季度华为手机延续了去年的上升势头，全球出货量同比上升近五成，而去年的增速为约三成，这显示出华为手机的出货量在提速，按照这样的势头，赶超苹果显然不是问题，甚至于在今年四季度超越三星成为全球第一大手机品牌都不会成为问题。但是在这个节骨眼上，华为手机却遭遇了众所周知的美国因素的影响，拥有安卓系统的谷歌暂停合作，此外还有其他诸如存储芯片企业镁光等元件供应商暂停合作，虽然华为强调其拥有备胎，并储备了大量元件，足以应付当前的生产所需，不过其恐怕已难以避免遭受负面影响。安卓系统是智能手机市场最流行的操作系统，而谷歌则是全球最大的互联网企业，在海外市场谷歌搜索、谷歌地图等诸多应用广受用户欢迎，在这样的情况下谷歌暂停合作，特别是欧洲市场，用户高度依赖谷歌的应用，而欧洲市场恰恰是华为最大的海外市场，华为手机的海外出货量可能因此下滑。近期中国台湾的产业链消息指，华为手机已缩减了超过两成的订单，显示出它考虑到海外市场的影响，对于未来的生产计划已趋于保守。台湾的媒体分析甚至指出，华为手机在海外市场可能将被三星、小米、OPPO、vivo等分食，这对于华为手机二季度和三季度的出货量必然会造成重大的负面影响。华为接下来的两个季度能否保持优势存疑2018年的数据显示，华为手机的海外出货量大约为1.02亿部，占其整体出货量近半数。近期华为所面临的不利因素将陆续在今年的三季度、四季度发酵，华为手机能否在接下来的两个季度维持对苹果的领先优势显然存在较大的疑问。据IDC的数据，2018年三季度华为、苹果的手机出货量分别为5200万、4690万；同期它们在中国市场的出货量分别为2520万部、760万部。华为手机领先苹果大约11%，而华为手机有半数来自海外市场，据此可以推算，如果华为手机今年三季度在海外市场的出货量出现大幅下滑，它很可能在全球市场的出货量将低于苹果。每年的四季度是苹果iPhone出货量的高峰，IDC的数据显示，2018年四季度苹果、华为的手机出货量分别为6840万、6050万，苹果反超华为夺得第二名，考虑到华为今年将受不利因素的影响，今年四季度苹果稳占全球智能手机老二的位置应该不成问题。当然排名依然可能会出现变化，那就是谷歌暂停与华为合作的时间会有多长？如果时间比较短的话，那么华为在海外市场可望迅速恢复；苹果的颓势已成，其创新力下滑已是现实，这也导致了它自去年四季度起季度出货量开始出现显著下滑。即是说如果谷歌与华为迅速恢复合作的话，那么华为在接下来的两个季度超越苹果还是有希望的。不管谷歌与华为暂停合作的时间有多长，全球最大手机品牌三星都可望成为获益者，特别是在欧洲市场，它可望迅速夺取华为手机的市场，借此机会巩固自己的领先优势，华为要在今年四季度赶超三星的希望已经相当渺茫。面对困难，华为已表示要迎难而上，将推出鸿蒙操作系统，未来不管谷歌是否迅速恢复与它的合作，它推出自己的手机操作系统已属必然，如果它能推动鸿蒙操作系统取得成功，那么它将从此摆脱当前仰人鼻息的局面，这将有利于它的长远发展，或许经历风雨之后它会迎来更光明的未来吧。", "author": "柏铭", "newsdate": "发布时间：19-05-30", "newstime": "22:04", "sentiment": [{"positive_prob": 0.158551, "confidence": 0.647664, "negative_prob": 0.841449, "sentiment": 0}]}, {"title": "华为在美提起诉讼 称禁令是“用立法代替审判”的暴政", "content": "央广网北京5月30日消息（记者马欢）据中国之声《新闻纵横》报道，一直以来，美国宪法禁止国会通过任何“剥夺公权法案”，即未经审判就对个人或团体施加惩罚的法案。但在2018年夏天，美国通过的《2019财年国防授权法》，却对中国华为公司的某些设备实施了广泛禁令。针对这一禁令，今年3月6日，华为在美国提起诉讼，要求法庭判决《2019财年国防授权法》第889条部分内容违宪。当地时间5月28日，华为又提出简易判决动议，要求法院宣布该法案违宪。华为公司认为，美国政府的禁令本质上就是用立法来替代审判。据华为首席律师，众达律师事务所合伙人Glen Nager介绍，美国宪法通常限制国会立法权，并要求执行这些法律的权力只能授予行政机构和法庭。宪法禁止国会针对性地惩罚特定个体，禁止国会针对性地剥夺特定个体的财产和自由，禁止国会行使行政和司法权力，但是2019财年国防授权法案第889条违反了上述所有宪法规则。此外，第889条还违反了剥夺公权法案条款、正当程序条款以及授权条款里的三权分立原则。对其合宪性发起的挑战纯属法律问题，没有事实争议，因此有必要提交简易判决动议，加快进度。据此前华为提交的起诉书显示，第889条在没有经过任何行政或司法程序的情况下，禁止所有美国政府机构从华为购买设备和服务，还禁止美国政府机构与华为的客户签署合同或向其提供资助和贷款。这是典型的惩罚措施和剥夺公权法案。华为首席法务官宋柳平表示，美国政府迄今为止都没有提供任何华为构成安全威胁的证据。但却假定华为有罪，没有给华为任何辩护和提供驳斥证据的机会，这违反了正当程序条款。此外，根据第889条，国会承担了行政机构和法庭收集事实和执行法律的权利，这违反了美国宪法的三权分立原则。华为声明称，这是典型的用立法代替审判的暴政，是美国宪法明确禁止的。商务部研究院学术委员会副主任张建平表示，华为此举让国际社会更加了解华为事件的真相，了解美国政府是如何为了打击别国公司而不惜违反宪法。张建平说：“对华为来讲，我们希望既然是在美国作出的决策，那么这种决定也好，它的法律也好，规定也好，都应该符合美国的宪法精神，符合宪法要求。所以我觉得从这次来讲，华为是希望通过这样一种诉讼，能够在这个方面向美方讨一个说法。”对华为这家中国民营公司，美国不惜大动干戈，痛下杀手，其实早有端倪。今年4月12日，美国总统特朗普在白宫举行了关于美国5G部署活动中发表演讲，其核心观点就是，5G竞赛已经开始，美国必须拿下这一仗。特朗普表示：“我们不能允许任何其他国家在这个强大的产业中与美国竞争，我们在许多不同行业中都处于领先地位，我们不能让其他国家领先，5G竞赛是美国必须拿下的一场比赛。”中国国际经济交流中心首席研究员张燕生表示，美国的举动显然是感受到了中国在科技领域竞争压力后的强烈反弹。“我们知道美国它要的就是三个东西。第一个全球领导力，第二个它要给全球建章立制，要颠覆的是它自己建立的制度，自由贸易制度。但它认为吃亏了，要重新架构，要占便宜不吃亏的制度。第三个是它认为中国的GDP占了它的2/3以上，对它形成了经济的威胁，科技的威胁。所以在这种情况下，发现在通讯领域，中国要给全球提供核心技术，核心维护和保障，和核心的下一步转型升级的培训和辅导。美国突然意识到，一个科技的新的竞争对手，居然在通讯领域走到它的前面。”张燕生说。一个月后，美国政府的5G战略布局开始落实。5月16日，美国商务部以国家安全为由，将华为公司及其70家附属公司列入管制实体名单。宋柳平提及这件事时表示，“强大如美国，以举国之力，乃至动用全球外交资源，打压一个私营企业，不公平，也开创了一个危险的先例。今天是电信业和华为受到损害，未来可能会轮到任何一个行业、任何一家企业、任何的消费者。”中国国际问题研究院美国研究所所长滕建群表示，当前的中美贸易摩擦是超越商业往来的博弈，未来通过法律途径保护商业或科技的发展可能会成为常态。滕建群说：“美国法律并没有限定符合法律的交易，符合法律的商业活动，而美国现在先入为主，它确实违反美国自由交易相关法律。这是保护我们自身商业或者科技发展的一种手段，因为现在中美之间这种贸易摩擦或者贸易战争，实际上是一种超越商业往来的博弈。那么我觉得中国一方面肯定会奋起直追，更加依靠自己的力量在科技领域，在其他领域不断争先。另外一方面我们也要拿起法律武器，更多的保护自己的商业利益，保护自己各方面的利益。”宋柳平说，司法是守护正义的最后防线，美国对华为的打压无益于改善网络安全。网络安全是各方面临的共同挑战。如果这也是美国政府的目标，华为期待着其转变策略，通过诚实、有效的措施提升网络安全。根据诉讼进程表，该案将于9月19日就该动议举行听证会。此外，据记者了解，继SD存储卡协会(SDA)之后，更多行业组织开始恢复华为会员资格。Wi-Fi联盟、蓝牙技术联盟和JEDEC协会(固态技术协会)等行业组织，均已恢复华为的成员资格。", "author": "央广网", "newsdate": "发布时间：19-05-30", "newstime": "07:25", "sentiment": [{"positive_prob": 0.918322, "confidence": 0.818493, "negative_prob": 0.0816782, "sentiment": 2}]}]