[{"title": "四摄加持，50倍变焦，华为正式推出P30系列手机", "content": "华为全部的新品北京时间3月26日晚上九点，华为在法国巴黎召开了新品发布会，正式发布了两款P系列新品手机——P30、P30 Pro。此次P30系列的最大亮点依旧是它的拍照功能，在发布会上，余承东也说了：“P30系列将会提供媲美专业单反相机的能力。”除此之外，华为还发布了支持最大40W SuperCharge快充的12000mAh移动电源、FreeBuds Lite蓝牙无线耳机、华为Watch GT的新配色以及一款与GENTLE MONSTER联名的智能太阳眼镜，此次发布的硬件产品可谓相当丰富。徕卡三摄迎来升级，同时新增ToF摄像头加上ToF摄像头，P30 Pro已经是“四摄”了这次在P30和P30 Pro上，同样采用了两组不同的摄像头方案。华为P30采用4000万像素f1.8主摄（等效27mm）、1600万像素f2.2超广角摄像头（等效17mm）、800万像素长焦摄像头（支持3倍光学变焦，等效80mm）。而P30 Pro虽然也是4000万像素主摄像头（等效27mm），但是光圈升级到f1.6，同时，采用2000万像素f2.2广角摄像头（等效16mm），长焦镜头则采用潜望镜结构光圈为f3.4，支持5倍光学变焦（等效125mm）。另外，P30 Pro还加入了ToF景深摄像头，而P30并不具备。在发布会上，华为也特别讲到了此次对4000万像素主摄像头的升级，该摄像头传感器采用RYYB的色彩排列方式，进光量可以提升40%，同时元件体积比常规摄像头要大，达到常规摄像头感光元件的125%体积，因此也可以理解为手机摄像头当中的“底大一级压死人”。另外，广角兼微距镜头可以实现最近2.5cm的对焦能力。Dxo分数112，最高支持50倍数码变焦在硬件上，华为做了很多创新和进步，不过在长曝光对比上，完全不同快门参数失去了参考价值目前，在DxoMark的榜单上，P30 Pro得到了112分的分数，拍照单项得分为119分，成为排名第一。还有一个值得注意的是iso极限数值的提升，P30达到了204800、P30 Pro达到了409600。现场，华为也展示了与三星galaxy S10+和iPhone XS MAX的一些对比，不过在一组长曝光的样张中，三台手机却采用了不同的曝光时间，作为横向对比并不公平。前置摄像头方面，两款产品都升级到3200万像素摄像头，支持AI美颜以及AI HDR+技术，可以提供更好的图片动态范围。视频方面华为也做了一些提升，这次在摄像头中加入了OIS防抖功能，同时还推出了一个“双景录像”功能，开启该功能时，广角摄像头和长焦摄像头将会同时记录画面，并且在屏幕上分别显示。在加入了潜望镜式结构长焦镜头后，华为P30系列的最大可变焦范围也得到了提升。其中，P30可以实现3倍光学变焦、5倍混合变焦、30倍数码变焦（没有潜望镜式摄像头，只有3倍光学变焦摄像头），P30 Pro最高还可以实现50倍的数码变焦。曲面窄边框设计，搭载EMUI9.1窄边框设计屏幕尺寸方面，华为P30为6.1英寸，P30 Pro为6.47英寸，两款产品均采用水滴屏设计，像素也同为2340×1080，采用OLED屏幕，并且在屏幕顶端和两侧的边框上做了进一步收窄，顶部最窄可以达到2.2mm（P30 Pro），最宽3.68mm。电池容量上，P30为3650mAh、P30 Pro为4200mAh，均支持40W快充和15W无线充电，重量分别为165g和192g。在机身设计上的另一个改变是华为取消了3.5mm耳机接口，转而采用了屏幕发声技术，同时背面也不再有指纹开孔，两款手机均采用屏下指纹解锁的方式。在防护等级上两款产品也有差异：P30 Pro支持IP68级防水防尘而P30仅支持IP53等级，这也就意味着P30 Pro还可以承受短时间泡水，而P30并不支持。性能方面，两款产品均采用麒麟980处理器，搭载EMUI9.1系统，采用安卓9.0内核。据介绍，EMUI9.1已经启用全面屏手势完全替代三颗虚拟按键，另外，两款产品虽然没有独立AI按键却可以通过按住电源键1秒激活谷歌AI助手（国内肯定不支持）。另外，华为还推出了智能车钥匙功能，可以用手机替代汽车钥匙，目前已经支持7款奥迪车型。40W快充移动电源、能听歌的智能太阳镜除了P30系列，还有一堆配件除了华为P30系列以外，华为还带来了一系列周边产品，包括充电宝、耳机、华为Watch和智能太阳镜。其中，华为推出的移动电源容量为12000mAh，支持40W SuperCharger。FreeLace无线蓝牙耳机，采用常见的颈挂式蓝牙耳机设计，值得一提的是它采用type-C借口可以直接插手机充电，充电4分钟，就可以使用5小时。另外，华为也发布了蓝牙真无线耳机FreeBuds Lite，共有黑白两种颜色，12小时续航，采用入耳式设计，只有被动降噪。而watch GT则是以“换壳”为主，新增两个颜色的活力款，采用46mm，还有两个雅致款，表盘为42mm，华为也宣布将为Watch GT的系统加入铁人三项模式。华为联合GENTLE MONSTER推出的智能太阳眼镜具备可以替代耳机的功能，支持IP67防水防尘，眼镜架上有扬声器/麦克风等等设备，并且采用触控操作，特殊设计的半开扬声器位于镜腿处，可以看视频/听音乐，眼镜盒支持无限充电，内置容量200mAh，采用NFC不接触式充电，该产品将于7月左右上市。P30 Pro售价999欧元起步价格方面，华为P30只有一个版本，6GB+128GB售价799欧元（约合人民币6054元），华为P30 Pro 8GB+128GB版本售价999欧元（约合人民币7570元）、8GB+256GB售价1099欧元（约合人民币8328元）、8GB+512GB售价1249欧元（约合人民币9466元）。其他产品方面，充电宝和FreeLace耳机都是99欧元（约合人民币750元），Watch GT活力款249欧元（约合人民币1886元）、雅致款229欧元约合人民币1735元），FreeBuds Lite无线耳机119欧元（约合人民币901元）。其实从P30系列的性能和功能来看，在一些方面已经超越了Mate 20系列产品，因此799欧元起步的售价其实并不贵（Mate 20首发6GB+128GB售价849欧元），同时，P系列也一直是华为出货量的“中流砥柱”，这些功能上的提升以及短板的补足也更容易让消费者买账。（本文首发钛媒体，作者/智小云，编辑/项欧）", "author": "钛媒体APP", "newsdate": "发布时间：19-03-27", "newstime": "03:14", "sentiment": [{"positive_prob": 0.99338, "confidence": 0.985289, "negative_prob": 0.00662012, "sentiment": 2}]}, {"title": "华为P30手机价格都别争了，华为官网商城信息已有暗示", "content": "今晚，华为在巴黎发不了新的旗舰系列手机—华为P30系列，在余承东那标志性的英语口音介绍下，这款手机的配置等各方面信息基本确定，唯一还未确定的就是国行版的价格问题，需等到在国内的发布会最终公布。大家陷入了思维怪圈，盯着大嘴余承东刚刚巴黎发布会的价格争来争去。其实华为P30欧版和国行内存完全不一样。针对国内消费者，为了降低入手的价格门槛，出了3个版本，其中肯定有一款丐版（8+64G的），价格保证4000以内可以入门P30。至于30Pro的话，也不要参考之前的欧元价格和国行对比，没啥意义，这次总体提升还是比较明显，至少比去年P20Pro的首发价要高一点。为何这么确定呢？我们看P60的定价策略，必须结合华为目前的市场策略，那就是华为目前除了要面对OPPO、vivo以及小米手机的竞争，最重要的是要把三星手机一棒子打死。今年的三星Galaxy S10系列降价非常明显，而且取得了明显的效果，在国内手机市场上复苏也未必没有可能。华为定价5999的Pro系列，是导致了三星Galaxy S10销量比例从0.8%到3.6%的一个重要原因，很多人突然觉得6999的三星s10+对比华为没那么贵了。三星这个月卖了50W台国行虽然份额不高，总量也不大，可是这都是5000+的安卓高端机啊，抢的就是华为客户。", "author": "明晞", "newsdate": "发布时间：19-03-27", "newstime": "00:04", "sentiment": [{"positive_prob": 0.455081, "confidence": 0.101613, "negative_prob": 0.544919, "sentiment": 1}]}, {"title": "两款新机该买谁？华为P30新机解读：拍照领先太多", "content": "北京时间3月26日晚，华为P30/P30 Pro系列多款新品在法国巴黎正式发布。新机卖点很多，核心仍为拍照，主要强调超长变焦+超亮夜景，相较华为P20系列又有很大提升。在国内尚未发布之前，我们快速了解一下新机以及两款新品的区别。华为P30 Pro采用四颗摄像头的设计，这是两款新机最大的区别。其中华为P30 Pro搭载4000万像素广角主摄+2000万像素超广角摄像头+800万像素潜望式长焦镜头+ToF深感镜头。其中潜望式长焦镜头是消费者关注的焦点，通过软硬件的配合最高可让手机实现高达50倍的数码变焦，看成手机界的望远镜。为了解决超远距离拍摄时抖动问题，华为P30 Pro的4000万像素广角主摄和800万像素潜望式长焦镜头均支持光学防抖。还有一项长短焦段的创新性功能就是双镜头可同时进行视频拍摄。华为推出超级夜景功能以后，带动了整个行业的手机拍照发展方向。如今华为P30 Pro在夜拍方面再进一步，ISO感光度从102400跃升至409600。发布会现场演示，在光源严重不足的情况下，华为P30 Pro的效果大幅领先iPhone XS Max和三星Galaxy S10+。夜拍时获取更大进光量的原因是华为在相机传感器上首次采用RYYB排列方式，此前更多使用RGGB排列，华为表示新的排列方式让进光量提升40%。华为现场公布了DXOMARK对华为P30 Pro的评分结果，拍照得分为119分登上榜首，超越自家此前占领榜单前两位的P20 Pro和Mate 20 Pro。视频得分为97分，也是稳居前三名的成绩。华为P30搭载800万像素长焦镜头+1600万像素超广角镜头+4000万像素广角主摄像，其中800万像素长焦支持光学防抖。尽管少了潜望式长焦镜头，但这样的组合配置放在今年依旧是旗舰级的标准。相机以外，华为P30 Pro正面采用6.47英寸OLED珍珠全面屏，分辨率为2340×1080。与其它同类屏幕手机不同的是华为P30和P30 Pro均没有听筒，而是采用一种叫做磁悬屏幕发声的技术，实现声音的传输。配合解锁方式为屏幕指纹识别。一些细节方面，华为P30 Pro与P30的区别。华为P30 Pro的电池容量典型值是4200mAh，P30则为3650mAh，目前行业旗舰机电池普遍在4000mAh。华为P30 Pro支持最高15W无线充电，和反向充电，P30则不支持这些功能。华为P30 Pro标配40W超级快充，P30则为22.5W快充。华为P30 Pro屏幕两侧为曲面设计，视觉上边框会更窄。P30屏幕则为纯平，所以两机手感会有很大区别。华为P30标配3.5mm耳机接口，这是P30 Pro所没有的。没有耳机接口的P30 Pro支持IP68防尘防水，P30只支持IP53级。配置方面两机均采用麒麟980处理器，支持GPU Turbo 3.0。新机运行EMUI 9.1版本，视觉效果上与此前略有变化，但整体风格未变。国内发布会预计将于四月上旬召开，届时会公布国行版售价，相比欧洲价格转换过来国行会更便宜。目前在华为官方商城部分色彩还能预订，相对更推荐天空之境配色，因为从色彩到工艺都与其他版本有明显区别。如果盲订的话，笔者更推荐购买华为P30 Pro。同版本情况下，预估两款手机会相差千元。但从配置来说，华为P30 Pro的50倍数码变焦、无线充电、40W超级快充和无线充电、4200mAh大电池、IP68防尘防水，都是支持更好体验的重要功能。近期泡泡网也将拿到华为P30/P30 Pro评测机，届时会带来产品层面更多评测。", "author": "泡泡网", "newsdate": "发布时间：19-03-27", "newstime": "10:21", "sentiment": [{"positive_prob": 0.737084, "confidence": 0.415743, "negative_prob": 0.262916, "sentiment": 2}]}, {"title": "华为P30系列发布：顶峰不“挤牙膏”的典范", "content": "一年双旗舰，华为走了类似于三星手机的路线，但不同的是经历了多年的摸爬滚打，华为已经看清楚属于自己的道路。从去年P20系列的真正惊艳到Mate 20稍稍无感，原以为华为登上手机相机顶峰而沾沾自喜学习某些行业巨头“挤牙膏”（更新幅度小的意思），然而现实却华为却在已经登顶的相机方面依旧给人以不少惊喜之感。说实话，在余承东在前期介绍P30系列颜色的时候我内心还是比较失望的，直到后来渐入高潮让我边看边感叹有钱真……好。4摄？按照广泛定义依旧属于3摄在摄像头数量上较劲已经到了极限（hmd Nokia做出来的蜂窝煤摄像头算是个突破点吧），主流的厂商目前都喜欢采用类似于华为P20的解决方案 —— 广角镜头、标准镜头、长焦镜头。如之前一直曝光的产品信息一致，华为P30系列依然采用这套方案。但不同的是，华为P30 Pro将原本OPPO在各种世界级展会上放出的“潜望式摄像头”给提前秀了出来。今晚可能OPPO的高管们脸色有点不好看，尽管华为P30系列国内发布会比OPPO晚一些。回到主题，余承东在发布会上提到的“4 camera”其中之一是ToF镜头，该镜头并不会直接做成像工作，大多是辅助“人像模式”判定景深，例如发布会中拍摄人像“头发丝”对比，在对于主体判定起了关键作用 —— 这在单反世界中还需要购买特定焦段、特定光圈的摄像头才能够实现，在短焦大光圈的镜头上同样也可能出现“头发丝被虚化”的情况。从某些方面而言，华为不再需要在虚无缥缈的“像素”“味道”上超越单反，对于非资深相机用户而言，用手机能够拍出比单反更优秀的照片。对于ToF算法上的优化不仅仅让P30系列在人像照片上妥妥坐稳龙头，曾经iPhone上得意的人像算法也被华为压了一头。当然，并不是说华为一定能做到百分之百出片率，毕竟目前Mate 20、荣耀V20同样具备ToF镜头，但依然做不到P30系列发布会上如此极致的“抠人像”。广泛意义上而言，华为P30系列依旧属于3摄范畴。依旧大底，还有拔高的ISO今年华为并没有直接提出采用了索尼的哪一枚CMOS，理论上应该是IMX600的小改款，具体型号未知。并非如此前流传的3800万像素的IMX607，这枚传感器在保持IMX600系列一样尺寸的同时，拔高了一大截手机的ISO。说实话，不说手机，普通C画幅相机ISO开到10000以上就已经噪点满满，高感光全画幅相机配合优秀的降噪算法和硬件勉强开到20万还能用 —— 真不敢想象华为一台手机在如此狭小的CMOS里如何承载高达40万的ISO值……当然，发布会看到上图的时候我稍稍激动了一下，这已经超脱我对于手机相机传感器的认知。缺德样张和偷换概念得益于算法和大底的优势，华为自然秀了一把“夜视”能力，把当年拥有“夜视仪”支撑的三星手机按在地上摩擦。但这张“仰望星空”相片无疑显得华为有些缺德，用30秒的快门时间对比竞品1/4秒和10秒，进光量的差量不言而喻。其实iPhone或者三星都可以通过三方软件实现长快门，只不过华为把它内置到了系统当中 —— 当然，华为用的统一标准进行对比（都用原生相机软件），在逻辑上其实也没办法批判什么。在不久的将来，OPPO也会在Reno系列产品发布会中列出类似上图的对比图，并且尝试普及“10倍混合光学变焦”的新商业名词。事实上，这依旧是利用了大多消费者的知识盲区做了一个概念营销。请各位看看本文的第二章图片：华为在Keynote上已经表明了这枚焦距高达125mm的长焦摄像头为“5X”，也就是5倍的意思。这个倍数是相以手机普遍24~28mm焦距的摄像头为标准，确实差不多达到5倍焦距而得出的结论。而所谓“10倍混合对焦”则是以最上方的超广角16mm短焦镜头作为新标准，同样还是125mm焦距的镜头，从5X就可以宣传到10X。华为有撒谎吗？并没有，只不过偷偷地换了一下概念。同样的事情还会发生在下个月的OPPO Reno发布会上，各位可以拭目以待。双镜头同时工作，咋看之下是不错的新功能，实际上三星、LG早在几年前就已经实现了类似功能（三星是将前置摄像头和后置摄像头同时开启拍照）。当然，华为提供的是一种功能，至于作品是否好看，还得看内容创造者的创意。唯一需要担心的是两枚摄像头同时工作定然会给SoC和相机模组造成巨大负担，稍微优化不得当就会造成烫手困扰，只能等上市后看用户反馈了。看似小功能，实则大付出一方面，华为这个把手机放在跑步机上就能记录距离、步数、时间、卡路里的功能无疑属于黑科技 —— 余承东表示这个功能不挑跑步机。在跑步机上看完发布会的我很好奇它如何做到离开用户身体后能够实现记录的。另一方面，华为已经主动与汽车厂商联系将手机做成车钥匙、门钥匙，无疑这是打算将NFC功能发挥到极致，搭配现在华为钱包里支持第三代身份证的录入，这个局布得很大。要知道，写入车钥匙涉及到很严格的安保功能，如何不被别人复制也是需要华为考虑的。目前华为已经与奥迪谈成了，国产车商自然不难拿下，功能的实现无疑会大大增加用户粘性，但安全问题华为并没有多说，需要更详细的说明才知晓了。与此同时华为带来了一系列的附件和我不感兴趣的眼镜（被GENTLE MONSER的CEO混乱的演讲逻辑恶心到了）。附件大多具备创意，但华为的配件在一些细节体验上依然没有特别到位，这里暂不展开说明。价格如上，按照近期的汇率从左到右分别大约是6060元、7575元、8333元、9470元。P30 Pro全系标配8GB运存，跟竞争对手三星Galaxy S10+相比相对诚意不足，但看在相机方面多项革新的面子上，还算过得去。（国内售价会低于上方价格，敬请期待4月国行上市。）", "author": "Cigital", "newsdate": "发布时间：19-03-27", "newstime": "00:21", "sentiment": [{"positive_prob": 0.877207, "confidence": 0.727127, "negative_prob": 0.122793, "sentiment": 2}]}, {"title": "早报：华为P30系列旗舰手机发布/华为WATCH重磅更新", "content": "【手机中国早报】3月26日，华为在法国巴黎正式发布了华为P30系列年度旗舰手机。华为P30携全新4000万像素超感光徕卡三摄登场；华为P30 Pro则带着革命性的4000万像素超感光徕卡四摄横空出世，以112分的总成绩在权威图像质量评测网站DxOMark屠榜，强大的变焦能力与夜视仪般的拍照样张惊呆了所有人。⊙华为P30/P30 Pro正式发布 徕卡四摄让黑夜瞬间变白昼！26日晚，华为P30系列手机正式发布。华为P30采用了4000万像素+1600万像素+800万像素超感光徕卡三摄影像系统；华为P30 Pro则搭载了前所未有的4000万像素+2000万像素+800万像素+ToF徕卡四摄影像系统。华为P30系列首创全新RYYB传感器设计，进光量提升40%；均支持极具创新的双景录像；支持AI HDR+ 逆光拍摄。硬件方面，两款手机都采用OLED材质珍珠全面屏，搭载麒麟980 AI芯片，其中华为P30 Pro采用了双曲面屏设计，并支持屏幕发声技术。华为P30系列手机发布早报点评：满足你所有的向往！⊙112分斩获冠军！华为P30 Pro DxOMark相机评分公布发布会中，余承东公布了华为P30 Pro的DxOMark相机评分，P30 Pro以112分的综合评分超越了P20 Pro、Mate 20 Pro，打破了由自己创造的手机拍照世界纪录！从华为P30 Pro的DxOMark单项评分来看，P30 Pro拍照评分达到创纪录的119分，视频评分高达97分！成为目前全球拍照第一的智能手机，至此DxOMark榜单前三都成了华为手机，坐拥状元、榜眼、探花，强大如斯！华为P30 Pro DxOMark登顶早报点评：无敌是多么寂寞！⊙华为WATCH GT新版正式发布 小表盘设计佩戴更轻松除了手机之外，华为还正式发布了华为WATCH GT两个全新版本——活力款和雅致款。华为WATCH GT活力款表盘大小为46mm，而且陶瓷表圈保留了24小时刻度，新增橙色和墨绿两种配色，表带采用与高端腕表品牌相同的氟橡胶材质。华为WATCH GT雅致款更为简约小巧，不仅使用了42mm小表盘，还采用了黑白纯色设计，整个手表一体感更强。而且白色版本的表圈由于被精确切割出了48个小三角切面，在不同角度光照下，会反射出不同的颜色效果。华为WATCH GT活力款早报点评：日趋成熟的智能手表⊙新款华为MateBook X Pro官宣 全新“一碰传”定档4月刚刚发布的华为P30系列已经完美适配了新款HUAWEI MateBook X Pro及其全新升级的“Huawei Share一碰传”功能。“Huawei Share一碰传”能够轻松将图片、视频、Office文档等文件在没有数据线传输的环境下，在手机与电脑之间进行传输。本次升级还新增了华为一碰传录屏功能，将手机\"摇一摇\"后，再触碰笔记本的HUAWEI Share标签，即可在笔记本上进行60秒的屏幕录制。此外，华为自主开发了\"共享剪贴板\"功能，当手机和电脑靠近时，可以跨设备复制粘贴文本。新款HUAWEI MateBook X Pro早报点评：华为全家桶指日可待！", "author": "CNMO手机中国", "newsdate": "发布时间：19-03-27", "newstime": "05:33", "sentiment": [{"positive_prob": 0.993929, "confidence": 0.98651, "negative_prob": 0.00607057, "sentiment": 2}]}, {"title": "华为：潜望式摄像头经过三年研发 50倍变焦是可接受的最大倍数", "content": "（观察者网讯 整理/陈兴华）北京时间3月26日21点，华为在法国巴黎举办发布会正式推出P30系列旗舰手机，在会后专访中，华为消费者业务手机产品线总裁何刚、华为消费者业务手机产品线副总裁李小龙谈及这次的产品以及华为未来的发展。对于华为有什么样的底气把这次的标语称为重新定义拍照？何刚表示，华为是研发投入Top 6的公司，研发这些技术就是为了实现更难走的路。比如这次RYYB，它的难度就在于颜色调节，经过3年的研发之后，这种在难的技术也实现了。华为消费者业务手机产品线总裁何刚目前，OV都在使用升降摄像头。对此，何刚认为友商对摄像头只是单纯的改变了结构，在拍照的质量并没有创新，和这次的RYYB没有可比性。华为更集中在摄像头成像质量上的研发，为消费者带来更好的体验。华为P系列主打拍照用户，根据官方信息，此次发布的P30 pro配备后置四摄（包括一个潜望式摄像头），拥有10倍混合光学变焦、50倍数码变焦，以及暗拍、双录、虚化、3D建模、广角等五项升级体验，而对于专业用户和普通用户是怎么样权衡的？何刚表示，大家也看了P30这次在拍摄上再次进阶，不仅仅是普通消费者可以用，专业用户可以用它拍摄更多玩法。对于普通用户来说，在拍照界面上可以直接使用。专业的用户在拍照界面的“更多”里找到。另外，长曝光功能延伸到白天，玩法更多。他还提到，潜望式摄像头经过三年的研发，它的难度在于50倍数码变焦和生产的良率等问题，这些问题克服后在这次P30系列中推出。有了潜望式摄像头之后，可以帮助消费者看的更多看的更远。当被媒体问到，这个手机的研发难点在哪里？何刚称，难点在于我们之前做的挺好的了。对于Mate和P是否存在冲突的情况？何刚表示，现在手机市场竞争越来越激烈，一年一款产品竞争力不足。Mate系列和P系列的定位区别在于。Mate使用处理器和更新的技术，而P系列更偏重于拍照和生活方式。去年3月，华为在巴黎发布P20系列手机时对莱卡三摄进行了大力宣传，但这次发布会极少提及莱卡。对此，何刚表示，徕卡的合作从P9开始已经合作了，经过了3代的发展两家建立更深的合作，未来会在拍照上有更创新的合作。华为消费者业务手机产品线副总裁李小龙另外，现场有媒体问李小龙，华为P30系列为什么选择50倍数码变焦？未来双摄象功能是否能下放到P20手机上。对此，李小龙称，50倍是消费者可接受可使用的最大倍数，算下来焦段已经1000毫米，如果相机使用的话，必须需要稳定。李小龙还表示，实际使用中，手机这类产品相对较小容易抖动，但是在现场演示的时候其实也看到了非常晃，所以进行了权衡，进行考量。此外，他还确定了P30系列上的双摄象功能未来会通过软件更新到P20上，但具体时间未定。谈到华为P30系列的TOF镜头使用的是哪家？李小龙透露，TOF使用的是索尼，其实另外一家会更好。但最终华为还是选择了索尼，究其原因是华为要求算法开放，索尼和华为的合作已经有很多年，所以也愿意以这样的方案去做，最终的效果就是搭载索尼TOF的摄像头效果会更好。对于P30系列取消了Mate 20系列中的结构光设计。华为李小龙介绍道，结构光虽然比TOF更准但也有个弊端，比如参考苹果的刘海屏就能发现。所以华为希望在这种各有利弊的设计上权衡，在不同的产品上创新，第一是消费者也愿意有更多选择，第二华为可以在不同的技术上可以试探。", "author": "观察者网", "newsdate": "发布时间：19-03-27", "newstime": "10:26", "sentiment": [{"positive_prob": 0.982717, "confidence": 0.961593, "negative_prob": 0.0172833, "sentiment": 2}]}, {"title": "除了死磕拍照，华为还有它？来看看这次华为发布会吧", "content": "北京时间3月26日凌晨1点，遥在大洋彼岸的“灯塔”美国加州举办了苹果发布会。相比于以往让人总会让人surprise的震惊，苹果发布会结束后股价跌幅1.5%表达了大众们多苹果产品“oh，no”的错愕。你方唱罢我登场，同日，来自遥远东方的神秘国度的华为，在欧洲法国巴黎举办了一场百花齐放的发布会。相比于“苹果”的“软弱”，这次“花朵”可“硬派”许多。首先，最万众瞩目的当然是华为的手机啦。不过相比于之前华为对手机配置的遮遮掩掩，这次华为对手机的配置早在发布会前就大大方方地亮了出来：麒麟980CPU、6.1寸OLED摄像屏幕，3650mah的电池容量等，笔者就不再像念经一般跟大伙们讲那些网上说道烂的配置信息了。华为这次早早地把手机参数爆出来，摆明了就是想告诉大伙：“咱手机配置跟其他厂家一样，要啥自行车啊？啥？你想整点新活儿？来看发布会呗。”然后发布会上，华为真就把大伙儿震了一下。4000万徕卡四摄＋1600万像素超广角镜头＋800万像素长焦，P30 pro更是搭载了华为Tof摄像头。单看这个纸面实力，莫要说给大众带来惊喜，恐怕其他智能手机厂商看到了都要抖三抖。同时，华为还把P30 pro的ISO（感光度）提高到了409600，相比p30 翻了一番，相比上代的p20 更是四连跳。在这么高的感光度下，夜景拍摄能力相当强悍，以至于被网友们戏称为“夜视仪”。不过，在如此高的感光度下，笔者担忧手机噪点可能会被相应的拔高，导致手机成片的效果不佳。不过嘛，硬件问题，软件来凑，我们也可以期待一下华为针对拍照功能的软件优化效果。华为p30系列的拍摄效果到底怎么样，还是要等机友们上手测试啦。另外，华为这次在手机拍照上下的功夫可不止这些，接下来的突破可能是颠覆手机拍照规则：华为将相机上的传感器感光子像素结构从红绿绿蓝换成了红黄黄蓝。将原本绿色的模块替换成黄色，由于黄色能同时进红色和绿色两种光，使得华为手机的整体进光量提升了40%，配合手机后期，在提高手机进光量的同时，保证拍摄内容色彩的准确不缺失。与笔者之前文章所预测相同的是，P30 pro采用了模块化镜头的方案——将镜头元件组装在一个手机里面相对独立的空间中，平常进行隐藏，在需要使用时利用或自动或手动的方式弹出以供用户使用。这次华为采用的是利用马达进行升降的潜望式摄像头模式。这种解决方案确实不太新鲜，去年OPPO Find X便首次吃蟹采用了这种解决方案，而今年vivo x27也是首款搭载了潜望式镜头的手机。不过，他人抢先归他人，我自玩出花。华为在潜望式镜头上做足了文章——相比于OPPO和vivo的完全潜望式设计，华为似乎有他们自己的想法：单独地将800万像素的镜头进行潜望式设计。通过这种设计，华为能够将相机的数码变焦拉伸至50倍，从华为发布的样片上看，用一倍的相机拍摄铁塔时，能够拉伸50倍看清铁塔上面的字。看来，华为这次恐怕立志不仅要取代夜视仪，还要取代望远镜了。或许有人会说：“你有本事弄那么多摄像头，你有本事让他们独立工作啊。”然后华为就真的这么干了。在新发行的P30 pro上，就装载了新的功能——双景录像。双景录像，简单地说就是把后置的3个摄像头中的两个同时开启，在屏幕形成两个取景框的同时，在这两个镜头的分别地录像。总感觉，华为这个功能不仅自己玩出花，也让网友们有了更多想象的空间。同时，华为不仅在手机上花尽心思，同时也尽力在手机的延伸产品上做出努力。智能墨镜——与潮牌Gentle Monster 联合推出。在发布会上余承东亲自带上了这个墨镜给我们进行了实际的演示。墨镜配西装，笔者最先想到的便是《黑客帝国》里面那群黑衣人。说会正题，这款墨镜最主要的亮点在他的镜腿上：天线、无线充电、麦克，电池、扩音器一应俱全。我们可以通过轻触镜腿，连接手机和使用手机助手。同时，墨镜会通过波束成型的方式，对眼镜的声音进行收束，保证眼镜声音的隐秘性。不过稍逊于科幻电影的是，这款智能墨镜并不支持MR，AR。不过华为在前不久才发布了带有柔性屏的手机，在柔性屏不断发展的未来，或许我们能够真正用上AR眼镜也说不定呢。关于此次华为发布会，你是怎么看的呢？欢迎在评论区留下你的看法", "author": "上游科技", "newsdate": "发布时间：19-03-27", "newstime": "15:52", "sentiment": [{"positive_prob": 0.609675, "confidence": 0.132611, "negative_prob": 0.390325, "sentiment": 2}]}, {"title": "华为因何一年能出货2亿台 从P30身上能找出答案", "content": "凌晨1点举起的双手别停，晚上9点的巴黎继续鼓掌。苹果“暖场”20个小时后，华为也在同一天正式亮相了万众瞩目的P30|P30 Pro系列。这是华为最近一次挑战苹果武林盟主的地位，与苹果生态化反的化骨绵掌相反，华为P30系列发布会满场拳拳到肉的“硬货”。整场发布会下来，华为P30 Pro除了在苹果毫无建树的拍照上狂轰乱炸，让没有硬件抵挡的苹果毫无招架之力，5G、AI、续航和快充更是处处击中iPhone软肋。在这场“田忌赛马”式的竞速中，苹果在自己的硬件巅峰选择修炼生态，华为在苹果的巅峰水准继续向更高处进发，并毫无疑问拿下2019年首杀。今天余承东用80%的时间都在说摄像头，因为华为知道，在硬件性能相对过剩的时代，拍照体验对于用户的影响，是最直观和立竿见影的。现场华为依然保留了拍照屠榜环节，高达112的评分再次刷新纪录，DxO Mark几乎成为华为自家买卖，网站一度被挤爆。一个有意思的现象是，经此一役，华为已经完全霸榜DxO Mark前三，并把iPhone踢出前五。华为P30系列登场 要颜有颜 要实力有实力首先与我们见面的是华为P30和P30 Pro两款手机。作为代表华为甚至是目前手机行业摄影最高标杆的华为P30系列发布，自然也引起了场上的阵阵鼓掌与欢呼。第一次欢呼：天空之镜亮相，渐变色华为依然是行家不出意外，华为P30、P30 Pro依然给我们准备了熟悉的极光色、亮黑色和珠光贝母。不过当赤茶橘和天空之镜与我们见面的时候，依然引起了现场的欢呼声。从左到右依次为：亮黑色、极光色、赤茶橘、珠光贝母和天空之镜经过一年以来各式“极光渐变色\"的洗礼，作为引领\"颜色革命”的华为依然在机身配色上给我们带来的非常大的惊喜——天空之镜由白色和浅蓝变幻，类似天空颜色的映射；而赤茶橘则是金红渐变，仿照了朝阳升起时的光晕。华为P30 Pro 天空之镜外观（图片来自TheVerge）可以说，华为P30系列是今年发布颜值最能打旗舰机。九层纳米光学镀膜、3D玻璃后盖和双曲面屏（P30 Pro独占）配合极窄的边框和水滴屏正面设计，至少在第一眼上，华为P30系列给我们留下了一个好印象。第二次欢呼：四摄如约而来 5倍光变引得全场起立聊完了外观之后，自然是华为P系列引以为傲的拍照性能。这边后置摄像头刚亮出来，全场的人就已经集体起立了——上来四颗摄像头不拍一下实在是记不住。P30/P30 Pro的相机参数P30系列从上到下依次为800万像素长焦镜头、1600万像素超广角摄像头和4000万像素主摄像头。P30 Pro的分别是2000万像素超广角、4000万像素主摄像头和一颗5倍光学变焦的潜望式摄像头，像素为800万。除此之外还有一个ToF镜头帮助更好的对焦和人像虚化。即使不考虑CMOS和样张表现，只看这个参数表就已经足够让人肃然起敬——首个商用的潜望式镜、最高飙到40万+的ISO和双OIS光学防抖……第三次欢呼：还是4000万，但这次变化可能比P20 Pro还大说完了配置表，咱们来看看IMX 650。作为首个采用了RYYB阵列组合的CMOS。因为将绿色传感器换成了黄色，采用RYYB的CMOS能比传统RGB阵列吸收更多40％的光线，从而在暗光环境下获得更清晰的照片。首次采用的RYYB排列大幅提高了传感器进光量RYYB阵列更粗的光谱结构也让华为P30 Pro的极限ISO得到了进一步的提升，这次P30 Pro的ISO甚至达到了409600，四倍于华为P20 Pro。除了采用新的CMOS之外，P30 Pro也提高了光圈大小，进一步提高了镜头进光量。对于相机系统而言，这样一个镜头+Sensor的组合已经接近顶点。那么它的样张究竟怎么样？来看现场的第四次欢呼就知道了第四次欢呼：夜拍银河日打鸟，不服咱们来拍个视力图到了我们熟悉的“吊打友商”环节。不过这一次别说友商，P30狠起来连自己亲兄弟P20系列都打。从左到右依次为两个友商、P20 Pro和P30 Pro拍摄的样张如果说上一次的超级夜景模式是力求还原你真实眼中的夜景，那么这一次的P30系列已经到了“超越人眼“的地步。夜景、银河和视力表而5倍光学变焦的加入更是让它get了不少新技能——当拍星星已经满足不了它时，他开始拍月亮、拍银河、拍野生动物甚至是拍远处的视力表。第五次欢呼：现场直接干苹果 强悍实力让P30绝不翻车现场的第五次欢呼，送给了华为P30系列新机长焦和暗光场景的现场展示。其实很多厂商开发布会都不愿意现场展示，因为现场存在着多种不稳定因素，一个顾及不到就有可能难逃翻车厄运。不过还好，华为P30 Pro的现场演示十分稳定，碾压同级别旗舰手机——长焦拍摄对比中，友商的两款机器都只能开到十倍变焦，此时两款旗舰的图像尺寸相近。而华为P30 Pro不需要开到50倍变焦，达到30倍变焦时，60米外的相同拍摄对象就已经分毫必现。暗光场景对比，让会场处于十分漆黑的状态。对比一片漆黑什么都看不到的“友商”，所得样张漆黑一片，而华为P30 Pro的超感光镜头却拍出了正常的画面。第六次欢呼 用充电宝交朋友 华为秀无线反充电花式体位   华为P30 Pro支持15W无线快速充电，同时也支持反向充电。其实反向充电并不是什么新鲜事儿，华为Mate 20 Pro就已经支持了这项功能，可以为支持无线充电的iPhone进行充电。最后的给牙刷充电绝对是新套路华为P30搭载3650mAh电池，华为P30 Pro则达到了4200mAh，其中后者支持40W快速充电，半个小时即可充电70%。配件专场除了粉嫩版施华洛世奇定制套装也都是宅男福利。首先登场的是12000mAh/40W快充/15W无线充电宝，与苹果的封闭生态相比，这款充电宝则双手拥抱MacBook Pro（40W）、任天堂Switch（38W）和iPhone XS Max（18W）等一系列宅男宝贝，并友情将iPhone“五福一安”充电效率提升到18W（库克不用谢）。这款无线充电宝和华为P30 Pro简直是交朋友绝配，余承东透露当别人手机没电的时候，你可以顺手把对方手机贴在自己的P30 Pro上，顺便还能借机聊个天，简直是撩妹神器。与此同时华为还展示了无线反充的花式体位，比如前面提到的蓝牙耳机、剃须刀、蓝牙鼠标以及电动牙刷，你能想到的无线充电体位它都能够做到。这么看来拥有无线反充充电宝的华为P30 Pro男和iPhone女简直是绝配，预测未来几个月两个用户群体的配对指数飙升。无线耳机/Watch GT迎来更新 新增装X利器智能眼镜网友苦苦等了一年的AirPods二代依然没有降噪，不过你可以在华为Freelace和FreeBuds Lite上找到存在感。从形态上来看，两款无线耳机产品明显对标Beats和AirPods，两者均通过入耳设计可以做到被动降噪。名声在外的华为在智能穿戴上也迎来突破，去年10月份发布的华为Watch GT销量已经破百万，这次新增雅致款和活力款两个版本，最长续航依旧可以做到2周，同时支持TruSeen 3.0智能心率监测，快速而精准活力款249欧元，雅致款229欧元，预售时间4月11日00：00，正式开售时间4月30日 00：00。最后登场的一款产品是华为首款智能眼镜，这次华为选择与一贯擅长在商业和艺术的模糊边界找寻平衡的潮流墨镜品牌GENTLE MONSTER合作。你可以把它当作蓝牙耳机的眼镜款，无需掏出耳机，你就可以在飒爽英姿下接听电话或者查看视频，装X于无形之中，格调秒杀无线耳机。最贵版本卖9500元 猜猜国行多少钱售价方面，华为P30 6GB+128GB 799欧（约人民币6000元）。华为P30 Pro 8GB+128GB 999欧（约人民币7572元）；8GB+256GB 1099欧（约人民币8330元）；8GB+512GB 1249欧（约人民币9467元）。以前没钱买华为，现在没钱买华为，当大家已经接受了P30系列不会便宜的现实后，国行售价成为中国发布会最大的悬念。不过按照Mate 20系列价格来推算，国行P30也要4298元起步，不出意外P30 Pro也要6000元起步，那些朋友圈已经被种草的朋友，先低头看看口袋。这次P系列与苹果的对垒，是一场大获全胜P系列成功，在于拉长优势，缩短短板，变着法给拍照加砝码。  从初代徕卡相机抱大腿，随后双摄、三摄、四摄并没有局限于摄像头数量的单纯递增，而是继续讲述影像故事。其背后是人像大师、4000万拍照算法和夜景、长焦等一个个核弹级挑战的实打实攻克，这些硬骨头华为没有回避，啃下来就是宝贵的经验，拉长时间就变成了优势。短板缩短，如果华为P30系列80%的标签是拍照，它也没有放弃对剩余20%功能的打磨，麒麟980的性能，40W超级快充、渐变色的外观设计和更高的屏占比和屏幕指纹，几乎是Mate 20系列功能的平移。    华为走了一条最艰难的路，但也是最能见成效的路。Mate的影像新高度，nova的自拍不吃妆，和P30的未来影像，正是把这条路坚实地走了下去。支撑华为年出货超2亿的 不仅仅是拍照这并不是一个行业蓬勃发展的时代，根据IDC调研数据，2018全年中国智能机整体市场出货量同比下滑超10%。2018全年全球智能手机出货量14.049亿台，年同比下滑4.1%。但这却是华为秀出自我的时代——2018年华为手机国内出货1.05亿台，份额高达26.4%稳居国内市场首位，相比2017年同比增幅15.5%。全球市场位居第一第二位的三星（2.923亿台/- 8%）、苹果（2.088亿台/- 3.2%）均有下跌，而位居第三的华为出货量达到2.06亿台，市场份额为14.7%，年同比增长33.6%。抽离开来看，能够支撑华为每年2亿出货量的背后，其实是一个个P30系列手机产品力的复制，每一个能力都能拿出来和拍照比划比划。巨额研发投入和大把专利堆砌出来的漂亮技术欧盟委员会发布了《2018年欧盟工业研发投资排名》，唯一上榜前十的中国公司就是华为，研发投入达到了113.34亿欧元，位居第五，超过了BAT的总和。欧盟委员会表示，中国科技产业力量达到了重新调整全球力量的制高点。同样，华为交出的答卷也是可观的——2018年华为向联合国世界知识产权组织提交了5405项专利申请，远远高于第二名三菱电气的2812项和第三名英特尔的2499项。也就是说，第一名的华为专利申请数目接近第二名第三名的总和。相比于P30系列发布会上的能白天打鸟夜拍银河的“望远镜”和“夜视仪”，华为手里还攥着两张王牌还没有打出来——5G，这也是目前可知能够支持智能手机下个十年快速迭代的重要方向。这也恰恰是苹果目前的短板。华为5G手机已发布 5G从网到端全链路布局早在MWC2019上华为就发布了自家的5G手机，与其它厂商借用上有供应商的方案相比，华为是行业目前唯一能提供端到端5G全系统的厂商，包括无线、承载、核心网以及终端，都是华为自家产品。在 5G 标准eMBB 场景上，以华为主导的Polar 成为信令信道编码方案，成为5G标准eMBB场景上主要奉献者之一。目前华为的5G方案采用麒麟980+5G多模芯片巴龙5000的模式，巴龙5000采用单芯片多模方式，支持2～5G、NSA和SA双架构以及FDD和TDD全频段使用，其网络性能在Sub-6GHz频段可实现4.6Gbps，在毫米波频段达6.5Gbps，是4G LTE可体验速率的10倍。作为全球5G领先企业，华为已与全球领先的运营商在诸多重要城市部署了5G预商用网络，并积极参与到4K直播、远程手术等5G应用创新上。如此再来看华为P30系列发布会时，我们才发现，这根本就不是有几个黑科技就可以喊破天的发布会，而是一场意气风发的肌肉展示。这场展示告诉我们，足够的技术力量才是占据市场的可靠手段，才是当下存量时代的生存之道。     ", "author": "中关村在线", "newsdate": "发布时间：19-03-27", "newstime": "09:48", "sentiment": [{"positive_prob": 0.958578, "confidence": 0.907951, "negative_prob": 0.0414221, "sentiment": 2}]}, {"title": "华为斥3.3亿巨资在英国建芯片工厂！美国最佳盟友“反水”了？", "content": "众所周知，华为5G技术已经拿下全球30多个商用合同，这是华为连续多年深耕研发的结果，2018年华为在研发领域投入858亿人民币，全球排第5，拿下了5G共23%的专利，诺基亚、爱立信等对手只能望其项背。特朗普政府深知这一点，已经开始采取阻挠策略，包括普林斯顿大学，斯坦福大学、牛津大学等英美高等学府在强压下不得不取消和华为合作。这个做法可谓两败俱伤，要知道这些学校和华为之间有长达10多年的良好合作过往，并且华为每年在资助及与大学建立合作关系方面的支出超过3亿美元，其中80%都是“捐款”或“资助”形式，不带任何附带条件，即便如此，这些宝贵的科研合作还是要面临被特朗普无情取缔的结果。然而，科学并不畏惧强权，其中有一个西方高校在重压下还在坚持和华为合作，据英国《金融时报》3月25日报道，华为近日在英国剑桥大学斥资3.3亿元购置了500英亩土地，用于建芯片工厂，正如华为创始人任正非在接受BBC采访时说道，“如果美国不信任华为，华为将更大规模地把投资转到英国”。为何华为要斥巨资买剑桥的这块土地呢？剑桥科研强大是一方面，还有一个原因不容忽视，这块地正好在ARM公司旁边，ARM公司是全球领先的半导体知识产权提供商，全世界超过95%的智能手机和平板电脑都采用ARM架构的CPU，如果华为能和ARM提供一些交互资源，这将对华为芯片研发来说简直是如虎添翼。要知道，英国一直都是华为在欧洲的大本营，截至2017年底，华为已在英国投资20亿英镑（约合23.4亿美元），并计划在未来五年内再投入30亿英镑（约合39.6亿美元），华为称已在英国雇佣1500名员工，同时通过其供应链再支持7500名员工，这些都侧面推动了英国的经济。值得一提的是，英国是目前唯一认可华为5G的“五眼联盟”国家，英国国家网络安全中心曾得出过结论，在5G网络中使用华为设备的风险是可控的，英国三大网络运营商O2、EE和沃达已经和华为签署了建造5G网络的协议，价值约合174亿人民币，这些都足以说明：在利益面前，美国最忠实的盟友英国也会看清局势，做出最合适的决定。", "author": "金十数据", "newsdate": "发布时间：19-03-26", "newstime": "19:01", "sentiment": [{"positive_prob": 0.193429, "confidence": 0.570158, "negative_prob": 0.806571, "sentiment": 0}]}]