[{"title": "听说华为厉害 有人知道华为师傅是谁吗？", "content": "1987年，任正非凑了两万块钱在深圳创办了华为公司，开始代理一家香港的交换机谋生。1989年华为开始研发自己的交换机，主要针对国内农村的低端交换机市场。因为团队拼劲很足，到1997年十年间，公司已经做到三十多亿人民币的年营收。在哪个年代三十多亿人民币营收，在国内已经是一家很了不起的民营企业了。但是，跟国际上先进的科技企业，动辄几百亿美元营收相比，任正非深深的感觉到差距和不满。1997年任正非带几个团队骨干到美国去考察了一圈，被人家先进的管理经验、科研流程所震撼。任正非横下一条心，决定拜师学艺。当时的IBM是全球最先进的科技企业，他们有浓厚的技术功底和专业的管理咨询团队，公司曾经历过低潮和起死回生。很有学习价值，任正非打算拜师IBM。对方团队知道中国人有对半砍价的习惯，所以开了个五年20亿人民币的高价。70位顾问按级别分为3类，每小时收费分别为300美元、500美元和680美元。这个价格相当于华为一年白干，有团队成员提出要还价。任正非问：你能对还价的风险负责吗？任正非只问了对方团队一个问题：能保证做好这个项目吗？对方说：能！于是握手成交，拜师成功。当任正非不还价的消息，传到IBM老总郭士纳耳朵里的时候，这位经验老道的企业家还是有点惊喜和折服。所以抵达深圳的IBM顾问团队，每个人都收到了上级的嘱托：好好教。于是几十人的洋顾问和几千人的华为中层以及技术骨干，开始了他们充满矛盾、教条和好奇的学艺过程。当时的华为，已经把每年10%的营收用作研发了，但是洋团队仍把华为定性为一家量产型企业，教他们怎么从量产向创新转型。华为高层不服，我们天天研发新产品，竟算不上一家创新型企业。洋团队认为创新企业不是看你投入了多少研发费用，而是有一套完整的产品研发流程和创新管理体系。当时的洋团队权威很大，态度坚决，原因是背后有任正非的无条件支持。任正非对自己的团队说：有本事你也干到一年几百亿美元，干不到就听人家的，否则就回家种田。这可不是说说的，五年间有很多不服洋顾问的人，真的离开了华为公司。他们说我们的产品在国际上，开始打败摩托罗拉等一批国际顶尖企业，我们为什么要全听你们的。有的不听指挥，有的学习时睡觉。任正非的态度是，先僵化，后优化，再固化。在当前两三年之内以理解消化为主，两三年后，允许有适当的改进。洋顾问给37码的鞋子，你削了脚也要穿进去。就这样五年过去了，2003年结束的时候，洋顾问打开了第一年的PPT，诊断中的问题都有了不错的解决方案，各项数据得到了很大的改善。任正非高兴的同时，一咬牙，又拿出二十亿，展开了第二期学艺过程。经过两期拜师学艺，华为的发展健康而迅速。到2018年，华为营收达到1085亿美元，IBM营收796亿美元，徒弟的功力已经超过师傅。华为国际竞争力得了全球所有科技企业的一致认可。至今IBM和华为仍然保持着极好的合作关系，师徒情深。所以我说，华为的成功不是偶然的，跟任正非肯下本钱，虚心学习，擅于守拙、舍得功夫的优秀品质是密不可分的。", "author": "瀑布先生", "newsdate": "发布时间：19-06-14", "newstime": "12:54", "sentiment": [{"positive_prob": 0.169661, "confidence": 0.622974, "negative_prob": 0.830338, "sentiment": 0}]}, {"title": "“落井下石”还想回归？它力挺华为接替富士康", "content": "文：长安手机已经成为我们日常生活中不可缺少的必需品，尤其是对年轻人来说。正因为它的存在 ，人们才会习惯性地关注智能手机领域的动态。华为已经被封杀很长时间了。面对各种压力，华为选择了直面困难。所有的困难都有解决的办法。我们不得不佩服华为的自力更生和积极主动的能力。在众多企业的支持下，华为并不畏惧。但在华为事件中，我们也可以看到许多人的“嘴脸”。作为全球最大的代工工厂，富士康在全球拥有超过百万名员工，尤其是在手机制造业。苹果一直是富士康最大的客户，但其国内销量一直在下降。如今，苹果已经将目光投向了印度，而富士康作为苹果的“忠实粉丝”，也自然会跟着去，不再依赖中国的代工体系，把生产线搬到印度。事实上，富士康是全球最大的手机制造商，只有富士康才能大批量完成这些订单。随着手机的快速更新和手机更换频率的不断增加，富士康永远不会退出这个行业的舞台，但如果它不解决自己的短板，后起之秀最终将取代富士康。郭台铭的举动也受到了外界的批评。毕竟，富士康业绩不佳，苹果不断亏损，华为挺身而出，把业务交给了富士康。不久，富士康站队美国，停止了华为的一些生产线。事实上，特朗普早在2018年就邀请富士康在美国建厂，并提供了45亿元的巨额补贴。他甚至参加了富士康在美国开业的第一天。富士康曾承诺为美国创造数百万个就业机会，但现在却做出了其他的打算。把美国的155个工作岗位转移到墨西哥，甚至承诺为美国建造的大型工厂也在去年就关闭了。但是富士康之所以没有得到大众的认可，不仅仅是因为郭台铭想要搬迁工厂，抛弃大量的国内员工，这是不令人满意的；事实上，富士康在过去的几年里一直受到社会的争议，富士康的工厂在过去的几年里不仅出现了人命事件，而且员工罢工频繁。而富士康的工厂也因为不断的负面新闻逐渐出现在人们的视野里。已经被列为美国列入实体清单的华为，许多公司都赶紧停止了与华为的合作。富士康不仅停止为华为代工，世界第二大工厂伟创力宁愿亏损25亿元人民币，让员工休假，伟创力也将停止与华为合作。但华为对此并不在意。它迅速启动了一项应急计划，并开始了自己的科技研发。如今，华为在全球170多个国家拥有业务。它有很多合作伙伴，而且足够强大。他们中有一两个不合作，当然还有其他人可以合作。它不能被无耻的手段所压倒，未来世界必然是大融合的趋势。如果对中国企业实行封锁和镇压，美国企业不会遭受损失吗？那这些订单应该如何处理？华为可能会把它们全部交给比亚迪。尽管富士康是全球最大的手机制造商，比亚迪也在缓慢崛起。虽然在很多人的心目中，比亚迪只是一个汽车品牌，但不知道自2012年以来，比亚迪已经成为一家手机代工厂，在去年就创造营收195亿元，仅次于富士康，成为国内另一家OEM巨头工厂。比亚迪的代理业务主要由其子公司比亚迪电子负责。事实上，比亚迪的代加工并不是一个临时的想法，而是计划多年。在富士康宣布退出中国市场之前，比亚迪的代工业务已经相当庞大。就在伟创力停止为华为工作后不久，比亚迪直接站出来支持华为，接手了伟创力尚未完成的所有订单。对于华为来说，这一举动无异于雪中取炭。很多人认为，只有伟创力和富士康停止与华为合作，华为会更加难堪。谁曾想到，比亚迪立马站出来，迅速崛起。即便是现在，由于印度工厂建设的问题，富士康想要回来也遭到了大量网民的抵制。在美国建厂的计划无疾而终束，印度的工厂也出现了问题。与当时在中国大陆建厂受到热烈欢迎的富士康不同，富士康在印度建厂仍未有消息。对于这样一个庞大的富士康企业来说，长期的拖延意味着企业将遭受巨大的损失。有消息称，富士康打算重返中国大陆市场，但回去容易，回来难。富士康将重心转移回中国真的那么容易吗？一直以来，比亚迪的客户资源都非常丰富，如三星、苹果、诺基亚等公司，其小米对比亚迪来说非常重要，雷军把小米9交给了比亚迪代工。现在富士康出事，比亚迪也可以借势成功崛起。早在去年，比亚迪就获得了华为最佳供应商的称号。可以看出，双方的合作非常顺利，比亚迪在华为手机供应链中的地位也非常高。根据比亚迪此前公布的业务数据，截至去年上半年，比亚迪收入已达1951.1亿元，其中净利润约11.35亿元。根据当时的数据，比亚迪去年的代工业务收入将达到约400亿。这也意味着，去年上半年，比亚迪的手机制造业务已成为仅次于富士康的全球第二大手机代工。虽然比亚迪不像富士康那么有名，但它与富士康的不同之处在于，比亚迪不会随波逐流。毕竟，郭台铭以前说过商人无祖国，这样一个代工怎么能让公众放心，没有富士康，华为仍将平稳运行。不知道郭台铭现在后悔吗？总的来说，富士康摇摆不定的态度导致了手机品牌之间的不信任，纷纷开始了对新合作伙伴的寻找。在这种情况下，比亚迪的股价一路上涨，无疑对富士康来说更是危机。本文由商媒体原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "商媒体", "newsdate": "发布时间：19-06-14", "newstime": "11:08", "sentiment": [{"positive_prob": 0.773679, "confidence": 0.497064, "negative_prob": 0.226321, "sentiment": 2}]}, {"title": "难怪英国执意选择华为，除了真香以外，这才是最真实的一个原因", "content": "日前，英国使用华为设备率先开通了多个城市的5G服务，这让英国领先了整个西方世界的5G部署，当时英国方面非常激动，专门用5G进行了现场直播，并在直播当中猛吹华为技术，专门给华为设备特写，丝毫没有考虑美国的感受。我们知道，美国不但自己打压华为，还让盟友也不要使用华为设备，由于英国是五眼联盟国家，更是受到了美国的特殊照顾，坚决让英国放弃跟华为的合作，如今英国不但选择了华为，还异常的高调 ，一点都没给美国的面子。更有意思的是，在英国5G部署后美国多久，美国总统特朗普就访问了英国，外界普遍认为，特朗普一定会当面向英国施压，结果令人意外的是，特朗普竟然表示理解英国的做法，并没有纠缠此事。事情为什么会发展成这个样子呢？在本月12日的时候，我驻英大使刘晓明在接受英国媒体采访时道出了真正的原因，刘晓明表示，华为是一家好企业，是5G技术的领军者，英国跟华为合作是互利共赢的，有十分光明的前景。首先，华为对英国的电信业做出了巨大的贡献；其次，华为在英国雇佣了七千多名英籍员工，这是其他外企很难提供给英国的；最后，从长远来看，英国跟华为的合作前景十分光明，如果英国不选择使用华为的话，将会向所有中国企业释放一个非常糟糕的信号。大体的意思很好理解，简而言之就是真香，英国通过跟华为的合作，不仅能用上最先进的5G技术，还能解决超过七千人的就业问题，有百利而无一害，不过最真实的理由还是最后一条，如果英国不跟华为合作的话，将会影响其他中国企业跟英国的合作，这是英国无法割舍的。众所周知，中国的市场是全球最大的市场，如果耽误了跟其他中国企业的合作，绝对是得不偿失，因此，英国无视了美国的重重施压，坚定的跟华为建立了合作，而特朗普显然也知道这已经是无法改变的了，因此也就放弃了。这很有可能会引发连锁反应，华为在欧洲市场上有着广泛的基础，主要国家几乎全都跟华为有着深入的合作，英国既然带了头，其他国家也就没什么顾虑了，这从华为近期频频斩获新的订单一事当中，也能够清楚的看得出来。", "author": "中华小神兵", "newsdate": "发布时间：19-06-14", "newstime": "16:32", "sentiment": [{"positive_prob": 0.997512, "confidence": 0.994472, "negative_prob": 0.00248779, "sentiment": 2}]}, {"title": "捷报传来，华为5G在欧洲又拿下一城！15个城市将采用华为设备", "content": "导语：天将降大任于斯人也，必先苦其心志，劳其筋骨。经历过一波波“寒潮”后的华为也是焕然一新，华为的5G之路已经不可阻挡。还记得前几天，外交部发言人说：华为已获30国46份5G商用合同，国名就不点了，以免某些人听了扎心。说实话，真的是振奋人心。我们都知道华为此前经历了一系列打压以及断供危机，而这一切的始作俑者美国却以莫须有安全问题悠然处之。然而令美国方面以及那些“断供”企业没有想得到的是华为并没有在“寒潮”中倒下，反而越战越勇，用实际行动向外界宣告华为不会倒，而且越来越好。华为也确实在越变越好，而且收获了越来越多的支持之声，乃至如今国家都在积极维护华为这些民族企业的利益。而到现在，经过洗礼后的华为也是捷报不断传来。先不说华为现在正在研发的新操作系统“鸿蒙”还有一大批例如凌霄、麒麟等自主研发芯片，单单是华为5G的成绩就足以喜人。截至6月6日，华为已在全球30国家获得46份5G商用合同，而像同样身为5G竞争对手的美国都是望尘莫及，而且戏剧性的是，在这些与华为签订合同的国家里有不少还是美国的“盟友”。近日，华为捷报又传来，华为在欧洲又拿下一城，并且15个城市将采用华为设备。这个国家就是西班牙，据最新消息，沃达丰公司近日宣布，采用华为设备的5G商用服务将在15号，也就是本周六在西班牙的15个城市投入使用。西班牙作为继瑞士、英国之后，又一个开通商用5G服务的欧洲国家，更加表明了现在欧洲多国正急于加快5G的商用步伐。其实在此之前，欧洲国家对于华为5G的态度一直是不温不火，甚至是抵制，而这自然是受到了美国的影响。但是随着华为5G的建设的开展以及取得的优异成果，欧洲等国家看到了华为5G领先世界实力，自然不能听信美国的话。要知道，欧洲等国家其实在4G网络的建设便一直落后于美国，若是等着美国帮忙建设5G，肯定又要落后，所以现在不少欧洲国家也是看中了华为这个强有力的合作者。华为5G在西班牙路演相比于美国想让自己一家5G领先世界的野心，华为则是一直用开放、共同进步的态度向外界表明，华为5G的进步就是世界的进步，不是一个企业或者一个国家的进步。所谓“公道自在人心”，华为的5G已经吸引了越来越多的合作者，华为未来的5G市场将更加开阔。", "author": "趣味风科技", "newsdate": "发布时间：19-06-14", "newstime": "15:35", "sentiment": [{"positive_prob": 0.99504, "confidence": 0.988977, "negative_prob": 0.00496013, "sentiment": 2}]}, {"title": "美国与华为闹掰之后，华为逆境重生，斩获多家盟友", "content": "自从华为被美国打压之后，很多人以为华为就此走到了尽头，但是关键时候华为却放出了自己的潜在资源，完成逆天反杀。这一波操作像是电影版的剧情，但事实就是如此。华为作为中国的第一大民族企业，其承担的意义不仅仅是互联网科技，更是代表着中国的科技和未来。他的兴衰将直接影响到中国在全球的地位，华为被打压以来，很多国民就鼓励华为不要放弃！甚至很多国人表示：放弃自己手里的其他数码产品，全部购买华为，以此来支持华为，支持国产。自从华为与美国科技公司闹掰之后，美国联合多家企业中断了对华为的产业链和硬件提供，让华为短时间不得不停止生产。并且美国公司直言5G网络和华为无关！就目前形势来看，中国国内的科技发展丝毫不亚于国外的生产手段，过不了多久，中国也会自动推出属于自己国内的5G网络，华为更是传出消息，刚刚与俄罗斯国内的5G签单完成！这一消息传出后，很多国人称赞华为：这次真是逆天反击！不仅如此，这几条消息才是华为能站稳脚步的根本基石。一、台积电台积电直言不会受到美国的任何方面影响，将持续提供在华芯片的生产，与华为建立长久的合作关系，保证未来能成为在华的第一大有力支撑！二、“回心转意”的富士康美国刚开始打压华为那会，富士康立即中断了为华为代工手机的决定，并将在华的工厂搬离至印度，一副想要划清界限的态度。但是后来富士康的行为被更多中国网游吐槽后，郭台铭为了保住富士康，决定继续让富士康为华为代工手机，承诺以后无论发生什么都不会伤害华为。三、格力格力作为空调行业的大哥大，有着雄厚的实力和地位。格力和华为有何合作呢？其实，格力目睹华为的发展和现状，决定投资20亿进行芯片的研发和生产，不间断的为华为提供产品，承诺永远与华为保持兄弟情谊！华为这次的风波过后非但没有击垮他，却让他变得更加强大！很多网友分析，这是不是华为的命数，也有可能是个转折点，做得好让全世界惊讶，并为此收获更多的合作者。这次的风波也让我们看到国内大企业的空前团结，相信华为不会让他们失望的。你对华为这次的挫折有什么看法？欢迎在文章下方给我留言！", "author": "阿秋频道", "newsdate": "发布时间：19-06-14", "newstime": "21:52", "sentiment": [{"positive_prob": 0.995314, "confidence": 0.989586, "negative_prob": 0.00468614, "sentiment": 2}]}, {"title": "中国驻英大使：若英国不选择华为，将释放糟糕信号", "content": "中国驻英国大使刘晓明当地时间12日接受英国广播公司(BBC)《新闻之夜》栏目主持人马克·厄本直播专访，就华为等问题阐述中国立场，回答记者提问。刘大使表示，如果英国不选择使用华为，“将向华为和其他中国企业释放一个非常糟糕的信号”。刘晓明大使在采访中说，华为是一家好企业，是5G技术领军者。华为与英国企业开展互利合作，不仅对英国的电信业做出巨大贡献，而且雇用了7000多名英籍员工。从双赢角度来看，英国选择与华为合作，前景十分光明。刘晓明大使认为，如果英国不选择使用华为将向华为和其他中国企业释放一个非常糟糕的信号。“如果这样，英国还能保持开放吗？英国还能为中国企业提供友善的营商环境吗？这将是非常负面的信号。”在被问及英国不选择使用华为是否会对贸易产生消极影响时，刘晓明大使表示，不仅对贸易，对投资也会造成不好的影响。过去5年，中国对英投资数量超过此前30年对英投资的总量。中国对英国的投资正在快速增长，去年增长14%。如果英国对华为关门，必将向其他中国企业释放非常糟糕和负面的信息。英国政府目前正在考虑是否允许华为参与该国的5G网络建设。该国政府近来一直被美国劝说，不要在5G通信网络建设中使用华为产品。除英国外，美国也在对韩国等其他盟友施压。据纽西斯通讯社13日报道，美国驻韩大使哈里斯过去10天内3次在公开场合向韩国政府施压，要求韩国加入“反华为联盟”。他在接受韩国《朝鲜日报》采访时称，不赞同青瓦台有关“华为产品对韩美军事安全毫无影响”的说法，强调需严加关注购买华为产品的行为。不过韩联社13日称，韩国外交部人士当天就美国方面提出的对华为产品的安全忧虑对媒体记者表示，政府尊重企业的自主选择，与此同时将寻求不影响军事安全网的方案。有韩国外交部官员称，有关部门正就此进行磋商，若有需要将与有关国家进行沟通。韩媒认为，这可被解读为政府在该问题上坚持由各企业自主决定应对策略的原则，并将密切关注情况变化。", "author": "北京日报客户端", "newsdate": "发布时间：19-06-14", "newstime": "09:36", "sentiment": [{"positive_prob": 0.372941, "confidence": 0.171243, "negative_prob": 0.627059, "sentiment": 0}]}, {"title": "618华为在售手机产品全面选购攻略", "content": "618活动期间，我们将为大家推出各品牌《在售产品全面选购攻略》系列，从产品层面告诉大家各品牌产品如何选择、哪款产品值得买等问题，欢迎关注！我们总结了这么多款品牌的产品，怎么少的了行业老大哥华为呢？正直618期间相信很多用户也是看准了时机，打算在最近购买一部适合自己华为手机，可不料产品价格相差不多，对产品型号和配置也不太了解。没事，本文就对目前华为在售的手机进行一次详细的盘点对比，帮助大家认清它们的区别，买到适合自己的手机。HUAWEI Mate 20 Pro/HUAWEI P30 Pro：更好的屏幕和顶级的拍照二选一两款机型的Pro版本差异就在更好的屏幕和顶级的相机。两款都同样采用曲面屏幕设计，Mate 20 Pro的屏幕由1080P分辨率提升到2K级别，显示更加细腻，增加了屏幕指纹识别之外还支持了基于3D结构光的人脸识别方案。而P30 Pro的后置镜头可谓秒天秒地，除了全新的4000万像素的超感光主摄，还将最高支持5倍光学变焦、10倍混合变焦、最高50倍数字变焦的潜望结构模组带到了手机当中。Mate 20 Pro除了这两个差异性大优势外，它们的防水防尘都达到了最高的IP68级别。充电速度提升至40W，电池容量也达到了4200mAh，并均支持双扬声器播放。和标准版的推荐理由类似，想要更好的屏幕显示效果、更多样的解锁体验就选华为Mate 20 Pro，想要感受目前更加优秀的拍照体验就选P30 Pro。P30 Pro推荐指数HUAWEI Mate 20 Pro：4.8HUAWEI P30 Pro：4.7HUAWEI Mate 20/HUAWEI P30：次旗舰如何抉择？早期Mate系列要更加针对商务用人群，而P系列则要更多的面向年轻消费者，而这层界线如今好像越来越模糊了。直奔主题，在排除外观因素、同款麒麟980处理器、都支持反向无线充电和反向无线充电、双频GPS、NFC和3.5mm耳机孔等基础功能外。Mate 20Mate20拥有更大的6.53英寸屏幕和4000mAh电池容量。而P30支持级别更高的防水防尘等级、和更为优秀的4000万像素超感光后置镜头，以及更具一体性的屏幕指纹识别。喜欢拍照，对夜景表现有高要求的用户当然首选P30，而想要大屏幕、长续航的用户则可以选择Mate 20。P30推荐指数：HUAWEI Mate 20：4.3HUAWEI P30：4.6HUAWEI Mate 20 X——大屏×旗舰 不一样的影音体验Mate 20 X的屏幕尺寸由6英寸提升到7.2英寸巨屏，除了屏幕尺寸的提升电池容量也达到了5000mAh级别。更大的屏幕就代表能带来更加优秀的影音娱乐体验，Mate 20 X支持双扬声器，在游戏中通过双扬声器获得立体声反馈的同时，机身内部的石墨烯液冷散热技术还能帮助手机抑制发热，从而带来更好的游戏体验。如果想要一部及拥有旗舰级性能，又能一次代替掉手机和平板电脑两款产品的手机，那么Mate 20 X再合适不过了。推荐指数：4.5HUAWEI nova 3/HUAWEI nova 4——除了好照片 可玩性也很重要两款的主要在异型屏的设计方式和后置镜头的功能性上差异较大 。nova 4后置采用目前更为主流的主摄+广角+长焦三镜头方案，一枚主镜头负责主要成像工作，而另外两枚镜头拓展了功能性。而nova 3则采用黑白感光+彩色成像的双镜头方案，优势是对光线的把控会更具优势，但除了能拍出更自然的黑白照片可玩性相对不足。nova 3再就是nova 4的正面屏幕采用极点全面屏设计，利大于弊，相比nova 3的刘海屏在观看时的视野更广，但镜头开孔周围的屏幕显示可能会偏暗一些。nova 4上代的nova 3价格和配置的优势都相对不明显。纠结的用户可以直接考虑nova 4。nova 4的后置镜头分为4800万像素版和2000万像素版，想要获得更好拍照表现的用户优先推荐购买搭载4800万像素索尼IMX 586镜头的版本，对拍照要求不高的用户那么则可以购买性价比更高的标准版本。推荐指数HUAWEI nova 3：2.8HUAWEI nova 4：3.6HUAWEI nova 3i/HUAWEI nova 4e——同为四摄，这么选才对！通常同系列发布时间越晚的产品，配置会更具优势，这两款产品也不例外。后置除了人像镜头，nova 4e的主摄拥有2400万像素，并拥有一颗超广角镜头，它的拍照玩法更多，体验也会更丰富。nova 3inova 3i相比4e多了一颗前置200万像素的虚化镜头，但相比之下还是4e的3200万像素立体美颜镜头要更具优势。除了这些，nova 4e采用了Type-C接口，玻璃后盖两侧也多了3D曲面的过渡处理。nova这两款主打拍照的产品，在价格几乎相同的情况下明显nova 4e更值得购买，推荐对手机颜值、拍照表现有特殊期待的年轻时尚的群体。nova 4e推荐指数：HUAWEI nova 3i：2.7HUAWEI nove 4e：3.3HUAWEI 麦芒7——更具商务风，职场达人的选择虽然麦芒是与电信运营商为年轻用户定制打造的系列，但麦芒7在设计上会给我们一种更加深邃、沉稳的感觉，充满商务气息。6GB运存和3750mAh电池容量都为稳定的运行提供了良好的保障。如果你想在这个价位购买到一款更具商务感的手机，那就别犹豫了。推荐指数：2.3华为畅享 MAX：千元大屏的好选择大屏手机自然适合喜欢玩游戏、看电影的用户使用。华为畅享MAX拥有7.12英寸超大珍珠屏，并配有骁龙660 AIE处理器以及5000mAh大电池，对玩游戏时的流畅度和续航都能够提供良好的保障。它还配备了双扬声器和杜比全景声，看电影和听音乐时的体验也更加优秀。华为畅享MAX的后盖质感也与普通手机不同，它采用独特的精雕皮纹工艺，看起来更具质感。推荐指数：3.5五款搭载麒麟710的产品：亮点不同，一目了然！在华为目前在售的众多手机中，搭载麒麟710处理器的产品共有五款，分别有华为畅享9 Plus、华为畅享 9S、HUAWEI nova 4e、HUAWEI nova 3i以及HUAWEI 麦芒7。它们虽在同款处理器的驱动下进行着工作，但针对不同用户每款又有着差异鲜明的特点。华为畅享 9S/华为畅享9 Plus：全面升级和强化大屏属性之间的选择这两款产品都是华为畅享9的系列衍生品，正如它们的命名方式S与Plus一样，华为畅享 9S是在前代基础上对多项配置进行了全面升级的版本，例如将屏幕分辨率由720p升级为主流的1080p，后置主镜头由1300万像素升级为2400万像素，增加了一枚1600万像素的超广角镜头，处理器更是由入门级骁龙450升级为麒麟710，还增加了指纹识别功能，唯一的遗憾是电池容量缩小了到3400mAh。适合想在这个价位购买华为手机并想获得相对均衡体验的用户。畅享 9S华为畅享9 Plus的配置同样也在畅享9的基础上进行了升级，但更多的重点则放在了大屏属性上，它的屏幕尺寸提升了到6.5英寸，配合4000mAh电池容量能带来更好的影音娱乐体验。适合想要体验大屏手机，更在意手机影音体验的用户。畅享9 Plus推荐指数华为畅享 9S：2.8华为畅享9 Plus：2.6华为畅享9/9e/8e 青春：不迷茫，综合体验9最优秀华为畅享9、华为畅享9e、华为畅享8e 青春这三款是华为为数不多的售价在1000元以下的产品，三款的关系可以理解为华为畅享9e是华为畅享9的简配版，而8e青春则是上代华为畅享8的简配版本。畅享9没错，华为畅享9的各方面配置都相对更豪华一些，最明显的就是它的6.26英寸屏幕、骁龙40处理器以及4000mAh的电池容量，能让它在影音娱乐续航方面相对另外两款为用户提供更好的使用体验，另外，它的后置镜头还多了一枚200万像素的景深镜头，拍摄人像打的时候会对背景虚化起到一些帮助。畅享9e大家如果对这三款产品产生迷惑，也肯定是因为他们的售价太过接近导致的，现在直接选华为畅享9就对了。很适合想购买华为手机的入门用户和年长用户使用。推荐指数华为畅享 9：2.3华为畅享 9e：2华为畅享 8e 青春：1特别推荐：HUAWEI Mate 20 RS，身份和科技感的完美融合Mate 20 RS是保时捷设计公司在Mate 20 Pro的基础上重新引入思考的一款产品。将保时捷“四点车灯”的传奇设计与后置镜头进行了巧妙融合，后盖的进口牛皮与高光玻璃的细腻融合也非常凸显保时捷设计与华为所追求的品质感。它联名设计的价值属性肯定是要远高于产品自身价值的，只适合那些极为追求品质的成功人士购买使用。推荐指数：4最后：我们可以看到华为目前在售的产品中，系列品类划分是比较多的。要非说目前最值得购买的系列那肯定是以高端的Mate和P系列，非常适合对手机综合体验素质要求更高的用户选购。而nova、畅享等系列也最好选择不带字母后缀的标准版本或是带有\"S\"的升级版本进行选购。希望大家能在618期间以更实惠的价格购买到适合自己的手机。本文编辑：路天铭", "author": "泡泡网", "newsdate": "发布时间：19-06-14", "newstime": "18:32", "sentiment": [{"positive_prob": 0.99616, "confidence": 0.991467, "negative_prob": 0.00384009, "sentiment": 2}]}, {"title": "华为仅次于任正非的第二人，多次被任正非称赞一人顶万人", "content": "了解华为的人都知道，任正非军人 出身，所以不管是对己还是治下，都高标准严要求。网上关于任正非和华为的事迹不少，大多都是任正非对员工的严格要求，由此可见任总的严格！任正非的原则是，越是认为值得重用的下属，就批评的越狠。现在，华为的标杆人物余承东就是被任正非这样要求着成长起来的。华为第二人郑宝用华为已经发展了三十多年了，过了而立之年的华为，不仅有让华为为之骄傲的技术成果，也有杰出的人才。我们了解的比较多的孙亚芳是一个，另一个则是郑宝用。郑宝用是福建人，1964年出生，毕业于华中科技大学，现在的华中科技大学已经是华为的人才库了，许多华为的科技人才都出自这里。郑宝用和李一男师出同门，此外，该校还为华为贡献了郭平和胡厚昆等等人才。郑宝用曾任华为常务副总裁、总工程师。京东的员工编号大家想必都有所了解，在华为也是如此。任正非的工作编号是0001。郑宝用的工作编号则是0002，可以说是华为的第二人，也是华为的“元老”。任正非到底有多欣赏郑宝用呢？有一次任正非在办公室里生气，骂了几位高管。他说：“郑宝用，一个人可以顶一万个人。”然后他对另一位副总裁说：“你，一万个才能定一个。”由此可见任总对郑宝用的重视程度。任正非的“宝宝”华为成立于1988年，1989年在好友郭平(现任华为副董事长)的劝说下加入华为的郑宝用是一位真正的元老级人物。作为科技公司，最重要的是什么？毫无疑问是高水平的技术人员，郑宝用的加入可以说是任总最大的财富。华为的老员工过去叫郑宝用“阿宝”，而任总则叫郑宝用“宝宝”。除了技术过硬，和任正非相似的经历大概也是他们惺惺相惜的原因吧。和任正非一样，郑宝小时候的家庭非常困难。当他在高中的时候，因为担心自己的拖鞋磨损了，他次都光着脚回家，一走就是两个小时。许多年后，有人问他为什么这么聪明。他自我打趣说，这是因为在高中时，他每两周有两次免费的四小时足底按摩。就是这样贫困的家庭走出来的郑宝用，如今成为了科技巨头企业中的顶梁柱。是什么让郑宝用“一人之下万人之上”郑宝用加入华为后，负责了华为几代程控交换机的设计开发。例如，华为自主研发的第一款产品，HJD48微型模拟空分用户交换机，就出自郑宝用之手。HJD48进入市场后，收到不少好评，并且销售成绩不错，让华为看到了自主研发的魅力所在。华为C&C 08万门数字程控交换机的成功，对华为乃至中国电信行业都产生了巨大的影响。在华为创业之初，国内电信市场仍处于“七国八制”时代。当时，中国电信市场有8种型号，分别来自美国朗讯，加拿大北电，日本NEC和富士通，瑞典爱立信，德国西门子，比利时BTM和法国阿尔卡特等7个国家，8个品牌。关于当时的情况，任正非曾经写过一篇文章表示，没有一个国家比中国的交换机制造厂商更多，但是每个制造商之间的互不合作，让国内交换机的整体水平难以提高，这也是许多短期行为产生的原因。现状就是好的厂家会被拖垮，差的厂家就不能达到气候。中国通信业正处于一个非常时期。C&C08交换机是华为自主研发的第一款数字程控交换机。C&C有两个含义：一个是乡村和城市，它围绕着乡村的城市；另一个是计算机和通信，数字程控交换机是计算机与通信的结合。为了C&C08的研发，任正非堵上了自己的全部身家，甚至是高额贷款，他曾说过， “如果这项研究和开发失败了，我只能从楼上跳下去，你们还可以找到另一条出路。”可以说，这是任正非和华为的一次豪赌，万幸的是，任正非赢了！郑宝用当时就负责C&C08的研发工作，但研发的主要负责人是李银河，一个辍学的人，有着天才的美誉，用半年时间成功将C&C08交换机做了出来，这也是李一男后来被任正非重用的原因之一，而当时这个项目组的人后来也都能够独当一面了。郑宝用曾经鼓励过他们说，尽最大努力干，我保证能卖出去几台。后来，C&C08在国内外销量何止是几台，因为达到了行业先进水平，也符合市场行情。仅在1995年，它就售出了13亿元。随后，在C&C08程控交换机问世后，郑宝用在C&C08综合网络平台、用户光纤接入网络、TW宽带交换机、SDH传输设备、数字微蜂窝和移动通信组织等方面取得了更多的成就，并带领着青年的研究人员们进入了新的技术领域。郑宝用工作中晕倒查出脑瘤2002年，郑宝用在工作中突然晕倒，送医后被发现患有脑瘤。当时华为的境遇算不上好，但任正非还是不遗余力的寻找世界上最好的医疗机构。最后，他把郑宝用送到国外治疗，并拨出专项资金进行治疗。经过精心治疗和康复计划，郑宝用痊愈了。不仅是郑宝用，其实任正非也曾因工作疲劳和压力而患上癌症，由此可见当初任正非和华为顶着多大的创业压力。任正非曾经以此为例，向年轻员工表示，我们都这么拼命，你们年轻又精力充沛，还有什么理由不努力奋斗吗？病愈后，郑宝用采用模拟研究竞争对手的方式，激发华为内部的研发竞争力，这才有了华为如今的自主研发竞争力。郑宝用之于华为，是非常重要的存在，犹如华为的“定海神针”，任正非是华为的掌舵者，但是支撑起华为的还是郑宝用带领的研发团队。虽然李一男离开了华为非常可惜，但是华为的研发脚步没有停歇，华为就像一块干渴的海绵，不断吸收着新的科研力量进入，逐渐壮大自身。郑宝用是匹千里马，但也是因为遇到了任正非这个伯乐，才能策马扬鞭，一展所长。将科技公司比作树，研发就是树根，希望华为终能成为一棵参天大树", "author": "尖峰科技", "newsdate": "发布时间：19-06-14", "newstime": "10:19", "sentiment": [{"positive_prob": 0.995437, "confidence": 0.98986, "negative_prob": 0.00456313, "sentiment": 2}]}, {"title": "华为向美国最大运营商要专利费，意味着什么？", "content": "根据路透社、华尔街日报等外媒的报道，华为向美国通信运营商Verizon发起了关于230余项专利的授权费请求，总金额超过了10亿美元。Verizon 并不是华为的客户，但是在采购核心网络设备、有线基础设施和物联网技术时，来自20多家供应商提供的设备与技术涉及了华为专利，于是华为以此为理由向实际使用者Verizon请求专利费用。在回应媒体询问时，Verizon表示这不只是运营商的问题，并已经向美国政府报告。此前华为受“实体清单”影响，在美国本土的业务以及涉及到美国合作伙伴的商业行动均被限制，此番向美国第一大运营商要求授权费或许正是华为的反击措施。Verizon CEO曾在上个月的采访中表示，自身业务与华为没有直接关联且不受禁令影响。Verizon早早做过澄清却还是有了如此结果，恐怕并非华为单方面导致，而是另有诱发事件的外部原因。早在去年，就有媒体报道华为、中兴等企业在美国的运营商合作中，受到来自外部力量的干扰使业务难以正常展开。目前华为还没有就此事作出回应，但能够向一向强势的运营商要专利费，就反映出华为在海外市场也拥有了极强实力，可以通过知识产权保护条例来维护相关技术的价值和权益。拥有专利，带给华为的优势水滴石穿绝非一日之功，对于敢向强势的运营商要求专利费的华为也是如此。过去三十多年间，华为一直在进行技术研发的同时也积极申请专利，如今已经拥有了大量的专利来保护相关研发成果。从最早的通信市场到现在声名赫赫的消费者终端业务，华为进入的每个领域都存在着各大公司所把持的知识产权，想要带来相应产品必然要和专利打交道。一般的公司往往会选择缴纳专利授权费来解决问题，而华为选择了另一条路。华为积极研发的名声被广泛传播：无论是交换机、路由器或是通信基站等商用产品，还是我们更加熟悉的华为手机、家用路由器等终端设备，都离不开华为自己的专利。光是在中国国内，华为目前就已经拥有了近13万项专利，涉及到其进入的各个领域。丰富的专利储备，也让华为在被其他厂商要求专利费用时，能够得到更有利的谈判结果。专利储备是一方面，更重要的是专利中蕴含的技术，华为集整个公司之力创造出来的技术做到了什么？华为通信设备从欧洲和国内起家，被越来越多的运营商和商用客户认可，直至成为全球最大的通信设备厂商。而华为手机，不仅有了自研的麒麟系列处理器，更是成为了国内少有的自研基带的手机厂商。在这些技术加持后，我们能看到华为手机可以在诸如拍照等领域，获得了在同一领域中堪称优秀的成绩。包括华为在内的世界数十家企业参与并完成5G标准制定之后，将要投入商业使用的5G首先要面临的，就是网络的搭建问题。华为在5G标准制定议题中，成为了全球拥有5G相关专利数量最多的企业，这给华为在5G网络建设相关的业务中提供了优势。华为在今年带来了基于“天罡”的5G网络基站，得益于专利背后的技术理论支持，相比其他公司所提供的产品能有更好的网络性能和建设的便利。再配合华为拥有的5G专利，能够让运营商更为方便地使用5G网络。于是如今的华为收获了来自30个国家的46份5G商用合同，包括英国等欧洲市场。华为手机也得到了来自5G专利的支持，虽然并没有成为全球最先上市5G手机的厂商，但华为也成为了最早带来5G通信基带的厂商之一。MWC 2019上惊艳世界的折叠屏手机Mate X，也同样有华为的5G基带巴龙5000提供5G网络支持。或许正是因为技术的领先，才让中国运营商在5G网络测试中更青睐华为手机。根据中国移动近期公布的5G测试终端采购清单，华为的5G手机Mate 20X 5G和CPE产品华为CPE Pro，都成了各自品类中采购数量最大的产品。在技术的支持和专利的保护下，华为成了少见地能展现出先进实力的厂商，在商业领域和消费者中都收获了口碑。授权费用，是专利存在意义之一专利诞生的初衷，就是为了保护发明创造应有的权益，让推动技术进步的智慧能够收获知识带来的利益。所以在技术研发和产品创造中，出现关于专利的授权或是纠纷等消息，都是再正常不过的事情。在通信领域中，历史积累最深厚的高通掌握了行业中其他企业所没有的大量核心专利，这也导致它们想要进入相关领域甚至推出手机产品，都得向高通支付相关费用来获得这些专利的使用权。此前高通和苹果闹得沸沸扬扬甚至上了法庭的专利授权纠纷，就是源于相关的通信专利使用问题，最终以苹果向高通支付45亿至47亿美元专利授权费并签署相应合同结束，专利的力量可见一斑。华为手机近年来体量越发庞大，甚至打算在2019年成为全球销量第一的手机厂商。但此前华为和高通在专利授权上和解时，传出的授权费仅为超过5亿美元，专利授权费的数字相比苹果低了这么多，很大一部分与华为掌握的专利有关。目前在5G专利数量上，华为和高通处于同一级别，都掌握了大量专栏。但在4G等领域，华为因起步较晚专利数量并没有高通数量来得多，导致需要为相关专利支付授权费。除了支付专利授权费，厂商之间互相授权专利也是常见的行为，苹果和华为之间也互相许可对方使用通信相关专利。只不过华为相关专利数量为769件，而苹果为98件，恐怕苹果还得向华为支付相应的授权费用来实现平等合作。不只是苹果，同为手机和通信业巨头的三星也和华为达成了交叉许可合作，在两家公司长达八年的40余起诉讼之后，最终达成和解。华为和三星之间达成和解，也在一定程度上意味着各自的通信专利技术受到了对方的认可。专利纠纷在外人看上去声势浩大，但对于华为来说或许也算“幸福的烦恼”。有消息称采用高通芯片的手机厂商，往往都在采购芯片时得到了高通的授权，不会产生额外的专利费用。往往是采用自研通信芯片，以及并不使用高通产品但涉及相关技术的厂商，才会收到来自高通的专利费请求。关于专利授权的纠纷，自古以来就有并不是多么稀奇的事情，但也并不是可以忽略的事情。保护专利，实际上就是在保护创造了专利的那些人类智慧的结晶，使创造不可以随意窃取让创造本身拥有其应有的价值。专利应让知识迸发光芒在专利授权领域，还出现了这样的一种现象：曾经创造过大量新技术，拥有多项专利的厂商在行业兴起之后不再带来新的技术，反而利用后来厂商多半会使用到专利的行为，来收取相关专利费用并获得大量利润。小雷认为拥有专利只应是公司保护自身的手段，而不是生存下去的方式。单纯坐拥专利依赖相关授权费用维持营业的公司，更应该被称作“专利流氓”，远不如使用专利并以此创造出更多技术和价值的公司来的有社会意义。建立起完善保护机制之后，知识的力量能够转化为专利背后智慧的头脑们应获得的价值，在未来他们或许能够代表国家和民族为整个世界贡献更多的知识。", "author": "雷科技", "newsdate": "发布时间：19-06-14", "newstime": "10:53", "sentiment": [{"positive_prob": 0.0714971, "confidence": 0.841118, "negative_prob": 0.928503, "sentiment": 0}]}, {"title": "华为鸿蒙之外还有后手？极光系统是什么", "content": "【中关村在线原创】操作系统从来都是命脉。在被列入实体清单之后，尽管谷歌强调了与华为的合作关系，并要求美国政府将华为从清单中移除，但从华为的角度来说，需要考虑的更多，前一阵子消息是华为自己的操作系统鸿蒙，今天的消息是华为还有一个手机操作系统极光。Aurora OS是华为的后手吗？Aurora极光并不新鲜，它来自俄罗斯。这一手机操作系统和谷歌的安卓一样，都是开源系统，因此每一个手机企业都可以使用。极光系统并不是俄罗斯发明的，这个系统的前身叫做sailfish，旗鱼系统。当年诺基亚N9上的MeeGo系统旗鱼系统的祖先其实来自芬兰诺基亚。当年智能手机刚刚开始出现的时候，我们都记得诺基亚的塞班。但事实上，后来诺基亚开发过一个命运多舛的系统，名叫MeeGo，当时是MeeGo、Windows Phone、Android几个系统混战，最终安卓的开放性获得了胜利。Jolla还推出过平板产品诺基亚放弃了MeeGo之后，这些做操作系统的员工们脱离出来，成立了一个公司名为Jolla，它在MeeGo开源的一个分支，名叫Mer的系统上开发出来旗鱼系统。Mer系统同时支持X86以及ARM，所以对手机硬件并不怎么挑。最关键的是，旗鱼系统可以通过中间层的方式来运行安卓的应用程序。旗鱼系统在俄罗斯叫极光，其实是一个东西，区别很小不过在安卓的时代，微软Windows Phone都没玩明白，更不要说Jolla。这公司经营不善，所以靠卖系统授权度日。2016年，Jolla把俄罗斯地区运营系统的许可授权给了一个名叫Open Mobile Platform（OMP）的公司，而俄罗斯最大的电信运营商Rostelecom则通过收购OMP四分之三股权的方式获得了旗鱼系统，并将其改名为极光。这里要注意的是，极光系统不是开源的，并且剥离了安卓兼容层。可以把华为对极光系统的测试看作是华为与Rostelecom双方合作的一部分考虑到前几天华为刚刚与俄罗斯签订了5G的大单，那么为俄罗斯的极光系统进行华为手机的测试就一点也不稀奇，更何况这系统本来就支持ARM。这应该是双方深度合作的一部分，并且未来俄罗斯Rostelecom的合约机出现预装极光系统的华为手机也不稀奇。我们会看到运行极光/旗鱼系统的华为手机吗？但问题是有系统还要有生态，一个系统解决不了所有问题，现在安卓的生态强大，极光也好旗鱼也罢，要走的路都还有很长，但至少当最坏的情况出现时，有的选了不是吗？(7192770)", "author": "中关村在线", "newsdate": "发布时间：19-06-14", "newstime": "09:26", "sentiment": [{"positive_prob": 0.180739, "confidence": 0.598358, "negative_prob": 0.819261, "sentiment": 0}]}]