[{"title": "抛弃华为“超级工厂”，美国最大代工厂落井下石后，被国产取代！", "content": "在经历了前段时间闹得沸沸扬扬的”华为事件风波“之后，受到重大影响的不单单是华为自身，还有与华为各项产品业务息息相关的背后供应商们，它们也因在当时或主动或被动而作出的不同抉择，造成了商业利益上、合作地位上的明显变化。伟创力，于1969年在美国硅谷成立，是目前继富士康之后的全球第二大代工厂商，在此前也被华为列为自家92家核心供应商名单之一，主要负责华为手机产品的组装业务。截至目前，伟创力已经在国内深圳、珠海、苏州等地拥有多达30个工厂，其生产总能占据了其全球整体的近一半。由此能够看出，伟创力在早前与华为的合作关系一直十分紧密良好，未来也极为可期。然而，就在今年5月份，在美国对华为下达了”断供“禁令之后，其他代工厂商仍在想尽办法周旋的同时，伟创力却第一时间落井下石，宣布对华为进行断供，前后态度反转迅速令所有人感到无比震惊。从现在来看，「断供华为」只是一场用来谈判的筹码而已，近日美国已经宣布陆续恢复对华为的供货，但是对于第一时间就背叛的伟创力来说，它的早早站队便注定了要承担非常惨重的代价。据悉，2018年，伟创力在中国长沙投资50亿元建造“超级工厂”，该项目共分为三期建设，主要经营的就是华为手机的组装业务。在当时为了吸引伟创力的落户长沙，官方甚至为其免除了长达5年的厂房租金。当年7月，一期项目正式投产，稳定日产手机6万台，高峰期可达8万台。然而，仅仅时隔不到一年，因为必须跟随美国禁令，伟创力暂停了与华为的合作，造成长沙工厂项目不仅一期全面停产，二三期建设也陷入了停滞境地。5月底，有内部员工表示，熬到6月也不见好转，可以说，伟创力长沙项目是彻底完了。事实上，伟创力方面的突然变脸，让华为也非常震怒。根据网上报道，在5月份断供的时候，伟创力珠海门口足足排了150辆由华为派出的大货车，来拉回物料和设备。而一时间没有了工作量的伟创力员工也迎来了强制放假和大量离职。显而易见，与华为主动中止合作，对伟创力在国内珠海、深圳等多地工厂造成了难以挽回的损失。而曾经专门为组装华为手机而投资建设的长沙“超级工厂”也自然逃避不了停产的命运。等到今天，根据最新消息得知，长沙伟创力工厂二期项目已被国产代工厂商比亚迪接手，并已开始招聘员工。“比亚迪以后还是从事华为手机的代工业务。一期项目最终由谁接手，现在还没有定论，目前，伟创力有想法撤离长沙，但仍未最终作出决定。”比亚迪也始终是华为的金牌供应商之一，曾在2007年就开始为华为代工手机，其中比较著名的华为Mate20的后盖和金属中框的主力供应商就是比亚迪，比亚迪还将汽车工业上的喷涂技术用在了华为Mate20身上，由此带了令消费者眼前一亮的极光色效果。从依靠华为手机组装迅速壮大，再到落井下石，最后被国产代工商全面替代，美系企业伟创力因急于撇清关系、提早站队而造成的大起大落，在如今看来不免让人唏嘘一场。", "author": "Tech情报局", "newsdate": "发布时间：19-07-15", "newstime": "17:31", "sentiment": [{"positive_prob": 0.01525, "confidence": 0.966111, "negative_prob": 0.98475, "sentiment": 0}]}, {"title": "华为帮助摩纳哥实现了全国首个5G覆盖的国家！", "content": "网络的发展现在已经到了5G的水平，大家都知道5G存在可以说是促进时代的一个存在，还是一个十分热门的话题，大家都非常期待5G什么时候可以覆盖，但是现在有个国家已经快速的完成了5G网络全覆盖，并且根据了解，这个国家还是在华为5G的帮助下完成的，根据媒体报道，全球首个5G全覆盖的国家就是摩洛哥，这也是对于他们国家实现数字化有了非常大的促进作用，这样的成果除了华为的帮助，还少不了电信公司的帮助，其实，华为的5G上有着不输其他品牌的技术，并且华为的5G技术也是十分受到很多国家人的青睐，即便有美国之前的各种打压行为，并且有很多国家紧跟美国的大腿的各种谣言，就拒绝了华为的5G，但是华为也是用行动表现出自己的实力，令那些原本拒绝了华为的人一一回头，认可了华为的5G技术，不知美国对于这样的情况有没有什么想法。根据摩洛哥在12号的最新报道中显示，摩洛哥目前已经实现了5G的全覆盖系统，并且这个技术是由摩洛哥最大的电信运营商，摩洛哥电信和华为技术公司实现的。并且根据摩洛哥电信的总裁弗兰西在当日开通上表示，“从现在开始，摩洛哥将成为请求首个5G全覆盖的国家”除了这个以外，根据小道消息，早在今年的2月份左右，摩洛哥最大的电信运营商就和华为签订了合作。华为也是对待每个国家都是一视同仁的接手了摩洛哥。5G就是意味着更快的传输速度和更加优质的数字服务，因为和华为的合作，即将会改变摩纳哥的数字化生活，同时也是会进一步改变人们的生活品质，这次的5G网络肯定会给摩纳哥带来更多的机遇。在之前也有消息，美国对于华为的禁令有所松动，也停止了相应的打压，华为在5G网络发展的空间范围就扩大了不少，现在的华为5G已经没有多少障碍可以让他停下前进的脚步了。最近也是经过美国相关技术人员测评中认定，华为5G已经可以说是全球最稳定最成熟的5G系统，并且华为5G的价格也是算是比价实惠的，所以美国专家预测了，华为如果一旦被推向市场，那么一定会短时间内变成人们手中的宠儿，但是美国的5G发行却还是要在等一年多，所以到了美国的5G上市的时候，估计就被挤出圈外了。有部分人肯定也都在好奇5G到底有什么厉害的地方，会不会大家都把他太过于神话了，小编觉得，这个5G的存在是真的可以改变世界脚步的一项技术，并不只是多了一个G，而是下一个时代的契机。同时这一次和摩洛哥的合作，也是一个重大机遇，也是在向其他国家表现出更好的范本，并且华为的相关负责人也是说到，非常自豪可以为摩纳哥的创新做出贡献，未来也会继续和摩纳哥合作。你觉得首次的5G覆盖在摩纳哥怎么样呢？", "author": "尖峰科技", "newsdate": "发布时间：19-07-15", "newstime": "17:03", "sentiment": [{"positive_prob": 0.999252, "confidence": 0.998337, "negative_prob": 0.000748351, "sentiment": 2}]}, {"title": "华为nova5碎的让人心疼，看完维修价格后，我放心了！", "content": "华为nova5碎的让人心疼，看完维修价格后，我放心了！一家企业能够在市场上蓬勃的发展，肯定会有它发展的理由，像华为的手机来说，在近几年里面一直是节节高升，不管是在服务还是在手机的性能上，都有着非常好的发展，也让很多的外来品牌在中国开始逐步的失去了市场，像三星和iPhone。现在华为的手机分为高端机型和中低端的机型，华为p系列和华为mate系列荣耀数字系列和荣耀Nova系列，荣耀note系列等等，荣耀的中低端的机型在市场上也成为了各家性价比手机的最大对手。近期华为nova5这款手机的发布，也让小米魅族这样的性价比手机开始感到了紧张，华为nova5这款手机采用的是水滴屏的设计，麒麟810的芯片，它的价格也是十分的厚道的，这最近又出现了华为nova这款手机的首碎。华为nova5碎的让人心疼，看完维修价格后，我放心了！虽然在上手一款手机之后，都会把这款手机带上手机壳，贴上手机膜来保护自己的手机，但是这款华为nova5碎的让人心疼，整个玻璃后壳已经惨不忍睹。不管是屏幕还是玻璃的后壳，更换一次的价格都是非常贵的，这也就是为什么很多人都想尽办法保护自己手机的原因，这款华为Nova5的后盖出现了破碎，但是内部的元器件并没有损伤，再去维修店之后看过官方的维修价格，没有想到原来华为Nova能够这么的良心，更换一个手机的后壳只需要125元，这样的价格都是每个人都可以承受的。华为nova5维修价良心了，一顿饭钱解决，少花冤枉钱！一顿饭的价格就维修一个手机的后壳，还是比较的便宜的。幸好损伤的只是手机的后壳，更换一下价格不需要多少，如果是你的手机主板或者是手机内部的元器件出现了问题，就不建议去大厦维修了，毕竟现在手机更新的速度如此之快，维修手机内部元器件和屏幕的价格完全是更换一款更好的手机了，千元的价格完全可以入手一款更高的性价比的千元手机，所以华为Nova系列更换一个屏幕的价格是660元，更换一个主板的价格是1299元，红米note系列的手机也不过这个价了，所以更换一个主板的价格还是非常贵的，就不如买一款手机来得合算了。虽然1299元在我们看来似乎有一些贵，但是如果比起三星s10，iPhone xs这样的手机来说，还是便宜1000元的，用1299元的价格换一个主板，也算得上是白菜价了。华为nova5更换电池的费用仅需76元钱，这样的价格在市场上很少有手机这么厚道了，看完华为官方的维修价格之后，是不是觉得华为还是比较贴近民心的，并没有我们想象中的那么贵。", "author": "科技舆生活", "newsdate": "发布时间：19-07-15", "newstime": "18:49", "sentiment": [{"positive_prob": 0.998815, "confidence": 0.997366, "negative_prob": 0.00118521, "sentiment": 2}]}, {"title": "华为鸿蒙系统究竟什么样？迄今最权威解答在这", "content": "在华为遭受美国全面封锁的大背景下，鸿蒙操作系统作为华为公司面向未来的重要战略布局及反制手段被广泛关注。然而笔者也注意到，关于华为鸿蒙系统的各种流言浮现于网络之上，一时真真假假难以分辨，并引起了不少的非议与争端。华为鸿蒙操作系统究竟什么样？信息渠道错综复杂令我们难辨真伪，而源自华为官方的消息渠道无疑最具真实性和权威性。因此，今天笔者搜集整理了近期来自华为最高层领导的关于鸿蒙操作系统信息汇总，供大家进行参考，希望尽可能还原一个真实的鸿蒙。同时我们发现，近期有大量报道指出任正非“亲口”宣布“鸿蒙比安卓快60%”，这显然与此前任正非接受采访时的口吻与口风不相符，并引发我们的质疑。“比安卓快60%”真的出自任正非之口？此前，任正非等华为高层人士曾经多次公开表示，华为是安卓生态的拥护者，鸿蒙主要基于物联网打造。而此时跳出一个“任正非亲自表态：鸿蒙比安卓快60%”，一边表示坚决拥护安卓，一边却又跟安卓大论高低长短，这明显有点自相矛盾了。追溯此消息的真实性也成为本文的重点之一，后续我们会详细展开。但在此之前，我们不妨先按照时间倒叙的方式，回顾近期华为高层领导对鸿蒙的权威描述。梁华：鸿蒙是否适配手机未定2019年7月12日，华为《2018年可持续发展报告》发布会召开。谈及鸿蒙系统时，华为董事长梁华表示，鸿蒙是为物联网开发的操作系统，是否发展为手机系统还未确定。华为董事长梁华梁华表示，鸿蒙系统是为物联网开发的，用于自动驾驶、远程医疗等低时延场景。华为手机还是把开放的安卓系统和生态作为首选。如果美国不允许华为使用安卓，华为是否会把鸿蒙发展为手机系统，还没有确定。梁华董事长的最新发言，不免让我们产生了一个疑问。既然“鸿蒙是否发展为手机系统还未确定”，那么又何来“比安卓快60%”之说呢？没关系，我们继续往下看。胡厚崑：鸿蒙没有明确上市日期2019年6月26日，华为副董事长胡厚崑在上海MWC 19期间的媒体见面会上，接受了来自中外媒体的采访。而在这次媒体见面会上，华为手机究竟未来会采用何种操作系统，自然成为全球媒体关注的焦点问题之一。华为副董事长胡厚崑（中）胡厚崑表示：“大家都知道华为销售手机的运行安卓的系统，我们是安卓生态的坚定支持者，我们能确保现在华为的手机用户在使用安卓的系统时不会受到任何影响”。而谈到大家非常关心的鸿蒙操作系统，他进一步表示，“就鸿蒙目前的情况，我们目前没办法披露，上市也没有明确的时间”。华为副董事长胡厚崑虽然话不多，但却透露出很多关键点：华为是安卓生态的坚定支持者、目前华为手机使用安卓系统不受影响，鸿蒙没有明确上市日期。任正非：鸿蒙并非为手机而生2019年6月24日，华为创始人任正非接受《金融时报》的专访，其中不仅谈到了华为鸿蒙系统，更加对华为的近况以及未来的发展做出了正面回应，是任正非最新、最全面的一次深度采访。以下是专访纪要中关于鸿蒙相关问题的节选。记者问：听说你们研发了新操作系统叫“鸿蒙”，您认为华为有能力部署这个操作系统，来替代谷歌的安卓系统吗？任正非接受《金融时报》专访谈及鸿蒙任正非：首先，鸿蒙系统的产生，本身并不是为了手机用，而是为了做物联网来用的，比如自动驾驶、工业自动化，因为它能够精确控制时延在五毫秒以下，甚至达到毫秒级到亚毫秒级。第二，我们希望继续使用全球公用开放的手机操作系统和生态，但是如果美国限制我们使用，我们也会发展自己的操作系统。操作系统最关键的是建立生态，重新建立良好的生态需要两、三年左右的时间。我们有信心依托中国、面向全球打造生态。这应该是此前任正非最权威的一次关于鸿蒙系统的定位描述，“鸿蒙基于物联网打造”的消息均来自本次专访。而此说法，与梁华董事长的说法口径一致。“比安卓快60%”说法从何而来？ 2019年6月18日，华为公司创始人任正非先生接受了法国《观点》周刊的专访。而近期有大量的报道指出，任正非就是在这次专访中“亲口宣布鸿蒙比安卓快60%”的言论。为了探寻此消息来源的真实性，我们在华为官方找到了此次专访的纪要原文，如下：记者问：能否描述一下鸿蒙是怎样的系统？ 任正非接受法国《观点》周刊采访任正非：我们有数千块电路板，电路板都要有操作系统。鸿蒙操作系统是一个面向确定时延系统的操作系统，实现系统端到端处理时延是精确到5毫秒，甚至更低的毫秒级乃至亚毫秒级，控制只有这么小时延，对物联网自动生产有用。比如无人驾驶，齿轮转过来时延是几毫秒，如果是不准确的，不然这个齿轮来了，那个齿轮还没有来，就咬合不上了。我们是为了万物互联、将来走向智能社会所做的一个操作系统。记者问：如果鸿蒙操作系统发布之后，速度比安卓或者苹果的操作系统更快是吗？任正非：没有比较。有可能。记者问：这是一个商业论据吗？任正非：这是技术论据，不是商业论据。但是与苹果、安卓相比，我们的缺点是没有生态，只是一个纯技术性操作我们电信网络的系统。鸿蒙系统并不是像大家想象那样用在手机中，做这个系统的时候并不是想替代谷歌的。如果谷歌高端系统不向华为开放，鸿蒙系统会不会转移做一些生态？现在还没有完全界定。记者问：这是备胎计划（B计划）吗？任正非：不是，本身就应该有这个系统，我们的网络才能运行，这个系统原本是为了电信网络而设计的。官方专访纪要并未提及比安卓快60%如果仅从华为官方的专访纪要文档中，我们并未发现有“比安卓快60%”的相关的描述。至于实际专访环节是否提及相关问题，我们不得而知。但至少有一点可以确认，在官方版本的专访纪要当中，任正非并没有“亲口宣布鸿蒙比安卓快60%”。结合此前的报道来看，任正非在此次接受《观点》周刊的采访中，存在“一份技术方面的论据，根据之前的一份研究报告，华为的操作系统比安卓速度快60％。”根据这一线索，我们也浏览了大量的相关报道，并希望找到事实的真相。“比安卓快60%”来自一份技术论据最终，我们在一篇报道中找到了比较客观的描述。报道原文称：《观点》指出，根据此前的一份中国研究报告显示，“鸿蒙”比安卓快60%。而原报道也只是轻描淡写一笔带过，说明并没有太多的细节可以透露，没想到这便让很多人“沸腾”了。至此，关于“比安卓快60%”究竟从何而来，我们可以做一个阶段总结：① 任正非并未亲口宣布，只是比较谨慎的回答“没有比较，有可能”；② 《观点》杂志社也是引用了某“中国研究报告”进行相关报道；至于专访和报道中都提及的这份“技术论据”，也就是《观点》引用的某“中国研究报告”，我们目前无法获得其具体情况。“快60%”的说法也十分含糊，是指物联网？还是手机端？还是方舟编译器？目前没有明确说法。按照存在一份“技术论据”和“中国研究报告”这个线索，笔者继续搜寻。“比安卓快60%”大概所指的是6月中旬一位“华为研发者”的爆料。据称“腾讯测试数据表明鸿蒙比安卓快60%”。不过也仅仅是一张“传言”的截图，并无实际详尽测试报告发布。传言腾讯测试鸿蒙比安卓快60%这份测试报告是否真实存在，不得而知；任正非在接受《观点》周刊采访时，是否拿出的这份测试报告，不得而知；测试的内容是鸿蒙系统还是方舟编译器，不得而知。至少目前无任何公司或机构以及个人，公开正式发布了这份数据报告。尽管关于这条“爆料”信息有太多的不得而知，但却可以从侧面的反映出“比安卓快60%”并非华为官方公布的数据，也并非华为官方实际测试的数据。这也便解释了，为什么任正非在《观点》周刊的采访中做出了“没有比较，有可能”的保守和慎重回答。其实对于一款尚未正式发布的产品，存在一些不明确的技术细节或数据，本身是极为正常的事情。只是相关报道不能把不明确的事情，当成明确的事情。把别人没有说过的话，当成别人说过的话。这样不仅事件的性质形成扭曲，也会对公众造成极大的误导。众口铄金，越传越玄，最终无形中对华为造成了“捧杀”的反作用。理性支持 不宜捧杀综合权威性、时效性的考量，我们为您整理了最近几个月华为公司三位最高层级的领导关于鸿蒙操作系统的描述。由于此前诸多报道已不具备时效性，且传播范围极为广泛，演绎版本极为复杂，或并非在空开场合正式发表，我们很难进行追溯，还请见谅。不过仅从这三位层级最高的领导最近的发言来看，相信大家已经对华为鸿蒙系统有了一个全新的认识。或许华为鸿蒙操作系统并非像传言的那样威武霸气，甚至是否适配手机都还没有定论。最关键的“比安卓快60%”，仍旧存在大量没有落实的细节。回到开始的问题，华为鸿蒙系统究竟什么样？至此我们可大致阶段总结：① 鸿蒙是一款物联网系统，存在适配手机的可能性，但并未最终定论；② 鸿蒙最大的优势是超低时延，最大的劣势是没有成熟的生态；③ 鸿蒙不是华为手机的备用系统，即使没有手机，华为其他设备也需要；④ 鸿蒙或部分领域存在“比安卓快60%”的“技术论据”，具体细节尚不知；⑤ 鸿蒙目前没有明确的上市日期，目前华为手机仍以安卓生态为主；尽管今天的信息汇总或许有些令人失落，甚至更加突出了鸿蒙系统的一些不确定性。但这至少是真实的鸿蒙，至少华为在做。相信等到鸿蒙系统正式发布的那一天，一切的问题都将获得最终的解答，让我们保留一些期待吧！同时我们也呼吁，对待华为鸿蒙我们尽量“理性支持，不宜捧杀”。", "author": "中关村在线", "newsdate": "发布时间：19-07-15", "newstime": "20:33", "sentiment": [{"positive_prob": 0.124842, "confidence": 0.722573, "negative_prob": 0.875158, "sentiment": 0}]}]