[{"title": "华为mate30即将发布，仅看芯片和相机，iPhone11已瑟瑟发抖", "content": "进入9月份以来，荣耀20s、realme Q、红魔3s、华为畅享10 plus、OPPO Reno2、iPhone 11系列等接连发布，正式拉开了手机大战的序幕。接下来还有vivo NEX3、华为mate30系列会陆续发布，尤其是华为mate30，更是被寄予众多数码爱好者很大的期待。OPPO Reno2华为meta系列手机定位高端旗舰，号称比肩iPhone、秒杀三星。在刚刚过去的iPhone 11发布会上，苹果还拿“华为”和“三星”的手机做了比较，这可能是这场发布会最大的新意了吧。在这场发布会的背后也说明苹果已经黔驴技穷，只能通过贬低友商来体现将自己的强大了。iPhone 11发布会华为meta30系列手机即将于9约19日发布，相关配置参数近期陆续曝光。性能毋庸置疑，华为手机的王者。搭载麒麟990 5G芯片，设计采用2大核2.86GHz+2中核2.36GHz+4小核1.95GHz的核心设计，采用7nm工艺，提升性能的同时降低平均功耗。麒麟990芯片相机模块算是华为的另一王牌，主摄像头为4000万IMX600镜头，广角镜头仍然为超高的4000万像素，长焦镜头为800万像素，外加一颗TOF镜头，合计超过8800万像素。据说，华为在相机算法上耗资巨大，德国徕卡团队也深入参与，相信拍照水平会远胜于iPhone11，毕竟相机是华为mate手机最大的卖点之一。虽然没有小米手机号称的1亿像素，但相信拍照效果绝对远胜于小米手机。与iPhone11相比如何要等到真机发布，进行实地拍照对比才行。华为mate30相机设计相比之下，华为mate30支持5G也将是用户选择的一个重要因素。按照每台手机1.5-2年的使用时间来算，半年后在中国的一二线城市基本可以覆盖5G网络，5G竟会带给华为mate30用户飞一样的体验。iPhone11则完全不支持5G，虽然各项性能方面表现良好，但不支持5G犹如一辆超跑没有涡轮增压一样，体会不到网速如飞的乐趣。华为mate30手机渲染图iPhone并不是不想使用5G芯片，只是苦于没有成熟的5G基带可用。刚刚跟高通和解，5G基带不可能就直接用在iPhone11上，Intel面对5G专利壁垒，直接选择退出5G基带研发。苹果公司又不可能低下头来向华为购买5G基带（海思暂时还不打算向外出售手机芯片和基带）。所以苹果公司目前还在自己努力研发5G基带，业内人士表示最快也要等到2023年才能看到苹果手机用自家5G基带芯片。苹果手机A13芯片华为mate30发布之日，也将是华为又一次惊艳世界的一次。华为5G手机走在世界的前列，以自己的实力引领着世界通信的发展。预计今年华为手机可以完成出货2.5亿的目标，稳坐“全球手机二哥”的位置。相信华为按照自己的脚步稳扎稳打，解决大环境的阻力，明年有望超越三星成为“全球手机大哥”。你怎么看华为即将发布的mate30呢？欢迎在下方留言讨论发表自己的看法。关注“娜哈科技馆”，让您足不出户了解科技圈最新趣闻和资讯。", "author": "娜哈科技馆", "newsdate": "发布时间：19-09-16", "newstime": "23:01", "sentiment": [{"positive_prob": 0.921673, "confidence": 0.82594, "negative_prob": 0.0783272, "sentiment": 2}]}, {"title": "华为无线耳机FreeBuds 3将于11月正式上市", "content": "【TechWeb】9月16日，最近，刚刚发布的华为FreeBuds 3无线蓝牙耳机收获11项IFA大奖，华为高级副总裁余承东称赞道：“FreeBuds 3的主动降噪和户外防风能力都很很厉害，在开放式耳机上实现主动降噪是很难的，这是很多开放式TWS耳机都不具备的功能。”同时宣布，耳机预计在2019年11月份上市发售。据悉，华为FreeBuds 3无线蓝牙耳机就是首款搭载麒麟A1芯片的产品，也是全球首款采用开放式设计、却支持主动降噪的真无线耳机。此外，该耳机还支持骨声纹通话降噪，让对方听的更清晰。官方宣称，华为 FreeBuds3芯片封装尺寸是AirPods H1无线芯片的95%，可以让FreeBuds 3的性能指标比苹果的AirPods高30%，同时功耗降低50%。续航方面，华为FreeBuds 3一次充电可使用4个小时，搭配充电仓可以提供20个小时的续航时间。除此之外，官方表示，华为FreeBuds 3还支持快充技术，有线充电比AirPods 2快100%，无线充电比AirPods 2快50%。", "author": "TechWeb", "newsdate": "发布时间：19-09-16", "newstime": "12:38", "sentiment": [{"positive_prob": 0.989988, "confidence": 0.977751, "negative_prob": 0.010012, "sentiment": 2}]}, {"title": "华为手机和苹果手机，差距在哪？看看这些你就知道了！", "content": "说起现在的智能手机，可以说是非常的方便。在日常生活中，智能手机的功能也特别的强大。时至今日，智能手机的发展越来越成熟。同时，有两大智能手机厂商崛起，成为世界智能手机市场中两大巨头。一个是苹果，一个是华为。在国内，这两大手机厂商也是争议不断，一直被人拿出来进行对比。那么这两个牌子的智能手机到底孰好孰坏呢？首先我们来说说苹果手机。在世界上所有的智能手机当中，苹果手机自从智能机问世以来，一直占据着世界智能手机领导地位。在前几年，世界上所有的智能手机都以苹果手机为目标看齐，毕竟苹果手机是当时所有的智能手机当中最好的。而且，苹果手机独特的操作系统也为它带来了大量的用户。与苹果手机不同的是，华为的手机业务起步相对较晚。但是华为能够静下心来自己研发最新科技，所以华为在这两年慢慢崛起，甚至一度超越了苹果手机。尤其是华为的5G技术和设备。在前几天，华为已经推出首款华为5G手机，而apple公司最新推出的智能手机，还是4G手机，据悉，短期内苹果公司应该不会发布5G手机的。苹果与华为最大的不同就是，苹果有很多核心配置不是自家生产的，比如高通的芯片处理器等。而华为因为这两年受到的打击比较大，所以很多手机零件配置都是华为自己研发的。比如麒麟的芯片。不仅如此，华为还推出了属于自己的鸿蒙系统，不过现在的鸿蒙系统的生态还没有建设完成，所以现在的民用机上不会配备鸿蒙系统。但是，一旦鸿蒙系统发展成熟了，华为势必会在自己的手机上安装鸿蒙系统，毕竟谷歌公司不允许华为某款手机升级安卓10的事情还没过去多久。也就是说，不久之后，华为会像苹果一样，拥有属于自己的操作系统。那华为与apple之间有什么不一样的地方呢？众所周知，国产机在摄像和手机续航方面要遥遥领先于世界。同样，作为国产机代表的华为也一样。相对于苹果手机来说，华为手机无论是相机像素还是在手机续航方面都超过苹果一大截。不过，目前苹果有补短板的趋势，在新机中不仅级高了手机的像素，还加大了手机电池的容量，又配备了一个超快充电的插头。有网友说，现在的苹果完全就是在模仿国产手机。在前些年的时候，一直有这么一句话，就是“乔布斯之后再无苹果手机。”确实，纵观这几年的苹果手机，不仅毫无创意，还继承了一些苹果系列手机的短板。不过，有意思的是，在最近的发布会上，苹果将华为列为了竞争对手，这在以前是绝对没有的事。可见现在的华为确实给苹果带来了巨大的压力。就按现在的情况来看，苹果手机无论是在芯片上，还是在手机创新上，苹果都大不如前。难道苹果真的黔驴技穷了吗？小伙伴们，大家平常喜欢用苹果手机还是华为手机呢？", "author": "尖峰科技", "newsdate": "发布时间：19-09-16", "newstime": "14:16", "sentiment": [{"positive_prob": 0.000859702, "confidence": 0.99809, "negative_prob": 0.99914, "sentiment": 0}]}, {"title": "荣耀9X的瓶装上8X的酒——性价比不高的荣耀10Plus", "content": "所谓新瓶装老酒，越陈越香。但是这要是放到手机领域，那就是莫名其妙！荣耀10Plus就是这样一款莫名其妙的机器。按照华为以往的惯例，和荣耀数字X对应，会有一款华为畅享数字Plus的机型。这两款一般配置几乎一致，价格也差不多，仅一些细节的差异。比如荣耀7X与畅享7plus；最出名的荣耀8X与畅享9plus。直到这一代，可能是畅享9plus影响到了荣耀8X的销量，这一代的畅享10plus罕见地降低了CPU规格，仍然采用了上一大的麒麟710。价格看起来似乎也更便宜了，但是6+128G的版本比荣耀8X仅便宜100；另外多了个4+128G的版本，1499的价格比6+64G的荣耀9X也正好便宜100。其实是贵了好吧，一个麒麟710就能省下不少，成功的拉开了两款的价格差，这一刀砍得真准。荣耀9X的销量有了保证，而畅享10plus的利润也有了保证。销量和利润双丰收。用于直接套用了荣耀9X的模具，因此在尺寸，外观和X是完全一致的。在屏幕方面，华为畅享10 Plus采用了6.59英寸全视屏，搭载升降式摄像头设计方案，正面没有任何开孔，同时得益于华为出色的COF封装工艺，带来了更窄的边框以及更高的屏占比，华为畅享10 Plus的屏占比也达到了91%，视觉冲击力还是满强的。19.5：9的屏幕长宽比，分辨率高达2340*1080，平时用来观影追剧可以说是相当不错。机身背面，华为畅享10 Plus采用了3D曲面设计，配合19.5:9的屏幕比例，更加贴合手掌。同时还带来了更加出色的视觉观感。华为畅享10 Plus唯一一处超越荣耀9X的就是其后置摄像头采用了荣耀9XPro的配置。多了一颗200万微距，不过聊胜于无。正常拍照和9X完全一致，白天或者光线充足的夜景拍照效果还是不错，不过暗光或者逆光等环境就体现出了和旗舰机型的差距。总体来说，华为畅享10 Plus拥有超越同级的颜值外观、前置拍照体验、6.59英寸屏幕的超大视觉体验以及握持感舒适的机身设计，更适合对于手机要求不高，喜欢影视欣赏的用户。华为畅享10 Plus已经发售，其中4GB+128GB售价1499元、6GB+128GB售价1799元，目前已经在华线上线下开始发售，心动的小伙伴们赶紧入手吧！", "author": "品古论今拿秤称", "newsdate": "发布时间：19-09-16", "newstime": "14:40", "sentiment": [{"positive_prob": 0.0477211, "confidence": 0.893953, "negative_prob": 0.952279, "sentiment": 0}]}, {"title": "任正非：华为愿意将5G技术对外许可 现在不考虑退休", "content": "【相关报道】　　华为不止是5G领先 任正非：6G研究也是领先世界的原标题：任正非：华为愿意将5G技术对外许可，现在不考虑退休摘要：被问到华为能够接受多大程度的5G技术转让时，任正非称：“不是部分，可以是全部。”钛媒体注：9月16日，华为“心声社区”刊登了该公司创始人任正非在10日接受《经济学人》的采访纪要。在回答技术给全球化带来哪些挑战的问题时，任正非表示，不是全球化本身错了，而是机制在新环境下出现了一些问题，但是没有坐下来好好去协调。采访中，任正非介绍了今年前8个月华为的财务表现，收入累计增长19.7%，利润和去年持平。收入增长率在递减，年初是30%左右，年中是23%，8月份是19.7%。谈及利润没有增长的原因，他解释说，主要是战略投入在大幅度增加，华为增加了几千名员工，都是高素质人才，来修补被（美国）实体清单击穿的“洞”。任正非表示，网络的“洞”我们已经补完了，实体清单打击有影响的是终端，终端的“洞”还需要一定时间才能补好。此前，谷歌官方表示，未来华为智能手机（包括即将发布的华为5G旗舰机 Mate30）等硬件，将无法使用谷歌移动服务（GMS）。任正非表示，Google的操作系统是开源的，还会继续使用。我们的操作系统最初并不是针对手机开发，我们和Google还是很友好的。如果美国政府不准我们使用，也有替代方法；此外，Google还在不断说服美国政府许可我们使用它的生态系统，我们和Google在这个问题上是一条心的。在华为准备推出自己的操作系统期间，任正非认为增长会放慢，但是不会亏损。此外，任正非透露，华为将在9月18日发布昇腾AI集群（1024节点），是目前全世界最快的人工智能平台。任正非还表示，不太可能采用引入外来投资者的方案，因为投资者的思想方式以盈利为中心，而华为的理想高于投资利益。被问到华为能够接受多大程度的5G技术转让时，任正非称：“不是部分，可以是全部。华为的理想是‘为全人类提供服务，努力攀登科学高峰’，有更多人来一起完成，符合我们的价值观。”以下为采访纪要全文，略经钛媒体编辑，内容有删减：1、《经济学人》北京分社社长、“茶馆”专栏作家David Rennie：任总，您是一名非常重要的全球商业领袖。因此，在提出其他华为相关问题前，我们希望先问您一个关于全球化、关于技术给全球化带来哪些挑战的问题。你们现在有许多大公司所销售的产品和服务只有在建立起高度信任的世界才能发生，因为你们销售的不是网球鞋和网球拍，而是自动驾驶汽车或医疗设备。从全球化的角度看，针对这类产品进行交易需要建立在终生信任的基础上。但像中美这样的国家相互之间很难产生信任。这个问题能解决吗？应该怎样解决？我们想听听您的看法。任正非：欢迎你们直爽提问，我也会非常坦诚地回答问题。经济全球化对整个人类有非常大的好处，因为它对资源的优化配置和降低服务成本具有极大意义，因此会推动社会的进步速度加快。经济全球化是西方社会先提出来的，西方的指导思想是：西方提供先进的技术和设备，发展中国家提供原材料和低端劳动，这样来进行全球化的经济贸易。但是西方没有想到，发展中国家从低端生产开始，也会逐渐走向高端。上世纪六、七十年代，西方碰到了严重的经济危机，这个经济危机就是劳资冲突。西方经济学家提出一个理论“高工资、高物价、高消费”，在短时间内解决了西方的困境，实现经济的高速发展。直到上世纪末，数十年间，西方社会发生迅猛的经济增长。这个经济模式的基础是必须要有高收益，如果没有高收益就无法完成高收入分配。发展中国家虽然提供了广大的市场，但是发展中国家也会有大量商品进入发达国家，发生这种冲突和矛盾，不是全球化本身的问题，而是两个发展机制之间应该进行正确的协调。单单就欧洲和中国的关系来讲如何解决这个问题。中国要履行WTO承诺，大规模开放服务业、制造业……。最近这两年开放速度加快了，比承诺晚了一点。英国和欧洲在服务业上经历了几百年积累，有充分经验，中国也有极大需求，如果欧洲服务业大规模进入中国，有利于中国的社会进步。中国用产品从欧洲赚回来的钱，欧洲用产品与服务再从中国赚回去，这样有利于财务平衡。比如，中国的汽车税收将用五年时间降到非常低的水平，英国和欧洲的汽车是世界上质量最好的汽车，日本的汽车是最经济实惠、又质量优良的汽车。所以，现在全球化中出现的问题需要磋商，一件一件去实现解决。不是全球化本身错了，而是机制在新环境下出现了一些问题，但是没有坐下来好好去协调。再比如俄罗斯，如果当年欧盟接纳俄罗斯加入欧盟，俄罗斯的能源、西方的机械设备交易，估计至少不低于一万亿欧元，这些经济注入到欧洲，有利于欧洲解决内部贫富分化的矛盾。我曾经与奥斯本和卡梅伦有良好沟通。当时奥斯本把英国税收降到21%，并不影响英国的财政，为什么？领救济金的人需要有条件领取救济金，必须去找工作，要么做一些公共服务，比如照顾孤寡老人、公共卫生等。减少的税收收入和减少的社会福利开支是相等的，所以英国很平稳。特蕾莎政府继续宣布把税收降到17%，英国的一系列政策是英国重新成为投资中心的基因。所以，要在不断自我调整中适应全球化，而不是一个标准的全球化会适应全世界。这是我一点不成熟的看法。2、David Rennie ：我知道我的同事有很多关于华为的问题。您刚才提到欧洲和日本等国家如何看待经济全球化，但唯独没有提到美国。鉴于目前的中美关系，您担心全球化未来的走向吗？任正非：会。因为美国是世界最强大的国家，它本来是世界警察，维护世界秩序，世界的回报是接受美元作为国际流通和储备货币，美国通过发行美元向全世界征收铸币税。如果美国继续承担维护世界秩序稳定的责任，它并不会吃亏。但是现在美国自己把这个机制破坏了，大家不再相信美国在维护世界秩序，也不相信美元是最可靠的储备货币。当全世界对美国和美元的信任产生摇摆，美债和美股就会发生危机，这会引发美国内部产生巨大的经济政治动荡。3、《经济学人》伦敦商业主编Patrick Foulis：2019年，美国外交家做了很大的努力试图说服美国的盟国不要使用华为设备。请问任先生，美国所采取的一系列行动现在成功了吗？美国的这些努力对象主要是其核心盟国，比如英国和澳大利亚，但是似乎越南等国也面临来自美国的巨大压力，要求他们不要使用华为设备。美国的这一系列抵制华为的举动现在有多成功？任正非：首先，对于买不买华为设备，这是很正常的商业选择，因为过去也有很多客户不买华为设备，选择过程中大多数是商业原因。但是选择5G的时候，把5G作为一个政治因素、作为一个危险品来看待，美国可能看待错了。对5G的选择应该从有利于国家发展的角度，而不是政治角度。我举一个例子。一千年前，中国处于唐宋文明，当时中国是世界上最强大的国家，清明上河图的盛世形象不是虚构出来的，而是真实描绘。几百年前，英国的哲学和社会制度促进了工业革命，英国人发明了火车，还发明了轮船，而中国基本还是马车，马车的速度比火车慢，载货量比轮船低，中国就落后了。英国成了世界上的工业强国，把工业品卖到了全世界，对各国的社会进步产生了巨大影响，至今全世界有2/3的人口会讲英语，这就是速度决定了社会进步。5G是一个高速度、高带宽、低时延的信息联接技术，代表了信息社会的速度，谁掌握了速度，谁就会快速前进。在信息社会中，放弃了速度，放弃了对优秀信息联接技术的选择，也可能使它的经济减速。英国人民是非常聪明的，英国大学也是世界最优秀的，如果要重振工业雄风，一定要在信息社会中掌握高速度。光纤网络、基于光纤网络的5G技术，它可以联接超级计算机、超级存储系统，支持人工智能。如果人工智能可以让现有产能提升十倍效率，那么英国就变成几亿人口的工业大国。我说“提升十倍效率”是随便说的，在极端情况下，提高百倍、千倍效率也是可能的。人工智能的鼻祖是图灵，他是英国人；克隆小绵羊多莉的也是英国人。如果基因技术和电子技术融成一个技术，这个世界会变成什么样子？我不可想象。英国有极大的振兴空间，速度决定了英国是不是会走向胜利。4、Patrick Foulis：我想问问关于过去几个月华为的情况以及美国的打压对华为有哪些影响。能否谈一下自今年5月份华为被加入“实体清单”以来，你们的财务表现如何？会不会由于“实体清单”事件带来收入下滑？任正非：到今年8月份，我们的收入累计增长了19.7%，利润和去年持平，没有增长。收入增长率在递减，年初是30%左右，年中是23%，8月份已经是19.7%了。利润没有增长，主要是战略投入在大幅度增加，我们增加了几千名员工，这些员工都是高素质人才，比如一些天才少年、应届毕业的博士，他们来主要是要修补我们被实体清单击穿的“洞”。现在从5G……到核心网，网络的“洞”我们已经补完了。我们在9月18日将要发布昇腾AI集群，1024节点，这是目前全世界最快的人工智能平台。现在实体清单打击对我们有影响的是终端，终端的“洞”还需要一定时间才能补好。Patrick Foulis：现在海外消费者业务是不是在萎缩和下滑？任正非：之前终端在海外出现了下滑，下滑的速度在减慢，10%左右。5、Patrick Foulis：这个月再过一段时间，你们将推出华为Mate 30系列新手机。Mate 30系列有没有安装安卓和Google应用？现在是什么情况？任正非：没有预装Google的GMS生态系统。Patrick Foulis：那我还要问个问题。如果说华为的这款手机并不能预装全套的Google应用，是否可以预测未来华为手机的海外销量会大大低于从前？是不是意味着下半年，包括第四季度，华为在财务上会面临比较大的打击？任正非：首先，我们还是想继续使用安卓系统，我们和Google还是很友好的。如果美国政府不准我们使用，我们也有替代方法，但是如果要进行替代，需要两、三年时间才能完成。所以，终端海外销量在这段时期有所下滑，我们认为是正常的。除了生态应用以外，我们的手机还有很多特殊的优质性能，因此我们认为还是会有客户喜欢和接受我们的产品的。9月19日在慕尼黑发布Mate 30手机，要根据那时的发布情况来看，里面装载了什么东西。Patrick Foulis：在华为准备推出自己的操作系统期间，您觉得有没有可能出现亏损？任正非：不会。增长会放慢，但是不会亏损。Patrick Foulis：假如说我是负责Google公司的，华为最终在全球推操作系统，作为Google会多担心呢？任正非：Google还在不断说服美国政府许可我们使用它的生态系统，我们和Google在这个问题上是一条心的。我们的操作系统最初并不是针对手机开发，而且Google的操作系统是开源的，我们还会继续使用。美国限制我们不能使用的是Google的GMS生态系统，涉及千万家合作伙伴，华为也不可能一、两天就能替代完成。如果美国政府批准我们继续用Google生态系统，其实就是美国公司垄断了世界；如果美国政府不批准，美国公司在世界上的竞争力就削弱了。6、Patrick Foulis：我们知道您的工作之一是要重建信任，华为公司有没有考虑在重建信任方面提出一些激进的选项或者方案？比如说把中国市场外的部分5G业务卖给其他公司，有没有考虑这样一些激进方案调整公司架构，从而重建信任？任正非：我们不太可能采用引入外来投资者的方案，因为投资者的思想方式以盈利为中心，而我们公司是理想高于投资利益。至于技术是不是可以许可转让给西方国家？可以。不是部分，可以是全部。华为的理想是“为全人类提供服务，努力攀登科学高峰”，有更多人来一起完成，符合我们的价值观。因此，能否许可别的西方国家也生产我们同等的设备？可以的。Patrick Foulis：跟您再确认一下，您说的转让是把某些区域的5G业务卖出去，还是指技术许可？任正非：技术和工艺都可以许可，他们可以在此基础上再研发。Patrick Foulis：这种模式下，华为员工和相关的设施、场地一并转让还是只是知识产权？任正非：只是技术秘密，不可能连员工都转让了。Patrick Foulis：可能的合作伙伴会是哪些？例如在美国哪些公司在考虑之列？任正非：从来没有人跟我谈到过这个事，我也不知道哪些公司是可以的。Patrick Foulis：您也知道硅谷包括整个美国会有很多人读我们这篇文章，所以这也是很好的机会向他们宣传。任正非：对啊，平衡矛盾，平衡斗争。David Rennie：我和Foulis都在美国常驻过很多年，所以，我们的读者有一半以上常年居住在美国。您向美国政界和商界传递信任是解决问题的重要手段，但有些美国政客对华为的具体技术并不关心，他们真正关心的是更大的问题，即为什么要让中国公司在美国建5G这么敏感的技术？因此，你们在美国遭遇的政治问题是很难解决的。从您的角度来看，刚才提到的5G技术转让也好或者这方面的解决方案也好，规模会有多大？华为能够接受多大程度的5G技术转让？任正非：当我们把技术全部转让以后，他们可以在此基础上去修改代码，修改代码以后，相当于对我们屏蔽了，对世界也屏蔽了。美国5G是独立的5G，没有什么安全问题，它的安全就是管住美国公司。不是我们公司在美国卖5G，而是美国公司在美国卖自己的5G。《经济学人》驻香港亚洲科技记者Hal Hodson：任总您有没有想过，除美国之外，你们可能也会在非洲或者欧洲的一些国家遇到新的实体与你们竞争5G？您预想过这种竞争吗？或者您觉得会是什么样的？任正非：是可以竞争的。《经济学人》驻上海资深中国商业记者Stephanie Studer：关于转让金额，您心中有没有一个大概的数字？任正非：没有数字，你们刚提出来，我还没有算账。Stephanie Studer：有没有一个范围呢？任正非：我说不出来金额范围，技术范围可以讨论。David Rennie：从政治的角度来看，接受华为5G技术转让的公司是美国公司比较好，还是欧洲或日本公司更好？还是您认为因为你们面临的问题主要是美国，所以把你们的5G技术卖给美国公司更好？任正非：主要看你能打下多少市场来，如果你买了技术，占领一个很小的市场，那是不值得的。必须要占领一个很大的市场，自己要先评估是否有能力占领这么大的市场空间。Patrick Foulis：像这样激进的方案，您认为大概什么时候可以实现？几年？还是很快就可以实现？任正非：很快。Patrick Foulis：有可能在2020年大选之前吗？任正非：这与美国大选没有关系，我们聊天中从来没有提到大选这个事情。8、Hal Hodson：华为作为网络基础设施领域最大的企业之一，过去二十年不断的发展壮大，越来越成为情报机构的目标，不仅仅是后门问题，也有渗透、业务运营安全的问题。能否介绍一下华为如何确保业务运营安全，以及采取了哪些反制措施？任正非：第一，华为坚持把网络安全和隐私保护作为公司的最高纲领，坚定不移地实行欧洲GDPR标准，全面贯彻到所有体系中去。我们现在不断投入巨额资金，在整改新的网络、构建新的网络。第二，三十多年来，华为在170个国家为1500多家运营商提供网络服务，覆盖大约30亿用户，在全球范围内一直保持着良好的网络安全记录。事实证明，我们的设备从来没有出现过严重的网络安全事故。而且，我们愿意接受各个国家的严格监管，英国是监管最严厉的。为什么英国坚定不移地用我们的设备？虽然英国也提出了我们设备存在的问题和缺点，但是总体比其他公司的审查更严格一些，英国因此就会更信任我们一些。9、Stephanie Studer：任先生，我们知道中国另外一家技术先驱型企业阿里巴巴的创始人马云在今天（9月10日）退休。这个事情去年已经宣布，这种情况并不常见。我相信您也知道，中国有许多企业领导人退休太晚，以至于对企业发展不利。想问如果您退休的话，成本和收益是什么？考虑到华为目前所处的大环境，您会不会考虑更早一点退休呢？任正非：你催我退休，那我就退休吧。我会在我思维跟不上的时候退休的，我现在还是才思泉涌的状态，再呆几天吧！Stephanie Studer：您觉得您大概多久会退休呢？任正非：不知道，根据需要。10、David Rennie：您看过美国纪录片《美国工厂》了吗？如果看过，您如何看中国人和美国人不同的工作方式？任正非：我听说是奥巴马出品的，听过介绍，但还没看。11、Stephanie Studer：再追问一下。你刚才提到您今天早上突然有一个大胆的想法，要把你们的核心业务卖掉。我觉得，你是想说5G吧？然后你们会继续开发6G，甚至更新一代的技术。是什么让您触发了这个念头？这样做是不是有可能只是在回避问题？如果等你们6G做出来了，人家也不接受怎么办？所以，这样做对你们具体会有什么好处呢？这样做的主要原因是什么？任正非：我说的5G是给予许可，不等于我们自己不做。我们希望西方能缩短往前走的平台路径，所以许可其他公司完整拿到我们的技术。对于6G研究，我们也是领先世界的，但是我们判断6G十年以后才会开始投入使用。因此，转让技术不是我们前进的终结，我们获得资金以后会更大踏步前进。Patrick Foulis：跟您确认一下，这里所说的“许可”并不是像华为给Arm的许可一样，每年缴年度许可费，而是一次性交易，收购方一次性买断永久使用相关技术和知识产权的权利？任正非：对，一次性付钱。Patrick Foulis：华为其他高管对这一计划怎么看？我不知道您是否有时间和他们讨论过这个计划？他们听到这个想法之后会大吃一惊吗？任正非：不会，我们本来就希望世界是平衡的，大家利益均享是有利于华为生存的。“利益均分”本来也是一百多年前英国提出的。David Rennie：我发现您很喜欢用布满弹孔的苏联老伊尔2飞机作比喻。您在讲关于5G的想法时，我的感觉是，有点像飞行员，因为担心飞机会坠落，就把飞机上重的东西扔掉一些，以保持飞机继续飞行。这个描述能够反映您内心的想法吗？任正非：不是。因为我们把5G许可权转让以后，我们会得到一部分钱，这部分钱就如柴火一样，“柴火”可以把我们未来的科学研究烧得更旺。Hal Hodson：您觉得美国的商界和政界是否已做好准备，与华为在5G知识产权上一争高下吗？任正非：没有。Hal Hodson：所以，您说这个话主要是为了展现一个良好的姿态？任正非：对。如果他们真正要买，我们会真正去做成这件事情。Hal Hodson：也就是说，如果美国愿意探索这个可能性，华为愿意放弃领先地位，把时钟归零，与大家一起公平竞争吗？任正非：是这样。David Rennie：非常感谢您抽出时间接受我们的采访。任正非：欢迎你们以后经常来。如果想知道我们是不是真正能活下来，你们可以明年这个时候再来。", "author": "新浪财经", "newsdate": "发布时间：19-09-16", "newstime": "14:06", "sentiment": [{"positive_prob": 0.460753, "confidence": 0.215056, "negative_prob": 0.539247, "sentiment": 1}]}, {"title": "华为Mate30系列看点不止5G，9月19日揭晓答案", "content": "金九银十，每年这个时候都是一线手机品牌推出旗舰新品的时候。作为5G时代的引领者，华为终端官方微博今天放出一波新的倒计时预告视频，宣布华为Mate30系列即将于3天之后的9月19日在慕尼黑发布。最新的华为预告视频非常炫酷，充满着科技感。视频画面从一个圆环开始，旋转着带来色彩斑斓的彩色小球，随后展现出5G字样，周围光圈则围绕5G不停旋转，随后出现\"3天后，华为Mate30系列 Rethink possibilities，9月19日慕尼黑\"等信息。同时，官方微博配文：\"感官的极速体验，让思维连接无垠世界。3天后，##探寻5G时代的更多可能。\"而\"（无尽可能）成为这款新品的关键词，带给人们无限的想象空间。看来，此次华为Mate30系列带来的震撼，绝不仅限于5G技术。众所周知，前几天发布的苹果手机因为基带问题，暂时无法推出5G版本。而华为则在前不久的IFA2019上，发布了全球首款旗舰5G SoC麒麟990 5G。因此，作为麒麟990系列的首发机型，华为Mate30系列的5G体验也成为大家关注的焦点。根据已经公布的信息来看，首次将5G Modem集成到SoC芯片中的麒麟990 5G，率先支持SA/NSA 5G双模组网和TDD/FDD全频段，能充分应对不同网络、不同组网方式下对手机芯片的硬件需求，相信将为华为Mate30系列带来卓越的5G连接能力。不仅如此，结合此前的一系列预告视频来看，除了5G能力之外，系列的其它性能亮点也很多。比如前不久公布的两支预告视频，就极有可能在暗示系列将在高速摄影和暗光摄影上有更加惊艳的表现，而且，结合此前提及\"速度\"、\"能量\"等关键词的预告视频，不少网友也推测系列可能会在运行速度、快充和续航方面也带来让人惊喜的地方。综合当前的信息来看，即将发布的华为Mate30系列，将会搭载最新的麒麟990系列芯片，除了5G能力上的独步天下之外，麒麟芯片还将带来人工智能体验上的全面升级。不仅如此，相信华为Mate30系列在摄影、续航等方面的表现应该也不会让我们失望。感兴趣的朋友们不妨密切关注9月19日华为Mate30系列的正式发布。Mate系列作为华为最新科技创新的集中展示系列，一直享有很好的口碑和良好的市场表现。种种迹象表明，此次发布的华为Mate 30系列，必将延续Mate系列的经典，成为跨年度的5G时代新旗舰。至于最终还会有哪些惊喜，不妨让我们密切关注吧。", "author": "科技指南1", "newsdate": "发布时间：19-09-16", "newstime": "21:10", "sentiment": [{"positive_prob": 0.991189, "confidence": 0.98042, "negative_prob": 0.00881106, "sentiment": 2}]}, {"title": "华为全联接大会即将召开：历届均有重磅发布 这次又将撬动哪些板块？", "content": "《科创板日报》（上海，研究员 季晟）讯，2019华为全联接大会（HUAWEICONNECT）将于9月18至20日在上海的世博展览馆和展览中心举办，此次大会以“共创智能新高度”为主题，将发布AI和云的最新产品与解决方案，分享如何应用AI和云的技术，推进数字化转型的最新实践。在8月召开的华为全球开发者大会，华为自主操作系统鸿蒙首次亮相，基于“鸿蒙系统+智慧屏”的整个物联网生态体系雏形已经初步构建：以物联设备端为主，未来将应用于自动驾驶、智慧家居、远程医疗等场景。此次华为全联接大会将发布AI和云最新产品与解决方案，进一步完善华为整个生态系统建设。大会将围绕数字技术创新、数字智慧园区、云+AI+5G+IoT、华为AI全栈能力等领域重点展开。回顾历届大会均有重磅战略或产品发布资料来源：华为官网、TechWeb，民生证券研究院民生证券指出，此次发布会预计将围绕“云+AI+5G+IoT”，发布相关最新产品与解决方案。可能的看点有以下几点： 第一，智慧物联的建设将进一步完善。从芯片到操作系统，再到各个具体的应用场景，华为的物联网生态圈不断趋于完善。此次大会有望在更多的应用场景（车联网、城市智慧管理等）以及基于AI和云的物联设备上带来更多尝试。 第二，自主可控的鲲鹏生态有望进一步丰富。一方面，继“鲲鹏 920”、泰山服务器后，华为有再次公布新品的可能。另一方面，自主可控产业链的切入在于生态的培育，目前已有多个国内自主可控领域的企业与鲲鹏生态适配，此次大会有望在合作生态上进一步完善，进而让鲲 鹏体系在国产替代中发挥更大作用。 这些A公司和华为在物联网领域有合作中科创达：公司较早入局窄带物联网，2017年携手华为合作，公司的物联网解决方案入选CSDN“2019优秀物联网案例TOP30+”。在5G+AI的万物互联时代，国盛证券认为公司未来业绩保持高速增长。四维图新：业务板块包括导航地图业务、车联网业务、汽车电子芯片业务、自动驾驶业务、位置大数据服务业务。公司4月与华为在上海签署合作框架协议，正式建立合作伙伴关系。双方将围绕云服务平台、智能驾驶、车联网、车路协同、车载计算与通信五个领域开展合作。除了与华为在物联网领域有合作的上市公司，参与华为产业链或鲲鹏体系的企业也受到机构重点关注：润和软件：HiHope AI开源社区已与包括华为海思、Google、德州仪器、英飞凌等业界顶级芯片商、操作系统商展开了紧密合作，初步构建起了一个以AI芯片为核心，全面涵盖开发者、板卡、产品原型、下游客户与场景、综合软硬件服务支持的HiHope AI生态圈。太极股份：与华为的合作由来已久，2015年双方合作实施北京市政务云项目；2017年，双方发布智慧政务联合解决方案；2019年5月，双方成立联合创新实验室，聚焦政府、金融、制造、能源等行业。华为的定位是芯片和整机，有望开放其基础平台能力；太极作为集成商，凭借其产业和应用优势整合生态资源，实现协同发展。", "author": "财联社", "newsdate": "发布时间：19-09-16", "newstime": "11:29", "sentiment": [{"positive_prob": 0.943469, "confidence": 0.874376, "negative_prob": 0.0565306, "sentiment": 2}]}, {"title": "9月别乱买华为手机，这4款公认口碑最好，比iPhone11更好看！", "content": "这两天很多人都把关注的焦点交给了苹果的iPhone11手机，但我们却认为，如果你不是一个纯粹的果粉的话，其实也可以看看目前已经在降价的华为旗舰，甚至还会比苹果的iPhone11更加好看好用。当然，9月也别乱买华为手机，下面就给大家推荐4款华为公众口碑最好的旗舰机。华为Mate20Pro这可能是目前最受好评的华为旗舰了。常用的是2k级别分辨率的曲面屏幕设计，后置4000万浴霸三摄像头，外观设计以及拍照都适合于满足目前大多数人的这种需求，在新机Mate30系列到来之后，可能还会有所降价，也可以在9月份进行关注。目前是4499元。华为P30Pro从目前华为给P30pro手机推出新配色来看，很可能不会在短时间内就给这款手机下架处理。华为P30pro内置麒麟980处理器，并且也有8GB加128GB的储存组合，以及4200毫安时的大电池跟40W快充，具备了四摄像头设计，是目前拍照最好的华为手机。如果你非常喜欢拍照的话，那么选择这款手机也算是不错的。价格是4988元。荣耀20如果你的预算并不是特别多，又想体验一把旗舰机，那么就可以考虑一下华为荣耀20。具备了4800万像素超广角四摄，并且也有前置3200万像素美颜自拍镜头，同时还标配了，麒麟980处理器以及8GB+128GB的储存组合，采用的是挖孔屏幕设计，可能觉得可能缺点就是它是侧面指纹识别模块。价格仅为2499元。华为nova5华为nova5是一款采用的水滴屏幕设计的手机，同样也是具备了4800万AI四摄，拍照方面是目前华为价格中端机型当中比较出色的，值得一提的是，华为nova5搭载了3500毫安时的大电池以及40W的超级快充。目前能够在中端机搭载这华为快充技术的实际上也并不多，价格是2799元起步，华为手机当中性价比较高的可能也就是这么几款了。笔者认为，其实买手机没必要直选iPhone，华为也有不错的选择，甚至更好看好用，你们觉得这四款华为旗舰手机怎么样呢？你更看好哪一款？", "author": "叽歪数码", "newsdate": "发布时间：19-09-16", "newstime": "19:16", "sentiment": [{"positive_prob": 0.999261, "confidence": 0.998358, "negative_prob": 0.000739072, "sentiment": 2}]}]