[{"title": "华为很良心，Mate20加速跌至“退场价”，网友：再见了！", "content": "众所周知，随着综合实力不断提升还有创新技术积累的深入，余承东之前定下的目标已经得到实现，华为不仅仅中低端机销量全面爆发，在高端市场所取得的成绩也是令人刮目相看的。没错，华为的快速晋升为全球第二大智能手机品牌实力毋庸置疑，只是现在竞争太激烈，它的部分产品在新旧交替的情况下处境也变得有些难堪，其中就包括华为Mate20。提起华为Mate20相信大家应该不会感到陌生，它主要针对追求极致体验的年轻消费群体，所以无论是硬件配置还是颜值打磨都是做到精益求精。一方面，Mate20已经率先用上基于AndroidQ深度定制的EMUI10系统，新增GPU Turbo3.0技术适配包括王者荣耀、和平精英在内的多款主流游戏，方舟编译器与麒麟980处理器之间形成很强的协同能力，安兔兔直接飙上42万分，应对日常应用程序也是绰绰有余的，4200毫安电池和22.5W快充严格来说也能够符合长续航的标准，保留3.5毫米耳机接口也值得点赞。另一当面，Mate20标配一块6.53英寸水滴全面屏，得益于采用更先进的COF封装工艺带来震撼的视觉效果，极光渐变色玻璃配合铝中框的紧密贴合，识别度更高的同时也兼顾手感，徕卡认证三摄模组在达芬奇独立NPU神经元的驱动还有出色的算法的深度优化下，无论是白天还是夜晚成片的速度或成像的质量都不会存在太多可挑剔的地方。综合来说，Mate20的整体表现能够真实反映华为当前的基本水平，确实是一款出色的国产旗舰，所以在最初的时候卖到3798元还是十分受欢迎，这应该也是在余承东的意料之中。只不过，现在市场竞争变得越来越激烈，它的地位逐步被取代，人气也渐渐流失的情况下，最低已经降至3077元。如此幅度说明华为很良心，Mate20加速跌至“退场价”，可惜网友吐槽无奈再见了却一针见血。他们觉得Mate20发布至今已经一年多时间，严格来说已经属于旧款，在Mate30持续热销的情况下，按照买新不买老的规则，前者确实没什么必要了，再说，它也不支持5G网络，很难保障在未来一至两年时间内不会被淘汰，所以还是选择说拜拜。在小编立场出发，Mate20确实为华为在旗舰领域立稳阵脚是功不可没，只是现在竞争太激烈，它缺乏性价比和新元素，有人不待见它也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-22", "newstime": "20:25", "sentiment": [{"positive_prob": 0.314041, "confidence": 0.30213, "negative_prob": 0.685959, "sentiment": 0}]}, {"title": "微软“新消息”突然宣布！谷歌焦急等待，华为毫不畏惧", "content": "PC市场暂获“解封”最近几天，国内外科技圈的关注点都放在了华为身上，因为美国对华为的封锁延期时限在11月18日已经到期了，能否再获延期，对于华为未来的发展方向有着很大的影响。最终，出于对美国农村地区通信网络的考虑，美国商务部门对华为再次发出了90天的“豁免令”，并且允许一些美国企业和华为进行商业往来。而在11月22日，微软的“新消息”突然宣布，根据微软公司表示：微软已经获得许可，可以向华为出口软件。这也就是说，华为的PC市场将暂时性的获得“解封”，毕竟Windows在PC市场的覆盖率不是其它操作系统可以替代的，一旦Windows被“封禁”，那么华为的PC业务基本就算是“凉了”，而华为也正是预料到了这一点，所以在2018年12月份发布的华为MateBook 13上已经推行了Linux版本，就是为了以防万一。不过，从Linux版本的销量数据来看，短期内Windows在国内市场的影响力还是不可替代的。其实，微软愿意主动向美国商务部门提交向华为供货的申请并不稀奇，11月6日，微软创始人比尔盖茨在DealBook大会上接受采访时就表示过：华为的商务和服务，应该接受可观测试来评判好坏，认为所有中国想进入美国的东西都是坏的，这种想法很疯狂。单从这点上，盖茨的观点是非常中立的，对华为的技术是表示认可的。看到微软已经获得软件供应申请，现在的谷歌应该正在焦急等待，能否对华为供应GMS服务，对于谷歌来说是尤为重要的一件事情。谷歌的焦急原因在于，从最近华为向用户发送的EMUI 10升级包的介绍可以发现，在这个版本的系统中已经融入了很多的鸿蒙OS的核心部分，“微内核”和“分布式场景应用”这些词汇已经进入了EMUI系统中。也就是说，如今面对移动端市场，华为已经启动了应急措施，软件生态HMS也正在构建，如果美国商务部门还是无法批准谷歌向华为开放GMS服务的话，那么相信很快搭载鸿蒙OS的智能终端产品就要登场了。华为的态度其实，面对所谓封锁，华为已经毫不畏惧了，虽然说无论是谷歌还是微软停止系统服务都将对华为的业务造成一定程度上的影响，甚至于像微软停止Windows输出可以直接导致华为PC业务的终止。但是这都只会是一时的，只要给华为一些时间，所有困境都将摆脱，毕竟鸿蒙OS是面向未来的操作系统，在5G时代，鸿蒙一定可以在市场占有一席之地。届时，将面临华为的市场反扑。总结如今国内科技企业不光华为在行动，Deepin、中兴等国产操作系统企业都在行动，自研操作系统已经成为了国内系统企业共同目标。你觉得在5G时代，我国能否打造出像安卓和Windows一样优秀的系统呢？", "author": "C君科技", "newsdate": "发布时间：19-11-22", "newstime": "13:58", "sentiment": [{"positive_prob": 0.810255, "confidence": 0.578344, "negative_prob": 0.189745, "sentiment": 2}]}, {"title": "又售罄了！华为折叠屏手机Mate X炒到6万多", "content": "11月22日上午10:08，华为折叠屏手机Mate X再次于官网发售，并第三次迅速售罄。经过之前的两次秒售罄后，Mate X的现货已被炒到6万多，接近原价的5倍。一名二手卖家在接受媒体采访时称，开售时，大约有3000多人没抢到。“我从特殊渠道拿到10台，已经卖了8台，手上还有两台现货，价格最低6万5，如果是期货（12月2号）可以交易，最低3万5。”该卖家说。今年开始，各大厂商均入局折叠屏手机市场。9月，三星Galaxy Fold全球发售，两次预售都迅速售罄。11月15日，联想正式在国内发布摩托罗拉Razr折叠屏手机。然而，折叠屏的工艺要求非常苛刻，能否大规模生产对于手机厂商是挑战。 华为的折叠屏幕供应方是京东方，但目前成本高，产量小，所以备货不多。手机中国联盟秘书长老杳在一篇文章中指出，华为只有3万部待售。不过，华为手机产品线总裁何刚在接受媒体采访时曾透露，预计Mate X的月产能可以达到10万台以上。市场研究机构Counterpoint Research将今年折叠屏手机的出货量下调至40万，不足原来的四分之一。目前全球手机产业已进入高度同质化阶段，对折叠屏的需求更多是尝鲜，能否持续，还要看折叠屏产品的成熟度、稳定性和体验感。上游新闻综合自界面新闻、TechWeb等", "author": "上游新闻", "newsdate": "发布时间：19-11-22", "newstime": "13:43", "sentiment": [{"positive_prob": 0.054609, "confidence": 0.878647, "negative_prob": 0.945391, "sentiment": 0}]}, {"title": "为什么大名鼎鼎的华为Mate30Pro不火了？其实原因很简单", "content": "现在的华为手机正处于高速发展的道路上，中低端机销量全面大爆发的同时冲击高端市场也取得令人满意的成绩，也是众多国产友商不能够轻易忽视的劲敌。没错，华为是全球第二大智能手机供应商实力不需要怀疑，只是话说回来，在竞争进入白炽化阶段的情况下，它的部分发布不久的产品处境挺难堪的，例如这一次网友提问为什么大名鼎鼎的华为Mate30Pro不火了？说到华为Mate30Pro相信大家都不会感到陌生，它作为今年超级旗舰的身份登场，无论是硬件还是颜值打磨都是相当到位的。一方面，Mate30Pro率先运行基于AndroidQ深度定制的EMUI10系统并与麒麟990处理器形成更强的协同能力，这样的组合能够在安兔兔跑近45万分，性能确实是可圈可点，应对日常应用程序是绰绰有余，体验主流游戏的帧率稳定性也不会存在太多可挑剔的地方，4500毫安电池和40W有线快充严格来说也符合长续航的要求，延续3D Tof解锁的方式也是我们不能够忽视的亮点之一。另一方面，华为Mate30Pro配备徕卡认证四摄模组，在达芬奇独立NPU神经元的驱动下，成片的速度是妥妥的，优秀的算法调教在光线充足的情况下能够对物体色彩进行精准还原，超级夜景针对性优化去弱光成像，表现也相当出色；另外，它拥有一块6.53英寸的环幕全面屏视觉效果挺震撼，四曲面玻璃与铝中框的紧密贴合，握持手感舒适的同时也能满足防水的需求。综合来说，Mate30Pro的表现还是相当可圈可点，也能够称得上是一款出色的华为手机，那么我们回到开头的问题，为什么大名鼎鼎的华为Mate30Pro“卖不动”了？我们咨询了专业维修师傅，他们认为原因很简单，主要有三点。第一，华为Mate30Pro非常舍得下重本进行打磨，这也导致它的物料和人力成本加重，今年把普通版的价格定到5799元起确实出乎不少人的意料之中，成为目前最贵的国产机。可是纵观目前大部分的竞品，包括小米CC9Pro、魅族16sPro在内的多款主流新品，它们的价格只要Mate30Pro的一半甚至更少，后者缺乏性价比的情况下慢慢不再受欢迎了。第二，说起华为手机当然得联系到苹果手机，最近一段时间库克似乎开始服软，包括iPhoneXR和iPhone11在内的多款新品价格齐齐下调，这样对Mate30Pro形成降维打击的作用，华为在缺乏品牌号召力的情况下，还是被苹果强势分流了。第三，现在的华为已经在加大力度推广5G，而Mate30Pro标准版并不支持SA和NSA网络，换句话说，它很难保障在未来一年甚至半年时间内不会被淘汰，考虑到座位主力机的原因，更多人宁愿放弃或者再等等。在笔者看来，当前华为所取得的成绩必须得到肯定，但是随着竞争的加速，Mate30Pro标准版还是因为缺乏性价比、品牌号召力和新元素等元素，地位逐步被取代和人气开始流失，现在没以前那么火也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-22", "newstime": "07:40", "sentiment": [{"positive_prob": 0.454017, "confidence": 0.08035, "negative_prob": 0.545982, "sentiment": 1}]}]