[{"title": "华为距离全球第一还有多远？", "content": "早在2016年的时候，华为余承东就曾坦言，希望在未来三到五年内实现对苹果、三星的赶超，而在去年华为的销量就曾经一度超越苹果，成为仅次于三星的存在。如今余承东再放豪言，今年预计华为和荣耀的销量将会达到2.5到2.6亿台，而这意味着华为很可能在今年成为全球第一的智能手机厂商。我们都知道华为在国内市场是绝对的第一，而三星销量一路下跌，至今不足1%，而苹果在去年发布新款机型后也是表现不佳，特别是其高昂的价格配合乏善可陈否认创新，使得用户对于其也是颇为不满。为了提振销量，库克在近两个月内进行了三次降价措施，使得IPhone在前期的销量暴增76%，可是尴尬的是在刚刚过去的二月份苹果在中国区市场的销量暴跌将近7成，直接拖累了苹果全年营收的同比增长率。从芯片、屏幕，再到系统，华为距离全国产越来越近在华为发布折叠屏幕MateX后，余承东表示如果谷歌禁止国内厂商使用安卓系统的话，华为也有备用手段。根据媒体爆料，华为已经研发出了麒麟OS系统，这是华为自主研发的系统，完全可以取代安卓系统在华为手机上使用，只不过当前的麒麟OS并没有发布上线，而如果安卓系统可以一直使用的话，华为基本上不会拿出这款系统，但有备无患总是好的。值得一提的是关于折叠屏幕，柔宇是第一个推出折叠屏幕手机的厂商，同时它也是一个屏幕供应商，只不过在他发布了第一款折叠屏幕手机柔派之后，至今还因为一些问题没有开始发售；而华为则是使用的国产屏幕厂商京东方的折叠屏幕，而这意味着国内智能手机厂商足以匹配出芯片、屏幕、系统等几大重要核心部件的智能手机产品，而最先实现的很有可能是华为。使用国产配件最大的优势就是可以降低产品的成本，而随着华为品牌价值的逐渐提升，华为产品的利润率就可能会有较大的增长，这样一来华为与苹果三星之间的差距就会进一步的缩短。而这也将成为华为挑战苹果三星最快的一种方式，因此华为必须把握好。在最近两年华为调整了运营策略，其将主要精力放在了中高端智能手机市场，逐渐放弃了低端市场，而这样做就是为了提升华为的产品利润率。旗舰级别的华为P系列和Mate系列机型已经将售价提升到了5000元价位，而刚刚发布的华为MateX折叠手机，售价也达到了1.7万元，其中除了有逐年增长的硬件成本外，华为这个品牌也逐渐成为大众品牌，而很多人的购机首选基本都是华为、小米、ov等，越来越高的产品质量和用户体验，使得华为距离三星、苹果的差距越来越近。苹果会轻松让出全球第一的位置吗？苹果在2007年推出了第一款IPhone手机到如今已经过去了11年的时间，在乔布斯离开之后苹果的创新能力备受质疑，库克将其运营能力发挥到了极致，苹果的品牌价值行业影响力都曾达到过行业巅峰水平，市值突破万亿美元，这都是对于苹果最好的赞誉。可是从IPhone8代开始到IPhoneX，再到去年的IPhoneXS系列，黔驴技穷的库克开始提升产品的售价，反而遭到了市场和用户的抵制。不得已库克只能通过降低部分产品的售价来拉升销量，很可惜的是，虽然降价的方式在短时间内提升了IPhone的销量，但是在过去的二月份苹果在中国区市场的销量也是呈现出了暴跌的状态，这在很大程度上已经影响了库克在今年的销售计划，其降价销售的措施并没有能保持很好的的效果，如果这种状态持续下去，其今年的销量肯定会被华为超越。虽然华为没有能进入美国市场，可是其放弃美国市场后将更多的时间和精力放在欧洲市场和印度市场上，这两个市场依然有很大的运作空间和潜力可供挖掘。华为如今的产品成本已经降低了很多，品牌价值正在进一步提升，如果在销量上能够远超苹果三星的话，其整体的利润率水平也能提高到新的阶段。华为距离全球第一还远吗？如今的华为早已经是全球第一大的通讯设备运营商，其在5G领域的实力已经是毋庸置疑的了，尤其是它在近一年来接下了近三十个5G大单，率先在5G市场上打开缺口。而其智能手机业务也不过是从2010年左右开始萌发，到了2015年、2016年在国内确立了地位，后来持续发展，终于在全球市场上站稳了脚跟。特别是华为推出的笔记本电脑也颇受用户好评，在近段时间先后推出了Matebook13/14，并且在二月份的MWC2019通信大会上，新款产品获得了最佳笔记本的称号，要知道华为做笔记本也才三四年的时间，能取得这样的成绩已经是非常不容易了。而已经发售了将近4个月的Matebook13依然还需要抢购，线下基本上一直处于缺货状态，可见其受欢迎程度。如今的华为在全球市场都具有一定的影响力，但是想要在智能手机行业也取得全球第一的水平，还需要一段时间的积累。摆在面前的苹果三星在市场占有率和产品设计做工、销量和利润上都是行业顶尖水平。而如果今年的苹果在新款机型的设计上再创新，依然很容易对华为进行压制。笔者认为如今的华为虽然在智能手机市场有很强的实力，产品优势和性价比也很不错，可是其在用户体验度和设计上还是无法摆脱安卓的桎梏，因此想要借此成为全球第一还需要继续努力。", "author": "耿彪", "newsdate": "发布时间：19-03-16", "newstime": "13:07", "sentiment": [{"positive_prob": 0.141069, "confidence": 0.686513, "negative_prob": 0.858931, "sentiment": 0}]}, {"title": "华为已有自主操作系统，为何还要用Android系统？任正非霸气回应", "content": "目前国产智能手机在全球市场扮演着举足轻重的角色，销量和口碑均呈现出赶超三星、苹果的势头，但看似风光无限的国产手机，却仍未打破“受制于人”的尴尬处境。核心硬件和操作系统均依赖于国外进口授权，2018年4月份，美国下达的一纸“禁售令”给中兴通讯带来一场毁灭性打击，一时间中兴的各项主营业务均陷入半瘫痪状态，而中兴的遭遇也为所有国产手机厂商敲响了警钟。无论手机销量和产品设计多么出色，但核心技术的匮乏终究是国产手机的致命伤。除苹果内置自家的iOS操作系统，全球其余智能手机仍然无法摆脱美国Google公司提供的Android系统，而作为一款智能手机的灵魂，自主操作系统的重要性不言而喻，然而由于开发一款操作系统需要衡量技术、市场前景、系统生态、团队和资金等因素，因此手机厂商更乐意于给钱就能用的Android系统。因而导致苹果iOS和谷歌Android，双雄争霸的局面至今仍未被打破。没想到，近日华为消费者业务CEO余承东在接受德国媒体采访时表示，华为已经在自主开发智能操作系统，消息一出迅速掀起极大的关注和讨论。那么，为什么华为已经有自主的操作系统，却还要沿用谷歌提供的Android系统呢？余承东给出的说法是：“华为的确拥有备用系统，但仅在必要情况下使用。说实话，我们并不想使用。”这就意味着，华为自主研发的操作系统属于备选方案，唯有在迫不得已的情况下才会考虑使用，华为方面并不希望这款操作系统派上用场。早在余承东公布之前，外界早就流传各类关于华为自研操作系统的传言，但始终华为始终没有做出任何正面回应。迄今为止，这款华为仍未提供关于这款自主操作系统的具体信息，不过余承东的说法和任正非如出一辙。早在2012年，任正非在会议中谈到自主操作系统的重要性时曾霸气回应，“我们现在做终端操作系统是出于战略的考虑，如果他们突然断了我们的粮食，Android 系统不给我用了，Windows Phone 8系统也不给我用了，我们是不是就傻了？”由此可见，华为早已将自主研发的操作系统的计划搬上日程，并且对操作系统重要性的认识和战略布局，称得上业内领先。虽然华为已经有了自主研发的操作系统，但开发这款操作系统更偏向于战略意义，不到万不得已并不会轻易启用。毕竟Android系统进入中国市场已经有十年的时间了，考虑到用户习惯、生态系统完善程度等因素，华为将自研系统留为备选方案，说白了即便谷歌终止华为使用Android系统，华为也有自己的系统方案，避免过于受制于人。随着全球智能手机市场竞争持续升温，逐步进入饱和状态，表面风光无限、销量连年剧增的国产手机，却仍未摆脱受制于人的局面。太过于依赖Android系统，只能默默为Google的交付巨额的专利授权费用，并且长此以往难免使手机厂商逐渐丧失对操作系统、新技术的开发欲望，不占据任何话语权的处境只会更加被动，难免会重蹈中兴的覆辙。当初，华为宣布要自主研发海思芯片的时候，就一度饱受外界的嘲讽和白眼，但现如今，华为的麒麟980处理器已经成为和高通骁龙845势均力敌的高性能芯片。而自主研发的操作系统，也填补了国产手机操作系统的空白，意味着永远相信技术是第一竞争力的华为，终于迈出了具有里程碑式的一步。", "author": "黑白IT控", "newsdate": "发布时间：19-03-16", "newstime": "19:12", "sentiment": [{"positive_prob": 0.197059, "confidence": 0.562092, "negative_prob": 0.802941, "sentiment": 0}]}, {"title": "华为手机不要乱买，这四款机型真的不值得入手！", "content": "如今，很多人都觉得华为手机真的质量非常的好，同时在性能、外观、拍照等方面也都有了质的提升，2018年的发货量甚至突破了2亿，成为了会跟苹果三星相互抗衡的国产品牌，确实值得大家骄傲跟支持。但是笔者却想跟大家说，华为手机确实值得我们支持，不过即便是华为手机也不要乱买，这四款机型劝你最好别“入坑”！荣耀10最近有很多网友向笔者反映，自己想去买荣耀10这款手机，因为看到它的价格已经是降到了2099元，看起来确实也是比较便宜。但是笔者却想说这已经不值得去买了。荣耀10这款手机搭载的是麒麟970处理器，在性能方面就已经落后了，而在设计方面它所采用的刘海屏设计以及底部home键同样已经过时，之前最大的亮点是曲面渐变机身，如今在千元机上已经十分普遍了。华为nova4华为nova4这款手机采用的是挖孔屏幕设计，目前采用挖孔屏幕设计的手机相对来说还是比较少的，但是华为nova4最大的败笔却是在芯片上，采用的是麒麟970处理器，可能这是出于区分华为各款旗舰手机定位的考虑，这在实际上却造成了性能方面明显不足的缺陷。因为麒麟970处理器这款芯片的工艺制程限制，在性能、功耗以及发热控制性能功耗上都难以再去跟骁龙855等旗舰芯片相对比，被甩开了两个层次。但是华为nova4的价格也达到了2799元，确实还是比较昂贵的。华为P20Pro华为P20pro现如今已经不再值得去买了，毕竟华为p30还有10天就要正式发布了，它所搭载的麒麟970处理器以及6GB+64GB的储存组合，在性能方面同样是比较弱。更加重要的是它的价格真的是太贵了，达到了4188元起步，刘海屏幕+正面指纹识别模块的外观设计方面也同样落后，仅存的就是一个三摄像头拍照还有一定的优势，为此花上四五千元真的不太值得。华为nova4e华为nova4e这款手机是最近刚刚发布的机型，但是总体而言，它的性价比其实也不是特别的高。搭载了麒麟710处理器，充其量也就是骁龙660或者骁龙675左右的水准，储存组合方面是4GB+128GB，同时配置了3200万的前置摄像头，并且具备三摄以及水滴屏，后置指纹识别模块，不过价格就达到了1999元起步。不过对比之下友商的千元机，比如说红米note7或者是魅族note9的价格就要便宜了五六百元。显然华为nova4e的购买价值真的不大。你们觉得这四款手机怎么样呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-03-16", "newstime": "23:40", "sentiment": [{"positive_prob": 0.000377294, "confidence": 0.999162, "negative_prob": 0.999623, "sentiment": 0}]}, {"title": "华为P30Pro采用水滴屏？也许我们都错了，其实余承东已经给出答案", "content": "近日，很多华为P30外观猜测铺天盖地而来，各大媒体一致认为华为P30系列将采用水滴屏设计，因为目前依然是水滴屏时代，除了三星S10系列采用打孔屏外，新发布的小米9、iQOO均采用水滴屏设计，然而，华为P30 Pro就一定要与它们相同吗？要知道vivo X27和一加7都采用弹出式前置相机，而OPPO Reno根据沈义人描述：“背面没有挖孔，屏幕也没有孔。”那么这不正是OPPO Find X的设计方式吗？华为P系列一直主打时尚潮流旗舰，作为超级贵的高端旗舰机，难道不能与vivo和OPPO处于同一水平线上吗？如果华为P30系列再用水滴屏，小编实在看不起，毕竟比OV产品还要贵，性能还要低，价格却比它们高，设计上就不能有点突破？小米9和iQOO使用水滴屏可以理解，毕竟两款手机的性价比都很高，如果做成弹出式前置相机方案，势必会提高成本，得不偿失。而华为P30不同，P30 Pro甚至卖到5000元以上，还用水滴屏确实令人难以接受。而现在很多媒体宣传华为P30 Pro采用水滴屏，或许我们都错了，因为华为官方没有公布华为P30 Pro外观信息，大家不妨看看余承东给出华为P30系列的宣传视频，并评论：“看得更远、看清更多，探索更近一步！3月26日法国巴黎，华为P30 Rewrite The Rules！”余承东表示华为P30重写规则，而宣传片中，有描述重写拍照规则，而根据曝光，华为P30 Pro采用4000万+2000万+800万+ToF四摄相机，如果传感器依然采用索尼IMX600，那么就看华为这一次的优化了。此外，余承东的宣传片用非常大的应该英文单词“SUPER CLOSE”，大家可以理解“Rewrite The Rules Photography”,无非就是改写摄影规则，但是“SUPER CLOSE”就令人费解了，该英文单词译为“超封闭”，那为什么要用这个词来形容华为P30呢？小编认为，华为P30采用超封闭设计，可能就是OPPO副总裁沈义人所说的：“背面没有挖孔，屏幕也没有孔”，那么华为P30就有可能采用弹出式相机，而且类似于OPPO Find X那样，无论是前置还是后置，均是弹出式设计，这颜值堪称时尚潮流旗舰。此外，华为P30 Pro采用OLED屏幕，支持屏幕指纹解锁，搭载麒麟980处理器，采用最低8GB+128GB内存组合，内置电池有望达到4200mAh，支持40W快充和IP68级防尘防水，对于这款手机，大家期待吗？（图片来源网络，如有侵权请联系删除！）", "author": "日日科技说", "newsdate": "发布时间：19-03-16", "newstime": "14:49", "sentiment": [{"positive_prob": 0.231232, "confidence": 0.486151, "negative_prob": 0.768768, "sentiment": 0}]}, {"title": "又一款华为5G手机被确认！7.2英寸+巴龙5000，价格不贵！", "content": "对很多网友来说5G手机的概念遥不可及，并且手机的价格目前被曝光度相对较贵，华为折叠屏手机和三星折叠屏5G手机都高达万元以上，即便是三星S10的5G手机价格也是逼近万元，所以很多人认为5G手机还不能被完全接受，毕竟价格遥遥在上，5G手机毋容置疑将是下半年的一个风口，是区别于全面屏的一个全新理念，也是区别于苹果手机的一个前瞻性的科技应用，在苹果没有打造出5g手机之前，华为未雨绸缪已经具备打造5g手机的能力，可以说是展现了大国实力！当然因为其高高在上的售价，所以普及下来肯定有难度，不过好消息是，日前华为在MWC2019上展示了5G手机华为MateX后，在之后的媒体问答环节，华为产品线副总裁李小龙给出确认，非折叠屏的华为5G手机也准备好了，而这款手机就是华为mate20X 5G版本，作为华为Mate20X的衍生版本，价格方面可以控制相对到位一点，肯定也不会和华为MateX那般漫天要价，所以又一款华为5G手机被确认！之所以选择华为Mate20X作为5G衍生版本，也是考虑到目前客户的需求，在华为发布了折叠屏5G手机之后，华为收到了全球各地运营商的配合要求，纷纷希望拿到华为5G终端机用于网络测试，可以说对华为展示出了充分的信任和支持，对于华为5G技术很有信心，毕竟在高通X50发布之前，华为就已经具备了自研5G芯片的能力，如今巴龙5000基带也是大放异彩，已经能够和麒麟980完美兼容配合，为用户打造一款高速网络环境下的5G手机，华为Mate20X 5G版本将是第一款价格便宜的华为5G手机！而提到这款华为Mate20X，可能目前市场的受众面还是相对较窄，目前市场上都是围绕华为Mate20 pro或者Mate20展开对话，对于超大屏的华为Mate20X热度却不够，而从配置的角度来看，华为Mate20X是一款具备7.2英寸AMOLED屏幕的水滴屏手机，显示效果极其细腻惊人，加上华为自身的GPU trubo技术下的渲染能力，显示效果一流，为其配备了麒麟980处理器和内置了巴龙5000基带，具备5000mah的超大电池，这是真正的华为机皇旗舰！5G版本的华为Mate20X在配置上和标准版差别不大，一样具备了4000万像素广角+2000万像素超广角+800万像素长焦的徕卡三摄，拥有急速快充和优秀手感，届时可供第一批网友尝鲜使用，考虑到华为Mate20X的起步价为4999元，届时推出5G版本的华为Mate20X价格预计也就6000左右，对于一款5G手机来说还是具备三摄镜头的我认为不贵，价格还是很感人的大家也都买得起，对于这款具备7.12英寸的超大屏5G华为手机，你们期待吗？备注：图片来源网络，如有侵权，烦请联系删除谢谢！", "author": "推哥说科技", "newsdate": "发布时间：19-03-16", "newstime": "09:52", "sentiment": [{"positive_prob": 0.973395, "confidence": 0.940878, "negative_prob": 0.0266049, "sentiment": 2}]}, {"title": "为什么说华为手机能超过三星手机，理由有以下3点！", "content": "提及华为，很多人想到华为手机。其实不然，华为最擅长的还是通信，华为手机之所以能取得如此优秀的成绩，在很大程度上是因为背靠华为集团所获得的技术、资金支持。当然了，华为手机的领导者余承东，确实也是一位善于市场营销的高手！近日，华为余承东则再次做了一个决定，那就是华为手机的销量今年要突破2.5亿台，如果华为手机能在今年实现这个目标，那么就意味着华为手机在销量上将超过三星手机，成为全球销量第一的厂商！那么问题来了，华为手机能不能在今年实现这个梦想呢？我们简单的分析一下不仅仅是智能手机，余承东还谈及了5G时代华为应该做出的布局！余承东称：“华为做智能家电不为了赚钱，我们永远不做家电智能硬件，只为消费者提供无缝体验便利。”华为已经有手机、平板电脑、笔记本电脑，华为的智能灯、智能音箱也已经上市，唯有电视机目前还没做。华为将围绕HiAI、两大开放平台和三层结构化产品的战略，为行业打造一个丰富多彩的智能家居生态系统。前些天，华为与苏宁也正式达成了合作，双方将在物联网领域做出深度的布局！华为要实现全球销量第一的梦想，那就势必要和三星手机面对面的来一波交锋。就目前来看，三星手机在印度以及中国市场都可以说是很惨淡，但2月份三星发布了三星S10，据说S10的销量很有可能超过4000万部，要知道，S10可是属于高端旗舰手机，华为去年的华为Mate 20目前也才完成了1000万的出货量。所以，余承东也把话说开了，华为要专注中高端智能手机，比如华为的Mate系和华为的P系列，至于什么性价比手机，那就交给小米这样的厂商去玩吧！华为有机会战胜三星在高端智能手机领域，目前无非也就是3个玩家，苹果和三星站两家，剩下的就是华为手机了。去年，苹果公司发布了3款新iPhone，但由于产品缺乏创新且价格过高的原因，iPhone手机可以说是在中国市场遭到了惨败。同样的道理，虽然三星S10目前出货量较好，但这并不代表三星S10的长期走势，毕竟这个月华为就要发布华为P30系列了。我并不是说三星手机不好，坦白讲，三星手机目前还算的上机皇，但是三星手机注定回不了中国市场了，理由如下：1、三星手机虽然优秀，但是三星手机和众多国产手机相比完全没有性价比！2、三星手机曾伤了中国用户的心，如今再想让用户们回头，实在太难！3、由于之前华为5G事件的影响，华为手机的形象已经深入网友们的心，短时间内无法撼动！所以，基于以上3点，我还是看好华为手机能在今年超过三星手机，成为全球销量第一的智能厂商！", "author": "俊世太保", "newsdate": "发布时间：19-03-16", "newstime": "17:46", "sentiment": [{"positive_prob": 0.00489143, "confidence": 0.98913, "negative_prob": 0.995109, "sentiment": 0}]}]