[{"title": "华为大约在冬季，但春天还会远吗？", "content": "著名的诗人雪莱留下一句浪漫而富有哲理的诗句——冬天到了，春天还会远吗？而对于华为来说，同样也是如此，华为如今大约在冬季，但是，春天还会远吗？华为遭遇了“满满的恶意”华为接连受到了外界满满的恶意，年初，美国第二大电信运营商AT&T突然撤销与华为的合作计划，随后就是得到了美国方面发布的禁止官方人员使用华为手机的“驱逐令”，紧接着，澳大利亚、新西兰、日本等国家也相继宣布使用华为手机将会存在安全风险，因此也不建议官方人员使用。而在5G上，华为最近也遭到了非常多的困难，除了美国之外，澳大利亚、日本、新西兰等国家依旧是对于采用华为的5G网络设备十分忌惮，甚至还提出要禁止使用华为的5G设备，很多运营商现在正在考虑或者已经决定要搬迁华为的设备，或者说直接拒绝了跟华为合作，这确实也给华为未来在5G布局上蒙上了一层阴霾。为什么华为会遭到如此大规模的围堵呢？其实原因很简单，因为华为正在快速崛起！此前，从1G到4G技术，基本上是欧美国家\"轮流坐庄\"的格局，而作为技术垄断的巨无霸——美国高通公司一年的专利费就超过70亿美元，几乎能够让所有使用了2G、3G、4G技术的厂商都不能够绕过高通，即便是华为也只能依靠交叉专利授权才能够减少向高通缴纳专利费。但是现在，华为的4GLTE份额已稳居全球第一，而此前对外公布的5G专利数、研发投入和订单数也是全球第一，这使得华为的崛起不得不被重视！终于超越苹果成为世界第二华为此前一直在说要超越苹果三星，此前一直都是被外界讽刺为是在吹牛。然而，在2018年的第二季度开始，华为就已经实现超越了苹果成为世界第二的智能手机品牌，如今也是继续保持了自己的强势，出货量达到了2亿级别。不仅如此，华为此前也宣布了一个重大的利好消息，今年华为的销售收入首次超过1000亿美元！看到现如今的华为，你不得不去佩服，它有更强大的实力，也开始在为国产手机正名，告诉外界现在不仅仅只有苹果三星才是出色的智能手机品牌，如今的华为也是值得被认可的。再看到如今华为的具体表现，现在的华为手机绝不仅仅只是依靠数量取胜，在质量上也有所提升。华为P20系列的出货量达到了1600万台，华为Mate 20系列上市两个月发货量就突破了500万台，而从2010年的300万台增长到2018年的2亿台，华为手机的年发货量增长约66倍。这样的增长速度怎么能不令国人骄傲，华为的实力足以让人沸腾欢呼！当然，华为手机的成功自然也离不开创新！麒麟980、AI、三摄、渐变色、超级快充等都是华为创新的标签，在超越苹果三星的路上，华为展示了自己的技术实力，这是华为敢与苹果三星叫板的底气所在！华为在5G上领先友商至少一年我们之所以会说，虽然华为现如今似乎处于冬季，但华为的春天并不会很远！因为此次华为不是自身业务出现问题，困难更多来自于外部环境。就以5G技术为例，在英国伦敦的全球移动宽带论坛上，英国电信（BT）的高管讲了一句话，“现在只有一家真正的5G供应商，那就是华为。”如此高的评价，足以看出华为在业内是多么受认可！不仅如此，华为在近日也对外宣布，现如今已获得26个5G商用合同，并且与全球50多个商业伙伴签署合作协议，5G基站商用发货数量超1万个，全球数量最多。在核心专利上，华为也拥有了1600多项5G核心专利，占了整个5G ESTI标准的19%！按照华为的规划，将会在2019年上半年发布第一款搭载5G芯片的5G华为手机，并将在2019年下半年实现规模商用，这样的速度或许也将会是业内领先。不仅如此，华为轮值董事长胡厚崑还在近日对媒体表示“华为在全球参加了几十个5G网络的商用测试，测试数据表明华为目前的技术成熟度比行业其他公司至少领先12个月到18个月不等。”很显然，我们有理由去相信华为在5G领域上将持续保持领先！华为已经在逐渐强大，即使遭遇了困难，却只会越战越勇，我们相信这一家经历了31年风雨的公司，未来的华为，有信心也有实力冲出围堵，最终会成为一个令国人骄傲的“巨人”！", "author": "叽歪数码", "newsdate": "发布时间：18-12-29", "newstime": "11:57", "sentiment": [{"positive_prob": 0.826194, "confidence": 0.613764, "negative_prob": 0.173806, "sentiment": 2}]}, {"title": "华为又有新突破，坚持自主研发芯片，可与高通相抗衡", "content": "近年来针对华为的5g基站和华为手机安全的问题，很多国家都拿这样的事情来说事儿，而且试图封锁华为在其他国家的发展，比如说新西兰，澳大利亚，日本纷纷表示对华为5g的安全问题，甚至禁止华为5g的基点进入他们国家，而在最近捷克的政府宣布，政府人员禁止使用华为手机，就连华为手机也在国外被禁止了，这让国人是非常愤怒的，不过这个事件在最近又有了一些转机，捷克的国安委出来，又跟华为道歉，说他们之前做了这样的事情，太过于草率了，在使用手机的时候不用担心安全的问题，这就证明了华为手机是没有安全方面的隐患。华为现在已经深受了国外消费者的喜欢，在国外的销售量也是非常高的。并不是说它是一款新的品牌，要进入其他国家的市场，只是说它已经在这个市场摸打爬滚很多年，在捷克的市场上，华为的荣耀和华为也是非常受喜爱，尤其是今年的销售量翻了好几番，在刚刚过去的购物狂欢节，华为这一次的销量就已经增长了200%多。在31年前，任正非就创立了华为，经过这么多年的发展，华为也从刚开始的交换机变成现在自主研发，进入海内外的市场，到现在的智能手机，现在华为公司已经成为了一家能代替中国在国际上的地位，今年手机的业务和销量也已经远远超过了苹果。目前华为手机也是全国第二大智能手机的生产商，不过正是因为这样惊人的速度和未来的发展，才让华为成为很多国家的眼中钉，肉中刺，其实他们也是针对中国，无论怎样，华为在全球的发展都是蒙住上蒸的，不会因为你某一个国家的阻止而导致华为的发展，而且华为的品牌随着国内的全面崛起，已经开始不断的向外界扩张。不过在国内的一些手机品牌当中，也有其他的一些品牌向国外疯狂的扩张，他们在国外发展的时候，会不会遇到与华为同样的困难，其实这个问题很简单。我们从最近华为的事件到高通和苹果的事件我们就可以知道，以后你只要发展好了，就会有人出来捣乱，这是铁的事实。在最近，高通在中国官方微博上称今年中国移动合作的伙伴已经定了，是小米手机，小米手机等一些手机厂商也会用骚龙855的5g样机消息发布之后，小米也是积极的转发，并且配了留言，随着骁龙855的进军，可能这一个处理器现在是目前比较关注的一个焦点。而联想也曾经说骁龙855首发是会在自己的手机上，但是小米也是坚持说自己的品牌手机会提前用到骁龙855，这两个公司在微博上也是互相不让，联想手机官方也是回应，并且配上了联想最新的手机品牌，这两个手机厂家哪一个会先搭载着高通骁龙855进军手机市场呢？无论是小米还是vivo还是联想甚至华为这些国产的手机，目前最大的问题就是缺少芯片，芯片这个问题也是一直受制于国外，所有的手机当中基本上采用的都是高通骁龙的处理器，现在很多手机仍然是非常华为荣耀骁龙处理器，目前华为也已经开始慢慢摆脱了高通的，华为这几年的发展不仅赶上了高通，更是对高通产生了很大的威胁。在今年的新手机发布当中，我们就看到了华为mate20所搭载的麒麟980的处理器在兔兔跑分上也是实现了霸主的位置，这让高通骁龙也是特别难堪。从2014年开始，任正非就坚持要自己研发芯片，慢慢的把很多资金都投入到了研发芯片上，所以说这几年华为也是实现了不再受高通的控制，如今华为也是国内唯一一家有能力摆脱高通手机厂家不会再像小米和联想一样以首发高通芯片为荣，而我们中国目前所缺少的也正是华为这样的科技，也希望中国的一些厂家能够早早的掌握核心技术的发展。不要把一些关键的技术都依赖他人，如果说一直把手机的核心技术依赖他国，总有一天，整个国家也会被他国牵着鼻子走。", "author": "奥酱", "newsdate": "发布时间：18-12-29", "newstime": "21:17", "sentiment": [{"positive_prob": 0.999205, "confidence": 0.998234, "negative_prob": 0.000794655, "sentiment": 2}]}, {"title": "iPhone手机确实很好用，但这4点还是不如华为！", "content": "以前人们对于苹果的评价确实是非常高，因为各个方面都做得相当出色，但笔者今天想告诉大家的是，苹果手机确实很好用，但这几点还是输给了华为，而且如果说华为这几点能够超过苹果的iPhone，相信基本上也都没人会反对！拍照一直以来苹果的iPhone在拍照上都做得非常不错，但现如今的华为在拍照上已经是超过了苹果，比如说华为P20Pro的DXO拍照评分就在iPhoneXsMax之上，而且华为最近这两年还在不断地提升自己的实力，在拍照上确实做得不错。同时，笔者也觉得华为的自拍也是要比iPhone做得更好的。充电华为现如今已经具备了不错的充电技术，比如说超级快充以及大容量电池、石墨烯电池技术等，都非常值得点赞。现如今的华为mate20Pro具备了40W的快充技术，甚至还有4200mAh的电池，以及支持无线快充技术，很显然华为还是有领先优势的。信号作为通信起家的厂商，华为手机一直以来都在信号上做得很好，而现如今华为则是推出了全新的Link turbo技术，在信号上继续加强，对比之下，现在的iPhone手机在信号上就要差的不少了。尤其是在苹果手机采用了英特尔的基带之后，信号也是越来越差。AI现在的华为在AI智能上也是做得比较好的，使得手机变得更加智能，比如有yoyo智能语音助手，虽然说比小米的小爱同学来说还有一定的差距，但是比起苹果的Siri来说，还是更加出色的。而且华为在AI上也能够加入了智能翻译、智能拍照、虚拟3D拍照等。事实上，华为做得不错的还有诸如5G技术、渐变色机身设计等等，应该也是比华为更出色的。在你看来，华为还有哪些地方做得比苹果手机更好呢？", "author": "叽歪数码", "newsdate": "发布时间：18-12-29", "newstime": "22:37", "sentiment": [{"positive_prob": 0.847307, "confidence": 0.660682, "negative_prob": 0.152693, "sentiment": 2}]}, {"title": "华为身价飙升的原因正式被确认！望相互转告！", "content": "国内智能手机近些年逐渐的发展了起来，不仅是在国内卖的好，在国外卖的也是非常的好！就比如华为，现在已经成为全球第二大智能手机制造商，在海外的表现极其亮眼！但是了解华为手机的都知道，实际上浅一些年，华为手机的状况还是比较差的，甚至是沦落到靠充话费送手机来打开市场的地步！确实当时的华为手机比较弱小，基本上在市场上生存都成问题！后来余承东接手了华为的手机业务，可以说是临危受命了。当时就在微博上进行了今后华为战略的布置，其中的向高端市场的转变，现在看来基本上已经完成了！现在的华为手机确实是唯一一个国产的厂商能够在高端市场和苹果三星对抗的存在了！华为是怎么进入高端市场的呢？前几年还在中低端徘徊呢？实际上主要的转折点就是和莱卡的合作！莱卡的名气在欧洲可以说是无人不知的，在上个世纪更是制霸直接的相机市场的存在。一个莱卡相机最起码都是要大几万块钱，甚至是一个莱卡镜头都是要数万人民币！那么现在的华为手机在摄像头方面和莱卡的合作，怎么才卖几千呢？原因实际上很简单，虽然现在的华为手机在拍照方面的进步非常的大，甚至是能够完成些专业的拍摄，但是总的来说华为手机的摄像头挺不是纯莱卡的。华为和莱卡进行合作，主要就是华为和莱卡共同组建一个摄像头的研发团队，专门针对的手机镜头的研发。以莱卡和华为的技术团队来说，完全是没有问题的，这样的镜头问世之后也是被莱卡官方认证的，这样就使得华为手机的名气大涨。华为实际上在欧洲市场是销量很好的，所以海外的主战场也是在那里，而莱卡又是欧洲无人不知的相机品牌。抓住这一点，顺势在欧洲华为就打开了名气。并且华为自身也是在不断的进行技术和设计上的创新，全面的提升自己，然后才能在啊欧洲市场正面的迎战三星和苹果。现在来说，华为手机在欧洲的市场化份额是24%，而苹果已经是跌落到了22%，现在华为的目标也就只有三星一个了！除了莱卡的加持，和保时捷的合作，也是华为创新的营销方式，迅速的在国内外打开名气！甚至影响了一众的国内手机厂商，现在很多的厂商都是纷纷的推出了自己和跑车品牌的合作款！华为升价飙升的原因正式被确认！莱卡加持，望相互转告！大家怎么看呢？欢迎留言讨论！", "author": "蓝起科技", "newsdate": "发布时间：18-12-29", "newstime": "19:12", "sentiment": [{"positive_prob": 0.0147164, "confidence": 0.967297, "negative_prob": 0.985284, "sentiment": 0}]}, {"title": "华为与芒果TV深度合作 开创内容生态合作新模式", "content": "12月29日，华为与芒果TV在华为深圳总部举行签约仪式，正式就渠道与内容合作签署合作协议，将围绕视频内容、会员及联合营销、大数据推荐、应用推广、IPTV 产品和华为云CDN服务展开深度合作，双方采用创新的共享收益的紧密合作模式，为业界优质内容方和平台方的生态合作树立了榜样。华为与芒果TV达成深度合作华为公司轮值董事长徐直军，华为消费者业务CEO余承东，华为消费者业务云服务总裁张平安，湖南广播电视台党委书记、台长吕焕斌，湖南广播电视台副台长朱皓峰，芒果超媒总经理、芒果TV总裁蔡怀军等双方领导和嘉宾，以及众多主流媒体记者现场见证了此次合作协议签署仪式。谈到双方此次牵手，徐直军表示：“华为和湖南广电的此次合作，是从内容、技术到运营的全方位深度合作，不仅仅是一加一物理反应，还要产生更大的化学反应。华为和湖南广电，都是有干劲，有雄心，有闯劲的企业，这次我们下定决心深入合作，在双方的核心领域发挥各自优势，希望能够成为业界内容方和平台方生态合作的标杆，提供真正的有价值的产品给产业界和受众。”吕焕斌表示：“湖南广电新媒体平台芒果TV与华为集团共同签署合作协议，双方的合作迈出了实质性关键的一步，这一次的‘战略联姻’，将不同于往前任何一次简单合作，是动真格、全方位、创生态，不仅是一次共塑品牌的‘责任相加’，一次共赢受众的‘品质相加‘，还是一次共建生态的‘战略相加’。”华为消费者业务云服务总裁张平安与芒果TV总裁蔡怀军签署合作协议资源共享 为消费者带来更多精品优质内容华为视频自2016年9月上线以来，以高品质的影视内容不断提升华为终端用户的影音娱乐体验，目前已拥有超过8000万月活用户数，成为具有深度融合力、整合力和聚合力的视频综合入口，并致力于持续构筑以消费者体验为中心的内容生态。而芒果TV从“独播”到“独特”的战略升级与“以内容为核心”的战略驱动，不仅打造了独特效应的内容传播体系，还源源不断地创造出现象级网络节目。今年，芒果TV虽然仅生产了全网综艺总量的10%，但在全网TOP10榜单中，芒果TV足足占据了五席，成就了一套“马栏山的爆款逻辑”。芒果TV的全量优质内容未来都将注入到华为视频中，让华为视频用户尽享芒果TV的爆款综艺和精品剧集。同时，华为视频的全端全入口都将向芒果TV开放，实现芒果TV内容品牌和效益的最大化。芒果TV还将加入华为“耀星计划”，华为视频不仅在线上为芒果TV开放入口，还将打通华为终端线上线下资源助推芒果TV的内容触达，余承东表示：“2018年华为智能手机(含荣耀)突破2亿台，在全球已拥有超过6万家零售阵地。芒果TV是领先的内容生产者，拥有广大的年轻和女性用户群体。华为视频与芒果TV的合作，可以扩大华为对年轻用户的影响力，为全球消费者带来丰富高品质的内容体验，积极布局全场景智慧生活战略。“联合运营 构筑用户服务新标准除了将芒果TV的爆款综艺及精品剧集服务于华为终端用户，双方未来还将进行运营层面的持续合作。一方面，基于大数据更好地理解用户需求反向服务内容创作;同时，双方还将共享会员产品和权益，共同打造用户服务的新标准，并将着重利用各自的优势，针对华为视频用户圈层特性与芒果TV节目内容与艺人资源定向开发线上线下的权益和活动，联合开发更多的会员产品。华为消费者业务坚持以消费者为中心，用创新为消费者创造价值，并获得了全球消费者的青睐和赞誉。华为多款产品因出众的美学设计、高颜值基因等受到女性消费者和年轻用户的青睐，领航青春潮流主义。芒果TV则一直致力于成为青年文化的引领者，坚持主力军抢占主阵地，芒果TV不仅与湖南卫视紧密协同，让用户享受更多会员定制衍生节目和独特的尊贵体验，同时也实现对卫视的引流和反哺。有了“青春基因”的加成，华为视频与芒果TV的合作，将共同为用户，尤其是女性消费者和年轻用户，提供更多定制化的丰富体验和服务。技术开放 全新生态模式打造极致视听体验此次合作，华为将向芒果TV提供全面的云计算产品和解决方案支持，同时向芒果TV开放相关技术能力，实现人工智能自然交互控制、精准内容分发和智慧媒体处理，配合芒果TV构造业界领先的信息化能力。华为视频致力于构建一个开放、聚合的综合视频入口，依托华为在芯—端云上的技术积累，打造最佳体验的视频。通过极致的视频体验服务华为终端用户，提升华为终端用户粘性。华为与芒果TV的此次合作，既是华为视频创新内容生态的成功尝试，也是华为视频打造差异化体验的积极探索。张平安表示：“华为向芒果TV开放音频、音效、屏幕、VR等终端能力，将华为最新的技术创新成果共享给合作伙伴;同时，华为视频是要构建一个开放的内容聚合平台，将丰富的精品内容带给华为终端用户。此次芒果TV将自己的全量内容注入到华为视频，依托华为视频的庞大用户群，采用共享收益的紧密合作模式，打破了版权购买的传统模式，为优质内容方和平台方的生态合作树立了榜样。”华为与芒果TV的合作，不仅将有力地推动华为视频精品内容建设，加速华为视频内容生态布局，也将为芒果TV扩宽分发渠道，将优势资源释放超强能量，以及更多的精品优质内容和丰富体验提供给华为终端用户以及更多的消费者。在未来移动视频行业，双方还将在AI技术研发方面寻求更多合作的可能，以精品内容和技术支撑打造的移动观影体验，共同推动视频业务的发展。", "author": "新华网客户端", "newsdate": "发布时间：18-12-29", "newstime": "20:55", "sentiment": [{"positive_prob": 0.99941, "confidence": 0.99869, "negative_prob": 0.00058971, "sentiment": 2}]}, {"title": "4999元起！强悍实力派华为Mate Book 13笔记本价格公布打脸网友！", "content": "12月中旬华为Mate Book 13发布会可谓是引起了社会的广泛关注，4999起的价格更是令许多网友惊呼“真香”，并表示不可相信。有网友说道“近几年华为产品多定位为高端，这个价格不科学。”更有网友说道“这个价格打脸了，比想象的低太多了。”这个价格在网上引起了广泛的谈论量，而之所能有这么大的反响，只能说除了华为巨大的知名度，还来源于前几天一则竞猜事件。一家门户网站在微博发起了华为Mate Book 13的竞猜活动，还备注其拥有全面屏和一碰传的黑科技、13寸性能的最强轻薄本。网友根据提示，纷纷都给出了自己心中理想的价格，其中，6000元—7000元档位成为大家猜测最多的一档，比例高达46%，5000元到6000元价位档的猜测也不少，为29%。而5000元以内的猜测比例仅占6%。估计这个价格要让大部分网友失望了。其实早在前段时间华为的发布会上，华为平板及pc产品线总裁就提前对Mate Book 13的价格进行剧透称“价格是非常有竞争力的，肯定会让大家有一个惊喜的价格。我们认为在同档位上还是有非常大的竞争力的，希望大家期待，再等一段时间，我相信同档位上一定会超出大家的想象。”我想如果网友能全面的关注华为的动态，对华为Mate Book 13 的价格猜测肯定会更接近其真实价格。华为新推出的这款笔记本可以说是最具年轻人喜爱的一款笔记本。第一、时尚的全面屏设计，精巧又干练，圆润有弧度的机身外观采用极简主义的设计理念，并配有金属元素的设计，材质上采用了精密陶瓷喷砂， 这样用心的设计可以说是给使用者很高的满意感啦。第二、此款电脑还采用了电源+指纹识别，在方便的同时还有42wh超大续航功能。这种指纹解锁二合一的电源键设计可以说是windows上的首创，是非常大的亮点，在日常使用电脑时，笔记本的解锁时间是需要耗费比较久的，而且还会有电量耗费太快的烦恼，这款电脑正好解决了这些。第三、HuaweiShare 3.0一碰传的功能助你轻松互动。这项技术以最简单的方式呈现在用户面前，它可将支持NFC功能及EMUI9.0版本的华为手机，碰触华为MateBook 13掌托处Huawei Share标识，就能进行自动配对连接完成传输，这样的操作对于办公真的是福音啊，高效又便捷。第四、华为MateBook 13搭载最新的第八代英特酷睿i7-8565U处理器和满血版MX150独立显卡，给体验者带来出众的性能。与前一代相比系统运行更加的流畅，能最大程度的保证用户体验稳定，让体验者再也不用为同时处理多项任务卡顿而困扰了。当玩大型游戏的时候，其双风扇双热管散热方案、CPU和GPU热源分离设计与华为鲨鱼鳍风扇2.0，会为你的游戏空间保驾护航，可以说是很酷了。", "author": "奇行TV", "newsdate": "发布时间：18-12-29", "newstime": "15:05", "sentiment": [{"positive_prob": 0.459329, "confidence": 0.186583, "negative_prob": 0.540671, "sentiment": 1}]}, {"title": "荣耀/vivo/华为领衔 2699起年终旗舰盘点", "content": "【手机中国导购】再过几天，我们就将迎来全新的2019年。而被公认“相当卖命”的手机行业，踩着2018年的尾巴，依然在坚持不懈地发布新机。在这些新机当中，甚至有好几款是中高端旗舰产品，为新年换新机的朋友提供了更丰富的选择。荣耀/vivo/华为领衔 2699起年终旗舰盘点今天要推荐的几款产品，主要来自vivo、华为、荣耀和努比亚等主流厂商，包括vivo NEX双屏版、荣耀V20、华为nova4和红魔Mars电竞手机。这4款中高端旗舰在定位上差异很大，主打的功能点也不尽相同，满足了不同需求的人群。比如vivo NEX双屏版以极致双屏设计提供酷炫的视觉体验，荣耀V20以4800万像素摄像头带来超清影响体验，红魔Mars电竞手机以彪悍性能呈现上乘的游戏体验。更重要的是，这些手机最低官方价为2699元，相比国际品牌高高在上的售价还是要良心很多。每到年末，大部分手机厂商都会献上年终旗舰，为这一年画上一个圆满的句号。而这些被赋予非凡意义的年终旗舰，自然也不负众望，能凭借着出众的硬件配置、精美的外观和领先的技术，成功俘获大批消费者。vivo NEX双屏版便是其中之一，拥有双屏的它，用实力告诉各位，反正未来不止一面。vivo NEX双屏版vivo NEX双屏版正屏采用6.39英寸零界全面屏，屏占比高达91.63%，分辨率为2340×1080像素，进化了手机空间的开放与延伸。而其标新立异的第二块屏幕，名为星环溢彩屏，作为背部屏幕拥有5.49英寸的尺寸，并融入了精致环形盖版，中框与背屏间水漾渐变的过渡，让整个机身浑然一体。正屏和背屏的呼应，不仅带来惊艳的视觉，更彰显着满满的黑科技。vivo NEX双屏版vivo NEX双屏版支持双重解锁，屏下指纹技术+TOF零光感人脸识别加持，让解锁更轻松精准。此外，搭载高通骁龙845AIE多核神经网络加速芯片的它，性能强悍，提供10GB超大运存和128GB海量内存，在硬件配置上堪称是当之无愧的旗舰配置。vivo NEX双屏版[参考价格] 4998元[购买地址]vivo官网荣耀V20可谓是2018年最后一款重磅旗舰机，它的出现就是对荣耀2018年技术爆发的见证。在这台手机上，拥有多达九项的核心创新技术，包括麒麟980、4800万像素AI超清摄影、Link Turbo全网络聚合通信、TOF立体深感镜头、泰尔实验室认证首款综合游戏五星体验手机、MOSCHINO联合设计高阶美学、魅眼全视屏、GPU Cloud无边界办公和游戏、智慧生命体YOYO。荣耀V20V系列一向是荣耀主打性能和速度的旗舰产品线，而V20则搭载了全球首款亮相的7nm手机芯片——麒麟980，最高配备8GB+256GB超大内存组合，安兔兔性能跑分接近31万，绝对是安卓阵营的性能王之一。此外，该机还支持GPU Turbo 2.0，加入游戏助手、THENINE液冷散热和专属游戏配件等，从软硬件大幅提升游戏体验。荣耀V20除了极致的性能，荣耀V20的拍照表现也得到了广泛的认可。该机搭载4800万像素摄像头，采用索尼IMX586传感器，支持硬件直出48M照片，能够以等效1.6μm大像素输出高画质照片。后期升级的AI超清优化技术，还能通过软件让照片更加清晰，照片解析力简直爆棚。此外，该机还支持960fps超级慢动作摄影和AIS手持超级夜景，前置2500万像素自拍摄像头。荣耀V20[参考价格] 2999元起[购买地址]华为商城说起在年末诞生的新机，华为nova4一定不能被落下。12月17日由易烊千玺代言的华为nova 4在长沙发布，作为首款搭载“自拍极点全面屏”手机，华为nova4的问世可谓让人眼前一亮。相信不止迷妹，很多手机发烧友也都对这款机型非常心动。华为nova4华为nova4采用华为研发的屏下镜头技术，突破性的将自拍镜头隐藏于6.4英寸新一代极点全面屏下，让屏幕四边完整无异形。左上角独特的屏下自拍镜头，为用户创造自拍黄金角度。具体而言，在拍照上，华为nova4高配版更是采用4800万像素超广角三摄，大幅突破手机摄影的限制，给用户带来震撼的摄影体验。华为nova4华为nova4高配版还搭载麒麟970旗舰AI芯片，配备8GB+128GB存储组合，后置指纹识别。值得一提的是，这款机型同时还搭载全新升级的GPU Turbo图形加速技术，能有效提升游戏运行表现，带玩家进入游戏高帧时代。华为nova4[参考价格] 3099元起[购买地址]华为商城元旦假期近在眼前，出门旅游成为很多人的新选择，而有的人则选择去“召唤师峡谷”三日游，具体什么意思大家都懂的。不可否认的是，相比在寒冷的冬日去人潮拥挤的旅游景点游玩，还不如待在家里做点自己喜欢的事情。如果你也是这么想的，那么我建议买一台红魔Mars电竞手机上分吧。红魔Mars电竞手机红魔Mars电竞手机绝对是专业的移动游戏装备，要知道他可是腾讯TGA官方指定用机。而且，红魔电竞手机在前几天已经成为RNG电子竞技俱乐部的全球战略合作伙伴。诸多游戏官方机构、俱乐部和职业选手的认可，红魔Mars电竞手机绝对是游戏党的不二之眩红魔Mars电竞手机说了这么多，红魔Mars电竞手机到底强在哪？这款手机搭载高通骁龙845移动平台，最高辅以10GB RAM以及256GB ROM，硬件达到顶级级别，保证多任务切换和大型游戏运行不卡顿；使用ICE多维立体散热系统，长时间玩游戏也能冰冷如初。此外，红魔Mars电竞手机还加入电竞RGB炫彩灯带，酷炫科技感满满，提供AI语音降噪功能和4D振感等功能。红魔Mars电竞手机[参考价格] 2699元起[购买地址]努比亚官方商城总结如果非要你在这4款手机中做个抉择，你会选择哪款呢？我想这个问题搁谁都很难回答。4款手机可以说都极具特色，它们满足了不同用户和不同的需求，而且价格也有所重叠。纠结的话倒是可以再等等，虽然它们发布时间不长，但面对元旦和春节这样的节日，肯定会有相应的优惠，到时候就看哪家更给力啦。", "author": "CNMO手机中国", "newsdate": "发布时间：18-12-29", "newstime": "19:18", "sentiment": [{"positive_prob": 0.998175, "confidence": 0.995945, "negative_prob": 0.00182494, "sentiment": 2}]}, {"title": "8年销量翻了66倍！华为1年卖出2亿部手机！这两款产品功不可没！", "content": "摘要：英国日本捷克力挺!美国禁令也没用!华为明年销量或“吊打”苹果？【财经ABC】讯：今年，华为遭到以美国为首的“五眼联盟”围追堵截，其他多国也在禁用华为5G设备，不过真金不怕火炼，华为依然凭借着自己的实力突出重围。华为1年卖出2亿部手机！或赶超苹果！12月25日，华为消费者业务今日正式宣布，2018年华为智能手机发货量（含荣耀）已经突破2亿台！在今年6月2018华为终端全球合作伙伴及开发者大会上，华为消费者业务CEO余承东定下目标，2018年华为和荣耀发货量2亿台，2019年是2.5亿台，2020年争取3亿台。与此同时，华为的发货量增长速度令人咋舌，华为官方数据显示：8年的时间里，华为智能手机发货量增长了88倍！按照市场研究机构IDC已经公布的数据计算，2018年前三季度，华为智能手机发货量已达1.455亿台，苹果前三季度发货量为1.404亿台。前三季度已经超过苹果了，今年的胜负还要看第苹果四季度的发货量，不过今年或许有悬念，但是按照现在的增长速度，明年超过苹果应该不会有问题！同时，华为智能手机目前正在为全球170多个国家的、超过5亿消费者提供服务。由此可见，华为不光在中国受欢迎，在国外口碑也是棒棒的！毕竟消费者的眼睛是雪亮的！英国、日本、捷克力挺华为！在国外的5G产品还没有全面投放市场的时候，我们中国华为的5G产品已经遍地开花！虽然美国为首的一些国家通过各种手段施压华为，但华为还是突出重围，先后与数十个国家签下了5G订单！近期，华为的5G技术受到了多国企业的力挺英国媒体报道，英国移动电信运营商O2已经证实将于2019年1月份进行新一代5G通讯网络的试运营，届时将在伦敦200多个地点使用华为的硬件设备。“3英国”（Three UK）也已经与华为达成20亿英镑的协议，在英国各地建立5G网络，2019年正式营运。英国政府通信总部前负责人罗伯特·汉尼根说：今后，中国技术不仅会是最便宜的，也会是最高级的，因此，在英国全面禁止中国技术的想法“实在愚蠢”。日本也是禁止华为的国家之一，日本软银集团因日本替换华为产品导致成本剧增，日本软银集团的通讯子公司上市首日便跌破发行价。随后在发布会上，软银高管更是对日本政府要求更换华为设备的做法提出了警告。此外，还有意大利，印度等国也力挺华为，表示华为5G网络是最好的运营商，对华为十分认可。这两款手机功不可没！在华为的2亿发货量中，这两款手机可以说是功不可没，第一款就是华为P20系列，P20依靠功能卓越，性价比高，外表靓丽，不到8个月的时间就卖出1600万台，是华为系列的销冠！P20系列高端旗舰机搭载麒麟970处理器，标配6+64GB内存，支持多种变焦技术，而且还有大容量电视，续航能力简直不要太棒！而第二款手机就是华为mate20，采用水滴屏设计，机身的设计采用曲面3D玻璃，照相功能方面，前置2400万摄像头，后置1600+1200+800万徕卡三摄，同样支持多种变焦技术，电池是大容量4000毫安，支持快充。这款手机曾创下一个记录，8秒销售额破1亿！人气火爆！这仅仅是华为官网的销售量，在10月28日天猫官方也宣称，华为mate20太给力，只在首发当天就拿下了天猫整个手机销售行业的冠军。(版权说明：本文为财经ABC原创编撰，转载前请获得授权，转载后请注明出处!)", "author": "财经ABC", "newsdate": "发布时间：18-12-29", "newstime": "18:58", "sentiment": [{"positive_prob": 0.960962, "confidence": 0.913249, "negative_prob": 0.0390381, "sentiment": 2}]}, {"title": "华为余承东2019新年致辞", "content": "IT之家12月29日消息 今天华为余承东发布了致员工2019新年信。余承东在信中回顾了2018年取得的成绩，他表示，2018年，前三季度华为智能手机出货量上升至全球No.2，且就在几天前突破2亿台大关；预计华为消费者业务收入规模同比增长近50%，较目标提前一年跨越500亿美元里程碑。余承东称，展开今年成绩单，从产品表现看，自研麒麟980芯片、GPU Turbo革命性图形处理加速技术、徕卡三摄等世界级创新带动产品竞争力大幅提升，高端旗舰引领整体增长，Mate和P系列智能手机全球发货量近3000万台。从市场表现看，海外高端逐步崛起，众多国家实现了规模销售，平均收入增长超70%，旗舰机营销带动品牌显著提升。余承东表示，华为一定要“乘胜发展”再上一层楼，未来要成为全球少数能存活下来的智能终端厂商里，最强的一家！以下为余承东致员工2019新年信全文：敢于创新领先，做智慧全场景产业的王者致华为消费者业务全体员工新年信攀珠穆朗玛，登峰路无数，我们选择了最陡峭这条。2011年，华为迈向2C新赛道，当时全世界还没有一家公司在2B和2C领域同时取得成功。2018年，前三季度华为智能手机出货量上升至全球No.2，且就在几天前突破2亿台大关；预计华为消费者业务收入规模同比增长近50%，较目标提前一年跨越500亿美元里程碑！七年转型磨砺，成绩属于曾经与现在为终端奋斗的兄弟姐妹们，属于全体华为人！回顾2C转型之初，我们曾在微博面向广大消费者立下七个战略决定，而今倍受鼓舞地看到，七年前制定的目标我们已逐步实现甚至超额完成。展开今年成绩单，从产品表现看，自研麒麟980芯片、GPU Turbo革命性图形处理加速技术、徕卡三摄等世界级创新带动产品竞争力大幅提升，高端旗舰引领整体增长，Mate和P系列智能手机全球发货量近3000万台。Mate20系列在AI、性能、续航、充电、拍照、外观设计等方面引领行业创新，上市两个月全球发货量超500万台，Mate20 Pro在欧洲定价历史性突破并站稳1000欧档位。截至12月，Mate20和P20系列分别获得国际科技媒体及权威行业机构颁发的23项、16个年度大奖。其中P20 Pro获全球权威影像质量评测机构DxOMark最高评分，Mate20 Pro被英国科技媒体Stuff授予“2018年度最佳智能手机”称号，保时捷设计奠定华为独树一帜高颜值形象。千元机市场推出多个销量超两千万台产品，用户口碑华为历史最佳；同时凭借nova系列的强劲表现，推动华为中端档位实现跨越式增长。荣耀品牌在这一年开启全球战略，海外市场实现180%增长，荣耀Magic2、V系列、荣耀10受到年轻用户追逐；伴随年底荣耀品牌升级，未来将以明亮多彩、动感科技、多元的Moving Color新形象服务全球潮流用户。从市场表现看，海外高端逐步崛起，众多国家实现了规模销售，平均收入增长超70%，旗舰机营销带动品牌显著提升。Interbrand全球Top 100品牌榜华为排名68，连续五年上榜；福布斯全球品牌价值榜从去年88提升至今年第79位。中国市场华为品牌知名度持续领先，整体份额在保持榜首基础上快速提升；荣耀延续互联网手机第一品牌地位，收获越来越多消费者信赖和喜爱。华为已在全球建设超过2千家线下服务中心、4千家体验店，6万家零售阵地，为全球100多个国家消费者提供服务。全场景生态得到进一步培育，新业务经营改善明显。平板逆势增长，销售收入同比提升超20%；PC业务规模同比增长近4倍，MateBookX Pro拉动品牌快速提升；HUAWEI WATCH GT通过创新双核设计实现两周超长续航，带动华为穿戴整体增长超120%；音频和智能配件业务增长翻番，TWS耳机率先采用骨声纹生物识别技术和HWA行业标准，引领音频科技时尚；5G MBB和车载领域持续引领市场，基于华为HiLink的智能家居产品和生态不断壮大；非手机类终端芯片通过新特性提升竞争力，稳步增长。华为终端云服务获得越来越多消费者和生态伙伴喜爱，应用市场、支付、云空间、视频、音乐、天际通等华为终端云业务为全球100多个国家提供服务，用户数超5亿。同时我们要清醒地看到，全场景生态作为面向未来最重要战略，在内容与应用粘性、平台开放能力等方面距业界最佳存在较大差距，团队眼界和美学能力需进一步对齐国际顶尖标准，在流程IT、精细运营、新零售、品牌营销等领域仍有长足进步空间。2019将是更不平静的一年，万亿美金巨量市场空间大幕拉开，角逐者升级为世界最顶级玩家，智能终端行业面临格局式大洗牌。然而竞争有多残酷，我们的机遇就有多广阔。伴随全场景智慧时代到来，消费者正期待一场全新的体验革命，我们一定要“乘胜发展”再上一层楼，未来要成为全球少数能存活下来的智能终端厂商里，最强的一家！1。未来五到十年，在5G、AI人工智能时代，在万物互联万物智能的IoT时代，华为消费者业务坚持全场景智能生态战略，打造全球领先的消费者全场景智慧生活体验，这是面向未来发展的核心。我们要力争在多个领域做到世界第一。不进入则已，一旦进入一个领域，一定要做成世界第一！2。加快构筑核心能力，加强研发投入，坚持“开发一代，预研一代，跟踪一代”的三代路线。与产业伙伴、高校、科研机构等合作共赢，加强供应链核心部件的联合创新投入，加强新技术创新合作、核心技术投资与并购，共同打造积极健康全球产业链。一定要敢于颠覆、敢于创新、敢于领先，以领先的产品体验与服务引领整个产业，努力成为智能终端行业创新引领者与领导者！3。坚持精兵+精英的人力资源战略，坚持“专业线与管理线”双梯双线并重机制。打造使命感强、具备战略视野的干部队伍；重视专业人才发展，鼓励专家倍出，每个专业领域都要有具备深刻洞察和理解力的领军人物，优先提拔激励核心贡献者。海纳百川，欢迎公司ICT泛网络同事们加入、欢迎业界优秀人才加入组成强大混合团队，主动在全球人才聚集地建设研发与核心技术能力中心。4。坚持双品牌发展战略，将华为品牌打造成国际化、高端化、时尚化的全球标志性科技品牌，将荣耀品牌打造成年轻人喜爱的互联网科技潮牌。双品牌协同发展，满足不同人群消费者个性化体验需求。5。持续提升质量、体验与服务，高度重视消费者口碑，不断提升消费者满意度和NPS值（净推荐值），这是华为消费者业务成长与发展的核心动力。6。高度重视安全与隐私保护，通过安全与隐私保护能力的长期提升，构筑华为消费者业务领先优势。积极打造终端云服务与生态，重视专利申请，重视知识产权保护。遵从业务所在国法律法规要求，合法合规经营。7。持续打造精简高效的2C流程与IT支撑体系，围绕“低成本、高效率”开展精细化运营，杜绝铺张浪费、流程复杂、缺乏成本意识的习气作风。努力稳定主业务流程并逐步优化完善，尤其控制流程变更需求的接纳，避免盲目创新、大幅更改流程的做法。8。七年2C转型之路，七年艰辛努力，我们终于学会了如何做渠道、零售与营销，要继续总结经验，不断提升能力。移动互联网时代，大家要重视新形态的营销创新，重视电商销售模式的能力提升，重视真正面向消费者体验的、线下全场景智能生活新零售打造。坚持重点聚焦大国的市场战略，兼顾全球小国市场机会，坚持效率与效益并重，在全球范围构筑粮仓。9。构筑信任授权、简单高效、团队合作的文化氛围。打造充满战斗力的学习型组织，培养“主动学习、勇于自我批判、闻过则喜”的工作作风，尤其要有追求卓越的意志品格，勇争第一的王者之气！努力奋斗，不断超越对手，超越自我！10。倡导人人做客服。围绕华为及荣耀智能终端产品使用、购买、服务体验全流程，为身边亲朋好友答疑解惑。倡导发现一个问题，解决一类问题，把各项用户体验做到业界最优。我们的理想是做出世界上最棒的智能终端产品，不仅引领行业发展，更重要的是带给消费者最佳全场景生态体验。专注于诚实做事，专注于给消费者带来真实、有价值的创新，我们认为这才是世界上最酷的事情，并以此深深为傲！在这个关键历史时期，大家对我们寄予了更高期望，华为终端人深知自己的责任和使命。我们将继续在华为集团的信任授权下，按B2C规律经营发展，踏踏实实做好业务，用最领先的产品、最极致的用户体验回馈全球消费者、合作伙伴、花粉及家属朋友，以最好的经营业绩回报我们自己和团队！感谢大家的默默支持与奉献！2014至2015年为生存而战，2016至2017年为崛起而战，走过有故事、充满奋斗激情的2018崛起元年，我们已驶入持续高速发展的快车道。新的一年机遇将和困难一样大，登上5G、AI人工智能、IoT等新技术引领的万物互联舞台，为全球消费者提供最极致的全场景智能生活体验，我们的决心勇气没有什么能阻挡。团结信念可擎天，2019我们共赴愿景征程！祝大家新年新气象！余承东华为消费者业务管理团队2018年12月29日", "author": "IT之家", "newsdate": "发布时间：18-12-29", "newstime": "12:35", "sentiment": [{"positive_prob": 0.988592, "confidence": 0.974649, "negative_prob": 0.011408, "sentiment": 2}]}, {"title": "不惧“封堵”实现增长！华为：不公平把我们逼向世界第一", "content": "英媒称，华为尽管“受到不公正对待”，但预计2018年收益会大幅增长。据英国《金融时报》网站12月27日报道，华为公司说，尽管发生了它所说的“恶性事件”和来自外国政府的“极端不公平”待遇，但预计2018年该公司的收入仍将增长21%，达1085亿美元。▲资料图片：2017年的柏林国际消费电子展上，华为公司展出了一款人工智能手机芯片。（新华社）在给员工的新年致辞中，华为轮值董事长郭平说，尽管美国、英国、澳大利亚、新西兰和日本有关部门对该公司提出了安全担忧，但这家电信设备制造商今年在全球范围内已经签订了26个5G商用合同。郭平在致辞中说，华为“不因一时一事的恶性事件、挫折消沉了我们领先世界的锐气。我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一”。报道称，自孟晚舟被拘押以来，华为一直表达了反抗的态度。上周，该公司轮值首席执行官胡厚崑抨击美国及其盟友出于意识形态或地缘政治考虑而散布对其电信设备的担忧。他说，随着世界转向下一代5G移动互联网，禁止华为建设其电信基础设施的国家将使自己处于严重劣势。▲胡厚崑郭平写道：“随着大国博弈加剧，未来的商业环境将更为不确定。”他还说：“没有华为参与的某些5G市场，就像是没有球星的NBA比赛，打不出最高技术水平。”华为新年贺辞：不公平把我们逼向世界第一海外媒体称，中国电信设备巨擘华为今年遇上重重难关，公司轮值董事长郭平27日发表2019新年致辞时称：“不公平把我们逼向世界第一。”他强调华为遵从法律，任何艰难困苦都阻挡不了其前进步伐。据香港《星岛日报》12月28日报道，郭平在新年致辞中，除总结华为的成就和发展方向，并指“走向全球化就是法治化，法律遵从与全球合规是我们在全世界生存、服务、贡献最重要的基础”，华为“以法律遵从的确定性，应对国际政治的不确定性”。▲华为轮值董事长郭平2019新年致辞截图报道称，郭平介绍今年华为的表现，称已与全球领先运营商签订26个5G商用合同，1万多个5G发射站已运往世界各地；全球160多个城市、世界500强企业中的211家，选择华为作为数码化转型的伙伴；PC业务和IoT智能家居生态也取得突破。另据彭博社12月28日报道，这家中国销售额最高的科技企业预估，2018年手机出货量逾2亿部，在全球市场排名中超过苹果公司。郭平在致辞中满怀信心，誓言公司将加倍努力，引领5G通信技术革命。“任何艰难困苦，休想阻挡我们前进的步伐，”郭平在致辞中说，“不管风云多么变幻，我们对供货商的采购政策不会改变，特别是对美国供货商一如既往，坚定不移地合作共赢。”路透社此前报道称，美国总统特朗普现正考虑签署一项行政命令，实际上将禁止所有美国公司使用华为或中兴通讯的设备。中国外交部发言人华春莹27日就此称，“个别国家”在消除网络安全顾虑时需要用事实说话。对于美国等国抵制华为的现状，台湾《工商时报》12月28日报道称，郭平在致辞中指出，华为无法改变大环境，只能踏实改善产业小环境，呼吁员工要理解西方价值观与思维，华为要遵从法规走向全球。对于即将结束的2018年，郭平表示“困难越大，荣耀也越大”，“每临大事有静气”，“我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一”。同时强调华为一直信用良好，没有网络安全威胁。根据调研机构赛诺数据，华为手机双品牌战略取得成功，今年前11个月华为、荣耀分别在中国大陆市场取得5867万、4982万部销量的成绩，数量上仅次于OPPO、vivo，增速达双位数，成长速度远远超越其他品牌。参考消息网", "author": "中国经济网", "newsdate": "发布时间：18-12-29", "newstime": "11:23", "sentiment": [{"positive_prob": 0.947622, "confidence": 0.883604, "negative_prob": 0.0523781, "sentiment": 2}]}]