[{"title": "支持美国打压华为？诺基亚紧急澄清", "content": "据英国BBC报道，芬兰知名通讯公司诺基亚的一名资深高管近日语出惊人，不仅宣称英国应该对华为公司的设备保持警惕，更表示美国对华为的打压有助于让市场变得“公平”…..不过，就在这篇报道发出后没多久，诺基亚官方就紧急澄清说，这名高管的言论代表不了公司，甚至还让BBC修改了稿件……昨天上午，英国BBC先是发布了一篇名为“诺基亚警告英国不要用华为5G设备”的报道，称诺基亚公司的首席技术官（CTO）马库斯·韦尔登(Marcus Weldon)表示华为公司的5G设备并不安全，存在安全漏洞，会给5G网络带来风险。▲BBC报道截图他引用一家美国公司的报告称，华为的缺陷非常明显，“其中一些缺陷可能只是粗心大意，比如没有修补漏洞，没有升级等。但另一些是具有真正的迷惑性，比如他们所谓的安全版本其实并不安全。”不仅如此，他甚至还表示美国对于华为的打压正令市场变得公平，因为这令华为失去了“不公平的资金优势”。▲BBC报道截图▲诺基亚CTO马库斯·韦尔登但有趣的是，在这篇报道发布后没多久，诺基亚方面就紧急澄清了这位公司资深高管的言论，在诺基亚的官网和发给媒体的回应中都强调他的言论“不代表公司的官方立场”。诺基亚还在这份声明中表示他们只关心自己的产品和服务，不会对竞争对手的任何潜在弱点做出评估。目前英国BBC也修改了自己的报道，把标题从原先的“诺基亚警告英国不要用华为5G设备”改为了“诺基亚与老板关于华为5G设备的言论划清界限”，并在文章开头就突出了诺基亚的这份回应。至于华为方面的看法，BBC最初这篇报道曾提到，华为的一位发言人否认其设备会带来安全风险。这名发言人还表示诺基亚这位高管的言论具有“误导性”。另外，这位华为的发言人还对BBC说：“我们相信，只有全行业通力合作，才能确保安全、有韧性的网络。”而在诺基亚方面澄清了其高管的言论后，华为则在一份最新的回应中表示：我们应该通过公平的竞争，通过我们对于技术和客户的关注来赢得业务，而不是靠诋毁竞争对手。华为还表示，提升网络安全最有效的办法，就是所有商家都将自己的设备和源码拿来给第三方进行独立测试，正如华为在英国做的那样。▲BBC在报道给出的华为公司的最新回应而在这一点上，根据BBC的报道，诺基亚设备确实没有在英国接受像华为设备一样的审查，这也得到了他们那位高管的承认。不过，这位高管坚称诺基亚的设备也在全世界面临着同样的审查。来源：环球时报微信/耿直哥", "author": "环球网", "newsdate": "发布时间：19-06-29", "newstime": "11:25", "sentiment": [{"positive_prob": 0.911194, "confidence": 0.802653, "negative_prob": 0.0888062, "sentiment": 2}]}, {"title": "华为打出最强一击，任正非再次发声，13亿人纷纷点赞", "content": "经过十几年的技术沉淀，华为终于到了摘取果实的时候，在全世界开始了5G业务的布局。但是美国想抢这块蛋糕，于是在全世界展开了对华为的全面围堵，要把华为的全面崛起扼杀在摇篮里。但华为不会轻易认输，华为5G产品线总裁杨超斌指出，华为今年的5G研发投入资金为100亿元，这一百亿包含科研人员的人力成本，购买设备成本，产品的科研成本。在美国的层层重压之下，华为却在这个时候迎难直上，直接向外界宣布继续加大科研技术投资，堪称华为打出的最强最自信一击。同时任正非再次发声，计划向全世界招聘天才少年！据国内媒体报道，6月27日，华为向外界公布了任正非的一次讲话，任正非指出今年将在全世界招聘20-30名天才少年，来焕发组织的活力。任正非相信，这些天才少年的到来，会让公司“换枪换炮”，打赢这场没有硝烟的“战争”。任正非还表示，华为要自己创造标准，拖着世界往前走，让别人向我们靠拢。向全世界吸收天才少年，要让华为成为世界标准，这样的霸气，这样的豪言壮志，让13亿国人都忍不住为任正非纷纷点赞。天才少年有多重要？任正非今年曾讲过一个在公司内部真实发生的事情。在华为公司，养着一个俄罗斯的数学家，在大家看来，这个小伙子丝毫不懂交际，不会追女孩子不会谈恋爱，只会做数学。十几年过去了，他也没有说过几句话，天天在那里玩电脑。有一次，1个管理5万研发人员的华为高层去看他，他只说了一句话就算完事。即便是任正非给他发院士牌，他也只说了三个字“嗯，嗯，嗯”。天才的世界，我们不懂！但是我们知道，对一般的公司而言，一个年轻人月月领着丰厚的工资，每天在那玩电脑，没人知道他在做什么，公司也没给他什么具体任务，具体期限，哪个公司受得了？但是华为一养就是十几年，终于有一天，这个俄罗斯小伙子来找任正非，兴奋地说道，2G到3G的算法突破了！任正非立即下令在上海进行试验，华为因此在这个领域领先全世界。“千里马常有，而伯乐不常有”。华为这么长远的眼光，这么宽广的心胸，天下有几家这样的公司？如今华为再向全球招收天才少年，你还在等什么？", "author": "军事帝", "newsdate": "发布时间：19-06-29", "newstime": "10:31", "sentiment": [{"positive_prob": 0.999893, "confidence": 0.999763, "negative_prob": 0.000106596, "sentiment": 2}]}, {"title": "“华为5G上市”给全民派发红包？假的，别信！", "content": "【“华为5G上市”给全民派发红包？假的，别信！】最近，许多微信群中出现了所谓“庆祝华为5G成功上市，全民派发现金红包”的活动链接，称轻轻一点就能跳出几十元到几百元不等的现金红包。然而这事儿并不靠谱！[耶]按照提示操作只会反反复复地收到分享要求，并不会等来活动承诺的红包。天上掉馅饼，小心是陷阱。遇到来路不明的链接，还请大家小心，不要随意点击转发哦。来源：@石家庄网警巡查执法", "author": "红河网警巡查执法", "newsdate": "发布时间：19-06-29", "newstime": "10:20", "sentiment": [{"positive_prob": 0.00126476, "confidence": 0.997189, "negative_prob": 0.998735, "sentiment": 0}]}, {"title": "高通、英特尔：华为求你别创新了！咱继续合作 网友：早干嘛去了", "content": "文  |  考拉科技馆  排版  |  考拉科技馆原创文章，禁止转载，违者必究！今年年初，美国一纸“实体清单”欲把华为逼上绝路，但奈何在创始人任正非的高瞻远瞩下，从芯片到系统，华为都实现了全面自研，至此美国针对华为的阴谋不说破灭但也起不到多大的作用。美国政府原以为禁令会让华为忙得焦头烂额，但没想到最终忙得焦头烂额的确是美国企业。在禁令下达不久，美国不少高科技公司如高通、英特尔、谷歌等纷纷与华为划清界限，并且还向外界宣布断供华为元器件。“断供元器件的行为等同于断了华为粮库，华为一定会忙得焦头烂额！”美政府然而事实却跟预期大相径庭，虽然断供对华为造成一定的影响，但华为并非毫无准备，而是拿出自己一系列的“备胎计划”。谷歌：断供系统！华为：我有鸿蒙系统ARM ：断供你芯片架构  华为：我自研达芬奇架构高通：我好像没啥好断的……你通信还比我强…对于禁令，任正非不急，华为也不急。其实在美国禁令刚刚下发之时，任正非就对外界表示：美国的禁令确实会对华为造成影响，禁令的出台会延缓华为的进程，但是禁令不会影响华为的长远发展。时至今日再来看任正非的言论，不得不说任老爷子并非无的放矢，而是确有底气！与华为的有恃无恐不同，美企业在失去华为这个大客户后开始急躁起来了，开始变着法绕过美国政府禁令，力求再度跟华为展开合作。而在求和大军中最典型的当属高通跟英特尔了，部分美媒报道，因为美国禁令，最终导致高通跟英特尔失去华为这个大客户，为了挽回损失，高通跟英特尔决定重新修复与华为的关系，在不违背美国大原则的基础上继续向华为供货！笔者觉得，这次高通跟英特尔之所以如此迫切想要跟华为修复关系的原因无非两点：1、华为的“备胎计划”让这些国际大企看到华为恐怖的底蕴，面对一国制裁，华为都能如此从容不迫，并且还给人一种游刃有余之感，华为的底气让他们动摇了，鬼知道再逼下去华为还会闹出什么幺蛾子，逼急了华为说不定最后受伤的还是自己。2、钱，虽然很现实，但事实确实是如此，失去华为，就等于失去一个大金主，华为的业务涵盖面积太大，业务众多也就意味着华为每年需要采购大量的元器件。在禁令没有下达之前，华为是他们的大主顾，但现在禁令来了，华为只能去不受美国政府限制的企业购买元器件，也就是哪些美企业的竞争对手。原本属于自己的大订单跑了，而且还是跑到竞争对手那里去，这些美企业怎么可能忍，这不亚于资敌啊！也正是因为这两个原因，美企业迫不及待想要跟华为重修于好。看到高通、英特尔如此强的求生欲，不少网友的笑道：早干嘛去了，现在知道华为的重要性了？当初你们宣布断供华为的时候还老嚣张了！看到这些美企业的求生欲，大家有什么看法？想了解更多新鲜有趣的科技资讯，可以关注考拉科技馆哦~", "author": "考拉科技馆", "newsdate": "发布时间：19-06-29", "newstime": "20:58", "sentiment": [{"positive_prob": 0.0501618, "confidence": 0.888529, "negative_prob": 0.949838, "sentiment": 0}]}, {"title": "傻傻分不清！华为Mate、P、荣耀等系列到底怎么选？看完终于懂了", "content": "华为手机通过近几年的不断努力，手机销量节节攀升。其良好的手机品质和坚实的手机硬实力使得华为手机跻身全球手机行业的前列。当面向的用户群大了的时候，就会考虑细分人群，这也是华为手机Mate系列、P系列、荣耀系列等出现的原因。虽然荣耀因其不错的销量和广泛的用户群已经华为单独拉出来做成了子品牌，但其还是华为手机阵营里的代表单一风格的系列产品，本质上还是没有变的。而对于华为这些高达5个系列的不同之处你都有了解吗？毕竟买华为手机，不知道系列之间的差异，你怎么能买到合适自己的华为手机呢？Mate系列Mate系列属于华为旗舰手机的系列产品。基本上Mate系列的每一款产品都会首先搭载华为当下最高配的处理器，也就是麒麟处理器。新款麒麟处理器必将在Mate系列新品上首次使用。另外就是Mate系列的产品风格，商务风就是其标签。成熟、内敛、稳重是其独有特色，成功人士购买华为手机首选系列无疑。P系列华为手机的P系列是华为旗舰手机的零一系列产品。买过P系列的朋友都知道，其当下最高配的拍照能力是P系列手机的专有定位。所以当你更在乎华为手机的拍照能力的话，P系列将会是你购买华为手机的首选系列。再就是其风格。P系列的手机风格偏向时尚、年轻化，追求科技的动感。如果你独爱这种风格，那么选择P系列就对了。荣耀荣耀主打的是中端用户群体。消费力度适中、时尚多变的外观、以及中上游硬件配置，使得荣耀系列常年霸占华为手机销量排行榜第一。当你更多的在意手机品质和潮流风格，而又不想花更多的钱购买旗舰手机的时候，荣耀无疑是你的首选。Nova系列Nova主要面向的消费群体就是年轻。通过Nova历代版本的手机代言人也能看出，其主打方向就是年轻活力。Nova手机会采用时尚潮流的外观和鲜明靓丽的配色，并且为了符合年轻人爱拍照的特点，Nova在拍照能力方面也是中上游级别。该系列因其独特外观和拍照能力吸引了一大票女性粉丝。所以如果你是女生，这将会是你的首选。畅享系列华为畅享系列更多的价格定位。千元机市场很大，华为不可能放弃这块大蛋糕。而畅享系列主打的就是千元机。实惠的价格、中下游配置。如果你更在意的是价格，那么畅享无疑就是你的首选。通过以上五大系列的解析，你是否知道自己在以后买华为手机该选哪个系列了吧？如果还不是太清楚，评论区留言，小编给你量身定做购买方案。本文由手机技巧汇原创首发，未经许可禁止转载。每天精彩手机使用技巧，喜欢请关注。百家号独家内容。", "author": "手机技巧汇", "newsdate": "发布时间：19-06-29", "newstime": "11:04", "sentiment": [{"positive_prob": 0.0119979, "confidence": 0.973338, "negative_prob": 0.988002, "sentiment": 0}]}, {"title": "「重磅」华为解禁！特朗普允许美国向其出售零件 鸿蒙还出吗？", "content": "据央视新闻记者报道，在G20闭幕后的记者会上，特朗普表示，美国企业可以继续向华为出售零部件。这也意味着华为手机或不再受之前的“实体名单”影响，可以和谷歌、ARM继续正常合作，自研系统似乎也没有亟需的必要。回顾一下整个事件：5月16日，美国宣布将华为公司列入管制“实体名单”，禁止美企向华为出售相关技术和产品。随后多家企业受影响，断供华为或中断与华为合作，其中还包括提供Android的谷歌；5月21日，美国决定将对华为的禁令延迟90天实施，到8月中旬生效，理由是华为及其商业伙伴需要时间来升级软件以及处理一些合同义务问题；6月29日，特朗普表示，美国企业可以继续向华为出售零部件。特朗普表示美国企业可以继续向华为出售零部件后，或许我们可以先松一口气，但仍然要做好准备，毕竟没签字前，口头上说说仍不算尘埃落定，听其言更要观其推特和其行。至于此前曝光的华为鸿蒙自研系统，或许也不需要那么着急，就6月26日华为副董事长胡厚崑在上海MWC19期间的媒体采访来看，“华为仍然是安卓生态的坚定支持者”。自研系统鸿蒙何时能来尚不清楚具体时间。不过中国有句老话“来都来了”不亮亮相让大家知道咱有Plan B可就说不过去了", "author": "小白测评", "newsdate": "发布时间：19-06-29", "newstime": "20:15", "sentiment": [{"positive_prob": 0.24965, "confidence": 0.445222, "negative_prob": 0.75035, "sentiment": 0}]}, {"title": "华为宣布P30系列金卡权益：7月1日起可享受这些福利", "content": "据华为官方消息，7月1起，华为P30、P30 Pro机主可享受金卡专属服务权益， 包括：保修期内（不包含延保）可享2次免费保养、1小时快修以及金卡专属热线服务。 据了解，P30、P30 Pro用户在保修期内， 可在华为客户服务中心免费贴膜2次，同时服务中心技术顾问可帮助清扫手机垃圾、清理内存，同时对手机进行全面检测，远离手机病毒侵害。此外，  用户还可享受手机清洁，包括紫外线消毒柜+全身清洁  。这一代华为P30系列的销量势头相当迅猛，日前，华为官方宣布， 截止2019年6月20日，P30系列上市85天出货量突破一千万台，比P20系列突破一千万台提前了62天。 谈及P30系列用户口碑表现，华为消费者业务手机产品线总裁何刚表示，华为P30系列上市后好评如潮，用户好评关键词主要体现在：拍照好、续航长、充电快、系统流畅等多个方面。诸如“华为拍照真的很优秀”“40分钟就95%了”“系统非常流畅”等等成为很多用户对P30系列的直接印象。与此同时，在中国移动终端实验室最新公布的2019年智能硬件质量报告中，华为P30 Pro和P30分别夺得手机综合评测排行榜3500+档位第一名、第三名；拍照和视频专题评测3500+档位中，P30 Pro获得五星评价，无悬念拿下第一；而在游戏专题评测中，华为P30 Pro同样获得五星评价。【来源：快科技】【作者：朝晖】", "author": "太平洋电脑网", "newsdate": "发布时间：19-06-29", "newstime": "18:17", "sentiment": [{"positive_prob": 0.934152, "confidence": 0.853671, "negative_prob": 0.0658481, "sentiment": 2}]}, {"title": "刚刚宣布好消息！美国对华为提供“援手”，其实也是一种自救", "content": "在国内民族企业的代表华为一直领先于其他科技企业，产品好、质量过硬、安全可靠、技术先进都是华为立于市场不败之地的法宝。华为在2018年来说总体业绩很可观，各方面表现良好，尤其是智能手机超额完成既定目标，荣获国内手机市场第一的宝座。2019年局势稍微紧张，因为5G网络的广泛发展部分国家会担心影响当地的网络通讯安全以及设备建设等，美国开始制约了华为。华为在国际市场的关系紧张，还有美国相关同盟和企业都和华为保持一定距离。在5G网络全面建设时代，大势是改变不了的，5G改变社会不仅是简单的看得见的速度高效，更是整个国家城市之间的通讯、科技、技术、运输、生活共同改善进步。华为投入大量财力和物力人力在5G设备中技术改进，华为5G标准也给其他国家指明了方向，很多企业和国家其实表示还是支持和愿意与华为合作。刚刚宣布！美国同意给华为继续提供零件，考虑将华为移除“实体清单”。中国5G技术是最先进的，其中华为5G作出了很大的贡献。美国这一举措意味着开始给华为更多施展空间，有关零件三星期前分批提供给华为，涉及数以百万美元计，令华为得以继续生产智能手机及服务器等产品。原本华为手机今年有一个远大的目标，在原有超过iPhone基础上于三星抗争，这一段时间的限制让计划有所搁置，美国零件陆续供给华为也对华为的设备包括华为手机、华为笔记本等产业大大增加产品输出。美国这一举措看似是在解救华为，实则也是在给自己提供帮助。对于未来的芯片供应，华为总裁任正非曾经表示，现在是海思挺身而出，如果美国正式断供，将主要以海思供应为主体，如果是美国继续恢复供应，海思还是继续少量生产，因而，对于特朗普来说，在这个时候宣布对于华为的解禁，不仅“示好”美国的半导体巨头，也给自己一个台阶，可谓是“一箭双雕”。华为自己本身就有芯片海思，而且关系紧张也透露出早准备好的操作系统鸿蒙，鸿蒙OS并非只是简单的手机操作系统，更是在5G时代打通手机、笔记本、车联网、互联网、物流网等关键的一环，虽然一直都在强调今年会出，但UI设计、系统稳定、应用兼容方面还需要慢慢适配。华为本身技术都在前列，并没有简单的受到制约，一直研发投入建设不仅是为了5G发展，更为了长远的科技技术前行。5G时代是今年重点，2019年5G元年所有通讯技术都在全面推进，大家是看得见的实在。华为5G和华为设备一直都在做出贡献，此次美国对华为的解禁也预示着希望得到华为技术的支持和帮助，在硬件层面和技术层面的创新突破，不知道未来会有什么样的实质突破？对于5G网络大家期待什么样的快速发展和变化呢？", "author": "极酷数码客", "newsdate": "发布时间：19-06-29", "newstime": "20:54", "sentiment": [{"positive_prob": 0.962221, "confidence": 0.916046, "negative_prob": 0.0377791, "sentiment": 2}]}, {"title": "特朗普称美国公司可以继续卖货给华为，中方回应有意思", "content": "在今天中美元首的会晤结束后，美国总统特朗普在记者会上表示他同意让美国公司继续销售产品给华为。而中方也对此给出了回应。在记者会上，特朗普首先表示：“让很多人意外的是，我们卖给了华为很大量的产品，然后这些产品再被华为制造成了各种各样的产品。”“我觉得这是可以的”，特朗普说，“我们会继续出售这些产品”。接下来，特朗普又表示这些卖给华为的产品都是美国公司制造的，是很复杂很科学的产品，是只有美国拥有技术和在制造的产品。“实际上我们在硅谷做的事情令人难以执行，没有人能和我们竞争”，他说。“所以我同意——我很容易地就同意允许他们继续出售这些产品”，特朗普说，“我们让他们继续卖给华为”。随后，根据彭博社的报道，特朗普又补充说他允许美国公司卖给华为的是没有“巨大国家安全问题”的产品。同时，从彭博社的报道来看，特朗普又再次强调说华为购买的产品是美国硅谷和许多其他地方的美国企业生产的很复杂的产品，这些美国公司很伟大，会带来就业，所以他会允许这些美国企业继续卖产品给华为。但值得注意的是，彭博社在后续的更新中又提到特朗普曾在记者会上表示华为的问题很“复杂”，称此事会放到“最后”处理，要看“贸易协议谈判的进展”。对于特朗普的这些说法，中方目前也给出了回应。中国外交部G20特使、国际经济司司长王小龙在另一场记者会上表示，“如果美方说到做到的话，我们是欢迎的。”王小龙说：“华为是一家私营企业，而且它的信息技术在世界上处于领先位置，对于这样一个公司，我想无论它到哪儿投资，都会参与当地通讯市场的开发与建设，都会对当地的通讯产业起到一个很好的促进作用。对它进行一些超出技术和经济范畴的限制，肯定会导致‘双输’的局面。”“所以如果美方做了这种宣布，说到做到的话，我们是表示欢迎的”，他说。", "author": "环球网", "newsdate": "发布时间：19-06-29", "newstime": "16:40", "sentiment": [{"positive_prob": 0.700755, "confidence": 0.335011, "negative_prob": 0.299245, "sentiment": 2}]}, {"title": "特朗普允许美国公司向华为出售零件：没有什么重大的国家紧急问题", "content": "当地时间29日下午，在G20闭幕后的记者会上，特朗普表示，美国企业可以继续向华为出售零部件。特朗普说，“美国公司可以向华为出售他们的设备…没有什么重大的国家紧急问题。”同日下午，外交部G20特使、国际经济司司长王小龙在中国代表团新闻中心举行中外媒体吹风会。王小龙表示，特朗普在发布会上称，美方有可能会解除对华为公司的一些限制。如果美方说到做到的话，“我们肯定是欢迎的”。王小龙在媒体吹风会上说，“特朗普在他之后举行的发布会上讲到，美方有可能会解除对华为公司的一些限制。如果美方说到做到的话，我们肯定是欢迎的。因为华为是一家私营企业，而且它的信息技术在世界处于领先位置。这么一个公司无论到哪投资，或者参与当地通信产业的开发、建设、运营，都会对当地的通信产业起到一个很好的促进作用。”延伸阅读：此前报道：美国白宫官员写信给国会要求延期禁华为 沃特谈了他的理由据路透社6月10日报道，近日美国白宫“管理和预算办公室”代理主管沃特写信给美国国会，要求将限制中国华为的措施延期执行，以给那些与华为有业务往来的美国政府供应商更多时间进行调整。去年，美国通过一部名为《国防授权法案》的国防法律，以国家安全为由全面禁止美国联邦政府购买华为等部分中国企业的的产品，也不许美国政府的承包商和供应商用政府的钱去购买华为等部分中国企业的产品，还对这些承包商和供应商自身购买和使用华为的产品进行了限制。其中直接禁止美国政府购买华为设备的禁令今年生效，而对第三方的限制则将在2年后生效。华为方面也就这一法案在美国提起了诉讼。而路透社的最新报道则称，白宫如今提出，禁令中涉及第三方承包商不得购买华为产品的部分，还需要额外的2年时间去进一步准备实施细则，而沃特则在写给国会的信中提出这部分禁令最好延期到4年后实施，以给美国政府的这些承包商们更多时间去调整，将华为排除出他们的业务。沃特还宣称，只有将禁令延期执行，才能让禁令更有效地实施，而不会在仓促之下伤及“国家安全”。否则，如果所有限制令都在今年实施，沃特认为这会令能向美国政府供货的承包商数量“大幅减少”。不过，路透社也指出，沃特希望延期执行的国防授权法中对于华为的部分禁令，与美国商务部单独将华为列入的“实体清单”并不是一回事，因此也不会影响到“实体清单”及其相关禁令对华为实施的时间。来源：北晚新视觉综合 央视新闻 环球网 环球时报流程编辑：TF021", "author": "北晚新视觉网", "newsdate": "发布时间：19-06-29", "newstime": "17:55", "sentiment": [{"positive_prob": 0.761958, "confidence": 0.471018, "negative_prob": 0.238042, "sentiment": 2}]}]