[{"title": "华为智慧屏盲约开启，或许将有这些亮点", "content": "7月26日，华为“联接未来”终端媒体沟通会在深圳召开，在发布全球首款NSA、SA 5G双模手机Mate20 X（5G）的同时，还宣布了华为智慧屏战略，根据华为官方的消息，华为智慧屏将于9月份正式和消费者见面。随着发布时间的临近，华为智慧屏的神秘面纱即将揭开，9月9日，华为正式开启了智慧屏的盲约活动，消费者可在华为商城、京东商城、天猫商城、国美、苏宁等线上平台通过搜索“华为智慧屏”，提前预约。传统家电行业日渐低迷，华为宣布打造“智慧屏新物种”为行业带来了新的启发，那么究竟什么是“智慧屏”？华为消费者业务部CEO余承东说，未来，华为智慧屏将成为家居智慧场景下的全新入口，将具备智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心四大中心属性。你可以将智慧屏理解为超大屏幕的平板电脑，或者超大屏幕、支持视频通话功能的“大手机”，在未来，它将代替你的手机，为你带来家居环境下的全新智慧体验。现如今，“智慧屏”已经成为当下电子数码领域的热门话题，在华为智慧屏概念公布之后，不少传统的电视厂商也纷纷推出打着“智慧屏”类似旗号的电视产品，笔者认为，华为智慧屏和这些产品们仍有着本质上的区别。首先从核心来说，传统家电之所以不智能，在于其技术应用，用户无法像面对手机一样随心所欲。而华为有自研的鸿蒙OS，鸿蒙OS是在5G时代，面向万物互联的系统，拥有着微内核、全场景分布式的两大特性，可以针对不同的硬件去进行部署，采用分布式架构，提升效率。和传统智能电视相比，搭载鸿蒙OS的华为智慧屏会更灵活，去年，华为推出了“1+8+N”全场景智慧生活战略，而搭载了鸿蒙OS的智慧屏正是这个全场景智慧生活战略中“8”的一部分，也是4个大屏（PC、平板、智慧大屏、车机）的入口之一。在未来，鸿蒙系统将会应用在全场景智慧生活战略中的“8”上，比如手表、音箱、车机、智慧大屏等等，和手机一样，成为智慧家庭生活场景的一个连接中心，换句话说，你可以直接通过智慧屏去调用控制其它智能设备硬件，更加的高效和便利。相比传统的智能电视通过“应用层”去控制其他智能设备相比，鸿蒙OS的优势在于具备支持全场景、跨多设备平台的能力以及应对低时延、高安全性挑战的能力，鸿蒙OS“分布式架构”特性所带来的万物互联的体验毫无疑问是翻天覆地的。鸿蒙OS是华为智慧屏的根基，伴随着鸿蒙OS的发展及壮大，在5G万物智慧互联的时代里，它的优势将愈发的明显。在核心硬件配置上，不出意外的话，华为智慧屏将搭载华为自研的鸿鹄818芯片、海思人工智能NPU以及独立的摄像头。鸿鹄818配置了A73+A53双架构4核CPU和4核G51 GPU，为优质音画提供强劲的运算基础，强悍的运算能力让华为智慧屏运行速度更快，并且支持强大的解码能力，包括支持8K@30Hz、4K@120Hz、4K@60Hz视频解码等等。在音画方面，华为拥有采用七重画质优化算法的AI画质引擎和Huawei Sound智慧音响，此外，华为智慧屏还有望支持荣耀智慧屏所具备的MEMC高速运动画面防抖、HDR技术、SR技术、NR技术、DCI技术等等7大技术。在内容资源方面，华为智慧屏拥有着1000万+曲库，100万+无损音乐，华为视频、华为音乐、酷喵、极光TV等多家优质平台提供的海量视频内容以及有声内容，为用户提供丰富的云服务。与手机的投屏、互联也将是华为智慧屏的一大卖点，通过Huawei Share一碰传技术，借助芯片和操作系统底层深度优化，可实现华为手机与智慧屏之间的便捷一碰投屏，高清的分辨率和刷新率将为用户带来流畅投屏体验。华为智慧屏是华为HiLink生态中的一部分，当然，可以像手机那样轻松控制HiLink生态中的智慧设备，根据此前的爆料，华为智慧屏还将具备远场拾音功能，内置了智能语音助手小艺，从此“丢掉”遥控器，控制HiLink生态中的智能家居只需要动动嘴。作为家庭场景下的主要入口，智慧屏是华为战略部署的重点，更是华为全场景智慧化战略的核心支撑。伴随着大屏智慧能力的升级，华为智慧屏将成为用户与设备之间信息无缝互动的家庭智慧入口，承担智慧交互、跨屏体验、IoT控制、影音娱乐合一的中心角色。现如今，华为智慧屏已经正式开启盲约，华为“智慧屏”新物种将打破传统电视的格局，以全新的形态来到我们面前，千万不要错过！", "author": "IT之家", "newsdate": "发布时间：19-09-09", "newstime": "10:35", "sentiment": [{"positive_prob": 0.893871, "confidence": 0.764157, "negative_prob": 0.106129, "sentiment": 2}]}, {"title": "华为太狠心，荣耀Magic2跌至“清仓价”！网友：还是要再见！", "content": "最近，作为国产一哥的华为是频频出招。不仅将要带来最新的华为Mate30和麒麟990处理器，现在在老旗舰上面同样是动作频频。现在有网友发现，在第三方平台，以华为荣耀Magic2为首的老旗舰，价格跌至了“清仓价”。很多用户看完之后，直呼“还是要再见”。这到底是为什么呢？虽然华为Magic2在性能方面，搭载了华为麒麟980处理器，性能还算强悍。但是，和即将到来的麒麟990处理器相比，华为麒麟980处理器在性能方面，还是稍逊一筹。当然，更重要的一点是，华为麒麟990处理器将会支持5G通信技术。因此，对于很多用户来说，从长远的角度来看，华为麒麟990处理器还是更加值得入手。所以这也是用户认为荣耀Magic2要说再见的原因之一。华为荣耀Magic2在相机方面，采用了1600万像素+2400万像素+1600万像素的AI三摄。虽然在拍照方面，荣耀Magic2同样可以满足用户的使用需求，但是随着友商开始普及6400万像素的摄像头，和这些机型相比，荣耀Magic2并不占据优势。而且，华为自家的旗舰，在拍照方面的表现比荣耀Magic2还是更胜一筹。例如：华为P30。当然，和即将到来的华为Mate30，更是稍逊一筹。除了荣耀Magic2自身的原因以外，更重要的一点还是来自华为自家旗舰华为Mate30系列的影响。众所周知，华为Mate30系列将会搭载最新的麒麟990处理器，支持5G通信技术等。和华为Mate30相比，很多用户都会选择观望的态度。因此，这也是用户认为荣耀Magic2现在该说再见的原因之一。那么，你们的华为荣耀Magic2是否还在用呢？对此，你们是否有不同的看法？欢迎说出你们的看法，我们讨论一下。", "author": "怪客数码", "newsdate": "发布时间：19-09-09", "newstime": "09:20", "sentiment": [{"positive_prob": 0.000380788, "confidence": 0.999154, "negative_prob": 0.999619, "sentiment": 0}]}, {"title": "华为余承东明确表态：如果谷歌停止供应，华为P40将装置鸿蒙", "content": "提到华为，相信大家都非常熟悉了吧，作为目前我国的通信巨头，可以说华为的一举一动非常令人重视，特别是成为全球拥有最多5G专利的科技公司后，直接成为了很多国家的眼中钉，今天笔者就给大家盘点一下华为余承东明确表态：如果谷歌停止供应，华为P40将装置鸿蒙。虽然华为如今非常耀眼，但在耀眼的背后却是悲伤，转眼过去，美国已经将华为列入实体清单3个多月了，即便美国在后面表示将恢复华为与美国的企业供货关系，但实际行动没有做出来，并且还去针对一些和华为展开合作的美国企业。正所谓一波三折，这个成语在华为身上发挥的是淋漓尽致。虽然在美国的要求下，谷歌将会继续为华为系列产品提供安卓系统的使用权，但是会禁止华为新手机mate系列手机使用谷歌GMS服务。从国内的市场来看，使用谷歌GMS服务的用户几乎很少，但海外的用户就非常依赖谷歌的GMS服务。从这就能看出，谷歌这一小聪明要给华为的海外市场带去多大的损失，那么谷歌为何会做出这一决定呢？据了解，谷歌旗下的业务目前已经在印度展开生产，笔者猜测，谷歌很有可能要自己研发手机，打开市场，如果真的那么做，这个决策可以说是非常明智。熟话说得好商场入战场，谷歌这一招虽然非常狠，但对华为来说只是饶痒痒，华为作为中国的科技巨头，早就已经做好了居安思危的准备。针对这个问题，华为相关人员表示，目前华为的鸿蒙系统已经准备就绪，如果谷歌坚持继续这么下去，那么华为将释放“大招”。另外，此前在德国召开的IFA大会上，华为消费者业务CEO余承东在接受媒体访问的时候已经明确表态，鸿蒙系统已经准备就绪，但华为在前期并不会使用鸿蒙系统，如果要使用，鸿蒙系统将会装载了华为P40系列手机上。此次余承东明确表态无疑是说明了华为的立场，并且原因在让谷歌选择一次，如果谷歌继续坚持自己的想法，不仅要失去华为这个大客户，还会失去中国市场的半壁江山，之所以这样说，是因为华为的鸿蒙系统一旦得到了用户的任何，那么国内很多手机厂商将会选择鸿蒙系统。因此，笔者认为，谷歌应该要老实一点，因为只有这样才能得到自己的一片天地。", "author": "科技大恒星", "newsdate": "发布时间：19-09-09", "newstime": "19:02", "sentiment": [{"positive_prob": 0.827817, "confidence": 0.617372, "negative_prob": 0.172183, "sentiment": 2}]}, {"title": "噱头？华为MateX再次延期发布，问题可能出在这3方面！", "content": "如今全面屏手机已经发展到了瓶颈期，很多手机厂商都开始秘密研发折叠屏手机，而华为作为第一批玩家，已经正式对外展示了自己的华为mateX折叠屏手机，可这款原本打算定于6月份发售的手机，却到了9月份都还没有发布，很多网友吐槽华为mateX是噱头，那么它到底为何再次延期发布，到底是不是噱头呢？根据最新的采访，华为mateX的延期发布原因也是基本确认，无非下面3个原因！第一个原因、软件适配难度大其实硬件的问题已经基本得到解决，无论是屏幕供应商还是铰链技术，折叠屏华为mateX也都已经彰显出了傲人才华，余承东也是多次展示了这款手机的外观和折叠原理，不过目前比较棘手的问题是，折叠屏华为mateX展开之后屏幕很大，这样就导致应用程序优化十分复杂，所以软件开发人员要更多的时间做软件和游戏适配工作，才能保证这款折叠华为mateX能和其它智能手机一样流畅运行，在软件都没有完全做好适配工作的情况下，现在急着推出华为mateX其实是有很大风险的，口碑一旦不好就前功尽弃了，还让友商看了个笑话！第二个原因、良品率存在问题当年小米打造全陶瓷机身的时候也遇到品控问题，一些完全空白的领域里面，如果你走在了前面，就要克服很多技术难题，小米MIX2那个时候也遇到了良品率问题，而华为mateX的问题就更加严峻了，折叠屏华为mateX采用柔性OLED屏幕，中间通过复杂的铰链斜街在一起，技术方面是存在很大难度的，华为mateX可能还没有完全克服这道难题，就连本身就有屏幕技术的三星Galaxy Fold折叠屏来说，前期抢着首发最终翻车了，没用多久屏幕就出现了黑屏问题，因此也是在努力克服良品率的问题，这才导致了华为mateX延期上市！第三个原因、5G测试问题如今5G时代刚刚到来，国内三大运营商也是刚刚拿到5G牌照，所以前期要做到工作有很多，因此给5G手机做网络测试也需要时间，这需要华为和运营商一同努力才能克服，华为也可能在不断评估，到底是用最新的麒麟990 5G芯片，还是用麒麟980+外挂基带组合，所以接下来要上市的华为mateX可能不是上一个麒麟980版本的折叠屏，而如今这款华为mateX也是正式入网，很多配置也是慢慢浮出水面，比如它的55W超级快充和徕卡三摄镜头，同时支持到了侧边指纹解锁等等！而在最近柏林国际电子消费展上，有媒体朋友也是采访了华为消费者业务CEO余承东，给到的回复是很快就要上市了，预计将会在今年的11月份上市，其实华为mateX延期上市是有一定的道理的，没有必要勉强自己首发折叠屏手机，另外一边的三星Galaxy Fold折叠屏手机前期还技术“翻车”了，在三星没有准备好发售折叠屏手机的情况下，华为这个时候选择推迟发布也是处于战略考虑，它是一个风口，但也可能是一个陷阱，至于市场能不能接受昂贵的折叠屏华为mateX，这一切都是未知数！至于为什么再次延期，问题可能出在上面这3方面！而如今华为mateX折叠屏手机的价格方面也是得到正式曝光，国内预计在13000以上，你们会买吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-09-09", "newstime": "06:19", "sentiment": [{"positive_prob": 0.000153644, "confidence": 0.999659, "negative_prob": 0.999846, "sentiment": 0}]}, {"title": "论华为2000多元哪款手机性价比高，这几款千万不能错过", "content": "在我们的印象中华为手机的价格相对于国内的其他品牌的手机的价格都要高上不少，更是与性价比不搭边，华为的旗舰系列基本上都在4000元以上，国内其他品牌很少有厂商将自己的旗舰手机的价格定在4000元以上，当然这里我们说的是最低配置，正所谓一分价钱一分货，华为的高端旗舰虽然贵，整体来说还是不错的，相反华为其实也还是有性价比不错的手机，只是华为的产品比较多，那些性价比比较高的手机可能被我们忽略了，这里老烧就跟大家说几款性价比比较高的华为手机，而且价格基本上都在2000多元左右。华为nova5pro首先第一款是是华为的nova5pro，这款手机目前的最低售价为2999元，这款手机主打的是拍照，前置使用了3200万的摄像头，支持超级夜景和AI HDR+等功能，前置拥有这些功能还是很少见的，而后置则是使用了4800万的AI四摄，分别是主摄像头，景深摄像头，微距摄像头以及超广角摄像头，拍照方面拥有这些配置只要优化差，那么拍照能力肯定是非常强的，虽然nova5pro是主打拍照的手机，但是在性能上也没有选择让步，而是使用了麒麟980处理器。华为nova5pronova5 pro的颜值也是首屈一指，正面使用了6.39英寸的水滴屏，而且拥有4种配色，绮境森林，仲夏紫，亮黑色，珊瑚橙，在老烧看来紫色最好看，优秀的观，优秀的拍照能力，优秀的性能，而且8+128g的内存组合也只要2999元。下面一款是荣耀系列的荣耀20pro，荣耀系列的手机是华为主打性价比的品牌，性价比的力度也比华为系列要高，这次的荣耀20pro，也是如此，荣耀20pro正面使用了一块6.26英寸的挖孔屏，前置也是使用了3200万的AI自拍摄像头，后置也是使用了4800万的四摄组合，包括主摄，长焦，超广角，微距等4个组合，而且还支持双光学防抖。荣耀20pro性能上荣耀20pro也是采用了麒麟980处理器，配上4000毫安的大电池，一天的重度使用是绝对可以的，最大的充电功率可以达到22.5W，拥有三种配色，分别是蓝水翡翠，幻夜星河，冰岛环境，这三种颜色都是非常的漂亮，最低内存组合为8+128g价格为2899元。荣耀20pro总得来说老烧认为华为nova5和荣耀20pro是华为手机中目前性价比最高的，用2000多元就能够使用上麒麟980，拥有当前最流行的四摄组合的华为手机是完全能够接受的，这个不像旗舰手机的价格贵得那么离谱，但是主要的地方却是完全不逊色于旗舰手机，老烧认为这就是性价比。  ", "author": "老烧数码", "newsdate": "发布时间：19-09-09", "newstime": "10:46", "sentiment": [{"positive_prob": 0.999766, "confidence": 0.99948, "negative_prob": 0.000233817, "sentiment": 2}]}, {"title": "受谷歌限制，华为海外市场凉凉？旗舰机型明年或将搭载鸿蒙系统", "content": "8月初，华为正式发布了其自主研发的操作系统——鸿蒙OS，随后发布的荣耀智慧屏成为了首款搭载鸿蒙OS的智能设备，此后，很多网友留言关心华为的智能手机未来会采用鸿蒙系统吗？在昨日的IFA 2019电子展上，华为消费者事业群CEO 余承东对这个众多网友关心的问题做出了回应。余承东称：若谷歌服务还是不能用，华为P40或将使用鸿蒙系统，同时还透露出华为P40手机大约会在明年的3月份推出。但是，外界对于华为目前的处境仍是比较担忧，虽然有鸿蒙OS作为备选方案，但海外业务依然受到不小的限制，根据此前华为轮值董事长徐直军的表态，华为手机大约在海外市场上损失了100亿美元左右。市场调研机构IHS Markit最新报告称，如果华为仍然无法获得谷歌的授权，2019年手机海外销量预计将减少约1300万台。据悉，华为手机2019年海外销量预计为8800万台，总销量预计为2.6亿部，也就是说海外市场占据总销量的三分之一。所以海外业务对华为整体终端业务的影响是巨大的。海外市场与国内市场相差较大，国内市场手机采用谷歌的只有安卓系统，其他服务手机厂商们均有较好的解决方案，受谷歌限制影响较小。而海外市场除了无法使用安卓系统外，谷歌的一系列软件服务同样不能正常使用，倘若海外的谷歌应用商店或Google Pay等服务无法使用的话，那么华为手机对于海外用户来说，就是一种“残缺品”，必将影响华为在全球市场上的竞争力。余承东也曾表示，鸿蒙OS将会比安卓系统更强，但是如果安卓可以使用的话还是优先安卓。你更期待华为P40采用华为自研的鸿蒙OS还是继续使用安卓系统呢？评论留言聊聊你的看法吧~", "author": "科技地平线", "newsdate": "发布时间：19-09-09", "newstime": "22:29", "sentiment": [{"positive_prob": 0.84446, "confidence": 0.654355, "negative_prob": 0.15554, "sentiment": 2}]}, {"title": "为华为Mate30让路，P30价格跌至冰点，还值得买吗？", "content": "华为已经确定将会在9月19日发布最新Mate30系列手机，从目前来看，在性能方面麒麟990处理器只是小幅度的提升，而且拍照方面是最重要的亮点，升级为圆形四摄，当然，在价格方面可能会有所上涨。有网友就在问，目前已经在降价加速退场的华为p30，还值不值得入手呢？华为P30作为目前为止华为最强大的旗舰系列手机，其实有非常不错的实力表现。性能方面搭载了麒麟980处理器，采用的是A76架构，而且GPU也是Mail-G76，虽然在性能方面对比起即将要发布的华为Mate30所搭载的麒麟990稍差了一些，但是整体的参数其实并没有什么大的差别。而且考虑到5G手机价格可能会变得更加昂贵，华为P30作为4G手机的价格有优势。当然了，如果对比骁龙855plus芯片的话，麒麟980的性能是太弱了，也就是说如果是对比华为自家手机的话，华为P30的性能不会太差，但是对比友商的竞品，就还有较大的差距。在外观设计方面，华为P30采用的是水滴屏，跟目前曝光的华为Mate30系列的刘海屏对比，实际也不会太差，华为P30的边框控制也是国产手机当中比较出色的。至于在充电续航上，华为P30具备3650mAh的大电池以及22.5W的快充，细节上也有3.5mm的耳机孔，具备了NFC等功能，支持IP53级别防水。目前，华为P30的价格跌到了3688元，作为一款在今年4月份国内才发布的手机来说，上市时间才5个月左右，就已经开始实行降价策略，确实是在为新机让路，因为华为P30Pro还推出了新配色，但华为P30却没有获得这样的待遇。对比友商的旗舰手机，小米9、魅族16sPro等价格仅为2700元左右的手机，性价比比华为P30更高。总的来说，华为P30是仅次于Mate系列的旗舰，在华为Mate30到来之后降价清仓是正常现象，3688元的价格在华为手机当中，也不算贵。不过，如果对比友商的话，就没有什么购买价值。换句话说，值不值得买，就看你是不是非华为手机不可了。", "author": "叽歪数码", "newsdate": "发布时间：19-09-09", "newstime": "14:28", "sentiment": [{"positive_prob": 0.0997831, "confidence": 0.77826, "negative_prob": 0.900217, "sentiment": 0}]}]