[{"title": "华为事件！终于超级大反转！", "content": "接二连三！一个接一个大事近期发生在华为身上，如果你有空，我建议你花三分钟看一看。。。一1、华为刚刚正式公布自家5G的实时上网速率，11.4Gbps；如果你不知道这是什么概念？那么我换成秒来解读，即一秒钟传输速度达到1.425G；比如你要下载的手机电影是2个G，那只需要1.4秒不到，你要的电影就下好了。。。这个速度接近目前美国5G的十倍。。。2、英国发声：未来5G网络使用华为通讯设备带来的潜在风险可控！并于，北京时间2019年2月21日，直接邀请，华为在伦敦2019世界移动大会预沟通会，现场为全体英国民众演示了多方5G视频通话；同时，英国电信公司Three UK，宣布和华为签下了20亿英镑的5G合作协议，折合人民币超过了170亿元。同时，英国运营商O2也已宣布与华为在伦敦签署200个地点测试设备合同；同时，两家英国电信商EE和沃达丰也对外宣布，“不会将华为5G设备排除在外”；也就是说，华为差不多拿下了英国87%的电信市场份额。。。3、资料显示，目前华为已获得30多个国家的5G商用合同，其中18家来自，全球公认经济实力、科技实力排名数一数二的欧洲。2019年！在我们不知不觉中；那个我们所熟悉的华为，变了！那个2018年西方各国还信誓旦旦，要联手围剿华为5G，宁愿花费高价，也不用华为，也要抑制华为的画面，全都变了！！！在绝对技术面前，在关乎自身国家未来十年科技命脉发展的大背景下，那些曾经的誓言，全都不攻自破！犹记得任正非前不久的那一句豪言壮语：谁不用，谁傻！只要你技术好，他们不得不用！没想到，今天这一切真的实现了。。。二能遭天磨乃真汉，不招人妒是庸才。我依然记得，在去年7月，臭名昭著的西方“五眼联盟”，共同发起一场前所未有的阻止中国技术巨头华为公司为它们的下一代无线网络供应设备的行动。哪五个是五眼联盟？就是由美国、英国、澳大利亚、加拿大和新西兰组成的情报组织，简称“五眼联盟”。在围剿华为最开始时，这几个国家攻击华为5G最猛烈、最迅捷 ：18年8月23日，澳大利亚以国家安全为由，正式发布了禁令。18年11月27日，新西兰以“网络安全风险”为由，对华为下达了禁令。18年12月1日，华为CFO孟晚舟在温哥华转机时，被无端拘扣。18年12月10日，日本决定将华为技术和中兴通讯两家公司的产品排除出政府采购清单，理由是日本作为美国的盟友，要“和美国统一步调”。然而谁能想到，仅仅相隔三个月，事情会迎来如此大的转折？？？！英国举白旗！三大英国运营商巨头直接将接近87%的电信市场交给华为占领 。英国之后，新西兰、加拿大也举起白旗：新西兰总理：不排斥华为参与建设；加拿大媒体发声：若禁华为，加拿大或将赔惨；最近，就连美国也开始重新思考定义，是否还要继续封锁华为 。。。。其中美国CNN甚至直言：美国打击华为，搅乱了全球5G计划，耽误了全球经济大发展。就连，特朗普都开始反戈，前天在推特上亲自呼吁：美国必须加快科技发展，必须加大竞争，通过竞争真正取得该领域的胜利，而不是靠封杀更为先进的技术。虽然没有点名！但谁都知道，特朗普说的被封杀的先进技术是谁？！三还有去年英国刚开始宣布封杀华为的那个国际大新闻，你们还记得吗？在封杀华为的第10天，11个国家网络瘫痪！！！英国：当天禁用华为的设备后，因果手机无法联网，连基本的打电话和发信息都无法做到，通讯处于全部瘫痪状态，直到晚上，才开始断断续续的上网。日本：就在禁用华为当天，日本三大运营商之一的软银，通信设备出现了故障，一半的岛民收不到4G信号。当天的日本公用电话机旁排起了长队。无法上网、无法通话！11个国家陷入了网络恐慌之中！欧盟老大德国甚至直接发表公开言论：即便修改法律也要使用华为。“美国以为抓了孟晚舟，我们就垮了，不可能，就算我不在，华为也垮不了。”孟晚舟被抓后，面对西方记者的言语刁难，任正非掷地有声，底气十足的说出了上述这段话 !打铁需要自身硬！自己掌握了核心科技，就算敌人千方排挤、百般刁难，也无济于事！这个世界上最狠的反击，不是敌人打你一拳，你回身对方两脚，最后拼个你死我活；而是！当全世界都在联合抵制你，想拒绝你时；却发现原来已经离不开你！不得不选你！这是何等的从容！何等的霸气！何等的自信！他强任他强，清风抚山岗；他横任他横，明月照大江。来自互联网热点", "author": "正商参阅", "newsdate": "发布时间：19-02-24", "newstime": "23:54", "sentiment": [{"positive_prob": 0.843654, "confidence": 0.652564, "negative_prob": 0.156346, "sentiment": 2}]}, {"title": "华为发布首款5G折叠手机：价格17000元，吊打苹果！", "content": "2月24日晚上21点华为发布旗下首款5G手机——Mate X！外观碾压苹果和三星，现场一片尖叫！Mate X号称是“全球xx的折叠屏5G手机”！它采用外折叠设计展开后的尺寸达到8英寸左右折叠后相当于一个双屏手机！与三星折叠屏手机内翻不同华为的5G折叠屏手机是向外翻开的！手机的摄像头被安放在手机屏幕的边缘；华为Mate X将搭载麒麟980处理器；内置巴龙5000基带以实现5G功能！而按照官方的宣传说法这会是全球最快的可折叠5G手机！华为宣称，Mate X会在2019年年中上市！是不是很期待？更重要的是：Mate X定价2299欧元相当于人民币17000多元！当苹果开始在全球下调价格时！华为竟然可以在欧洲卖到17000元！这一次华为终于让苹果黯然失色！谁说国产手机只能做低端机器？华为可以在欧洲做出高端机，代表着中国民族品牌的崛起！一步步研发，一步步逼近，一步步超越！华为终于开始领先国际！华为的努力，就是中国人的努力；华为的荣耀，就是每一个中国人的荣耀。华为之路，也是中国崛起之路！作者水木然", "author": "正商参阅", "newsdate": "发布时间：19-02-24", "newstime": "23:53", "sentiment": [{"positive_prob": 0.965884, "confidence": 0.924187, "negative_prob": 0.0341157, "sentiment": 2}]}, {"title": "17498元起步！华为MateX折叠屏幕手机正式发布", "content": "2019年被称之为是“折叠屏幕手机的元年”，三星、华为、小米等纷纷展示了自己的折叠屏幕手机。而就在今晚，我们再次看到一款价格2299欧元，约为17498元人民币起步的国产手机诞生！华为MateX折叠屏幕手机正式发布！下面请看华为mateX真机上手。华为mateX采用的是外折叠屏幕设计，跟此前公布的三星Galaxy Fold的方案有所不同，但却同样令人感到惊艳，甚至是有过之而无不及。华为mateX这款产品采用的是6.6英寸主屏+6.38英寸辅屏，展开可以无缝对接成为8英寸大屏。跟此前笔者曝光的信息也是一致的。将华为mateX折叠之后，你会发现其实跟普通的智能手机其实没有太大的差异，只不过是在机身厚度上确实变大了一些，机身单边厚度为5.4mm。考虑到折叠屏幕手机也算是正式兴起不久，因此我们有理由相信，后续的华为折叠屏幕手机有改进空间，可以变得更加完善。但是，我们却发现，华为mateX这款手机竟然是采用了独创转轴设计，采用鹰翼式外折方案，可实现0-180度自由翻折，也就是说，其实翻转折叠的效果也是十分出色的，在形态变化上切换自如。平展开来之后，你会发现机身背部的暗藏玄机，这就是柔性屏可以实现折叠的关键所在。值得一提的是，机身的背部，华为mateX采用了不对称的设计，右侧多了一个凸起的边框，加入了三摄像头设计。在折叠之后，就可以变得对称。华为Mate X使用了外折叠的方式，因此只有一整块屏幕，折叠之后只使用半块屏幕操作，从而不需要额外的副屏。因此华为Mate X的颜值要超过之前的三星Galaxy Fold，使用起来也更加简洁。而在硬件配置上，华为mateX也是跟此前的爆料信息一致，搭载华为首款7nm 5G多模芯片巴龙5000+麒麟980处理器，提升了网络体验，据华为官方数据显示，4.6Gbps峰值下载速率，3秒下载1GB电影，支持NSA/SA两种 5G组网，也就是说，这其实也是世界第一款折叠屏幕5G手机。最后再说一下华为mateX真正厉害的地方，内置了4500mAh电池，而且支持55W快充，可以实现30分钟充电85% ，速度相当的快。当然，至于华为mateX的价格达到了17498元，未必还会实现现货开放，可能还需要加价抢购。你们觉得华为mateX怎么样呢？欢迎说说你的看法。", "author": "叽歪数码", "newsdate": "发布时间：19-02-24", "newstime": "22:37", "sentiment": [{"positive_prob": 0.965056, "confidence": 0.922347, "negative_prob": 0.0349437, "sentiment": 2}]}, {"title": "被岁月抛弃？华为Mate20 Pro热度降低，还要选吗", "content": "随着时间的发展，越来越多的手机产品被我们用户给遗忘，这点就连市场中的一些大厂商也很难逃脱，比如华为，虽然华为手机在国内乃至国际，都有极强的号召力，但是在产品的推出方面，华为确实出现了一些问题。要知道过去十几年智能手机的技术进步巨大，比如摄像头、内存、屏幕、外壳材质等都有了长足的进步，不过“现货”二字却一直折磨着手机用户和厂商，所以华为这方面确实不应该发生。幸好，华为手机的影响力比较大，让一些很晚才现货的手机也能得到很高的热度，就拿华为Mate20 Pro来说，从发布到现在已经接近半年的时间，如果是其他厂商的手机，我想早就失去了关注，而华为这两年的快速发展是大众有目共睹的，凭借着强大的科研能力和全面发展的战略，用户不抛弃关注，也是很正常的。其实说起华为Mate20 Pro，我想每位用户都非常的熟悉，作为华为去年的扛鼎之作，综合实力可谓是相当的强悍，无论是外观设计还是整体的硬件配置，这款手机都给我们一种很高大上的感觉。但是在华为手机快速发展的同时，消费者对其的吐槽也是多了起来，就拿价格方面来说，华为手机越来越贵便成为许多人集中的吐槽点。虽然华为Mate20 Pro的整体实力很强，但过高的价格依旧阻碍了我们选择的脚步，再加上现货速度很慢，所以就导致我们很多用户选择了其他产品，这点或许华为也很无奈，毕竟前期的“事件”很糟糕，如今热度降低，也比较正常。而市场上还流出着另外一种话语，那就是华为Mate20 Pro“被岁月抛弃”了。如果按照时间来看的话，这款手机确实该退场了，但话说回来，华为Mate20 Pro本身的现货速度比较晚，再加上本身的功能和硬件参数都比较前潮，所以我们认为，目前还不能称之为被岁月抛弃，只是相对其他产品而言，热度降低了一些。另外我们再来好好的说一下入手价值。作为华为目前的高端旗舰机，华为Mate20 Pro的外观采用曲面刘海屏的设计，这种设计现在来看比较成熟了，在真正的全面屏设计诞生之前，这种设计不会有太大的瑕疵，背面采用一块3D曲面玻璃，有一种稳重的品质感，在全新的工艺加持下后盖的抗污能力也得到了明显提高，另外浴霸”三摄可以说是Mate 20系列的标志之一。此外， IP68级别的防水、屏下指纹以及3D机构光的双解锁、40W的超级快充等黑科技，在一定程度上来说，华为Mate20 Pro丝毫不负安卓机皇之名。而拍照方面的展现也是非常强悍，除了支持三倍光学变焦，五倍混合变焦外，还加入了2.5cm微距摄影，再加上超广角，手持夜拍，最高支持102400 ISO，不看镜头的参数，看这些优化，就知道成像能力有多么的强悍。其它参数方面：搭载4200mAh电池，配备40W的快充，支持15W无线快充，并且可以为其他手机反向无线充电。如果只是看这些参数，我们觉得华为Mate20 Pro的可选性还是非常高的，但市场的竞争力还是很激烈的，市场中的其他机型也是不甘示弱，那么接下来一起来看看市场分析吧。拿价格来说，荣耀V20、Mate20标准版等产品的价格都是蛮低的，无论是日常使用还是玩游戏，这两款机型都能满足，而华为Mate20 Pro就像是“站在顶点”的手机，可以选，但选择价值却不高，毕竟标准版就能满足使用了，所以从价格方面来看，这款产品的优势并不大。而最近市场上的其他厂商都在大力的进行产品价格下调，这对于华为Mate20 Pro来说，更是一种压力。不过话说回来，目前的华为在产品上的优势依旧很大，另外影响力也是一样，尽管去年的旗舰机热度或者选择价值不高，但今年的势头还是非常值得期待的。那么问题来了，您对“被岁月抛弃？华为Mate20 Pro热度降低，还要选吗”这句话有什么看法？欢迎回复讨论。【申明：本文由“智能手机这点事”作者独家原创，欢迎大家分享、评论、收藏、转发，未经允许禁止抄袭，违者将追究其版权侵犯责任，图片均来自于网络，如有侵权请与本人作者联系，谢谢合作！】", "author": "智能手机这点事", "newsdate": "发布时间：19-02-24", "newstime": "16:07", "sentiment": [{"positive_prob": 0.0642394, "confidence": 0.857246, "negative_prob": 0.935761, "sentiment": 0}]}, {"title": "华为 5G 可折叠手机发布！这里汇总了所有值得关注的信息", "content": "华为 5G 可折叠手机终于发布了，型号是 Mate X。我个人的第一感觉是相当不错，除了价格真的太贵了，高达 2299 欧元，直接换算为人民币是 17500 元，比三星 Galaxy Fold 的 1980 美金约 13400 人民币贵了不少。这篇文章汇总了 Mate X 的最值得关注的信息点，一起看看吧～————下图是折叠起来的样子，边框很窄，无刘海，无穿孔，因为取消了传统意义上的前置相机，稍后会看到相机在哪里：下图是展开的样子，边框还是很窄：下图是背面的样子，余承东用手握住的那个部位是凸起来的，下面就把这个凸起来的地方叫“握把”吧... 相机就在握把上：下图是 Mate X 折叠后，前&后两面的屏幕大小，以及展开后的总屏幕大小：下图是折叠后和 iPhone XS Max、三星折叠手机 Galaxy Fold 折叠后的尺寸对比：三星的折叠手机有大小两块屏幕，因为是向内折叠的，所以折叠后大屏幕就看不到了，只能用小屏幕，而小屏幕只有 4.6 英寸，有很宽的额头和下巴。华为 Mate X 只有一块大屏幕，是向外折叠的，折叠后屏幕尺寸还很大：为了方便大家对比，附三星 Galaxy Fold 的展开方式：下图是 Mate X、Galaxy Fold 展开后的屏幕尺寸对比，三星有一个斜刘海：下图可以看到扬声器、充电接口的位置：下图可以清晰地看到那个“握把”的设计，以及上面的摄像头：电源键、音量键都在“握把”上，其中电源键还整合了指纹传感器，华为没有说 Mate X 支持脸部识别，没有说估计就是不支持了：不过 SIM 卡卡槽不在“握杠”上，而是在另一侧。Mate X 支持双卡双待，但是只有一张 SIM 卡支持 5G，另一张 SIM 卡支持 4G，当然另一个位置也可以装存储卡：下图显示 Mate X 折叠后总厚度是 11 毫米，中间没有缝隙，不同于某些可折叠手机：折叠后没有缝隙，这得益于它采用的结构相当复杂的转轴设计，这个转轴拥有超过 100 个部件：下图是 Mate X 和苹果新款 iPad Pro、Galaxy Fold 展开后的厚度对比：展开后，EMUI 系统也进行了相应优化，提高了多任务操作的实用性：Mate X 没有前置摄像头，因为折叠后 Mate X 正反面都是屏幕，所以后置摄像头可以直接用来自拍，可能是最好的自拍相机了：也正因为正反面都是屏幕，所以你用 Mate X 给别人自拍时，你自己以及对方都可以实时看到画面的样子：谁说可折叠手机不能用手机保护壳？华为就为 Mate X 设计了一款手机保护套，不过屏幕保护膜估计贴不了了，除非有可伸缩的保护膜？另一张戴上手机保护套的照片：Mate X 也是一款 5G 手机，前面说过了只有 1 个 SIM 卡可以用 5G，另一个只能用 4G：Mate X 的有线充电速度高达 55W，全球最快，作为对比 Mate 20 Pro 是 40W：有多快呢？30 分钟可充电 85%，比 iPhone XS Max 用自带充电器快 6 倍... 下图还显示 Mate X 的电池容量是 4500mAh：有趣的是，Mate X 的充电器最高支持 65W 的充电功率，这意味着它完全可以用来给 USB C 接口的电脑充电，例如苹果笔记本（哇，第一次实现了手机充电器给电脑充电？）：最后公布价格，2299 欧元，直接转换就是一万七千多人民币，8GB+512GB，2019 年年中上市，国内价格希望便宜一点吧...————Mate X 虽然很贵，贵得就像是一款概念机，但它和三星 Galaxy Fold 一起，向消费者证明了可折叠手机未来可期，这不再是科幻电影里面才有产品。", "author": "科技微讯", "newsdate": "发布时间：19-02-24", "newstime": "23:44", "sentiment": [{"positive_prob": 0.988177, "confidence": 0.973726, "negative_prob": 0.0118231, "sentiment": 2}]}, {"title": "华为发布折叠屏手机Mate X，展开屏幕8英寸，售价约17500元", "content": "“折叠屏时代即将来临”这一句话诚不欺我，在三星Galaxy Fold之后，华为也在MWC 2019期间推出了折叠屏手机——华为Mate X。在当下阶段，折叠屏手机就是厂商最能秀出实力的平台，可以说，随着Mate X的出现，标志着华为完全克服了屏幕可折叠设备的技术难关，巩固自身作为世界级顶级手机厂商的地位。截然不同的设计，全新的创意华为Mate X的屏幕折叠方式和三星Galaxy Fold不同，Galaxy Fold的大屏是向内折叠，因此需要配一个小屏供手机在折叠的时候使用；而Mate X的折叠方式则是向外折叠，折叠状态下依然有一面屏幕可以使用，所以就不需要加入第二块屏幕了。同时，我们可以看到华为Mate X在展开情况下屏占比还是非常高的，但相应的代价是在展开情况下无法自拍，因为在展开情况下正面根本就没有前置摄像头。华为Mate X有一组三枚镜头的相机系统，但都放在手机背面，在机身背面还有一条“台阶”状凸起区域，而相机模组、充电口都放在凸起区域里。折叠的时候弯曲的屏幕会恰好放入到“台阶”之下，这时候手机成为一个整体，就美观性来说还是比较出色的。更重要的是，使用这种设计的Mate X即使在折叠状态下机身厚度都能控制得不错，看起来十分纤薄。华为Mate X在折叠完成的时候只会显示某一面屏幕，另一面的屏幕会自动息屏，同时手机会自动调整显示区域，这时候Mate X就和普通的智能手机没有太大区别。另外需要注意的是，Mate X同样是采用侧边指纹的设计。从设计理念来看，华为Mate X基本就是屏幕外折流派的代表作品，而且完成度同样非常高。不过设计理念这些东西很难说哪个更好，只能说华为的方案有华为方案的优势，而三星方案也有三星方案的优势。配置自然是十分给力屏幕配置方面，华为Mate X实际上有三种屏幕尺寸，打开状态下是8英寸，折叠状态下大屏一则是6.6英寸，小屏一侧是6.38英寸。华为表示，得益于先进的铰链设计，华为Mate X在合闭情况下机身中间不会出现明显的缝隙，毫无疑问能够给消费者更出色的产品一体感。其他的机身细节，华为Mate X在合闭情况下整机厚度为11毫米，这一成绩虽然要比一般手机厚不少，但已经比同类产品要出色得多了。而且这是一款折叠设备，如果分摊厚度的话，那么华为Mate X在展开情况下最薄处也就5毫米左右。相机方面，正如此前所说，华为Mate X只有一组相机，因此这组相机既是前置相机也是后置相机。Mate X的相机系统是业界顶级的，因为这也是一组徕卡三摄相机，成像水平应该和其他华为旗舰手机不相伯仲。其他配置方面，华为Mate X搭载海思麒麟980芯片，同时拥有8GB+512GB的存储组合，电池容量为4500毫安时，并支持高达55W的超级快充。实话说以这个尺寸来说这电池容量算不上大，但超级快充的配备已经足以让Mate X电量无忧。售价方面，华为Mate X海外售价为2299欧元，约合人民币17500元，预计2019年中期发售。至于国内售价肯定要等国行发布会召开才知道，但具体什么时候开发布会我们也不清楚。也是华为首款5G手机华为Mate X另一层意义，那就是这是首款搭载巴龙5000基带的华为手机，这意味着华为Mate X成为了华为旗下首款支持5G网络的智能手机。更难得的是，华为Mate X内置4个5G天线但同时保持了机身的纤薄，由此可见华为已经基本攻克了5G网络下智能手机天线的放置问题。至于其他有关5G网络的信息就不赘述了，简单说Mate X既是华为炫技的平台，更是华为手机业务的另一个里程碑。华为Mate X的出现，除了意味着华为折叠屏技术成熟外，也代表华为已经完成5G手机的研发工作，这也是为未来推出更多的5G手机铺平了道路。友商们慌了？毫无疑问，华为Mate X是一款非常惊艳的产品，在现阶段任何一款可以实现屏幕折叠的产品，都会得到市场上一面倒的喝彩声。这时候拿华为Mate X和友商的产品对比，会让友商们惊慌失措吗？目前来看，这当然不会。在现阶段折叠屏手机依然是高高在上的产品，和普通的手机不同，折叠屏手机备货量少，售价高，基本和普通消费者无缘。从命名来看，华为Mate X毫无疑问是一款在消费级产品之外的顶级旗舰，正如去年的华为Mate RS一样，华为根本不在意它能卖多少台，因为就出货量来说不可能指望它成为营收主力，其他厂商的折叠屏产品也基本同理。再说，折叠屏手机背后更重要的是供应链技术的整合，换言之今天三星、华为能用的折叠屏设计，明天其他厂商也可以用。华为Mate X的出现确实是提升了华为的品牌形象和宣示了华为的研发实力，但对其他厂商来说，尤其是同级别对手来说“压力不大”。无论是华为Mate X还是早前发布的三星Galaxy Fold，他们的到来最受影响的产品，实际上是平板电脑。近年来受到大屏手机的冲击平板电脑市场已经是一蹶不振，如今智能手机在屏幕折叠技术的帮助下尺寸直接来到了7英寸以上，但同时机身体积却可以收缩到和普通智能手机差不多。也就是说智能手机已经可以同时具备大屏和小体积，这样的特性简直是对平板电脑造成致命一击。现阶段平板电脑还可以庆幸折叠屏手机还无法大量普及，因此还有喘气的时间。但从长远来看，平板电脑行业已经进入到了被淘汰的列表中，而且距离这一末日已越来越近。华为和三星的折叠屏手机无疑是给行业开了一个好头，而我们相信折叠屏手机这一品类的前景还不止于此。目前这些只是折叠屏手机的第一代产品，未来随着供应链的不断成熟，折叠屏手机必定会成为消费者的标配。", "author": "雷科技", "newsdate": "发布时间：19-02-24", "newstime": "22:18", "sentiment": [{"positive_prob": 0.987861, "confidence": 0.973024, "negative_prob": 0.0121393, "sentiment": 2}]}]