[{"title": "余承东：华为不做普通电视，但会做AI大屏", "content": "闫跃龙频道AWE现场报道：华为消费者业务CEO余承东第一次系统阐述华为的全场景智慧化战略，他表示，华为来参加家电展，但是华为自己不做家电，不和家电企业竞争，也不指望用连接来赚钱。华为要做产业赋能者，而不是行业的掠夺者。在回应闫跃龙频道“华为在IoT上是否入局较晚”的问题时，余承东说，华为已经做了好几年了，也是做得最完善的，华为的生态开发环境、开发平台最完善，可以在一天内将普通家电变成智能家电。余承东同时表示，不像有的厂商，既做投资，又做家电，不可能有什么家电厂商支持。华为的HiLink就像不同厂商之间的共同语言，解决了大家共同交流的问题，实现了互相连接。“HiLink会成为全球家电的通用标准，有的家电厂商虽然现在没有使用HiLink，但是最终都会回到HiLink上。”余承东断言。针对华为将进军电视的传言，余承东说，华为不做传统家电产品，不会做传统电视，但是会探索AI时代大屏的体验升级，例如带屏的具备电视功能的智能音箱，会进行尝试。", "author": "闫跃龙", "newsdate": "发布时间：19-03-14", "newstime": "15:32", "sentiment": [{"positive_prob": 0.702879, "confidence": 0.339731, "negative_prob": 0.297121, "sentiment": 2}]}, {"title": "余承东公布喜讯！华为Mate20发货破1千万：豪言今年将成全球第一", "content": "跨入2019年，国产手机圈好消息可真不少，各大国产手机纷纷在今日手机圈好消息真不少，5G手机、折叠屏手机、三摄拍照旗舰手机等等，纷纷开始争相斗艳，近日，国产老大哥，华为也是宣布了一系列重磅消息，首先是华为Mate 20系列，全球发货量已经突破1000万台，其次是华为P30系列将于3月26日在巴黎全球首发，相机依旧异常的强悍。今日，在中国家电及电子博览会（AWE 2019）首日展中，华为消费者业务CEO余承东也在华为HILINK生态大会上表示，今年，华为智能手机全球时出货量将取得更大的突破，2019年出货量将达到2.5亿-2.6台，正式成为世界第一，随后该重点提到了华为Mate20系列在上市四个半月中，全球出货量就已经正式突破一千万台，可见，华为手机在高端智能手机竞争中，取得更大的突破，并成功站稳脚跟，毋庸置疑，在国产手机能够在高端旗舰产品中，不逊色于苹果、三星，华为取得这一里程碑式的成绩，确实也会让任何一家友商为之羡慕。同时余承东还表示，华为不做低端市场，要专注于中高端市场。此外，对于即将发布的华为P30系列，也势必会再次打破华为P20系列所创造的拍照神话，根据目前爆料，华为P30系列将会有P30和P30 Pro两款新机，均采用水滴屏设计，搭载麒麟980。最高提供12GB+512GB大内存组合，P30采用后置徕卡三摄，而P30 Pro则将会采用四摄方案，所有摄像头均有徕卡认证标识，其中华为P30 Pro将会拥有潜望镜式镜头以及超级变焦镜头，最高支持10倍光学变焦。它们的加入，也将会再次提升华为P30的拍照实力。以上就是余承东近日公布的喜讯，不知道小伙伴们，是否期待即将发布的华为P30系列，还是更加余承东今年能够如愿完成“华为成为世界第一手机厂商”的目标？欢迎在评论区留言讨论！", "author": "数码人科技", "newsdate": "发布时间：19-03-14", "newstime": "22:14", "sentiment": [{"positive_prob": 0.0206001, "confidence": 0.954222, "negative_prob": 0.9794, "sentiment": 0}]}, {"title": "华为中高端手机出货量或将全球第一：年底有望达到2.6亿台", "content": "C114讯 3月14日下午消息（蒋均牧）中国市场上每卖出三台手机就有一台华为手机，很快每卖出两台就会有一台华为手机，华为常务董事、消费者业务CEO余承东表示。他在今天的华为HiLink生态大会2019上披露，华为+荣耀手机出货量今年年底有望达到2.5-2.6亿台；华为中高端手机出货有望达到或接近全球第一。就在最近，华为又宣布了一项亮眼成绩，其Mate 20系列上市四个月总计发货量突破了1000万台。华为消费者业务近年来在余承东执掌下发展速度飞快。2018年，华为手机发货量突破了2亿台，是2010年300万台的66倍；同时，消费者业务销售收入突破520亿美元，成为全公司最赚钱业务。华为此前在其年会上公布了极大业务板块2019年营收目标，分别为消费者业务650亿美元、运营商业务441亿美元、企业168亿美元。", "author": "C114通信网", "newsdate": "发布时间：19-03-14", "newstime": "15:39", "sentiment": [{"positive_prob": 0.996947, "confidence": 0.993216, "negative_prob": 0.00305299, "sentiment": 2}]}, {"title": "尽全力保命！华为刚刚突然宣布！", "content": "宝剑锋从磨砺出，梅花香自苦寒来！刚刚，华为吹过的牛，再一次实现了！一一声惊雷，华为再次传来了重磅消息！北京时间2019年3月10日，华为消费者业务CEO余承东在接受德媒WELT采访时，正式对外宣布：华为自主操作系统来了！余承东在采访中表示：我们已经准备好了自己的操作系统，如果华为出于被迫，而不得不放弃使用Android和Windows系统，华为也能够迅速切换到内部解决方案。消息一出，国人沸腾。众所周知，生产制造手机和电脑，最重要的就是芯片和操作系统这一硬一软两大核心产业。芯片产业受制于人就相当于被人控制住了大脑，操作系统假手于人的话，就等于被人控制住了手脚。曾经，国产手机一直在受制于人，从硬件芯片到软件系统，几乎所有的核心技术都要别人供给！不久前发生的中兴事件，牵动着无数国人的神经。当时，美国发出的禁售令，让中兴立刻陷于困境之中。去年 7 月份，这项禁令终于被解除，但中兴也蒙受了巨大的损失，同时也暴露出了“无芯之痛”。然而，因为中国有华为，让这一切都在改变。继华为A1芯片、5G芯片的发布之后，属于中国人自己的操作系统已经诞生。今天，华为的这个创新的核心技术，对于国产手机来说，无疑是扬眉吐气的，对与国人来说，无疑是骄傲自豪的！二目前主流的手机操作系统就是安卓和iOS了。但是iOS目前只在苹果手机上才能使用，而安卓相对来讲比较开源，因此目前世界上绝大多数智能手机都是采用的安卓系统。在中国，采用安卓系统的手机比例占了差不多85%左右，苹果系统占了14%左右，剩下1%的是其他很少用的系统。目前，安卓是开源的，谷歌也承诺会一直免费。然而，世事无绝对。技术在人家手上，决定权就在手上，别人想收费就能收费。2018年10月20日谷歌已经开始对欧洲市场的手机厂商收费，使用谷歌服务的每部设备需要支付最高 40 美元的授权费。这意味着安卓系统免费许可将寿终正寝，转而采用付费版本的协议。一旦谷歌这种收费模式拓展到中国市场，那么中国的手机厂商就不得不向谷歌缴费，以获得继续使用安卓系统的权利。每部手机大概40美元计算，我们不妨来算一笔账，看看中国手机得多花多少钱？据工信部公布的数据显示：华为2018年全球手机出货量：2.06亿部，需缴纳82.4亿美元；小米2018年全球手机出货量：1.226万部，需缴纳49.04亿美元；OPPO2018年全球手机出货量：1.131亿部，需缴纳45.24亿美元；而2018年中国智能手机总出货量：4.91亿部，则中国的手机厂商们需要缴纳每年196.4亿美元。以此计算，相当于每个中国人，每年给谷歌缴纳14美元，也即97元人民币的费用。看到这里，也许有人会说：97块钱又不多，给就给了！然而，我要说的是，可怕的不是这97元人民币，可怕的是：昨天免费给你用，今天收费给你用，后天突然不给你用了。要知道：免费的东西才是最贵的！中兴芯片事件就是最好的例子！谁拥有核心技术，谁才能有最终的话语权。芯片如此，操作系统亦如此！没有自己的核心技术风险太大，拥有独立的操作系统已经成为中国的当务之急。三打造一款成功的操作系统有多难？打造系统不是难事，最困难的一步是生态养成。你系统造出来了，没有第三方应用的支持也是白搭。历史上优秀的失败操作系统并不少，比如微软进军手机市场的 Windows Phone 系统、Palm 厂商打造的 WebOS 系统等等。然而，生态最终没能建立起来，在智能手机时代智能黯然离场。而目前，手机上已经了 Android系统，好用而且免费。很多人说，放着现成的安卓系统不用，去造个自研系统，简直是“重复发明轮子”，费钱费力不讨好。但人有时候就得做一些吃力不讨好的事情，不为别的，只为不时之需，为危机时候能够自救。这一刻华为做到了！自家系统——麒麟OS，这正是华为的隐藏计划之一，这么做的目的就是为了防止安卓系统的收费和禁用。从硬件芯片、到软件系统，华为再一次让世界侧目！四为有牺牲多壮志，敢叫日月换新天！刚刚过去的2018年，是华为不断前进、砥砺奋进的一年，也是华为被发达国家打压、抹黑的一年！西方国家忙着用各种不堪手段围堵中国，阻止华为进入美国，并在全球纠集了几个打手，阻止华为进入，两天前还正式向加拿大提出引渡孟晚舟。匹夫无罪，怀璧其罪。不过是华为握有5G的技术领先优势，就招来了美国一些势力的如此刁难。从另一个角度讲，这恰好反应出美国对华为的恐惧，正是中华有为的崛起，让它动起了非法拘押华为接班人的歪脑筋。值得一提的是，近期，针对美国 2019 年国防授权法中的通讯技术禁售令，华为已经对美国政府提起了诉讼，要求法院判其违宪。在面对阻挠和恶意时，华为选择了以斗争求和平的策略。他强任他强，清风拂山冈！什么是最狠的反击！今天，华为用技术与实力直接给予了美国最有力回击，这比任何话语的力量都强。这就是最强的反击！！！谁说中国制造不行，谁说中国企业只能看别人脸色！这才是具备 “ 国家精神 ” 的企业！像华为这样默默无闻、脚踏实地，打破了一个又一个的技术壁垒，交纳着上千亿的税收，为国家吸纳了千亿的外汇储备，让中国制造扬眉吐气，把中国红旗插满全世界，这样的企业精神，才叫国之重器，才叫国家精神！为华为点赞！为中国企业点赞！来自互联网热点", "author": "正商参阅", "newsdate": "发布时间：19-03-14", "newstime": "12:51", "sentiment": [{"positive_prob": 0.602201, "confidence": 0.116003, "negative_prob": 0.397799, "sentiment": 2}]}, {"title": "一张图读懂华为手环3系列 这个手环到底值不值得买？", "content": "【CNMO新闻】3月14日，华为正式发布华为nova 4e，为手机自拍界带来了3200万像素。除了华为nova 4e，本次发布会华为也发布了两款智能穿戴设备（儿童手表除外）——华为手环3系列，包括华为手环3和华为手环3 Pro。今天小编就用一张图带大家看懂华为手环3系列到底值不值得买？以及二者到底有什么区别！华为手环3系列华为手环3系列采用0.95英寸AMOLED屏幕设计，可以显示多达40个汉字，支持触摸操作，通过HOME键可以一键返回。华为手环3系列采用华为自研TruSeen3.0心率监测技术，支持心率升高提醒，连续实时测量。同时301医院启动心脏健康研究计划，结合华为手环3高性能心率传感器，随时捕捉稍纵即逝的心律失常。华为手环3系列加入红外光技术，能够准确识别6大类典型睡眠问题，提供200+条睡眠改善建议及个性化的睡眠服务。华为手环3 Pro更是内置了一颗低功耗独立GPS，支持长跑续航7小时，典型使用12天，开启科学睡眠和连续心率监测功能后可以达到5天。同时华为手环3 Pro拥有8种运动模式，即使在不带手机的情况下，也能记录运动轨迹、卡路里消耗。华为手环3系列华为手环3系列支持50米防水，在泳池也可以佩戴，同时可以识别多种泳姿并且记录卡路里、划水次数等数据，Pro版本更是支持开放水域游泳。华为手环3 Pro还支持多种运动模式，并基于Firstbeat的专业演算分析，实时呈现多项数据，让你合理调节运动强度。除此之外，华为手环3系列还支持消息提醒、查找手机、支付宝支付、闹钟、秒表定时器、遥控拍照等。售价方面，华为手环3售价269元，Pro版本售价399元。如果二者比较的话，Pro版本多了开放水域的游泳、独立GPS以及多种运动模式，至于大家觉得买哪一款更合适其实就是见仁见智。", "author": "CNMO手机中国", "newsdate": "发布时间：19-03-14", "newstime": "17:18", "sentiment": [{"positive_prob": 0.0380017, "confidence": 0.915552, "negative_prob": 0.961998, "sentiment": 0}]}, {"title": "余承东：华为只做产业的赋能者 不做行业的掠夺者", "content": "2019年3月14日，上海，华为“真生态 臻品质”生态大会上，华为消费者业务CEO余承东宣布，“华为IoT生态战略将全面升级为全场景智慧化战略。华为将围绕着HiAI、两大开放平台和三层结构化产品的战略，为行业打造一个丰富多彩的智能家居生态系统。”图片：余承东宣布华为IoT生态战略升级如今，家电产业升级面临着标准和体验的双重挑战。一方面，传统家电向智能家电升级的过程中，无统一标准，企业自建平台俨然是一座孤岛。另一方面，传统家电企业与智能入口配合也不够智能，品类之间缺乏沟通，缺乏场景化互动。在这种背景下，家电产业亟需一个平台或者一个新的生态来打破这些屏障。经过多年积累，华为成为了全面推动家电产业升级，建立一个“真生态”能力的企业。未来，华为一方面将持续以HiAI作为战略投资方向，为所有智慧化业务提供核心驱动力。另一方面，将升级HUAWEI HiLink平台，丰富“1+8+N”三层结构化产品的数量，臻选优质合作伙伴与产品，给消费者多样化选择。核心驱动力：HiAI技术赋能未来10年，消费领域最为激动人心的变革是万物物联和自然交互，软硬件生态从垂直走向聚合，AI重新定义消费终端用户体验。而华为要打造的全场景智慧生活生态是一个开放的生态。面向整个生态，华为HiAI智慧终端计算平台将提供芯、端、云三个层面的技术开放，赋能全球的合作伙伴。借助HiAI技术，带来更强的算力、更丰富的场景化API和支持更多的终端，使应用程序更加智能和强大。首先，华为在云业务和终端业务上都积累了深厚的AI能力。早在2017年，华为消费者终端业务全球率先推出了内置NPU的麒麟970芯片，目前已经升级到麒麟980芯片，应用在最新的Mate和P系列手机上;去年，华为云业务推出业界最快的昇腾芯片-256T算力、全高清视频SoC 的AI芯片。芯侧能力开放，主要体现在对多框架、多算子的支持以及强大的计算能力与快速的集成部署能力。能够有效打破端侧功耗、计算力等瓶颈，促进端侧AI规模应用。在华为全场景智慧化战略中，端侧的HiAI引擎可轻松将多种AI能力与智能设备/APP集成，让终端设备/APP更加智慧强大。比如，让华为智能音箱更聪明地与人交互，更出色地完成各种任务。而HiAI Service在云端向伙伴开放：HMS提供的账号、支付、推送等基础服务;HAG整合的第三方原子化服务。开放连接平台：HiLink平台如果说HiAI是核心驱动力，是华为赋能生态伙伴的种子，那么HiLink平台则是土壤。生态繁荣非一日之功，华为消费者BG早在2015年就启动了HiLink智能家居战略。至今，HiLink已覆盖100+生活品类，可以兼容业界通用的连接协议，如WiFi，Zigbee，蓝牙等。HiLink作为覆盖云、端、边、芯，实现万物互联的全连接架构标准，能够端对端对整个生态赋能，解决了不同品牌厂家智能设备之间的互联互通问题，能够让接入平台的不同厂家设备之间以“普通话”沟通，从而通过场景化的智能联动为用户带来全新的家居体验。华为一直深刻理解到，如何让跨品牌的生态产品协同工作等，给消费者带来更多的生活便利和舒适，这是消费领域物联网的挑战，而且是任一伙伴无法独立完成的挑战。真正的生态需要华为与合作伙伴一起构筑，因此在HUAWEI HiLink平台之上，华为持续赋能，而产业伙伴专注于提供硬件和服务，实现优势互补，从而不断升级IoT产品的智慧体验。华为围绕HiLink智能家居生态战略，搭建了三种生态合作模式，华为智选产品专注深度合作赋能，致力于打造IoT最高体验标准;Works with HUAWEI HiLink产品专注广度批量合作，致力于开放能力、助力伙伴产品智慧体验;云云对接账号互通致力于激活存量用户，保障基础体验。为了提升消费者智能体验和更全面的赋能合作伙伴，方舟实验室成为了HiLink智能家居生态战略里重要的一环。方舟实验室作为全球最大的消费领域软硬件&服务融合创新载体，实现了线下端到端解决方案的落地。依托方舟实验室，华为IoT解决方案不仅做到了赋能单品体验、赋能跨设备体验、赋能卖场体验，还能够做到对地产家装赋能，成为业界唯一能为生态伙伴提供众多专业能力的平台。2019真生态，HUAWEI HiLink全面升级2019是智能家居产业的元年，也是HUAWEI HiLink智能家居生态战略全面升级的一年。为了实现将HUAWEI HiLink智能生活体验带给每个人、每个家庭，华为从品牌、技术、产品和渠道四个方面进行了全面升级。品牌方面，HUAWEI HiLink从智能家居生态升级为全场景IoT生态。华为正在聚合内外全方位资源推动智慧化变革早日到来，包括十多亿人民币的基础架构和技术标准研发、营销投入、生态激励等，并与千家伙伴合作，实现全场景IoT产品进入万家店面。同时，不断将华为1+8入口极致的用户体验通过HiLink平台赋能到IoT产品，让华为全场景IoT生态成为中国最佳IoT体验标杆，最终成为全场景全连接智慧生活的领导者。技术方面，基于华为强大的技术实力，华为智能家居在技术层面也迎来重要升级。今年华为自研的凌霄系列芯片将全面在HUAWEI HiLink生态中部署，凌霄CPU、凌霄Wi-Fi、凌霄电力猫芯片已经全面应用于我们的连接产品，如华为路由Q2 Pro、WS5200增强版，以及后续所有路由产品。接下来华为还会推出凌霄IoT Wi-Fi芯片系列，全面向所有华为智选智能家居生态合作伙伴开放。采用凌霄IoT Wi-Fi芯片的家电设备，配合华为凌霄芯片的路由器，连接将更加稳定，体验更好，覆盖更远，功耗更低，可支持各种带电池的家电产品长期工作。产品方面：丰富华为智选生态产品，打造更多生态爆品;深化Works with伙伴合作，从单品走向全系列、全品类。在深度理解合作伙伴、行业智能化升级的痛点和挑战后，华为将针对性的开放更多赋能能力，包括产品技术、营销推广、渠道、用户、平台、交付质量等。其中华为智选，将继续秉持生态创新示范的定位，不断与专业伙伴打造更多生态爆品;Works with HUAWEI HiLink方式，将于品牌厂家从单一型号集成，扩展和深入到全品类、全系列，覆盖更广场景、提供更多价格档位的产品，供消费者选择。渠道方面：从华为拓展到伙伴渠道，打造更多单品爆款;从后装扩展到前装交付，实现方案集成。在此次生态大会上，华为宣布了与苏宁、居然之家的强强联合。华为与苏宁将在智能家居领域从生态、产品、渠道等层面进行战略合作。同时，双方将以提升用户体验为宗旨，在物联网、智能家居行业标准领域深度合作，共同推进组建行业联盟，共同倡导建立国家级的智能家居行业标准和规范;华为与居然之家共建HUAWEI HiLink全屋智能家居精装解决方案，联合引入家居家电产品伙伴、户内设计集成伙伴、生活综合服务伙伴，共同建立引领家居行业的方案与服务标准和规范，搭建联合实验室。此次战略签约，意味着华为在渠道方面的升级正在逐步落实，是整个HUAWEI HiLink智能家居生态战略的重要一步。通过品牌、技术、产品和渠道四个方面的升级，余承东表示未来3年内，会让智慧IoT从梦想走向现实，让1/3的中国智能家电支持HUAWEI HiLink，成为全主力，中国最佳IoT生态标准。首次定义IoT生态三要素：入口、连接和生态此次HUAWEI HiLink生态大会上，华为消费者智能家庭领域总经理闪罡首次提出了IoT生态三要素：入口、连接和生态，同时公布了相关数据，华为整个生态平台的入口连接数已达2.6亿，连接着4000万家庭，接入HUAWEI HiLink生态伙伴数超过200。图片：闪罡提出IoT三要素本次生态大会是华为与生态伙伴的一场盛宴，有作为重点入口产品的华为AI音箱更新技能和特性，作为家庭连接产品核心的华为路由全面支持IPv.6，以及华为路由Q2 Pro和引领全球5G风潮的华为5G CPE Pro，及品质生活之选的4款华为智选生态产品，包括iateey智能即热饮水 吧、遥控大师空调伴侣、莱克智能循环扇、西门子分体式空气检测仪。除此之外，闪罡还带来了一款新品----HUAWEI HiLink蓝牙模组，售价仅不到1美金，华在IoT生态三要素：入口、连接、生态方面部署非常完善，致力于为消费者提供更智能的自然交互入口，更适合中国家庭的高速稳定连接产品，更丰富的生态场景选择。5家重磅合作，实现生态共赢生态大会上，华为与西门子能源管理集团、博西家电、A.O.史密斯、松下清洁事业部、奥克斯集团等生态伙伴举行了一场圆桌会议。会议上，华为消费者业务IoT产品线总裁支浩直言，“真智能=好的入口设备，操控品牌好、品质优的家电，通过将二者建立稳定的连接，为消费者带来智能化的服务体验。而“真智能”也非单品能够实现的，应该是系统化的解决方案，共同建造真生态。“图片：生态大会 圆桌会议值得一提的是，此次宣布的5家重磅合作品牌均是在各个垂直领域的领军企业，他们将同华为在入口、AI、连接技术进行广泛合作，全面对接HUAWEI HiLink平台。此次合作不仅仅是产品的加入，而是全系列品类的合作;华为今年进入全屋解决方案，包括水系统，空气系统，清洁系统、能源系统等，这些厂家在这些系统里面非常专业，会与HUAWEI HiLink共同打造极致便捷的全屋智能家居解决方案，给消费者带来真正的智能生活体验。未来，我们欢迎更多的领域的专业伙伴入驻方舟，与华为携手打造更为完善的智能家居全屋整体解决方案。华为只做产业赋能者 不做行业掠夺者智能家居是智慧互联时代的关键，华为坚持开放和创新，持续打磨用户的体验。为此，华为将全方位的开放技术、品牌和渠道能力，助力智能家居产业发展，力争三年内打造中国智能家居第一生态，从而实现3年100亿美金流水的目标。这就是华为要做的，认定了就坚持做，就要把体验打磨到一流、最后超过一流。值得注意的是，华为是个值得信赖的伙伴。华为进军智能家居市场并不是要自己做家电，而是搭建一个全新开放的平台，携手传统家电厂商快速转型，共同构筑智能家居品质生活。华为留给合作伙伴的空间是广阔的，华为在技术和销售渠道上赋能，提升伙伴的品牌价值和产品销量。对消费者来说，HUAWEI HiLink集合众多优秀品牌，提供了更为丰富多样的智能家居产品，这种开放的做法大大促进了消费者在产品选择上的自主性，提升智能体验。正如生态大会上，余承东所说：“华为只做产业的赋能者，不做行业的掠夺者。”这句话的背后是华为对生态伙伴一起共同繁荣智能家居生态的承诺，也彰显着华为在智能家居领域的王者的大气，相信华为一定能给智能家居行业带来新的提升，给消费者带来更极致的体验。", "author": "中国家电网", "newsdate": "发布时间：19-03-14", "newstime": "22:26", "sentiment": [{"positive_prob": 0.193783, "confidence": 0.569372, "negative_prob": 0.806217, "sentiment": 0}]}, {"title": "华为与路坦力携手 共同研究超融合市场领域", "content": "3月14日消息，华为宣布与美国信息基础架构设备设计公司路坦力(Nutanix)达成合作。目前， 华为服务器FusionServer正式获得路坦力超融合基础设施解决方案的认证，华为服务器现已包含在路坦力硬件兼容性列表中。路坦力是一家集成了尖端软件和硬件的HCI解决方案提供商。此次合作首先推出了基于华为2U双路高性能服务器FusionServer 2288HV5的超融合解决方案，旨在打造灵活的企业级云平台和实现专为虚拟化工作负载设计的超融合系统，可以广泛应用于企业核心业务、私有云、混合云、 大数据、分支机构、桌面云和微软企业级应用等。除了延续路坦力超融合解决方案的特性，华为服务器还在管理方面增加了智能特性，可以为企业客户提高管理效率，降低运维成本。华为的理念，加上与全球HCI解决方案领导者路坦力合作，定会在超融合市场给用户带来更大的价值。", "author": "IT168", "newsdate": "发布时间：19-03-14", "newstime": "18:21", "sentiment": [{"positive_prob": 0.972824, "confidence": 0.939608, "negative_prob": 0.0271765, "sentiment": 2}]}, {"title": "终结华为“无芯之痛”，美国忌惮的女强人，却少有人提起她", "content": "据1月14日海关的数据显示，2018年我国进口芯片数量为4175.7亿件，同比增长10.8%。而进口金额达到3120.58亿美元，同比增长19.8%，这是中国芯片进口额首次突破3000亿美元。集成电路进口额第一次超过3000亿美元，尤其是经历了中兴事件全民普“芯”之后，庞大的数字让人愈加警醒——集成电路的进口额不仅超过了原油这一战略物资，还超过了农产品、铁矿、铜、铜矿和医药品的总和。由此可见，中国在集成电路方面已经落后了很多，若想在集成电路领域，追赶上美日欧的一些顶级公司，恐怕所需要就不单单是时间这么简单了。但是国内有不少的厂商在为此努力着，像我们熟知的海思麒麟芯片，还得到过外媒一致好评。低调的海思掌门人：何庭波华为海思在掌门人何庭波的带领下，从无到有，经过20多年的发展，让海思半导体成长为国内最大的集成电路设计企业。在芯片方面的成就，一是有华为麒麟，足以与高通骁龙855抗衡。二是有各种嵌入式芯片，广泛用于机顶盒，电视机，通信设备等等，可以说结束了中国的无芯历史，打破了高通等国外企业的垄断。然而在网上有关于这位海思掌门何庭的介绍少之又少，资料也很难收集。何庭波在公众场合露面的次数也是屈指可数，真的是低调到不能再低调了。何庭波毕业于北京邮电大学，学的是通信和半导体物理专业，硕士学位毕业。并在1996年的时候加入华为。作为一名半导体芯片的工程师，她入行已经二十二年了。一步一个脚印从底层做到了现在的华为海思总裁。作为一个理工女性，她可以说是华为海思和终端芯片的引路人。但同时，在很多研发人眼中，她又是一位浑身散发着魅力的CEO。不过何庭波却是更喜欢另一个称呼——工程师。有一年，何庭波和余承东一起去拜访了伯克利大学的胡正明教授（美国总统科技奖的得主，这个奖在美国科技界每年只评选一位）。在他们聊天的时候，何庭波表达了敬意：一个了不起的科学家！没想到胡正明教授并不认可何庭波的说法。胡正明教授说道：“我不觉得我是科学家，我是一名工程师，科学家是发现自然界已经有的规律，而工程师是要发明自然界不存在的一些东西，这些东西可以为人类解决很多问题，给人类带来便利。我很骄傲，我是一名工程师，我是发明东西的人。”胡正明教授的一番话深深的感染了当时的何庭波，也让她在后续的发展中明确了自己的定位。4亿元，2万人，把中国芯片扶起来2012年9月，华为创始人任正非在“2012诺亚方舟实验室”专家座谈会上就明确表示：“我们现在做终端操作系统是出于战略的考虑，如果他们突然断了我们的粮食，Android 系统不给我用了，Windows Phone 8系统也不给我用了，我们是不是就傻了?同样的，我们在做高端芯片的时候，我并没有反对你们买美国的高端芯片。不知道大家否还记得，2018年4月16日发生的中兴事件，美国商务部宣布禁止向中兴通讯销售零部件、商品、软件和技术，直接导致中兴通讯业务的全面停摆。这件事情，给了中国芯片行业一个很大的教训，马云，董明珠也放出话来，一定要造出属于我们自己的芯片。在这里不得不佩服任正非战略眼光，在2012年就已经敏锐感受到，核心专利不掌握在自己手里，就等于永远低人一筹。但是想要造出属于自己中国芯，在短时间之内是很难实现的。其实任正非早在2004年的时候，就开始了芯片的研究！当时任正非找到何庭波说：“每年给你4亿美元的研发费用，给你2万人，一定要站起来，减少对美国芯片的依赖。”换做是谁，听到这样的话都要花很长时间去消耗，何庭波也是一样，当时就愣住了。但任正非一定要她做下去，这是一项艰巨的任务！还在一个没回过神的状态中，何庭波就从零开始了“麒麟芯片”研究！但这一路上并不顺利，同行的不看好，外界对于芯片烧钱存在各种质疑，各种压力压在身上！但她总是迎难而上，每次都和员工说：“做的慢没关系，做的不好也没有关系，只要有时间，海思总有出头的一天。”看是不紧不慢，其实却是在争分夺秒，何庭波的内心也想快点将芯片造出来。在《厚积薄发》一书中写了一篇《和光速赛跑》的文章，讲了光传输芯片开发的故事：“外购芯片价格昂贵，成本压力巨大，不利于我们在性价比上的竞争。从第一代传送产品开始，我们就走上了核心芯片自研之路。当时何庭波负责开发芯片，而我负责开发产品，由于产品和芯片都用到同一套仪表，经常出现我和她争夺设备的情况。 为显示绅士风度，我每次都会让着她，但这不是长久之计，于是我们有一个“君子协定”：白天她调试，晚上我调试......终成！这一研发之路，经历了漫长的十年。2014年，海思手机芯片终于开始进入主流市场。当年，海思发布四核麒麟910T，首次搭载于华为P7，陆续又发布了八核芯片麒麟920、64位8核芯片麒麟930以及搭载在mate9上的芯片麒麟960，不到三年就取得了出货破亿的好成绩。2017年，华为手机全球出货量大约为1.53亿部，有7000万部手机使用了海思处理器，海思手机芯片也逐渐突围。据业内人士透露，2017年海思芯片收入达到47亿美元（约合323亿人民币），同比增长21%，排名全球第七位。2018年9月02日，华为在柏林国际消费电子展期间发布了全球首款7纳米制程人工智能（AI）手机芯片“麒麟980”。这款性能强大的芯片一经发布便获得业内广泛关注，成为今年展会的最大亮点之一。“麒麟980”全球首次商用最领先的7纳米制造工艺，在不到1平方厘米面积内集成69亿晶体管。相比业界普遍采用的10纳米制造工艺，性能可提升20％，能效提升40％，晶体管密度提升1.6倍。麒麟980发布的时候，让多少人为之一振！以前，真正拥有核心竞争力的重要部件，一直没有中国的份。如今，终于有芯片能够与国外的芯片相抗衡，虽说这不是目前最好的，但终有一天，中国芯片会引领世界前沿。而真正值得夸赞的则是那些在背后，默默无闻付出的工程师们，这才是“中国智造”崛起的真正力量。", "author": "科技每日推送", "newsdate": "发布时间：19-03-14", "newstime": "19:39", "sentiment": [{"positive_prob": 0.0589032, "confidence": 0.869104, "negative_prob": 0.941097, "sentiment": 0}]}, {"title": "华为有比P20更猛的新品发布？来巴黎看看！", "content": "如果问三月最值得祈祷的新机型，华为P30系列绝对榜上有名。在官方放出外观后，P30又被曝光了更多的信息。第一个重要信息就是P30现身安兔兔跑分平台，取得了28万分的成绩，不过安兔兔的跑分成绩并不是那么的关键，参考意义不大。真正值得关注的是配置表，P30采取了在Mate 20上首发的麒麟980处理器，传说中的麒麟985/990还是要等到Mate 30了，麒麟980可以和骁龙845互有胜负，但是现在面对的主要对手都是配备了骁龙855，麒麟980在竞争中有些力不从心了。不过对于这种级别的处理器来说满足日常需求是完全没有问题的，而且麒麟980也证明了自己的游戏性能也是不弱于高通的。极致的性能不是P系列的买点，拍照才是关键。P30使用的cmos很可能是imx600的升级款imx607不出意外仍然为华为独占。事实证明imx600还有潜力可以挖掘，这次硬件和软件的双重升级不知道可以为拍照带来多大的提升。无损变焦也是这次的主打功能，华为放出了华为在吉隆坡举办的一场音乐会中的照片，展现了P30系列的超级变焦功能。可以看到变焦功能分为变焦拍摄，超级变焦拍摄，集合普通拍摄下的样张和现场复杂的光线条件，成像质量还是相当优秀的，不知道和OPPO的相比如何。更多细节的爆出让华为发布会更值得期待了，P20系列给我们带来的惊喜和随后取得的良好销售成绩都让我们想知道P30能否延续P20的辉煌。", "author": "科技圈", "newsdate": "发布时间：19-03-14", "newstime": "11:17", "sentiment": [{"positive_prob": 0.73705, "confidence": 0.415666, "negative_prob": 0.26295, "sentiment": 2}]}, {"title": "华为撤走了在美57家工厂，一夜之间美国民众着急了", "content": "最近，华为算是出尽了风头。华为在美国招禁售，把华为推到了风口浪尖；华为5G技术的爆发，刷新了老外对中国科技的认知；华为起诉美国，得到了众多网友的支持；最有意思的是，前段时间，华为撤走了在美57家工厂。据爆料，华为在美国共建立了57家工厂，由于美国对华为长期禁售政策以及各种阻挠行为，导致华为不得不暂时撤离在美的57家工厂，毕竟每个工厂都要养活至少几千名员工，还要向美国政府交税。有些网友说，华为不是说了不会放弃美国市场吗？是的，但是市场和工厂是两个概念，没有工厂同样可以做市场，但是没有市场，工厂似乎是个累赘。我们认为华为撤离在美工厂的事情上是明智的。在老百姓的心目中，提到华为，知道是手机；研究数码的朋友会知道，华为很早的时候就在做路由器。确实是这样，华为不是做手机起家的，而是做通信设备起家的。到目前为止，华为的业务总量中，手机板块只是一小块，占比不到40%，其它均为通信设备和通信解决方案。大家都知道，华为在5G技术上已经实现全球领先，这一成绩来自于华为长期致力于通信设备和解决方案领域的钻研。在5G技术领域，华为已经研发了长达十年之久，就是为了今天可以和国际上的通信巨头扳一扳手腕。有句话说的好，“宝剑锋从磨砺出，梅花香自苦寒来”，在一个领域的长期沉淀，使得华为赢得了在国际上傲人的影响力。那么，华为撤走在美57家工厂的做法，对华为自己和对美国分别有什么影响呢？华为撤走工厂的事情，本身只是一个微观经济体自身的一个经营决策。对华为企业来说，后果无非就是盈利或亏损，即使亏损，也影响不到任何我们国家层面。而这件事情对于美国来说就不一样了，毕竟工厂设在美国，给美国政府带来税收，给美国民众带来就业。正常情况下，撤走一家两家也就算了，但57家确实不是一个小数目，并且是一夜之间撤走的，这种冲击力是很明显的，影响到了美国的宏观经济。据有些国外媒体爆料，华为撤走在美57家工厂的事情，使得美国民众对美国政府非常不满，甚至采取游行的方式释放情绪。但这件事怪不到我们华为头上，是美国人自己作孽，没有华为的工厂，你们可以去苹果呀！", "author": "联众科技传媒", "newsdate": "发布时间：19-03-14", "newstime": "07:05", "sentiment": [{"positive_prob": 0.281602, "confidence": 0.374219, "negative_prob": 0.718398, "sentiment": 0}]}]