[{"title": "为什么“标杆”华为P30Pro突然少人问津了？维修师傅说出三个原因", "content": "说起华为手机相信大家都不会感到陌生，它得益于不断增加资金投入和创新技术积累，目前在国内市场中低端机销量全面爆发，冲击高端领域也取得令人瞩目的成绩，成为小米和OPPO等友商学习的榜样，也是连三星和苹果都无法轻易忽视的劲敌。不过话又说回来，在机海战术大背景下它的部分产品处境还是挺尴尬，例如网友提问：为什么“拍照标杆”华为P30Pro少人问津了？华为P30Pro作为今年三月份登场的超级旗舰，无论是硬件配置还是颜值打磨，综合素质还是相当不错的。一方面，P30Pro首发徕卡认证4000万主摄+2000万超广角+800万长焦摄像头模组，在达芬奇独立NPU神经元的驱动下，成片的速度已经处于行业顶级水准，白天光线充足的情况下能够对物体色彩进行精准还原，弱光环境下开启超级手持夜景模式之后涂抹感和暗部细节保留也是妥妥的，6.39英寸全视觉曲面屏配合带来震撼的视觉效果，四曲面玻璃后壳与铝中框的紧密贴合，拥有舒适握持感的同时也兼顾生活防水防尘的需要。另一方面，华为P30Pro运行基于AndroidQ深度定制的EMUI10系统与麒麟980处理器形成更强的协同能力，这样的软硬件组合对付日常APP几乎不存在压力，主流游戏体验的帧率稳定性也是妥妥的，4200毫安电池严格来说也符合长续航的需求，40W快充的加持更是让它如虎添翼。如果只是从参数层面来说的话，华为P30Pro确实是一台不错的国产旗舰，也能够符合其机皇的特性，那么我们回到开头的问题，为什么“科技标杆”华为P30Pro突然少人问津了？咨询维修师傅之后，他给出三个重要原因，说到心坎里了。其一，华为P30Pro最初的时候卖到5388元还是十分受欢迎，主要还是得益于前期没有太多的竞品能够与之相匹敌，而现在小米CC9Pro、魅族16sPro、一加7Pro等都能够一较高下，性价比还更出色，它的地位逐步被取代，人气也渐渐流失之后，越来越多人不待见它也是正常的。其二，提起华为手机不得不说说苹果。最近一段时间库克开启反击模式，iPhone11系列还有iPhoneXR的降维打击也对华为P30Pro造成很大的影响，毕竟华为的品牌影响力还欠缺一些，单纯依靠“情怀”来支撑还是远远不够的。其三，随着国内三大运营商大力推广5G网络，华为也是强势跟进，它作为全球领先的5G方案解决提供商可以说起不留余力，华为P30Pro不支持SA和NSA网络所以只能加速清仓，毕竟它已经很难保障在未来一年甚至半年之内不会被淘汰，所以更多人宁愿选择说再见或者等等。综合来说，面对激烈的市场环境，虽然华为P30Pro整体素质可圈可点，可是新品接踵而至还有竞品的蚕食下，它缺乏性价比、新元素和品牌号召力等，慢慢没那么火也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-29", "newstime": "19:43", "sentiment": [{"positive_prob": 0.02884, "confidence": 0.935911, "negative_prob": 0.97116, "sentiment": 0}]}, {"title": "反转！德国电信突然官宣更换华为设备，任正非机智回应太高明", "content": "谈到今年科技界的大新闻，华为被美国商务部列入“实体清单”无疑是其中一则。美国此举意在禁止华为从美国进口技术和零部件，也意味着华为面对的不再是公平的商业竞争，而是全球唯一的超级大国的全面施压。在美国此举刚出的时候，所有人都觉得华为一定没有招架之力，又害怕不站好队会遭到美国的连带报复，于是一些企业和国家立马落井下石，比如澳大利亚和新西兰就明令禁止国内运营商采用华为的设备。但令人没想到的是，华为深谙“欲戴皇冠，必承其重”的道理，整个华为面对重压和危机，却爆发出惊人的凝聚力和顽强的意志力，在华为全体员工的努力下，华为2019年的营收增长远超前几年，高达24.8%。并且华为副总裁何刚表示，在即将到来的5G时代，华为已经在全球获得了65份5G商业合同，发出了40多万个5G基站。而受影响最大的华为手机业务也没有一落千丈，甚至还比去年提前85天达成手机销量2亿台的目标，实在令人佩服。见此情景，以特朗普为首的美国政府只好再寻他法，于是便将坏主意打到了华为的客户身上。众所周知，华为是一个海外收入占总营收一半左右的国际化业务比重很高的公司。在欧洲，有很多国家的电信运营商和华为都保持着长达10年以上的友好合作关系。不过比这种合作关系更久的是，美国和这些国家的盟友关系。特朗普正是利用了这个先决条件，或是谆谆善诱，或是威胁相加，都旨在让这些盟友国放弃使用华为的设备建设5G网络。而且无耻的美国还给华为设备戴上了“存在安全风险”的帽子，只不过大家都不是傻子，自然知道真实的原因一定不是如此。即便德国电信去年爆出过美国思科设备中发现了13个“可能遭遇窃听的漏洞”，而华为设备没有1个，但有些国家和电信运营商还是迫于美国的压力做出了违背良心的选择。以德国电信为首的几家电信运营商日前宣布了一项针对华为的举措，那就是将采用亚洲零部件的比例降至为零，并且会逐步拆除更换设备中的零部件，直到彻底将华为的网络设备铲除为止。而作出这一决定的原因，也是掩耳盗铃的一句话：这是正常的元器件更新流程。但这个理由太过令人无语，即便是行业的门外汉都知道，没有哪一家通讯供应商会在正常使用的情况下频繁更换自己的设备和供应商，因为这不仅会影响通信网络的稳定，还会给设备和网络维护造成极大的困难。更重要的是，更换设备需要考虑成本损耗，如此大规模的更换配件将使供应商的利润大幅度降低。所以德国电信做出此举，背后显而易见是美国的阴谋。不过华为总裁任正非面对风雨非常淡然和豁达，他表示华为的设备虽好，但也不会强求每一个运营商都使用，况且不用华为设备只会大大增加他们建设5G网络的成本，对他们只有坏处。而华为接下来会致力于服务愿意达成合作的客户，让他们享受到更好更先进的5G网络。华为作为5G领域的领头鸟，本该大展宏图，却因为美国的觊觎而受到限制和束缚，实在是令人遗憾。不过小编依然坚信实力是证明一切的钥匙，只要华为的实力够强，公道自在人心，任何困难都是可以被克服的，你认为呢？", "author": "搞机有一套", "newsdate": "发布时间：19-11-29", "newstime": "22:00", "sentiment": [{"positive_prob": 0.0411403, "confidence": 0.908577, "negative_prob": 0.95886, "sentiment": 0}]}]