[{"title": "华为Mate20 Pro出现绿屏 要求换机遭维权难", "content": "华为Mate 20系列上市四个半月全球发货量超过1000万台。然而在这一巨大的销量下，这款充满“黑科技”的手机却出现了绿屏这一情况。而对于不幸“中招”的消费者来说，手机出现绿屏只是糟心经历的开始，他们其中部分人陷入了漫长的维权期。他们只是想退机或者换机，但这些他们认为“合理”的要求却遭遇华为售后部门的拒绝。用了没有多久 手机屏居然绿了徐风去年10月底入手了华为Mate 20 Pro。他告诉北京青年报记者，这台一开始还用得很好，他也非常喜欢。但是在开始使用后大约一个月左右的时间，他发现屏幕边上出现了像印子一样的阴影。当时他并没有特别在意，认为是平时使用时手汗印在屏幕上的水雾。随后，屏幕边上的阴影开始向内“扩散”，竖条状的阴影出现在了靠近屏幕中间的位置。不久后的某天晚上，徐风突然发现屏幕出现了一种类似玻璃绿的颜色，在屏幕刚被唤醒的时候更是明显。而且随着使用时间的增长，屏幕越来越绿，到年底时已经影响了使用。徐风的手机屏幕变绿并不是个案。多位网友向北京青年报记者提供了自己使用的Mate20Pro手机屏幕出现阴影、绿线、闪屏和待唤醒时绿屏现象的图片或视频，其中最严重的网友手机已经看不清屏幕，日常使用都受到了影响。另一位用户艾泽向北青报记者表示，他在发现自己的华为手机出现问题后，自愿为有同样遭遇的网友转发微博。在他的统计中，已经有59名网友的华为手机出现不同程度的屏幕问题。而北青报记者在另外一个关于华为绿屏事件的话题中，统计出有超过60名网友贴出了自己屏幕出现不同问题的华为Mate20Pro手机。事实上，华为Mate20Pro有产品出现绿屏的情况，并不只有国内市场。英国、芬兰、法国等欧洲国家用户，也都纷纷在该国的华为官方论坛上进行了反馈。绿屏的手机到底是不是质量问题在出现绿屏情况后，国内外的业内人士开始分析该款手机为何会绿屏。华为Mate20Pro采取混屏生产，提供屏幕的厂家包括韩国LG和国内的京东方。目前出现绿屏的手机大多集中在LG提供的屏幕产品上。对于出现绿屏的原因，此前曾经有业内人士援引三星OLED专家给出的解释是，由于OLED显示屏生产的时候，镭雕工程对MOSFET加工差异化导致偏色，属于生产品质问题而导致屏幕显示偏色。针对一些用户所反馈的华为Mate 20 Pro的显示屏发绿最初不明显，但随后会愈发严重的现象。业内人士则表示属于显示屏检测中的“进行性不良”，也就是说在生产的时候没有任何问题，检测也没有任何问题，但在用户使用的过程中会逐步发生不良现象。而北青报记者以消费者的身份走访华为体验店时，工作人员毫不讳言的承认Mate20Pro确实会出现绿屏。“早期一些产品确实有绿屏的现象，最近产的问题不太大。”当北青报记者追问出现绿屏是不是质量有问题时，这位工作人员并没有直接回答这个问题，而是表示，有问题找售后，可以更换或维修。这看起来是一个非常合理的回答。但是，对于已经“中招”绿屏手机的用户来说，“找售后”的经历远比自己买到的手机屏幕发绿更让人糟心。遭遇：只想换机 拖了两个月没解决本以为“找售后”是打个电话或者到了现场说明问题就能换取新机的过程，但是很多手机出现绿屏的网友却为此花了十几天甚至两个多月的时间。网友“nonakaka”的华为手机今年年初也出现了绿屏和闪屏的情况。由于她的手机超过质保期一个月，因此华为售后给出的方案是只维修不更换。而她认为这是质量缺陷，坚持要更换手机，但是接待她的售后则以该机出厂合格为由，只能负责维修。与华为的售后卡在换机还是换屏一事上两个多月没有进展。网友nonakaka的经历并不是个案。北青报记者在采访了多名消费者发现，换机还是换屏是很多手机绿屏的机主与华为售后陷入僵持的最主要的原因。对于为何不愿意维修，只想换机一事，除了部分消费者认为刚买不久的新机就拆开比较心疼外，更多的还是担心未来的使用中存在隐患。机主张怡向北青报记者表示，华为Mate20Pro出厂承诺是三防手机，也就是具有一定的屏幕防水性，但是更换完屏幕的手机则不再具备这一特性。北青报记者采访时了解到，与售后陷入拉锯战的华为手机持有者大多数出现了上文中提到的“进行性不良”情况。部分人的手机是在使用了1到2个月以后才出现问题。而此时已经过了国家法定的7天包退、15天包换的时效。即使是手机出现绿屏问题且还在时效内的消费者，也需要先到华为指定的维修点来检测手机。但是，据部分消费者向北青报记者提供的检测报告显示，其拿到了故障描述是“用户主观感知”的检测报告，也就是检测认为该手机没有问题。但是，在消费者传来的自己手机与同款手机的对比图中可以看出两款手机屏幕颜色明显不同。徐风也遭遇到了曲折的售后历程。他向北青报记者提供了时隔不到20天、结果却完全不同的两份检测报告。他告诉北青报记者，春节前他到华为售后检测手机，对方出具的报告中故障描述是“闪屏”。由于当时售后维修配件缺货，建议徐风春节后再来维修。而当徐风春节后再去维修点时，这回手机检测却告知其“无故障”。徐风也因为维修点要求其先自费更换有细微裂纹的手机背壳才能免费更换屏幕，与售后僵持了一段时间。最终，他拜托微博大V对其遭遇进行转发，引来了华为方面的重视，才得以更换了一台同款手机。但是，拿到新手机的徐风也并不高兴，因为这第二部手机又出现了新的问题。nonakaka并不认识大V，由于自己发的维权微博，还引来了其他网友的谩骂指责。指责她的网友称，维权是为了“黑”华为。不仅是nonakaka的微博下，北青报记者发现多名因绿屏维权的网友都遭遇过类似的指责。但是，nonakaka表示，自己的诉求就是只换不修，这一诉求并没有得到华为售后的支持。售后承诺疑云：到底是换机还是换屏那么，很多网友口中的“华为承诺换机到没有问题为止”的承诺是真的吗？北青报记者查询发现，这一承诺来自于此前多个自媒体的报道。当时自媒体撰文称华为方面对此事“负责到底”，为出现绿屏的手机可以为用户免费更换，换到手机没有任何毛病为止。但是，北青报记者查询华为官网、官微、以及华为花粉俱乐部等渠道，均没有找到华为官方对绿屏一事的表态。而主流媒体的信息中，也只有芬兰媒体曾经报道称，对于华为绿屏事件，华为芬兰营销和通信总监对此事回复称，如果是芬兰的消费者，出现了这种情况，可以免费为消费者更换新机。北青报记者也已消费者的身份拨打华为售后热线确认此事。接线人员表示，他没有接到过只要是绿屏就能更换的政策。对于北青报记者询问的使用超过一个月的问题手机，只能在检测证明有故障后进行免费换屏的维修。而当北青报记者再三询问华为是否曾经有这一政策时，该接线人员表示，记者可以提供发表这一言论的华为工作人员姓名职务，其可以帮助联系此人印证是否存在这一说法。专家：维修无法解决问题消费者可退货而在多名消费者与华为客服的沟通中发现，对方的推诿和套路成了让他们维权路上倍感无力的存在。“你一说是质量问题，华为客服就给你背‘三包法’。”消费者兴旺告诉北青报记者，与华为的客服沟通异常艰难。“华为的客服就是复读机，来来回回就几句话。”“很多维权网友都遭遇了反复前往华为售后服务中心，又被踢皮球的情况，大部分人感觉维权无望。”艾泽对北青报记者表示，在他帮助转发维权信息的网友中，有人向他抱怨与华为客服电话沟通了5个小时仍旧没有任何结果。艾泽告诉北青报记者，部分网友因为被售后推诿，浪费了大量的时间、精力，最终被消耗了热情，放弃了维权，接受华为的换屏方案。不过，也有人走了法律途径。而兴旺在拿到同型号手机的第三份检测报告后，决定退货，并提出补偿要求。在多次沟通后，华为售后称需要其签署保密协议才能办理退货和补偿。对此他表示不能理解。而就在北青报记者发稿前，兴旺决定用诉讼途径解决与华为的售后纠纷。对于此次华为手机用户遭遇的售后难，中国法学会消费者权益保护法研究会副秘书长陈音江表示，依据《消法》，经营者提供的商品不符合质量要求的，消费者可以自收到商品之日起七日内退货。如果过了法定退货时限，双方又没有特别约定的，消费者可以要求经营者履行更换、修理义务。但如果通过维修问题仍然无法解决，或者重复维修仍然无法使用的，消费者同样可以要求退货。如果消费者对商家的检测产生质疑，可以和商家一起委托有资质的第三方对手机进行检测。如果商家不配合检测，消费者可以向消协投诉，通过消协委托有资质的第三方机构进行检测。陈音江表示，需要指出的是，如果同一商品出现多次投诉，或者同一商品多次维修仍然不能正常使用，商家应主动对产品进行调查检测，找到问题产生的原因，避免对消费者权益造成进一步损害。经营者是商品质量的第一责任人，面对消费者的质疑和询问，经营者应当做出真实、明确的答复。面对消费者的投诉，经营者应当及时受理和依法处理，主动和解消费纠纷，不能采取任何形式推脱责任。（文中消费者均为化名）", "author": "蓝鲸财经", "newsdate": "发布时间：19-03-15", "newstime": "07:46", "sentiment": [{"positive_prob": 0.0227938, "confidence": 0.949347, "negative_prob": 0.977206, "sentiment": 0}]}, {"title": "关晓彤代言华为新机发布，同样售1999元，性能外观被小米吊打", "content": "关晓彤代言华为新机，售1999元起，处理器性能弱于骁龙660华为为了更好的发展，把华为品牌一分为二，分出了华为品牌负责高端商务定位手机，分出了子品牌荣耀负责中低端手机。因此如果你极度热爱那些高性价比的手机，那么华为品牌基本上就和你无缘了。在华为手机中有一个独特的系列，主要针对的人群是年轻人用户，那就是nova系列。3月6日，华为手机宣布新一代的华为nova4e即将发布，将在3月14日白色情人节发布。（小编作为一个直男真的很郁闷，为什么有这么多情人节？）nova系列主要定位的人群是年轻人用户，既然是年轻人用户，那么必须要有流量明星进行代言了，这几乎是手机行业惯用的招数。华为nova4e请的明星是小鲜肉关晓彤进行代言。小编不追星对明星没有那么多感觉，咱们接下来直接看这部手机的配置如何吧。从配置上来看，nova 4e是华为首款前置3200万像素的手机（这应该是这部手机唯一的亮点了），nova 4e搭载麒麟710处理器，电池容量3340mAh，支持9V/2A快充，提供4GB+128GB以及6GB+128GB两种规格，售价分别为1999元和2299元。如下图所示是这部手机的外观从外观上来看，正面采用水滴屏幕设计，背面采用蓝色和紫色的渐变色设计，后置指纹识别，竖排三摄像头在外观上表现平平，没有多少亮点。性能堪忧这部手机搭配的麒麟710处理器，虽然名字和骁龙710但是性能却差得很远。如下图所示是华为麒麟710处理器和骁龙660处理器性能进行对比，从CPU性能上来看麒麟710和骁龙660CPU性能接近，但是在GPU性能上麒麟710落后于骁龙660，因此，综合来看麒麟710的性能几乎和骁龙660持平。综合配置和手机的外观来看，这部手机定价1999元，即便不和市面上其他品牌的手机进行对比，单和自家的荣耀v20对比定价也是明显偏高。相对于小米来说毫无竞争力1999元，小编在市面上寻找刚刚发布的手机，发现隔壁的小米9SE就是一个绝佳的竞争对手。小米9SE采用屏幕指纹识别，搭载骁龙712处理器，无论在外观还是配置上均吊打同价位的华为Nova4e。总结华为Nova4e发布之后有网友表示，当这部手机发布之后，我才意识到小米存在的必要性。确实单单看华为Nova4e这部手机在性价比上几乎为0，如果你不是关晓彤的粉丝的话，那么完全没有必要购买这部手机。Nova系列本来就是为了年轻群体追星族用户准备的系列，上一代Nova手机的代言人是易烊千玺，同样是流量小鲜肉。因此如果你是代言明星的忠实粉丝，那么什么都不用说了，如果你不是追星族的话，建议还是购买性价比高一点的手机品牌吧。", "author": "数码圈资讯", "newsdate": "发布时间：19-03-15", "newstime": "19:13", "sentiment": [{"positive_prob": 0.9256, "confidence": 0.834666, "negative_prob": 0.0744, "sentiment": 2}]}, {"title": "前置3200万稳了？华为P30跑分曝光", "content": "随着发布日期临近，华为P30的配置信息逐渐浮出水面!近日网上曝出了“疑似”华为P30安兔兔跑分的截图，从30万分的成绩来看与同样搭载麒麟980的华为Mate20系列成绩接近。除此之外，还可以看到华为P30将采用分辨率为2340x1080的屏幕(推测为水滴屏)，提供6GB+128GB的内存及存储。如此来看，“高配版”华为P30 Pro很有可能配备2K屏，与华为Mate 20 Pro相对应。摄像头方面华为P30采用3200万像素前置摄像头以及4000万像素后置主射。3月14日华为2019年首场新品发布会上nova 4e亮相，该机最大的亮点便是华为首款拥有3200万像素前置摄像头的智能手机，因此随后亮相的P30系列配备这款摄像头应该是——稳了!网传华为P30手机外观设计值得一提的是，目前根据安兔兔给出的信息来看P30以及P30 Pro的前置摄像头、后置主摄像头的参数相同，只是不知道华为P30 Pro的后置摄像头组合在副摄像头方面“有惊喜”（或为后置四摄？）。目前来看华为P30 Pro将带来更强大的变焦拍摄能力！此前余承东在透露“华为Mate 20系列上市四个半月发货量突破1000万台”的消息后便宣布，华为P30系列手机将于3月26日在法国巴黎发布，同时根据他给出的宣传图片，可以看出拍照仍旧是华为P30系列的主要卖点!此前凭借华为P20 Pro开创三摄时代，不知道今年亮相的新品能否带来新突破，就让我们拭目以待吧。", "author": "天极网", "newsdate": "发布时间：19-03-15", "newstime": "10:34", "sentiment": [{"positive_prob": 0.0029746, "confidence": 0.99339, "negative_prob": 0.997025, "sentiment": 0}]}, {"title": "华为宣布全场景智慧化战略升级，打造全场景无缝智慧家庭生活体验", "content": "3月14日，华为在上海召开了以“真生态 臻品质”为主题的生态大会。在本次大会中，华为消费者业务CEO余承东正式宣布，“华为IoT生态战略将全面升级为全场景智慧化战略。华为将围绕着HiAI、两大开放平台和三层结构化产品的战略，为行业打造一个丰富多彩的智能家居生态系统。”在智能浪潮到来之际，家电行业在向智慧化、智能化方向转型时，在标准和体验上都面临着挑战。传统家电在向智能家电升级的过程中，统一标准缺失，让产品相对孤立无法有效互联互通。同时，传统企业家电与智能入口之间的配合度智能性不足，无法做到良好的品类沟通，场景化互动一片空白。面对当前的现状，家电企业需要以平台或是全新生态的力量，来打破不同产品之间的壁垒。针对目前的问题，华为也在全力推动家电产业的升级，并以真正的生态能力，为产品提供互联互通平台。在未来，华为将以HiAI作为战略投资方向，为智慧化业务提供推动力。华为再次过程中也会对HUAWEI HiLink平台进行升级，通过“1+8+N”三层结构化产品优化生态，让消费者能购买到更心仪的产品。核心驱动力：HiAI技术赋能展望未来，消费者领域内的万物互联和自然交互，可以说吸引了无数人的关注。随着软硬件生态的聚合，AI将重新定义消费者的终端用户体验。华为希望做到的，就是打造开放的全场景指挥生态。华为HiAI智慧终端计算平台将提供芯、端、云三个层面的技术开放，赋能全球的合作伙伴。以HiAI技术为基础，华为将带来更强的算力、更丰富的场景化API和支持更多的终端，使应用程序更加智能和强大。在云业务和终端业务上，华为已经积累了深厚的AI能力。2017年全球率先推出的内置NPU麒麟970芯片，如今已经升级至麒麟980芯片，并应用于最新的手机之中。去年，华为云业务还推出了业界最快的昇腾芯片-256T算力、全高清视频SoC 的AI芯片。以上提到的芯侧能力开放，对于多框架、多算子的支持以及强大的计算能力与快速的集成部署能力，对于打破端侧功耗、计算能力瓶颈都有着良好的效果。而在华为全场景指挥化战略之中，端侧的HiAI引擎，则可以应对多种AI能力与智能设备/APP集成，让它们的“智商”更高。。而HiAI Service在云端向伙伴开放：HMS提供的账号、支付、推送等基础服务;HAG整合的第三方原子化服务。开放连接平台：HiLink平台不仅有HiAI增强智能性，华为同样依靠HiLink将产品进行串联。早在2015年，华为就启动了HiLink智能家居战略。在随后的几年中，华为HiLink已经覆盖了超过100个品类，并对WiFi、蓝牙、Zigbee等协议都进行联通。HiLink覆盖了覆盖云、端、边、芯，并达到万物互联的全连接架构标准，能够实现端对端的生态赋能。这让不同品牌、厂家之间智能化设备无法互联互通的问题迎刃而解。来自不同品牌的韩鹏你均可以介入同一平台，并在场景化的生活体验中为消费者带来更多便利。为能让更多产品能够跨品牌共同工作，华为i以合作共赢的理念，找寻了海量合作伙伴，一起为消费者带来舒适操作体验。在这样的HiLink智能家居生态战略中，华为搭建了三种生态合作模式：华为智选产品专注深度合作赋能，致力于打造IoT最高体验标准;Works with HUAWEI HiLink产品专注广度批量合作，致力于开放能力、助力伙伴产品智慧体验;云云对接账号互通致力于激活存量用户，保障基础体验。HUAWEI HiLink生态全面升级在2019智能家居生态元年，HUAWEI HiLink同样在经历智能家居生态战略全面升级，在品牌、技术、产品和渠道四个方面进行了全面升级。品牌方面，HUAWEI HiLink从智能家居生态升级为全场景IoT生态。华为正在聚合内外全方位资源推动智慧化变革早日到来，华为已经投入十多亿人民币的基础架构和技术标准研发、营销投入、生态激励等，并与千家伙伴合作，实现全场景IoT产品进入万家店面。在将用户体验以1+8入口赋能至IoT产品上，华为为全场景IoT生态建立了新的标杆。技术方面，华为智能家居凭借自身强大的技术实力，技术层面也迎来重要升级。今年，今年华为自研的凌霄系列芯片将在HUAWEI HiLink生态中全面开花。凌霄CPU、凌霄Wi-Fi、凌霄电力猫芯片已经在产品中应用，华为路由Q2 Pro、WS5200增强版，以及后续所有路由产品都开始使用。随后，华为还将推出凌霄IoT Wi-Fi芯片系列，并面向所有华为智选智能家居生态合作伙伴开放。。这些采用凌霄IoT Wi-Fi芯片的家电设备，而可以与华为凌霄芯片的路由器更好的搭配，达到更好的体验。产品方面：丰富华为智选生态产品，打造更多生态爆品;深化Works with伙伴合作，从单品走向全系列、全品类。华为对合作伙伴、行业智能化的问题进行了深入理解，并有针对性的进行更多赋能，包括产品技术、营销推广、渠道、用户、平台、交付质量等。华为智选，以生态创新示范的定位，与专业伙伴携手，创造更多生态爆品;Works with HUAWEI HiLink方式，将从品牌厂家从单一型号集成，向全品类、全系列扩展，辐射场景更广，价格定位也更多。渠道方面：从华为拓展到伙伴渠道，打造更多单品爆款;从后装扩展到前装交付，实现方案集成。在生态大会中，华为宣布与苏宁、居然之家携手合作。华为与苏宁将会从智能家居领域的生态、产品、渠道等层面实现战略合作。双方也将以用户体验提升为核心，在物联网、智能家居行业标准领域深度合作，共同推进国家级智能家居行业的规范建立。华为与居然之家则将共建HUAWEI HiLink全屋智能家居精装解决方案，联合引入家居家电产品伙伴、户内设计集成伙伴、生活综合服务伙伴，共同建立引领家居行业的方案与服务标准和规范，搭建联合实验室。本次战略可以说意味着华为在渠道方面正在不断升级并落实，对于HUAWEI HiLink智能家居生态战略起到了关键性作用。通过品牌、技术、产品和渠道四个方面的升级，余承东表示未来3年内，会让智慧IoT从梦想走向现实，让1/3的中国智能家电支持HUAWEI HiLink，成为全主力，中国最佳IoT生态标准。华为首次定义IoT生态三要素：入口、连接和生态在生态大会中，华为消费者智能家庭领域总经理闪罡首次提出了IoT生态三要素：入口、连接和生态。据相关数据显示，华为整个生态平台的入口连接数已达2.6亿，已连接4000万家庭，二接入HUAWEI HiLink生态伙伴数超过200。本次生态大会不仅仅是华为的秀场，也为华为的生态伙伴带来一次盛宴。华为AI音箱在承担了入口职责的同时还更新技能和特性，在家庭连接中起到核心作用的华为路由全面支持IPv.6，以及华为路由Q2 Pro和引领全球5G风潮的华为5G CPE Pro，及品质生活之选的4款华为智选生态产品。包括iateey智能即热饮水吧、遥控大师空调伴侣、莱克智能循环扇、西门子分体式空气检测仪在内的智能产品也相当亮眼。闪罡还在大会中推出了HUAWEI HiLink蓝牙模组新品，售价仅不足1美金。5家企业强强联手 实现生态共赢在生态大会中，华为与西门子能源管理集团、博西家电、A.O.史密斯、松下清洁事业部、奥克斯集团等生态伙伴举行了一场圆桌会议。在论坛中，华为消费者业务IoT产品线总裁支浩表示，“真智能=好的入口设备，操控品牌好、品质优的家电，通过将二者建立稳定的连接，为消费者带来智能化的服务体验。而“真智能”也非单品能够实现的，应该是系统化的解决方案，共同建造真生态。“本次与华为合作并参与圆桌论坛的5各品牌军是各个垂直领域的领军企业，华为与他们的合作也让入口、AI、连接等技术能得到广泛合作，让HUAWE HiLink平台得到有效增强。当然，合作也并非是产品的加入，更是全系列品类之间的合作。在今年华为入局全屋解决方案，在水系统，空气系统，清洁系统、能源系统等方面，这些合作伙伴都有着身后积累，并能够协助华为在全无智能家居解决方案中为消费者带来智能生活体验。在本次生态大会中，华为消费者业务CEO余承东也表示，“华为只做产业的赋能者，不做行业的掠夺者。”虽然华为进军智能家居市场，但这并不意味着华为将要开始造家电，而是希望以开放的平台，促进传统家电厂商向智能化、智慧化方向快速转型。华为在技术、销售渠道上的赋能，将为合作伙伴带来更高的价值提升。智能家居可以说是这个时代的关键，华为将坚持开放、创新的理念，揣摩用户需求，为用户提供全场景无缝式智慧生活体验。华为计划在3年内达到100亿美元的柳树目标，相信以华为的实力，一定会在智能家居行业", "author": "天极网", "newsdate": "发布时间：19-03-15", "newstime": "09:29", "sentiment": [{"positive_prob": 0.999801, "confidence": 0.999557, "negative_prob": 0.000199431, "sentiment": 2}]}, {"title": "余承东：华为HiLink让不同品牌家电之间说普通话", "content": "【环球网科技综合报道】3月14日，华为在AWE2019期间召开HUAWEI HiLink生态大会2019，华为消费者业务余承东登台演讲，宣布华为IoT生态战略升级为全场景智慧化战略。华为HiLink正式走到台前华为HiLink并不是一个很普及的名词，只有长期关注华为或智能家居领域的人才会非常熟悉，对于消费者来说，此次生态大会是其第一次正式走到台前，因为这是HiLink第一次由余承东站台正式介绍。相比业内其他智能家居生态，华为HiLink的知名度不算高，留给人们的印象是起步较晚。实际上，华为消费者BG早在2015年就启动了HiLink智能家居战略。余承东表示：“我们准备好几年了，我们做了好几年了，我们不是一天、两天，但是我们这块标准是最完善的，我们看起来是慢了，因为我们不做家电，我们不能与人争利，我们要说服大家一起支持标准，互联互通，打造好的体验。”正如余承东所说，看似慢半拍的华为HiLink，在互联互通上最终呈现的是完善的体验。据介绍，此次华为HiLink推出全连接协议标准，兼容业界所有通用连接协议，包括WiFi、Zigbee、蓝牙、RFID、有线总线、NB-IoT\\2\\3\\4\\G模块、GPS\\BDS等，最大限度为厂商接入华为HiLink平台敞开大门。或许是为了这样完善的体验准备得相对充分，最终获得的效果十分显著，体现为从方言到普通话的改变。让不同品牌家电之间说普通话余承东提到，很多厂家都在做自己的标准，海尔的标准美的不支持，美的的标准海尔不支持，格力的标准美的不支持，美的的标准海尔不支持，大家都在相互竞争，都是一座孤岛，而华为的标准大家都支持，就像都说普通话一样，可以共同交流，否则有的语言听不懂。HiLink作为覆盖云、端、边、芯，实现万物互联的全连接架构标准，能够端对端对整个生态赋能，解决了不同品牌厂家智能设备之间的互联互通问题，能够让接入平台的不同厂家设备之间以“普通话”沟通，从而通过场景化的智能联动为用户带来全新的家居体验。华为一直深刻理解到，如何让跨品牌的生态产品协同工作等，给消费者带来更多的生活便利和舒适，这是消费领域物联网的挑战，而且是任一伙伴无法独立完成的挑战。真正的生态需要华为与合作伙伴一起构筑，因此在HUAWEI HiLink平台之上，华为持续赋能，而产业伙伴专注于提供硬件和服务，实现优势互补，从而不断升级IoT产品的智慧体验。三种方式合作，共乘方舟为了吸引尽量多的合作伙伴，华为搭建了三种生态合作模式：华为智选产品专注深度合作赋能，致力于打造IoT最高体验标准;Works with HUAWEI HiLink产品专注广度批量合作，致力于开放能力、助力伙伴产品智慧体验;云云对接账号互通致力于激活存量用户，保障基础体验。三种合作方式对于华为HiLink平台是一种产品升级，其中Works with HUAWEI HiLink尤其能有效扩充华为智能家居生态中的产品数量。通过像普通话一样的标准，华为与合作伙伴的合作从单品走向全系列、全品类，为了不用再查询HiLink能连接哪个型号，而是能连接哪个品牌。值得注意的是，此次生态大会对外介绍了不少华为方舟实验室的信息。方舟实验室是HiLink智能家居生态战略里重要的一环，是全球最大的消费领域软硬件和服务融合创新载体，承载线下端到端解决方案的落地。合作伙伴可以在方舟实验室里研发、测试，并接入平台。依托方舟实验室，华为IoT解决方案不仅做到了赋能单品体验、赋能跨设备体验、赋能卖场体验，还能够做到对地产家装赋能，成为业界唯一能为生态伙伴提供众多专业能力的平台。华为HiLink，打破品牌屏障家电产业升级面临着标准和体验的双重挑战。一方面，传统家电向智能家电升级的过程中，无统一标准，企业自建平台俨然是一座孤岛。另一方面，传统家电企业与智能入口配合也不够智能，品类之间缺乏沟通，缺乏场景化互动。在这种背景下，家电产业亟需一个平台或者一个新的生态来打破这些屏障。经过多年积累，华为具备了全面推动家电产业升级，建立一个“真生态”的能力。未来，华为有望通过合作越来越多的合作伙伴，给消费者多样化选择。", "author": "环球网", "newsdate": "发布时间：19-03-15", "newstime": "02:05", "sentiment": [{"positive_prob": 0.868045, "confidence": 0.706766, "negative_prob": 0.131955, "sentiment": 2}]}, {"title": "华为mateX要不要买？看完这4个理由，就知道值不值得！", "content": "华为mateX要不要买？看完这4个理由，就知道值不值得！作为国产手机品牌的领头羊，华为的动态一直是业内比较关心的。而华为的5G技术更是为华为迎来了一波热度，要知道5G只是迟早的问题。很多手机厂商都针对5G开始研发未来的手机，毕竟5G如果到来了，就会引来一阵换机风潮。而最近华为更是打着5G的大旗，推出了新机华为mateX。最大的亮点就是折叠屏幕了。作为高科技企业研发的高科技产品，自然会受到很多人的关注。与其他智能手机不同，折叠屏的概念早在之前就出现过。而这次华为推出的这款mateX也是第一款折叠屏手机。不过这款手机值不值得购买呢？下面我们就总结几个原因来看一下吧。首先，从手机的外观来看。这款手机不像手机，更像是平板电脑，可能体验起来还不如平板电脑。而且折叠起来显得手机比较臃肿。华为mateX要不要买？看完这4个理由，就知道值不值得！如果对手机也只有要求的朋友就不建议入手了。第二个原因就是价格，17000元的价格确实有点太贵了。并不是所有人都可以接受得了的，虽然在创新方面，确实有所突破。但在实用性上感觉没那么高。而且价格，不够亲民，无法做到全民使用。而17000元的售价更像是为情怀与科技买单。第三个原因就是软件使用，因为全面屏手机跟平板电脑不一样。平板电脑上面的软件都是适配平板电脑的，而华为mate x属于手机，而当下主流的手机软件都没有针对这款手机发布相应的版本，这就会导致很多软件在使用的过程中会出现闪退或者屏占比显示出现问题。这对于使用手机的体验是糟糕的。第四个原因就是屏幕了，因为屏幕是折叠的，先不说折叠之后中间有没有痕迹，我们只说折叠屏幕的使用次数，我们每次关闭手机都要先折叠一次屏幕。时间久了，屏幕中间肯定是要留下痕迹的。当你看着视频，买华为mateX不如买平板？4个理由说出真相！手机中间一道很长的黑线绝对是非常影响体验的。那时候估计你都会觉得后悔当时为什么不直接买个平板呢。综上所述，在小编看来，这款手机还是不值得购买的。大家有没有购买这款手机的呢？你当时购买这款手机是因为什么呢？", "author": "科技界一喷", "newsdate": "发布时间：19-03-14", "newstime": "17:28", "sentiment": [{"positive_prob": 0.000656742, "confidence": 0.99854, "negative_prob": 0.999343, "sentiment": 0}]}, {"title": "确认！华为有了自己的芯片和系统，现在就差一个问题了", "content": "华为从2018年4月份之后开始被一些国家有意针对，被扣上了莫须有的罪名，这一切的行为都让华为进入了战备状态。作为我国最强大的科技企业之一，华为无论是在移动手机业务上，还是在通信业务上都走在了世界前列。根据数据显示，在2018年全年华为智能手机的出货总量达到2.08亿台，排行世界第三，仅次于三星和苹果。而在通信业务的发展上，到2019年初，华为已经在全球拿下了26个5G订单。这一切的成绩都标志着华为正在强大的道路上渐行渐远，但是，来自于外界的压力也越来越大，毕竟不是所有人都愿意看着华为强大下去的。这就让国人对于华为以及国内的手机企业感到担忧，毕竟中兴事件才刚刚过去不久，在很多核心技术方面我国还受制于人。就拿手机来说，一部智能手机最重要的两个部分就是硬件和软件，硬件方面又以芯片技术最为核心，而软件方面就是系统。截止目前为止全球移动端系统市场只有谷歌的Android和苹果的iOS，其它软件厂商想要进来瓜分市场，最终都无疾而终，无论是诺基亚的塞班系统还是微软的Windows Phone都折戟了。如今，华为在手机芯片方面取得了一定的成功，在2019年初华为也已经表示过，最新的麒麟990处理器将采用华为自己构建的全新框架，真正的实现芯片自研。不过有关于手机操作系统方面的问题，华为一直都没有向外界透漏过任何风声，虽然有知情人士一直表示华为官方对于操作系统一直有自己的预案，但是，毕竟官方没有宣布谁都不敢保证真的有。直到2019年3月15日，华为消费者业务CEO在接受媒体采访时表示，华为已经有自己的操作系统了，如果不能使用现在的Android系统，华为随时做好启动B计划的准备。并且华为研发系统的计划早在2012年就开始了，如今7年时间过去了，相信以华为的科研实力和科研投入，自研系统在使用上应该和Android相差不大。如今可以确认的是华为已经有了自己的芯片和系统，现在就差一个问题了。这个问题就是系统的生态建立问题，一直以来优秀的系统是非常容易研发的，但是，最难的就是如何让下游的软件厂商都能够依据华为的新系统来设计出自己的APP了。这相当于是给程序员增加负担，需要程序员学习新的算法规则，这在智能手机刚刚兴起的那几年还是比较容易的，但是，现在恐怕就艰难了，毕竟人在大多数时候是喜欢安于现状的，这也是为什么微软、三星多次尝试突破Android和iOS封锁都没有成功。但凡是技术含量较高的产品，一旦普及开来，想要在去挑战它的地位就变得异常艰难，因为它不光是在技术上形成了竞争壁垒，在上下游的生产链和用户群方面都形成了强大的竞争壁垒。说的形象一些就是，谷歌和苹果是移动系统行业的规则制定者，而华为、小米等一众手机厂商都只是执行规则的群体，如果不执行或者被规则排除，那么基本上就告别智能手机圈了。所以，华为也表示，不到万不得已是不愿意采取B计划的，这也是为什么大家听过小米研发芯片却从来没有听过小米要自己搞系统。", "author": "C君科技", "newsdate": "发布时间：19-03-15", "newstime": "16:36", "sentiment": [{"positive_prob": 0.00486367, "confidence": 0.989192, "negative_prob": 0.995136, "sentiment": 0}]}, {"title": "京东方再见：华为P30屏幕换供应商，将首次大规模采用三星OLED屏", "content": "数码快讯？互联趣闻？手机技巧？侃哥叨叨，等你上车，点击右上角关注爆侃数码圈即可不知道大家还记得吗？北京时间2018年10月16日晚，华为在上海举办Mate 20系列发布会，相比华为Mate 20系列本身，其所采用的手机屏幕让很多网民为之欢呼雀跃，原因是华为Mate 20Pro的OLED屏幕主要来自国产屏幕制造商京东方，这是国产手机品牌首次大规模采用国产OLED屏幕，不论是从华为“第一个吃螃蟹”的勇气出发，还是从民族感情出发，这都让很多网民沸腾了。至于究竟为什么华为Mate 20Pro采用京东方屏幕，网上有两种说法：1.在2018年全球智能手机销量整体下滑的大格局下，三星智能手机出货量持续下滑，相反华为智能手机出货量则高歌猛进，因此三星向集团内部施压禁止供应华为OLED屏幕。此后《参考消息》报道称：三星正在向集团内的三星显示器施加压力，要求其暂不要向华为提供可弯曲屏幕的技术，似乎是对此前消息的实锤。2.华为吸取教训，原因是华为Mate9 Pro首次采用了双曲面OLED屏幕，由三星独家供应，但由于华为Mate9 Pro太火爆，三星直接中断了屏幕供应，导致Mate9 PRO在很长一段时间内缺货。潘九堂早在2017年证实Mate 9Pro一事，不过关于华为Mate 20Pro似乎并没有见到相关证实。虽然说法很多，但不得不说，华为Mate 20Pro中的京东方屏幕版整体反馈良好，相比之下采用韩国LG屏幕版的却出现了各种各样的屏幕问题。此后，很多媒体在报道京东方的时候都给予了华为各种美誉，甚至将京东方本有的成就也用于夸赞华为。当然，最靠谱的还是说华为此后的所有Mate系列于P系列旗舰均会采用京东方OLED屏幕，彻底摆脱对三星OLED屏幕的依赖，这不单单是华为和京东方的胜利，更是国产科技企业的一次胜利。根据华为的官方报道来看，华为将会在2019年3月26日的法国巴黎正式发布华为P30系列，而这款手机的最大看点除了拍照之外恐怕就是屏幕，因为这一次极有可能是京东方OLED屏幕在追赶三星市场份额的一次重要里程碑。然而故事远远没有这么简单……北京时间3月15日，来自业内人士、知名数码博主摩卡的消息称：本月即将在巴黎发布的华为P30手机将首次大规模采用三星AMOLED屏幕， 这也和谍照上的曲面屏信息吻合。三星花了极大(di）的诚(jia)意（ge）终于打动了华为，当然还得有BOE和LGD两个万能备胎。至于这回三星会不会把华为带沟里去，只能说拭目以待，看看会不会有事没事缺缺货。据偷情人士透露，按照华为的规划，未来P和mate极有可能会全线采用Amoled。 喜欢吗？该消息一经报道之后，迅速引起了渲染大波，当初那群喊着“去三星化”、“全面国产化”的华为死忠粉要么破口大骂，要么急于解释，而其他品牌的死忠粉则围观吃瓜，总之是说什么的都有。其实在笔者看来，一直以来我们所谓的“去三星化”、“去美国化”这些想法本身就是一个笑话，在这个经济全球化的时代，一个企业做的越大其元器件全球化的程度就越高，比如手机摄像头基本都是日本索尼，屏幕基本都是韩国三星、存储基本都是韩国LG等等，哪有什么“全面国产化”。此次京东方不敌外商三星或者说说再见，其实说到根本还是企业产品竞争力不足，华为采用三星OLED屏幕也不过是为了最大程度节约成本，最大可能采用优质屏幕，企业的终极目的毕竟还是为了盈利，哪有那么多和你玩情怀的？你所看到的所以你认为的美好不过是商业需求而已，华为如此、小米如此、OPPO如此、vivo如此、魅族如此……话已至此，只愿京东方为代表的民族品牌企业能够快速成长起来，强大自己才能掌握话语权，否则一切都是白扯，那么大家是如何看待此次华为P30系列首次大规模采用三星AMOLED屏一事呢？不妨和我们说说吧！注：文中图片均来自网络，侵权删文；本文系原创，未经授权不得转载，侵权必究。本文编辑：侃哥关注爆侃数码圈，了解前沿新科技", "author": "爆侃数码圈", "newsdate": "发布时间：19-03-15", "newstime": "23:21", "sentiment": [{"positive_prob": 0.93892, "confidence": 0.864266, "negative_prob": 0.0610803, "sentiment": 2}]}, {"title": "国产崛起，华为不是孤军奋战！", "content": "自中美贸易开战以来，华为就一直在风口浪尖之上，如今华为开启的反击战更是引发全球热议。据了解到的最近进展，华为起诉案的法院传票已寄出。“Hey，Did you receive？”小编只想说，华为干的漂亮！从去年开始，华为就一直被指控说威胁了美国的网络安全，却从没有何实际证据。而且华为过去三十年的几百家运营商都能证明，华为从没出过严重的安全事故。可为什么世界第一大国要抵制和打压华为？因为华为掌握了领先世界的核心技术。前段时间，任正非前段时间接受BBC采访时就很无奈地回应到：“现在我们很多东西美国都没有，怎么去偷呢？”可见，世界第一大国对华为实力的忌惮。此次华为的表现，可以说给国内的自主制造挺直了腰杆，是中华企业楷模。同为代表自主制造的许多车企，也用行动证明国产自主品牌崛起的强大。例如比亚迪全新一代唐，自上市以来就人气爆红劲头直逼甚至超越汉兰达、途观L等一众合资车。它的存在也一度让合资品牌感到“恐慌”！以全新一代唐（燃油）16.99万的智联尊耀型与汉兰达23.98万的配两驱精英版做对比为例，探讨一下全新一代唐究竟凭啥让合资车恐慌？首先从外形上看，同样是7座SUV的代表车型，汉兰达与全新一代唐（燃油）都是属于市场上的大块头，但全新一代唐（燃油）的轴距比汉兰达要更长，而全新一代唐（燃油）的价格仅为12.99万元~16.99万元。尽管这两款车是由完全不同的设计理念设计的，也都展现了各具魅力的造型风格。全新一代唐（燃油）更加动感霸气、而汉兰达的整体风格偏硬朗大气。不过说实在的，这次全新一代唐（燃油）外观造型确实颠覆了很多人对中国SUV设计的认知，给比亚迪的这届设计师点赞！再看看配置，以上不难看出全新一代唐（燃油）能给你的要比汉兰达多的多的多，可以说你想要的科技配置和辅助驾驶配置基本上都齐齐出现。而作为合资界一代霸主汉兰达，在全新一代唐（燃油）的映衬之下显得特寒碜。一款车光配置多还不足以满意现代人的需求，别忘了还有另一项硬指标，就是“智能”。从以上两图一看到右边汉兰达的中控，小编就有种仿佛回到20年前的赶脚，估计我爷爷会喜欢吧！再仔细探究两者所搭载的车载系统，全新一代唐（燃油）搭载比亚迪最新研发的DiLink智能网联系统，100%兼容手机生态应用，与车机互联且全面开放，还能实现OTA远程升级，车身开放的361个传感器和66项数据控制权限。可以说无论是硬件水准还是开放系统都比汉兰达搭载的G-BOOK系统整整领先一代。此外，采用国际化造车标准的全新一代唐在动力、底盘、品质以及安全性能等各方面都毫不逊色与汉兰达的实力，而且全新一代唐（燃油）还可提供“大五座+真七座”的丰富购车选择，满足你一步到位的用车需求。可以说全新一代唐（燃油）完全是以压倒性的价值优势碾压汉兰达，打破了一直以来合资品牌虚高溢价，简直大快人心！朋友们，你还在被合资车的光环蒙蔽着双眼，放着这么多国产的“真金好货”不选吗？信息及图片来源于网络整理，如有侵权请联系删除！历史热点，可点击阅读：海外第三单！国王力邀，比亚迪云轨+新能源进军摩洛哥！老司机哭晕！比亚迪无人驾驶云轨将明年2月19日广安通车！媒体预言：比亚迪必将成为万亿市值的公司！ 股价上400元！喜欢我的蓝色工衣！谁特么说不好看的？", "author": "迪姐说", "newsdate": "发布时间：19-03-15", "newstime": "08:49", "sentiment": [{"positive_prob": 0.0114498, "confidence": 0.974556, "negative_prob": 0.98855, "sentiment": 0}]}, {"title": "余承东亲口证实华为开发自有系统，看深度解析为什么会两手准备？", "content": "近日华为消费者业务CEO余承东，接受媒体采访时说：若华为被外界因素所被逼放弃使用Windows和Android等操作系统，华为也有自己的另一解决方案-麒麟OS的确存在。但就目前而言，华为仍然优先和微软、谷歌等伙伴保持合作，生态链是非常重要的。为什么华为会有这两手准备了呢？先从去年的中兴芯片禁止事件，手机芯片的核心组成部分——半导体芯片，让吃惯了美国产品的国人受到了震惊，此事件也一度让人备受关注更重要的软件组成部分——正是操作系统。记得在2012年任非正关于这个项核心技术自研的言论，回想起来依然耐人寻味。“我们现在做终端操作系统是出于战略的考虑，如果他们突然断了我们的粮食，Android 系统不给我用了，Windows Phone 8系统也不给我用了，我们是不是就傻了?”“同样的，我们在做高端芯片的时候，我并没有反对你们买美国的高端芯片。我认为你们要尽可能的用他们的高端芯片，好好的理解它。只有他们不卖给我们的时候，我们的东西稍微差一点，也要凑合能用上去。”现在时过境迁，华为在高端麒麟芯片上的成功已应验了任老的说话了，“做终端操作系统”成为布局华为下一个箭在弦上的内部推进项目。由于中美贸易战等外在不明朗因素，加上美国政府对华为的各种行为，直至近日的华为向美国联邦法院提起诉讼，指控美国2019年国防授权法第889条款违反美国宪法。“美国国会通过立法惩罚华为，且从未展示支持这些限制条款的证据，因此，华为不得不决定通过法律行动予以回应。”更加上华为增购两倍之多的零配件，及鼓励游说国内科技产业在华建厂，这等等措施都是避免供应链断裂，两手准备这场可能是科技产业的持久战，而推出自2012就开始研发的操作系统成为若美国政府采取手段收回Windows和Android等操作系统使用权，华为依然能够有另一个解决方案，坚持自主研发之路；当然了余承总也表示，这是在迫不得已的情况下使用，目前Windows和Android依然是华为企业的首选。", "author": "小锋玩智能", "newsdate": "发布时间：19-03-15", "newstime": "16:47", "sentiment": [{"positive_prob": 0.0395596, "confidence": 0.91209, "negative_prob": 0.96044, "sentiment": 0}]}]