[{"title": "逐鹿5G芯片 华为“带队”挑战高通", "content": "参考消息网3月18日报道未来5G将应用到智能手机、自动驾驶汽车等各领域，亚洲芯片制造商正摩拳擦掌，准备挑战高通的龙头地位。华为、联发科准备在未来几个月争抢更多市场份额，三星、英特尔、苹果也在奋起直追，5G芯片的竞争将异常激烈。据台湾钜亨网3月12日援引《日经亚洲》报道，当前，高通无疑是芯片龙头，小米、LG和中兴通讯纷纷推出了5G智能手机，而高通是这几家唯一的芯片供应商，并且，还在给三星及其他公司供货。不过，业内消息人士和分析师表示，随着新的5G设备推出，参与5G的竞争者正在增加。报道称，预计明年5G设备数量将急剧增长，亚洲制造商迎来发展契机。根据伯恩斯坦研究公司数据，包括电话、路由器和热点设备在内的5G设备的数量，将从2019年不到500万台，暴增到2020年的5000万台，多家手机制造商都准备在未来12个月内推出5G手机。华为称已取得领先华为自然最受瞩目。华为消费者业务CEO余承东在2019世界移动通信大会上指出，华为5G多模终端芯片——巴龙5000，可以用两倍于竞争对手高通X50的速度下载，而且不只是展示，已经进入到实际应用层面。“我们不仅制造了世界上最快的5G基带芯片，我们还制造了世界上最快的5G智能手机。”伯恩斯坦研究公司半导体分析师马克·李表示，他相信华为的芯片部门海思科技将成为2019年营收最多的亚洲芯片设计公司。由于华为手机飞快增长，也带起海思在芯片上的发展。该分析师预估，海思半导体收入从2014年到2018年增长两倍以上，今年很可能保持这一势头。市场情报咨询研究所分析师埃迪·韩表示，作为全球最大的电信设备制造商，华为在5G方面的优势在于，它可以首先在自己的基站上测试自己的基带芯片，这节省了时间，并更好地整合其产品。联发科、三星、英特尔：不想落后报道指出，联发科预计今年底推出先进的芯片，因此已调配近20%的人力从事与5G相关的技术工作。联发科总经理陈冠州表示，计划于今年年底推出的5G芯片，有望在2020年大规模部署在移动设备上。三星、英特尔也是值得关注的竞争者。三星手机有着强大的市场份额，并自行研发5G基带芯片，英特尔受益于苹果和高通之间的激烈法律纠纷，正为iPhone提供基带芯片，在今年世界移动通信大会期间，推出了XMM 8160 5G基带。另一方面，为摆脱对外部供应商的依赖，传苹果也在秘密研发5G基带技术。面对激烈的竞争，高通看起来地位依然稳固。高通资深副总裁杜尔加表示，新一代无线技术本来就会带来竞争，4G初期也是如此，他们不担心对手，只在意持续的创新，并加快5G的研发脚步。", "author": "参考消息", "newsdate": "发布时间：19-03-18", "newstime": "00:13", "sentiment": [{"positive_prob": 0.97312, "confidence": 0.940266, "negative_prob": 0.0268805, "sentiment": 2}]}, {"title": "余承东确认！华为已有自研操作系统，安卓、iOS要“慌”？", "content": "继折叠手机惊艳亮相之后，华为又一“秘密武器”浮出了水面。华为已在打造操作系统，手机和PC都支持近日，根据香港《南华早报》报道，德国媒体《世界报》发表了一篇对华为消费者业务CEO余承东的专访文章。文中余承东透露了，华为已经开发了自有操作系统，并且能够覆盖智能手机和PC。根据采访稿，余承东表示：“华为确实已经准备了一套自研的操作系统，但这套系统是Plan B，是为了预防未来华为不能使用 Android 或 Windows 而做的。当然，华为还是更愿意与谷歌和微软的生态系统合作。”另据36氪报道，华为公关对于此消息，回应的是“不评论”。但很明显的一点是，从余承东短短的几句话中所透露的信息便印证了此前外界对于华为要做自研系统的猜想。此前，每隔一段时间便会传出华为自研系统的消息。比如，2012年之时，一篇名为《任正非“2012实验室”讲话全文曝光》的文章就有指出过，华为要做终端操作系统避免避免被牵制。所谓无风不起浪，如今再有风声传出，可见华为已经做好了充足准备。不管操作系统市场有变动，华为也能够在 Android 或 Windows不能使用的情况下独善其身。看到这里，相信有人会问，在当下Android、iOS、Windows三分天下的背景之下，华为现在去搞一个自研系统又有何胜算。华为为何要自研操作系统君子以思患而豫防之。人需要有防患于未然的意识，对于企业亦是如此。上文也有提及华为自研系统最大的目的不在于与其他系统抢市场，而是为了备用。这一点，不得不佩服华为的深谋远虑。操作系统之于电脑和手机就像人类对于空气和水一样的存在，是智能设备的内核与基石。但我们也知道，就是这样一项重要的技术，目前还是以苹果IOS系统和谷歌的安卓系统为全球手机市场主流。其中，安卓系统还占据着全球手机市场近85%的市场份额。这意味着，除了安卓系统可供手机厂商们选择之外，手机厂商很难有第二条道路再走，倘若有一天谷歌不再开放安卓系统又或者在全球范围内取消免费机制，都将会对众多手机厂商造成致命性打击。尤其是去年10月份，谷歌开始对欧洲市场的Android 设备收取授权费，开启安卓系统的付费时代之后，更是牵动了大家敏感的神经。而回归到华为本身来看，2018年其全年手机出货量已突破2亿台，与苹果的距离正在不断缩小。牵一发而动全身，倘若谷歌那天不高兴也向中国厂商也收起了授权费，那对华为的冲击并不小。曾经有人就拿了华为2017年全球出货量1.531亿部来测算，需要向谷歌缴纳61.24亿美元授权费。另一方面，华为这些年在通信技术、芯片研发、5G技术等多个领域都已经快速发展并处于领先位置。但也因为其快速成长，让美国忌惮其通讯霸主的地位会被动摇，因此使出各种阴招来打击华为。所以，在这样的背景之下，华为自研操作系统显然能起到未雨绸缪的作用。当然，放眼整个市场，也不止华为一家在自研操作系统。那些自研操作系统的巨头们操作系统如此重要，各大巨头们也是有自研操作系统的觉悟。以三星为例，三星一直都有着摆脱安卓系统研的打算。2012年之时，其就推出了Tizen系统，主要应用于中低端机型。同时，微软也曾经尝试过要把Windows系统搬到手机上。比如，诺基亚的非凡系列手机，均是采用Windows Phone操作系统。除此之外，黑莓以及Mozilla也都尝试过推出自研系统。而在咱们国内，阿里巴巴则是在2011年推出了自己研发的阿里巴巴YunOS，融合了阿里巴巴在云数据存储、云计算服务等多领域的技术成果，可用于智能手机等多种智能终端设备。尽管来势汹汹，但都很难撬动安卓和和iOS二分天下的局面。根据Gartner数据，Android和苹果iOS系统占据了智能手机操作系统99.9%的全球市场份额。也就是说，这给第三家的生存空间不到1%。挑战者也想分食一个市场，只能从两者手中抢夺。但二者经过多年的发展，在技术上已经有了一定的沉淀。这注定了入局者和老大哥们还是会存在一定的差距。即使新入局者背靠大量资金，有人力物力财力作为支撑，在技术上有了一定的完善，OS的商业化依旧很难实现。这又是什么意思呢？在当下安卓、iOS生态已经成熟的情况之下，用户很难转移对象。即新系统在开发出来很难有发展的空间，其他手机厂商是否会采用，新系统是否能受大众接受，系统能否兼容Android App、生态不够成熟等因素牵制。从目前来看，研发和收入很难成正比。简单的来说，新生系统很难具备竞争力。或者也正是因为如此，余承东才会在采访中提及一句“华为还是更愿意与谷歌和微软的生态系统合作。”现实是如此，不过，世事难料，谁也不知道市场下一步将会有什么样的变化。起码目前来看，华为拥有自己的自研系统，终归是可以不再受制于人。毕竟，拥有自己的东西总是要比从别人手里拿取要好得多。作者：木易", "author": "电商报", "newsdate": "发布时间：19-03-18", "newstime": "21:58", "sentiment": [{"positive_prob": 0.0219896, "confidence": 0.951134, "negative_prob": 0.97801, "sentiment": 0}]}, {"title": "2018年非洲手机市场：传音称雄，华为第三", "content": "（观察者网讯 文/陈兴华）3月18日消息，国际数据公司（IDC）日前发布了2018年非洲手机出货量报告。报告显示，2018年，来自中国深圳的传音手机以近一半的市场份额居于非洲整体手机市场榜首。另外，华为位列该榜单第三，其智能手机同比增长率达到47.9%。IDC最新公布的非洲手机市场调研数据显示，2018年，非洲手机市场整体出货量为2.153亿台，同比略微下降1.9％。其中，功能手机出货量为1.271亿台，占整体市场的59.0％，而智能手机出货量为8820万台，占整体市场的41.0％。受非洲大陆三大智能手机市场尼日利亚、南非和埃及强劲表现的推动，2018年非洲智能手机市场增长2.3%。非洲传音手机门店2018年，传音品牌(Tecno、Infinix和Itel)以58.7%的市场份额引领非洲功能机市场。诺基亚紧随其后，拥有9.6%的市场份额。另外，传音、三星和华为分别占据了34.3%、22.6%和9.9%的智能手机市场份额。然而，在销售额方面，三星以36.9%的市场份额领先智能手机市场，其次是传音(20.2%)和华为(12.4%)。总体来看，由于传音主要专注于服务非洲市场，该公司在2018年占据了48.7%的市场份额。2018年，本土和地区品牌在非洲整体手机市场的份额合计为14.3%。这与除传音以外的所有中国品牌在该市场的份额大致相当。IDC高级研究分析师塔赫阿卜杜勒-哈米德(Taher Abdel-Hameed)表示：“一波新的本土/地区品牌正在整个非洲大陆兴起。一些是在阿尔及利亚等国对进口实施限制后出现的，而另一些则是为了利用全球头部品牌逐步淡出功能手机和入门级智能手机领域的机遇。” 以非洲最大的手机市场之一南非为例，就出现了Mobicel和Stylo等本土手机品牌。这为非洲手机市场竞争带来了更多的变数。塔赫阿卜杜勒-哈米德还提到，尽管传音品牌在智能手机和功能手机领域都取得了成功。值得注意的是，华为及其子品牌在非洲智能手机领域同样取得了惊人增长。2018年，这两个品牌的出货量同比增长了47.9%，这得益于它们在新兴市场雄心勃勃的扩张计划，以及对平价设备的大力关注。早年在卢旺达街头的华为广告 对于未来发展，IDC预计2019年非洲整体手机市场将同比下滑0.8%至2.136亿部。智能手机出货量预计在此期间将增长5.4%，这是由于部分厂商将在非洲市场推出价格更低廉的智能手机，从而有助于推动未来几年这一领域的进展。不过，由于非洲市场向智能手机发展转移的势头增强，功能手机出货量预计将下降5.1%。关于5G的部署，虽然该地区已经进行了几项实验，但IDC预计，到2020年，5G服务商业化将在多数国家开始。然而，5G和可折叠设备等新设计的到来预计不会在短期内给非洲带来巨大的动力，因为这些设备的价格很高。IDC研究经理拉马赞亚乌兹(Ramazan Yavuz)表示：“考虑到非洲的5G市场，创新加速使得该领域存在技术跨越的可能性。”2016年，4g设备仅占非洲智能手机的35%，但4g设备预计到2020年将超过所有智能手机的72%。此后，5G智能手机的普及速度有望更快，因为5G手机在最初推出之后，价格会越来越便宜。”", "author": "观察者网", "newsdate": "发布时间：19-03-18", "newstime": "19:26", "sentiment": [{"positive_prob": 0.979517, "confidence": 0.954483, "negative_prob": 0.0204826, "sentiment": 2}]}, {"title": "关键时刻，德国铁路决定采用华为5G设备", "content": "无独有偶，澳大利亚媒体近日也报道证实，西澳大利亚州政府与华为的铁路通信设备合同将继续进行。“德国铁路借助华为实现全面数字化！”德国《图片报》17日报道称，该国将于19日开始拍卖5G频谱许可证，在这个关键时刻，媒体爆出中国华为已获得该国铁路5G订单的消息。无独有偶，澳大利亚媒体近日也报道证实，西澳大利亚州政府与华为的铁路通信设备合同将继续进行。中国通信业专家项立刚17日对《环球时报》表示，这两个例子充分证明，做出好的产品才是关键，国际上的政治声音会对一些国家产生影响，但不会是决定性的。资料图：德国高速列车德国《商报》最先报道这一消息，称华为一直是德国铁路的重要通信设备供应商。作为国有企业，德国铁路股份公司拥有高度敏感的铁路信号网络，其安全级别为“一级”。该网络调控着德国境内以及通往境外的铁路交通。为使铁路网络全面数字化，德国铁路已委托华为、诺基亚和法国源讯公司共同重建德国铁路信号网络，委托工程总造价预计达到5亿欧元。德国铁路发言人证实称，该公司2015年就与华为签署了相关合同。合同明确规定，华为必须遵守德国法律。不过，德国铁路与华为的合作也遭到德国联邦情报局的警告。该机构声称，专家通过对中国的战略进行“全面评估”认为，允许华为参加5G建设将面临风险。但德国《明镜》周刊报道称，德国政府发言人塞伯特15日表示，柏林政府并未因联邦情报局的警告而改变原有立场。原则上说，德国联邦情报局只向联邦政府和联邦议院相关机构上报所掌握的情报。塞伯特称，德国政府的态度“没有出现新的情况”。政府不希望全面排除华为的5G网络技术。对于外国供应商滥用数据从事间谍活动以及破坏网络安全的风险，德国政府认为可以通过制定严格规则避免。资料：澳大利亚铁路系统另据《澳大利亚人报》等媒体上周报道，西澳大利亚州政府与华为价值2.05亿澳元的合同将不受影响，继续进行。该项目将为珀斯的铁路系统提供4G通信系统。根据合同，华为将在珀斯建造贯穿城域网的约80座无线发射塔和移动基站，以取代用于列车、安全车和便携式无线电站的无线电设备。该网络将于2021年投入运营，供火车司机、服务人员、安检人员和铁路控制人员使用。西澳大利亚州交通部长萨菲奥蒂13日告知议会，公共交通管理局已收到华为的确认，能够交付这一项目，美国的禁令以及刑事指控不会对此造成影响。澳大利亚广播公司（ABC）则称，在萨菲奥蒂的要求下，交通部门的高级官员今年2月就已会见华为和澳大利亚工程企业UGL的8名高级员工，华为澳大利亚董事会主席也在其中。他们均确认，可以承包项目所需的设备。中国信息消费联盟理事长项立刚在接受《环球时报》采访时称，每个国家采购产品，首先要考虑其品质、服务以及价格，这才是核心。铁路系统对信号有特殊要求，所以各国都需要稳定的产品。德澳两国选择华为，说明它们根据自身的实际情况做出了选择。项立刚说，澳大利亚此前紧跟美国，但为了铁路系统稳定性，他们明显还是要选择华为。“华为是魔鬼吗？”瑞士《新苏黎世报》16日称，美国的紧张情绪和在欧洲的“反华为”游说动作实际是为了经济利益。该报认为，中国人不仅有技术，产品价格也相对便宜。最重要的是，拥有18万名员工的华为，有能力快速铺设5G网络。而从技术层面来讲，华为的安全风险不会大过其他设备提供商，如诺基亚和爱立信。到目前为止，没有证据表明华为曾参与过间谍活动。瑞士《每日导报》17日则报道称，美国政府曾写信给瑞士政府，要求瑞士放弃使用华为，但瑞士政府并不打算屈服于美国的压力。瑞士政府表示，该国有相关法律规定，但这些不会影响其从国外供应商采购网络设备。政府称，保护基础设施的安全是各公司的责任。据称，瑞士主要运营公司之一SUNRISE已与华为签订建设5G网络的合同。来源：环球时报微信/青木 刘清", "author": "环球网", "newsdate": "发布时间：19-03-18", "newstime": "12:48", "sentiment": [{"positive_prob": 0.968867, "confidence": 0.930815, "negative_prob": 0.0311333, "sentiment": 2}]}, {"title": "华为怎么隐私保护？这几个方法，让你的手机更安全！", "content": "使用华为手机的朋友，肯定会担心手机的安全问题，平时在使用的时候，可能会不小心把手机借给别人，或者可能会手机不小心丢了怕隐私泄露。那么有没有什么方法可以有效保护我们的隐私，提高手机的使用安全呢？当然有！这就来告诉你！一、应用锁我们在使用手机的时候，可能有时候会把手机借给别人或者给小朋友玩，那有些应用不想让别人进入怎么办？其实你可以给你的应用加一个应用锁，这样的话别人拿了你的手机，想打开某个应用的时候就会打不开啦~你可以点击你的华为手机的【设置】，进入到【安全和隐私】-【应用锁】，然后首先给你的应用锁设置密码、指纹或者人脸识别，然后选择你需要进行锁定的应用，然后开启该应用的时候就是锁定状态啦~2.隐私空间华为手机里还有一个秘密空间，可以储存一些手机里不想给别人看到的东西，那就是【隐私空间】，隐私空间在【设置】-【安全和隐私】-【隐私空间】里面开启即可，然后可以自己设置密码或者指纹，这样吧重要的东西放在这里，就不怕别人看到啦~3.维修模式有的时候手机可能坏了需要进行修理，可是手机里的内容不想被人看见，华为手机里有一个【维修模式】，能保护个人数据在服务的过程中不被查看，例如一些照片、视频、聊天记录等。你只需要在送修之前点击【开启】即可。好了，以上就是关于华为手机怎么有效保护隐私的方法了，希望对你有所帮助，让自己的手机安全得到保障，你还有别的保护隐私的方法吗，欢迎留言告诉小编哦！", "author": "上海互盾信息科技", "newsdate": "发布时间：19-03-18", "newstime": "16:40", "sentiment": [{"positive_prob": 0.0733628, "confidence": 0.836971, "negative_prob": 0.926637, "sentiment": 0}]}, {"title": "华为将放弃安卓系统，行业内议论纷纷，新系统会好用吗？", "content": "华为将放弃安卓系统，行业内议论纷纷，新系统会好用吗？现阶段，很多国产手机已经把自己的产品做得很出色，同时对于手机这样的一个物件，国产手机大有超越进口手机的趋势，无论是在性能方面，还是在价格方面，国产手机现在都是拥有很大的优势的。国产手机最开始的时候，还是被进口手机一直压制，在功能机时代我们就了解到了这样的一个情况，诺基亚这一款手机，一度被很多人认为是国产手机，能够如此了解中国人的使用习惯的一款进口手机，也是值得称赞的。经历了功能机时代长期的低迷，国产手机在智能手机刚开始兴起的时候，还是做到了强势逆袭，这一点可以参照小米手机，这一款手机，在成为中国市场畅销的品牌之前，还是鲜少有人问津，但是雷总总是能够抓住市场的痛点，通过互联网营销，通过饥饿营销，最终完成了自己的品牌在市场上的立足。直到今天，我们依然可以看到小米这款手机，能够在自己的产品刚问世的时候，就被抢购一空的盛况。不是因为小米手机手段有多么的优秀，只是因为，小米手机在自己的发展中，逐渐的让自己的实力变得很强，以最接近进口手机的水平，同时借助自己的低廉售价，变成了一个人们喜欢的品牌。其实在国内，还有一款手机，比小米手机的兴起更加具有传奇色彩，那就是华为这款手机，这款手机，出现的那么耀眼，同时这款手机的不折不扣精神，也是人很多人认可，毕竟这款手机还是能够代表中国的手机技术的，所以在很多时候，我们都会看到国人在为华为呐喊。华为和苹果手机，几经较量，最终在销量方面成功的超越了苹果，于是我们就看到了两个方面的消息，一方面是华为进行大力的宣扬，自己的销量已经超过了苹果手机，另一方面，就是苹果手机，宣布以后不会再进行销量数据暴露，取而代之的就是苹果公司的纯利润之说。华为在前段时间发布了自己的5G折叠手机，但是这款手机的售价也是很高的，很多国内的网友看到了这样的价格，直呼买不起。国产是要支持，但是华为不给机会，也是没办法，毕竟还是要生存下去，能够消费得起华为的这款手机的人，也会是一些比较成功的人士。最近华为的余承东也是接受了媒体的采访，在他看来，因为成本的原因，华为的折叠屏手机并没有在最终售价方面做到很低廉，但是在一两年之后，相信折叠屏手机的价格还将会发生很大的变化，也许到那时，将会达到1000欧元左右，同时在大量厂家推出这样的手机之后，也可能会降低到500欧元左右，所以说，很多人现在看到华为的这个售价，还是表示承受不起。华为售价高昂，其实还有一个原因，那就是华为的自主研发能力也是很出众的，同时华为的出货量目前已经接近了三星的水平，华为在发展的势头上，大有接管三星的趋势。同时从余承东的降低售价之说中多少能够猜测到，华为这样的公司，还是极有可能会在未来采用安卓以外的系统，毕竟系统也是占据了很大的成本。华为将放弃安卓系统，行业内议论纷纷，新系统会好用吗？华为目前已经在测试自己研发的系统，这个新款的系统将将不会再使用Linux内核，取而代之的是以Zircon为核心，并且还可能会使用Flutter引擎以及Dart，对于这样的消息，行业内还是议论纷纷的，毕竟华为的这个新系统会不会好用，会是什么样的情况，也是目前我们不了解的，但是可以肯定的是，华为将会选用一部手机进行内测，这款手机很有可能就是荣耀系列里的荣耀play，这款手机所使用的的系统是Fuchsia。看到这样的消息，小伙伴们是不是惊呆了。看起来国产手机系统已经就绪，你准备好了吗？", "author": "飞兔大杂烩", "newsdate": "发布时间：19-03-18", "newstime": "16:47", "sentiment": [{"positive_prob": 0.00340849, "confidence": 0.992426, "negative_prob": 0.996592, "sentiment": 0}]}]