[{"title": "华为拍照被曝造假，用单反代替手机拍照被拆穿，网友：这很华为！", "content": "华为拍照被曝造假，用单反代替手机拍照被拆穿，网友：这很华为！华为手机的拍照能力在国产手机中已经达到巅峰的水平，其实把范围放眼到全世界。华为手机的拍照依然是巅峰。用事实说话，在DXOmark评分中，华为mate20Pro得分109分力压iPhoneXSmax夺得世界拍照第一。毫无疑问，华为手机的拍照能力在手机中已经是最强的了。下面是DXOmark相机排行榜。华为手机拍照又翻车昨天（1月27日）晚上，一个微博名称为新潮电子徐林的微博数码大V发布了一个动态，动态内容如下图所示。动态中说到，这是一组华为mate20x在北极圈拍的照片，然后对华为mate20x的拍照做了一系列的夸奖，动态下面还附加了九张拍照拍的确实很好看。这就是一个夸奖华为拍照水平的微博，其实表面看上去很正常，但是接下来的事却很有意思了。如下图红线标注的地方，一个微博名称叫麻坛大兵RYAN的用户说道：图2是我用尼康+腾龙拍摄的照片，华为竟然打上自己的水印。其中尼康是单反相机，腾龙是相机镜头。这名叫做麻坛大兵RYAN的微博网友为了证明事情的真实性，还发出了自己照片的原图。如下图所示是照片的原图，在电脑上显示这张照片原图是用尼康相机拍照。但是，在新潮电子徐林的微博中一模一样的两张图片却标注了华为mate20x的水印。被网友曝光之后，新潮电子徐林的微博迅速删除。事情持续发酵这件事仿佛是数码科技领域的一个惊天巨雷，很多看热闹不怕事儿大微博网友出来推波助澜。也有很多网友开启了科普模式，对拍照特专业的网友分析：从照片中的星芒就可以看出照片是单反相机拍的。那么这件事的真正背后原因应该是什么样呢？新潮电子徐林最后在微博发布声明，这些照片是合作媒体提供的照片并不是自己拍摄的，但我这里知道合作媒体是华为吗？如果是华为那这个锅还是华为的。请接着往下看。最后小编找到了这家提供照片的合作媒体，并不是华为官方。而是一家名叫极果的新产品试用平台，所以最后的锅还是极果的。被曝光有单反代替手机并非第一次去年8月份的时候，华为在埃及拍摄广告宣传华为nova3和华为nova3i，主要用来宣传强大的自拍功能。拍出来的广告效果如下图所示。但是视频中的女主角，也就是视频左边穿红衣服的演员在社交媒体分享了一张照片，细心的网友发现所谓的宣传自拍其实根本没有拿华为手机在拍照，演员面前是一位拿着单反相机的摄影师。总结不可否认，华为手机的拍照能力已经做到了手机领域的巅峰，但是这里有一个科学常识很多人却不了解，以目前的技术水平手机的拍照根本无法超越数码相机。所以也就不要寄希望于手机拍照吊打单反这样的猜想了。", "author": "数码圈资讯", "newsdate": "发布时间：19-01-18", "newstime": "09:22", "sentiment": [{"positive_prob": 0.183728, "confidence": 0.591715, "negative_prob": 0.816272, "sentiment": 0}]}, {"title": "华为手机虽质量不错，但也有4大瑕疵，最后一点让人难以接受！", "content": "华为手机虽质量不错，但也有4大瑕疵，最后一点让人难以接受！在去年关注度最高的一个手机品牌应该华为这个品牌了，华为的多种黑科技存在，在国内国外的手机市场上华为的手机都获得了很高的销量，口碑也是一直不错的。而且在华为的5G技术发布之后，华为的关注度更高了，很多人支持国产的手机品牌，华为都是第一个选择的对象，那么在各方面都有着很出色表现的华为手机有着哪些瑕疵呢？今天小编就来给大家深度分析一下。首先第一个就是国内手机都有着的缺陷，那就是手机系统了，华为手机和苹果手机最大的差距也在系统上，苹果手机的iOS系统目前还是没有手机能够比过这个系统的流畅度，包括口碑甚好的华为手机也是如此，我们知道在国内的手机品牌都是使用的谷歌的安卓系统，然后加上自身的一些内置运用，总体流畅度会没有原生的系统那么流畅。而且在前段时间华为发布了对于系统的新规定，只要是使用华为系统9.0的用户不能够在自己下载第三方的桌面来使用，也就是说只能够使用华为自己的桌面，而且华为自己的桌面没有那么个性化，也不能够满足我们用户对手机的需求，而且这一点还在国产手机中造成了劣势，其他的手机都可以直接刷机，但是华为的手机并不能支持这一个行为，这一点就算是华为手机的缺点了吧。然后第二个再来说一说华为自身所研发的各种黑科技，除了处理器这个核心的软件是使用的华为自己研发的，其他的屏幕啊，电池等等技术都是使用的海外的供应商，不过说这个是华为的缺点倒是有点牵强，毕竟很多的手机厂商连自己的处理器都没有，就连三星这样业务广泛的手机品牌芯片也是会选择使用高通公司的芯片，所以说华为还是算比较优秀的，不过很多的用户表示，希望能够在华为身上看到更多自己研发的零件，这样一来，中国在科技上的地位会增长不少。第三点就是海军的话题了，很多用户都表示华为是拥有很多的海军，也就是大量的刷华为手机的口碑，据余承东表示，华为是没有拥有水军的，但是这个说法显然是不能够说服我们的这些用户，任何一个手机品牌都有自己的粉丝，但是其中粉丝真正的数量有多少，那还是真的不能确定。像华为也不是明面上那么多的粉丝数量，因为很多的用户还是在苹果手机降价之后一边选择大势的去推广华为手机，但是还是悄悄的选择去购买苹果手机，可能在很大程度上，华为手机已经很优秀了，可是和苹果常年奠定的基础来说，华为还是有着不小的差距。第四点也是很多用户越来越不能接受的一点，那就是华为手机的价格越来越高，虽然说的确是高端旗舰手机的价格，不过比起整体配置来说，华为称不上一个性价比的标准，看目前华为的发展情况，很有可能在以后华为的手机会越来越贵，直到我们买不起，这也是很多用户所担心的一点。不过从华为的整体表现来说，各种黑科技的研发，能够给我们带来很多新奇的体验，还是优点大于缺点的，不知道对于华为手机，你们有着什么不一样的看法呢？", "author": "数码说生活", "newsdate": "发布时间：19-01-18", "newstime": "15:16", "sentiment": [{"positive_prob": 0.125733, "confidence": 0.720594, "negative_prob": 0.874267, "sentiment": 0}]}, {"title": "罕见！72小时2次亮相，任正非打破低调惯例，袒露华为“家底”，和女儿“电话讲讲笑话，她很坚强”", "content": "以上音频技术来自：讯飞有声72个小时、2场采访，75岁的华为公司创始人任正非罕见的频繁“出镜”，这打破了他以往低调的惯例。在接受外媒采访的2天后，任正非昨日晚间接受了中国媒体的采访，他谈到了华为遇到的困难、孟晚舟近况、知识产权、5G等多个关键问题，让外界可以系统的了解华为这一艘巨舰的发展轨迹。谈华为遇到的困难：有信心，让别人不想买都不行华为最近遇到了一些困难，包括反全球化浪潮、被职责盗窃知识产权等，任正非表示，当前面对的问题，十几年前就有预计，不是完全仓促、没有准备的来应对这个局面。 任正非表示，我们有信心，我们的产品做得比别人都好，让别人不想买都不行。他举了个例子，全世界能做5G的厂家很少，华为做得最好；全世界能做微波的厂家也不多，华为做到最先进。能够把5G基站和最先进的微波技术结合起来成为一个基站的，世界上只有一家公司能做到，就是华为。 在回应被指责“盗窃知识产权”时，任正非指出，华为在美国经历了几场大官司，都获得良好的结果。华为现在87,805项专利中，其中有11,152项核心专利是在美国授权的，华为的技术专利对美国的信息社会是有价值的。华为已经和很多西方公司达成了专利交叉许可。知识产权保护是有利于国家长远发展的，而不是西方拿来卡我们的借口。因此，我国首先要不支持假货、不支持山寨，而是要支持原创、保护原创。有可能今天经济发展速度会慢一些，但质量就会更好一些，就会出现越来越有竞争力的公司。任正非表示，华为30年来在170多个国家、为30多亿人提供了网络服务，有良好的安全记录。但还需要不断进步，要重构软件架构体系，朝着“网络架构极简、网络交易模式极简、网络极安全、隐私保护遵从GDPR”这四个目标的要求。华为未来五年大量投入研发费用，做全世界最好的网络。五年以后，年销售收入可能比今年多一倍多。谈孟晚舟近况：打打电话讲讲笑话，晚舟很坚强说到孟晚舟事件，任正非表示，“孟晚舟和我本来是去阿根廷开同一个会议，而且她还是会议的主要主持者。她是在加拿大转机，不幸就被扣留了。我晚她两天才出发的，是从另外的地方转机的。”任正非表示会通过法律程序来解决这件事情。作为孟晚舟的父亲，首先感谢中国政府维护孟晚舟作为中国公民的权益，为她提供了领事保护。“我也感谢社会各界人士对孟晚舟所表达的支持、关心和关注。我与女儿现在就是打打电话，电话上也仅仅是讲讲笑话，晚舟也很坚强。”谈高调公开表态：要传递信心，让客户信任2014年，任正非首次接受国内媒体采访，他曾开玩笑：“都说要揭开神秘面纱，其实揭开后一看，满脸都是皱纹。”当下，再次揭开面纱，任正非表示，面纱下皱纹更多了，因为半径越大，问题越多。 任正非表示，未来10-20年之后的探索因为更加看不清，所以质疑会多一些，但是质疑并不等于有多大问题。另外，质疑也是有价值的，科学家天生就喜欢怀疑，要不他们怎么会发现新东西呢？他不相信，就会有新发现，所以质疑本身也是前进过程中必然伴随的副产品。短短3天，任正非接受了2次公开采访，相比之前的低调多了更多的从容，任正非回应，这段时间我们要给18万员工和广大客户都要传递信心，让他们多了解我们、信任我们，也同时给社会释怀，其实我们没有遭遇多大困难。你可能没参加过我们的内部会议，开会都是群情激昂的，没有感觉到有多大困难。但是外界不知情，我们需要传递一些信心，需要我说说话来起一些作用。所以，见媒体就是给社会传递一种信心。当然我们今年的收入增长速度可能会放慢，估计增长不会超过20%。谈华为业绩：增速放慢，研发投入更多谈及下一步的发展，任正非表示，今年的收入增长速度可能会放慢，估计增长不会超过20%。但他同时也表示，“我们在未来五年大量投入研发费用，做全世界最好的网络。五年以后，年销售收入可能比今年多一倍多。”此前，2018年底，华为轮值董事长郭平发布了《不经艰难困苦，何来玉汝于成》的2019年新年致辞。郭平在致辞中表示：“困难越大，荣耀也越大”，并称2018年华为预计实现销售收入1085亿美元，同比增长21%。2018年，华为和全球领先运营商签定了26个5G商用合同，10000多个5G基站已发往世界各地；全球160多个城市、世界500强企业中的211家，选择华为作为其数字化转型的伙伴；智能手机出货量超过2亿台。任正非表示，今年华为利润是90多亿，但是科研投入150-200亿美金，这150亿不是投资，都是成本，实际上还是客户投的，客户给的钱，不是产生利润，而是产生投入。他认为人才最重要，任正非表示，华为有很多成功，很重要的一点是外国科学家，因为华为工资高于西方公司，所以很多科学家都在华为工作。华为至少有700名数学家、800多名物理学家、120多名化学家、六七千名基础研究的专家、六万多名各种高级工程师、工程师……形成这种组合在前进。因此，我国要和西方竞技，唯有踏踏实实用五、六十年或者百年时间振兴教育。数据显示，华为全球研发人员约8万名，占公司总人数的45%，2017年和2018年，公司科研投入分别为138亿美元和150亿美元。对于国际业务板块，任正非说，少数地方的拒绝不能代表我们在大多数地方被拒绝。“这个世界很大，还有好多地方我们可做5G的，我们暂时还做不了那么多。”谈5G：5G的发展一定是缓慢的5G成为了通信行业的热词，也是华为的关键词。任正非表示，5G实际上被夸大了它的作用，也被更多人夸大了华为公司的成就，实际上现在人类社会对5G还没有这么迫切的需要，人们现在的需要就是宽带，而5G的主要内容不是宽带，5G有非常非常多的内涵，这些内涵的发生还需要更多需求的到来，还需要漫长的时期。“不要把5G想象成海浪一样，浪潮来了，财富来了，赶快捞，捞不到就错过了，5G的发展一定是缓慢的。”任正非表示，日本和韩国还是4G，日本、韩国把4G运用到非常好，就足够满足使用，我们的4G没有用好，打开手机只有20~30兆，实际4G是可以到300~400兆，足够看8K电视，是因为网络结构不好，没有数学家在研究运营商的网络结构，所以网络结构性的问题没有解决，5G用上来和4G差不多，5G接下来估计还要进入毫米波，毫米波就是只要你多加一倍的钱，带宽可以加一百倍，就是一秒钟你可以下载几十部高清视频，这个在实验室里面都能完全做出来，5G现在暂时还没有充分发挥出用处，太快了。 任正非表示，要投入做基础研究，并对华为自身的基础研究不够满意，这30年，其实我们真正的突破是数学，手机、系统设备是以数学为中心，但是在物理学、化学、神经学、脑学……其他学科上，才刚刚起步，未来的电子科学是融合这些科学的，还没有多少人愿意投奔我们。所以，我们在科学构建未来信息社会的结构过程中，我们还是不够的。谈布局：跨界，华为永远都是不会做的任正非坦言，其实华为做的就是“管道”，给信息流提供一种机会，华为在终端的技术进步那么快，是因为我们在管道技术上的战略储备很多，科学家都为它们服务，所以很快就跃上来了。因此，跨界华为永远都是不会做的。 “我们永远不会造汽车。”任正非表示，华为是做车联网的模块，汽车中的电子部分——边缘计算是华为做的，华为可能会是全世界做得最好的。但是它不是车，华为要和车配合起来，车用华为的模块进入自动驾驶。决不会造车的，华为是有边界的，以电子流为中心的领域，非这个领域的都要砍掉。", "author": "券商中国", "newsdate": "发布时间：19-01-18", "newstime": "11:31", "sentiment": [{"positive_prob": 0.988349, "confidence": 0.974109, "negative_prob": 0.0116508, "sentiment": 2}]}, {"title": "华为目前只有这三款手机值得买，你更看好哪一款？", "content": "华为这两年的快速发展是大众有目共睹的，凭借着强大的科研能力与机海战术，华为目前已经稳坐国行手机厂商老大的位置，不过话又说回来，在华为机海战术的影响下，并不是每一款华为手机都值得入手，而在笔者个人看来，目前华为真正值得入手的只有接下来介绍的三款。对于预算比较一般的朋友：荣耀8X作为荣耀去年的爆款产品，荣耀8X应该是华为千元机中入手价值最高的机型之一，外观上荣耀8X采取了6.5寸刘海屏的设计，而得益于屏幕下巴的明显收窄，荣耀8X屏占比高达91%，颜值颇为养眼，硬件上麒麟710处理器，标配4G+64G存储组合，后置2000万+200万AI双摄，3750毫安电池，虽然各个方面达不到顶尖，但均是行业中端水平，整体实力还是不错的，而其目前1299元的起步价也还算实惠。对于预算正常的朋友：荣耀V20作为前不久荣耀刚刚发布的新品，荣耀V20的综合实力可谓是可圈可点，6.4寸挖孔全面屏+玻璃机身设计，颜值和手感均有不错表现，后置4800万主摄以及4000毫安大电池，拍照和续航均为行业一流水准，而在硬件上荣耀V20更是搭载了麒麟980处理器，性能堪称安卓阵营的佼佼者，此外还支持双频GPS、液冷散热等功能，而其起步价为2999元，这也是目前最便宜的麒麟980机型。对于预算充足的朋友：华为Mate20 Pro虽然说华为Mate20 Pro起步价高达5399元，但从整体实力来说，华为Mate20 Pro还是值得如此高价的，作为华为目前最强机型，华为Mate20 Pro在多个方面均有亮眼表现，曲面刘海屏的外观、麒麟980处理器，后置顶级徕卡三摄，4200毫安电池，堪称是一款全面的水桶机，而在功能性方面，华为Mate20 Pro还配备了40W超级快充、IP68级别防水、屏下指纹等功能，可谓是非常强悍。小伙伴们，对此你怎么看？上述三款华为机型你更看好哪一款呢？欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：19-01-18", "newstime": "19:15", "sentiment": [{"positive_prob": 0.470035, "confidence": 0.400697, "negative_prob": 0.529965, "sentiment": 1}]}, {"title": "营收千亿，为什么任正非上不了富豪榜？看了华为股权结构就懂了", "content": "近两年华为公司发展十分迅速，去年华为凭借着5G技术优势，在全球共拿下25个商业5G订单，遥遥领先诺基亚、爱立信凳传统通讯厂商，领跑全球。手机业务也取得了重大进步，华为手机2018年全球销量突破两亿台，同比增长超过30%，排名世界第三。同时在去年年底，华为也正式成为继苹果、三星之后的第三家营收破千亿美元科技公司。不过虽然华为公司的业绩表现十分亮眼，但是华为公司创始人任正非却十分低调，甚至是在一些富豪排名榜单中也很少看到任正非的身影。华为营收破千亿，为什么任正非上不了富豪榜呢？看完华为的股权结构你就知道了。华为员工薪资主要是由基本工资和股份分红所得，任正非也不例外，基本工资在顶级富豪严重根本不足挂齿，股票分红可以说是华为员工最看重的点。根据英国《金融是报道中文网》报道，华为公司大部分股票是由80000名员工持有。当然这也不是华为的员工总数，当前华为共拥有150000名员工，但只有工作时间超过三年定级为14级以上的员工才会被赠予公司股票。绝大多数华为员工都拥有超过万股股票，由员工工会代为管理，当然部分高层管理人员股票数会超过百万。按照华为股票定价5.42元进行换算，每位华为员工都有几十万的隐形资产。据早些年华为的公开资料显示，华为投资控股有限公司工会持股比例为98.82%，而任正非出资比例为1.18%。同时任正非还拥有0.21%的员工股份，累计所得任正非共持有1.4%的华为公司股份。即使是华为公司上市，股价大幅提升，任正非资产也不会提升太多。相比马云的6.7%阿里股份以及雷军的超过30%小米股份，任正非在持股数量上明显处于劣势。不过华为股票每年的回报都极为丰厚，去年华为的员工获得了每股1.41元的分红奖励，收益率高达26%，相比上市科技公司股价的表现，华为无疑的市场上表现最为突出的企业。当然，任正非之所以会选择采区员工持股的管理方案也有自己的原因。员工持股可以令员工在工作上更加的具有干劲，更加的具有集体荣誉感，这也是华为飞速发展的原因。对于此事，你有什么看法，不妨将你的观点与大家一起交流下。文/百家号【数码小妖精】原创创作，已经通过区块链技术进行版权认证，禁止任何形式的改编转载抄袭，违者追究法律责任。", "author": "数码小妖精", "newsdate": "发布时间：19-01-18", "newstime": "18:12", "sentiment": [{"positive_prob": 0.00715167, "confidence": 0.984107, "negative_prob": 0.992848, "sentiment": 0}]}, {"title": "浅谈一下华为手机的安全", "content": "近几年来，华为手机的强大崛起已经成为手机界的佳话，越来越多的消费者开始重新审视并且重视起这个品牌。因为工作的原因，小编近一年的时间一直在用华为P20 Pro和华为Mate 20 Pro两款旗舰手机（羡慕不，嘿嘿），长时间的使用接触，除了对华为手机有了更深入的了解外，也开始慢慢了解了华为这个品牌所独有的人文科技关怀。这篇文章，IT之家小编不谈徕卡三摄，也不谈麒麟980AI芯片，在这里小编和小伙伴们简单分享一下华为手机上同样重要、但并不是被大部分人所熟悉的地方——华为手机的安全。在这个移动互联网爆发的现在，所有的App都在想方设法的获取你的所有信息，甚至你在哪里上个厕所这些丧心病狂的App们都想知道。与此同时，手机厂商们则在尽可能的守护着你的隐私、个人信息安全。因此，一个自律的、可靠的手机厂商，很重要。手机的安全性已经成为消费者购买手机的重要因素，越来越多的手机厂商们开始重视起来，几乎每一场手机发布会都会提到这一点，那么华为手机又是怎么做到足够安全的呢？一、华为手机的生物识别解锁是手机安全的第一道门，在手机的解锁方式上也是多种多样，比如3D人脸识别、指纹识别、虹膜识别、声纹识别等等。华为的指纹识别之所以更安全，是因为早在Mate 7开始华为就在麒麟芯片上集成了安全单元，用来存储用户的原始指纹数据，并且所有指纹和指纹对比全部放在芯片的Trust Zone中完成。可以理解为，你的指纹信息被华为手机藏到了本地的一个“黑匣子”里，任何应用都无法打开黑匣子获取你的指纹信息，包括华为自己和微信、支付宝，这也是为什么华为手机的微信指纹支付去年才开始大规模升级更新。华为麒麟芯片的安全单元相当于将一滴水藏在大海里，即使遭遇暴力拆解，也无法恢复安全单元里的生物识别信息。二、金融级安全支付早在2016年，华为麒麟960就获得了中金国盛（央行支付安全认证机构）和银联的金融级安全认证，华为也因此成为目前唯一获得金融机构认证的芯片厂商。麒麟980不仅获得了中金国盛和银联的认证，而且首家（同时是目前唯一一家）通过全球统一金融支付标准EMVCo的认证，横跨中、欧、美、日金融级支付体系，包括大家所熟知的央行、银联、VISA、MasterCard，和北美的Discover和American Express，以及来自日本的JCB。三、支付保护中心上面介绍的“金融级安全支付”似乎像是玄学，因为在手机上你看不到也摸不着，如果你还是不放心，那么可以看一下接下来的这个“支付保护中心”。用过华为手机的小伙伴可能会感到很熟悉，因为当你第一次通过微信或者是支付宝付款的时候，华为手机会提醒你开启这项功能，简单点说，华为支付保护中心能够自动检测你的华为手机中可能存在的支付风险，包括应用来源的检测以及支付环境威胁的检测，比如手机是否root、USB调试是否禁用、安全短信是否开启、wifi是否安全等等。这相当于给你的App又加了一道安全盾，尽所有可能的保护着你的钱财。当然，你还可以手动添加一些金融类、消费类的App，比如各大银行的App等等。四、AI警犬在EMUI 9.0系统中，华为加入了“AI警犬”功能，简单点说，AI警犬能监测你下载的App是否存在恶意行为，是否会偷偷摸摸的给你后台扣费等等。这套AI能把以往出现过的大量恶意应用的“套路”和“陷阱”样板丢进去反复训练，还会深度学习，自动辨认那些行为是不安全的。比如，你通过第三方平台下载了一款“披着羊皮的狼”的App，这时候“AI警犬”就会跳出来，告诉你“这货不行”，提醒你尽快卸载。五、骚扰拦截这个就不必多说了，什么骚扰电话和短信统统给你拦住，并且，还不会出现误伤友军的情况。记得去年参加某场发布会，结果IT之家小编手里用的某品牌手机把人家公关小姐姐发来的短信邀请函都给拦住了，那场面一度十分尴尬。去年双11期间丧心病狂的推荐广告▲（只是一部分）针对各类骚扰电话和信息，华为手机结合云端大数据号码分析，能够自动拦截各类骚扰电话和信息，特别是去年双11的时候，IT之家手里的那台Mate 20 Pro手机拦住了相当多的垃圾短信，整个双11过得非常舒心。六、App调用系统权限让你亲眼看到如果你在使用华为Mate 20系列手机，又或者是升级到了EMUI 9.0，那么你会发现有时候打开某款App的时候手机顶部通知栏会出现红色的摄像头或者是麦克风的图标，其实这是华为在EMIUI 9.0系统中加入的一个贴心小功能，主要是让你第一时间知道哪些App正在调用你的摄像头、麦克风，防止APP窃取用户隐私。七、数据安全手机丢了，虽然有锁屏密码，但会不会有一些别有用心的人通过拆机的方式窃取你的手机里的秘密呢？华为考虑到了这一点，华为手机采用高安全算法，对文件进行加密，即使手机丢失，在屏幕未解锁的情况下，也无法读取其中文件。就算暴力拆出存储卡，也无法窃取里面数据。八、安卓绿色联盟2016年11月，华为Mate 9/Mate 9 Pro手机发布的同时，华为宣布联合阿里巴巴、百度、腾讯、网易四家国内知名互联网企业，成立安卓绿色联盟，共同推动安卓应用体验提升。安卓绿色联盟是中国首个致力于提升安卓应用体验的联合组织。同时也是一个开放的非盈利性组织，旨在共同构建中国安卓绿色应用环境，打造安全，可靠，信赖，健康的应用生态。记住这个“原谅色”的“老实人认证”图标▲目前加入到中国安卓绿色联盟的企业已经接近1000家，入盟会员可以免费获得华为北京的终端开放实验室OpenLab测试服务。实验室面积达300多平方米，拥有2300多台真机，APP的日测试量峰值可达15万，面向海量开发者共享DevEco云测和远程调测能力。值得一提的是，为了激励开发者们都遵守联盟的开发标准，华为在自家的应用市场做了一个“老实人认证”，只有通过人工和AI的双重检测，严格遵守联盟标准的APP才能在华为应用市场打上“安卓绿色联盟”的标志。九、防4G伪基站作为全球最大的电信设备厂商，华为可以说是最懂如何与伪基站的斗争的手机厂商了。三年前发布的麒麟950做到了业界独家芯片级防2G伪基站，随Mate 20系列推出的防4G伪基站，更是让华为成为全球第一家防4G伪基站的厂商。华为通过麒麟980芯片级防控+人工智能技术，有效识别2G、4G伪基站，拒绝其信号请求，对人与手机、手机与手机之间的连接进行全面的保护。总结：上面9点就是IT之家小编总结的华为手机九道“安全门”，如果你还有想要补充的地方，欢迎评论区分享留言。基于硬件和软件层面不断地升级优化，华为手机正在给消费者提供一个“全方位”、“多层次”和“宽领域”的优质体验。", "author": "IT之家", "newsdate": "发布时间：19-01-18", "newstime": "12:36", "sentiment": [{"positive_prob": 0.984204, "confidence": 0.964898, "negative_prob": 0.0157961, "sentiment": 2}]}, {"title": "任正非最新访谈，回应关于华为的一切", "content": "说到当下新闻媒体报道最多的中国企业，肯定非华为莫属。17日，华为创始人兼CEO任正非在深圳华为总部接受了媒体采访。任正非出镜接受专访，近年来非常少见。在访谈中，针对女儿孟晚舟被加拿大扣押、网络安全、华为是否跨界等问题，任正非一一回应。整个过程，任正非精气神很足，肢体语言丰富，还不时用手指敲打桌面，犹如战场上的战士一般。尽管在海外市场遭遇一些问题，但任正非对华为的发展还是充满信心。而采访中，任正非最关心的问题是基础科学研究和教育。在他看来，把教育做好，国家就有未来。任正非17日接受采访跟孟晚舟电话只是讲讲笑话 十年前预计到今天华为面临的问题首先看一下任正非在访谈中对热点问题的回应：问：作为父亲如何看待女儿孟晚舟被加拿大扣押？能为她做什么？答：靠法律解决。感谢政府的领事保护，感谢国内民众的声援。我与女儿现在就是打打电话，电话上也仅仅是讲讲笑话，晚舟很坚强。问：怎么看待华为现在面临的问题？答：十多年前就有预计。有影响，但不会出现重大问题。问：为什么近期安排见媒体？答：见媒体是公共关系部逼的。也是给社会传递一种信心。问：有说法称华为每天都战战兢兢、如履薄冰，担心被别人追赶上？答：如果真是这样子，就根本跑不动了。问：华为的产品安全吗？答：我们在170多个国家提供产品，有良好的安全记录。但是我们还需要不断进步，未来5年投资1000亿美元，打造最安全的产品。问：华为盗窃知识产权吗？答：没有。华为有一万多项核心专利是美国授权，美国人在用我们的知识产权。问：是否会跨界做别的业务？答：永远不会，永远不会造汽车，不进入不熟悉的领域。问：华为钱多得花不出去？答：那只是一个说法。问：华为被多国封杀，未来怎么办？答：世界那么大，还有很多地方可做5G。华为是世界上5G做得最好的企业，也是微波技术最先进的企业，能够把5G基站和最先进的微波技术结合起来成为一个基站的，世界上只有华为能做到。我们的产品做得比别人都好，让别人不想买都不行。问：华为会倒下吗？答：早晚的事情，但这是个哲学命题，不是一个现实命题。技术上的突破，让华为有了更多机会和生存支点在访谈过程中，任正非虽然坦诚华为现在面临着一些问题，但他最关注的是教育和基础研究，华为在这方面投入很大，现在也是华为面临压力但能够保持稳健的底气所在。任正非称，因为技术上的突破，让华为有了更多的机会和生存支点，因此对于现在所面临的问题，华为并没有像外界想像中的那么担忧。迎接时代挑战，重心是发展教育在任正非看来，未来二三十年，人类社会将有巨大变化，生产方式等方面都会出现变革。对于建设创新型国家、迎接时代的挑战，任正非认为，重心是要发展教育，而且主要是基础教育，特别是农村的基础教育。没有良好的基础教育，就难有比较有作为的基础研究。要让优秀人才愿意去当教师，让优秀的孩子愿意进入师范学校，这样就可以实现“用最优秀的人培养更优秀的人”。任正非还表示，振兴教育不在房子，在于老师。物质不是最主要的，人才是最主要的，人类灵魂的工程师应该得到尊重，这样国家才有希望。只有把教育放在突出重要的位置，才能迎接未来的革命。“中国是一个人口大国，如果变成人才大国，我们与别人的竞争才更加有信心。我们国家要和西方竞技，唯有踏踏实实用五、六十年或者百年时间振兴教育。”任正非说。至于华为自己在这方面该怎么做，任正非称，把华为公司做好，就给大家做了一个榜样。华为为什么要投巨资进行基础研究？现在国家强调创新驱动发展，企业是重要的创新主体，但有些企业担心搞基础研究投入大、回报周期长。华为每年投入巨资进行基础研究，金额在百亿美元这个量级。为什么要这样做？不担心钱打了水漂？对此，任正非讲了大实话，道出其中奥秘。在他看来，现在从基础研究到实际应用之间的时间周期已经较以前大为缩短，如果华为不进入基础研究领域，就不能领导或领先这个时代，就不能赚超额的钱，就不可能有超额的投资，那华为也就变成一家代工厂。开展基础研究，才可能有超额利润，才有钱做战略投入，才能领导社会前进。否则，就会落后于时代。原来如此！虽然华为投了那么多钱进行基础研究，但任正非仍然不是很满意。他坦言，过去30年华为真正的突破是数学，手机、系统设备是以数学为中心，但是在物理学、化学、神经学、脑学……其他学科上，华为才刚刚起步，还是落后的。华为在科学构建未来信息社会的结构过程中，还是不够的。看来，创新真的是有回报，而且很可能有超额回报。华为的雄心也真的是不小。虽然华为遭到打压，但任正非老骥伏枥，志在千里。任正非答中国媒体30问（全文）1、记者：华为最近遇到了一些困难，请问华为内部是否系统地评估过，这么多年的研发创新投入是不是可以抵抗这些困难？任正非：应该说，我们今天可能要碰到的问题，在十多年前就有预计，我们已经准备了十几年，我们不是完全仓促、没有准备的来应对这个局面。这些困难对我们会有影响，但影响不会很大，不会出现重大问题。记者：那么在现在的环境下，您怎么理解自主创新对中国公司的意义？任正非：我从来不支持“自主创新”这个词，我认为，科学技术是人类共同财富，我们一定要踏在前人的肩膀上前进，这样才能缩短我们进入世界领先的进程。什么都要自己做，除了农民，其他人不应该有这种想法。自主创新若是精神层面我是支持的。也就是说，别人已经创新，我们要尊重别人的知识产权，得到别人的许可，付钱就行。如果我们重做一遍，做完一遍，也要得到许可，还是要付钱，这是法律。当然科学家都是自主创新的，我指的是我们这种公司的工程创新。2、记者：我想接着问一下，华为对这次反全球化浪潮所做的最坏的预案是什么？任正非：外面的变化对我们没有这么大的影响。因为我们有信心，我们的产品做得比别人都好，让别人不想买都不行。我举一个例子：全世界能做5G的厂家很少，华为做得最好；全世界能做微波的厂家也不多，华为做到最先进。能够把5G基站和最先进的微波技术结合起来成为一个基站的，世界上只有一家公司能做到，就是华为。将来我们5G基站和微波是融为一体的，基站不需要光纤就可以用微波超宽带回传。有人说过去这只适用于广大农村，但5G是超宽带，微波也是超宽带，这也适合广大西方国家。因为广大西方国家遍地都是分散的别墅，是要看8K电视、高速的信息消费，那就需要买我们的设备。当然，它可以不买，那就要付出非常昂贵的成本来建设另外的网络。我们在技术上的突破，也为我们的市场创造了更多机会，带来更多生存支点。所以，我们没有像外界想像中的那么担忧。3、记者：长期以来，西方对包括华为在内的中国企业最常见的指责就是盗窃知识产权，请问您怎么看待这个话题？任正非：我不能代表中国企业，只能代表华为。华为在美国经历了几场大官司，都获得良好的结果。华为现在87,805项专利中，其中有11,152项核心专利是在美国授权的，我们的技术专利对美国的信息社会是有价值的。我们已经和很多西方公司达成了专利交叉许可。华为不能代表别的企业，但是我们自己是绝对尊重他人知识产权的。4、记者：为什么中国没有产生像高通那样通过知识产权授权模式进行发展的企业？深圳有一些企业，他们有自己的知识产权，由于遭遇知识产权官司和国外公司的围堵，他们没有办法，只好向产业链的下游下沉。想问您，中国知识产权体系应该要怎么调整？任正非：如果我们把知识产权当成物权，可能国家的科技创新发展会更加好一点。就是知识产权法若是物权法的一部分，侵犯知识产权就是侵犯物权，这样的环境有利于原创发明。没有原创发明，哪有未来的“高通”呢？我们应该认识到，知识产权保护是有利于国家长远发展的，而不是西方拿来卡我们的借口。因此，我们国家首先要不支持假货、不支持山寨，而是要支持原创、保护原创。有可能今天经济发展速度会慢一些，但质量就会更好一些，就会出现越来越有竞争力的公司。5、记者：现在外界有一种感觉，好像又重新回到麦卡锡时代，以共产主义为帽子，加到一些企业或者个人身上进行打击。您有没有感觉到，中国《情报法》尤其是第七条颁布之后，会对华为国际市场造成一些障碍？您觉得有没有必要通过一些渠道对它进行合理的诠释？任正非：首先，对于释法的事情，我们说了不算。但是政府已经表态，外交部做了明确澄清，中国没有任何法律强制要求任何企业安装后门。　　第二，中国还要强调，企业在任何国家都必须要遵守业务所在国所有适用的法律法规，包括联合国、美国和欧盟适用的出口管制和制裁法律法规。6、记者：任总您好，我在深圳做新闻工作很多年了，在我印象当中，华为在过去30年当中，像这么密集，您亲自出面，连续几天与媒体会面，以前是很少见的。包括外媒都在说，今年任总会见记者是一个比较罕见的安排，是为了应对当前华为所面临的罕见的特别困难，不知道您对这个评价是否认同？这个安排，主要是想传递什么信息？另外一个问题，西方一些国家政府对华为网络安全的指责，您认为这是出于历史的偏见，还是华为确实有需要加强的地方？华为如何消除西方国家的担忧？任正非：第一，见媒体是公共关系部逼的。他们说，这段时间我们要给18万员工和广大客户都要传递信心，让他们多了解我们、信任我们，也同时给社会释怀，其实我们没有遭遇多大困难。你可能没参加过我们的内部会议，开会都是群情激昂的，没有感觉到有多大困难。但是外界不知情，我们需要传递一些信心，需要我说说话来起一些作用。所以，见媒体就是给社会传递一种信心。当然我们今年的收入增长速度可能会放慢，估计增长不会超过20%。第二，关于网络安全问题，要把信息安全和网络安全区分开来，现在混淆在一起了。华为30年来在170多个国家、为30多亿人提供了网络服务，有良好的安全记录。但是我们还需要不断进步。我们现在要重构软件架构体系，朝着“网络架构极简、网络交易模式极简、网络极安全、隐私保护遵从GDPR”这四个目标的要求。我们在未来五年大量投入研发费用，做全世界最好的网络。五年以后，年销售收入可能比今年多一倍多。7、记者：我记得2014年第一次采访您的时候，您说“华为有什么神秘的？揭开面纱就是皱纹”，印象特别深刻，现在五年过去了，您觉得华为的面纱真正揭开了吗？现在国际上质疑的声音好像更多了。任正非：那就是皱纹更多了。因为半径越大，问题越多。如果我们缩到小小的一点，像农民种地一样，只有土豆这么大，外界都看清了，那谁也不会质疑。半径越大，越看不清，未来10-20年之后的探索我们更加看不清，所以大家的质疑会多一些，但是质疑并不等于有多大问题。另外，质疑也是有价值的，科学家天生就喜欢怀疑，要不他们怎么会发现新东西呢？他不相信，就会有新发现，所以质疑本身也是前进过程中必然伴随的副产品。未来信息社会的发展是不可想象的。未来二三十年，人类社会一定会有一场巨大革命，在生产方式上要发生天翻地覆的变化。比如，工业生产中使用了人工智能，大大地提高生产效率。大家参观了我们的生产线，那还不能叫人工智能，只是一部分人工智能，但是生产线上已经看不到太多的人。五年以后，这条生产线上可能只需要五、六人，甚至两、三人，主要是做维修。当然，我们的生产线上很多人都是博士，不是普通操作工人，特别是光芯片生产中，会动手的博士还特别少。这个时代对一个国家来说，重心是要发展教育，而且主要是基础教育，特别是农村的基础教育。没有良好的基础教育，就难有有作为的基础研究。给农村教师多发一点钱，让优秀人才愿意去当教师，优秀的孩子愿意进入师范学校，就如我们老一代革命家毛泽东、粟裕、黄克诚、许光达、恽代英…都出身于师范学校一样，我们就可以实现“用最优秀的人培养更优秀的人”。但现在不是这样，教师待遇低，孩子们看见知识多也挣不到多少钱，所以也不怎么想读书。这样就适应不了未来二、三十年以后的社会，社会就可能分化。完全使用人工智能生产的可能就会重回西方，因为没有了工会问题、社会福利问题、罢工问题……；完全不能人工智能的生产可能会搬到东南亚、拉丁美洲、南欧等人力成本低的国家去了。我们国家面临着这种分化，就应该要把基础教育提到国家的最高纲领，才能迎接未来的革命。提高全民族的文化素质，这应是党和国家的主要责任，每个公民的义务。今天满街高楼大厦，过二、三十年就变旧了。如果我们投资教育，二、三十年后这些穷孩子就是博士，开始冲锋，国家就会走向更加繁荣。在这个重要的历史转折时期，华为只能把自己管好，不能去管别人，所以我们就大量投入资金往前冲。刚才央视记者问我“你们赚的钱很少，为什么科研投入会有那么多”，比如今年我们利润是90多亿，但是科研投入150-200亿美金。其实这150亿哪里是我们投的，都是成本，实际上还是客户投的。客户给我们的钱，不是产生利润，而是产生投入。我们为什么要走在前面？新技术进入时代的周期变短了。过去是等到科学家做方程，经过五、六十年，终于发现这些方程有用。从电磁理论，又经过五、六十年，发现电磁理论可以用于无线电；又经过了几十年……今天已经不可能了，这个过程缩短非常厉害，即使不能叫毫秒级，也是极短级。如果我们还是等着产业分工，不进入基础研究，就有可能落后于时代。中国是一个人口大国，如果变成人才大国，我们与别人的竞争才更加有信心，因此，小学教师应该要得到更多的尊重。当然，今天教师待遇已经比过去好很多了，但还要让教师成为最光荣的职业，国家未来才有希望，才能在世界竞技中获得成功。今天大家看到华为有很多成功，其实成功很重要的一点是外国科学家，因为华为工资高于西方公司，所以很多科学家都在华为工作。我们至少有700名数学家、800多名物理学家、120多名化学家、六七千名基础研究的专家、六万多名各种高级工程师、工程师……形成这种组合在前进。因此，我们国家要和西方竞技，唯有踏踏实实用五、六十年或者百年时间振兴教育。振兴教育不在房子，在于老师。黄埔军校就是两条绑腿，抗大就是一条小板凳。你们看关于抗大的电影，搬个小板凳，坐在黄土飞扬的土地上，听到毛泽东没有麦克风的讲话，就建设了新中国。黄埔和抗大怎么不是世界上两所伟大的名校呢？所以，物质不是最主要的，人才是最主要的，人类灵魂的工程师应该得到尊重，这个国家才有希望。记者：您提出基础教育这个议题，是希望能够给社会一个警示吗？任正非：我认为，社会就是应该有口号“用最优秀的人去培养更优秀的人”，“我们再穷也不能穷老师”。记者：您打算为这个事情做点什么？任正非：我们把华为公司做好，就给大家做了一个榜样。华为有什么？一无所有！华为既没有背景，也没有资源，除了人的脑袋之外，一无所有。我们就是把一批中国人和一些外国人的脑袋集合起来，达到了今天的成就，就证明教育是伟大的。8、记者：在4G时代，我们感觉华为也是从众多的竞争对手中领跑进入一个新的境界。原本以为在5G时代，迎接华为的是世界广阔的天地。但是目前为止，外界设置的障碍是比较多的，刚才您也讲华为对遇到的状况是评估过的。我想问一下，接下来华为打算采取哪些措施去突破目前的困局？另外第二个问题，我们早上也去参观了华为的两个实验室，还是觉得华为在基础研究这方面也是投入了很多心力的，那国家大的环境也是提倡企业或者是高校做基础研究，我想听任总关于基础研究这块的想法。任正非：有个老师辞职说世界很大，她想去看看。我想说这个世界很大，还有好多地方我们可做5G的，我们暂时还做不了那么多。少数地方的拒绝不能代表我们在大多数地方被拒绝。而且5G实际上被夸大了它的作用，也被更多人夸大了华为公司的成就。因为我们跑得太快了，我们的年青人按捺不住自己的兴奋，一直讲啊讲，就把事情夸大了。实际上现在人类社会对5G还没有这么迫切的需要。人们现在的需要就是宽带，而5G的主要内容不是宽带。5G有非常非常多的内涵，这些内涵的发生还需要更多需求的到来，还需要漫长的时期。不要把5G想象成海浪一样，浪潮来了，财富来了，赶快捞，捞不到就错过了。5G的发展一定是缓慢的。日本和韩国还是4G，日本、韩国把4G运用到非常好，就足够满足使用。我们的4G没有用好，打开我的手机只有20~30兆，实际上我们提供的4G是可以到300~400兆，足够看8K电视。但是我们的网络，白天打开就只有二三十兆，只能看4K，没法看8K电视。为什么？网络结构不好。网络结构不好是啥？还是没有数学家在研究运营商的网络结构。所以网络结构性的问题没有解决，5G用上来和4G差不多。就好比我嘴巴很大，但是喉咙很小，我吃一大块肉还是一口吞不进去。因此，不是5G的基站是万能的，大家别那么着急。5G接下来估计还要进入毫米波，毫米波就是只要你多加一倍的钱，带宽可以加一百倍，就是一秒钟你可以下载几十部高清视频，这个我们已经在实验室里面都能完全做出来。5G现在暂时还没有充分发挥出用处，太快了。这次中央台用来在深圳（5G）直播春节联欢晚会，也只是个演示性作用，这种演示还不足以变成大规模的商业行为。在技术研究上，我们有一个说法叫做“一杯咖啡吸收宇宙能量”。干啥？就是我们向谷歌学习，谷歌的母公司赚了钱就去研究很难实现的东西，还研究长生不老药，它也是为人类社会贡献，把财富转移到探索人类社会的未来去，我们也是一样的。所以我们讲一杯咖啡吸收宇宙能量，就是向谷歌学来的。就是把钱投出去，探索人类未来。我们支持给大学教授做基础研究，他就像一个灯塔一样，既可以照亮我们，也照亮别人。但是我们理解比别人快，所以做出的东西比别人快，仅此而已。我们自己在编的15000多基础研究的科学家和专家是把金钱变成知识，我们还有60000多应用型人才是开发产品，把知识变成金钱。我们对外面科学家的探索，就是给予适当的支持。记者：如果是这样的话，那基础研究就不适合由公司去做。任正非：但是如果公司不做，我们就不能领导或领先这个时代，那我们就不能赚超额的钱，我们就不可能有超额的投资，那我们就变成一个代工厂了。我们为什么能胸有成竹一路领先？在电子上我们已经做出最先进的芯片ARM CPU、AI芯片，在光子的交换上，我们也是世界最领先的。在量子方面，我们在跟随，至少在研究别人的量子计算机出来后，我们怎么用。我们在电子、光子、量子这三者之中，有两者是走在人类社会前面的，在量子计算是跟在后面的。所以开展基础研究，才可能有超额利润，才有钱做战略投入，才能领导社会前进。外面的科学家欢迎我们，因为我们就是把他们当作灯塔，我们不侵犯他们的任何利益。美国有一个拜杜法案，赋予大学和非盈利研究机构对于联邦政府资助的发明创造可以享有专利申请权和专利权，从而产生了促进科研成果转化的强大动力。我们也按照拜杜法案，我们没有什么私心，但我们不是和学校合作，主要是和教授合作，必须有这个领军人物我才跟你合作。9、记者：如果您来评价华为目前的基础研究，华为处于什么样的技术水平？您个人的目标是什么？我记得两年前您参加国家科技大会时，您说华为进入了无人区，现在是不是还是这样一个水平？任正非：总体来说，我们对自己的基础研究评价应该还不够满意，为什么呢？这30年，其实我们真正的突破是数学，手机、系统设备是以数学为中心，但是在物理学、化学、神经学、脑学……其他学科上，我们才刚刚起步，还是落后的，未来的电子科学是融合这些科学的，还没有多少人愿意投奔我们。所以，我们在科学构建未来信息社会的结构过程中，我们还是不够的。关于无人区，当时最主要是讲“时延”问题，比如现在无人驾驶等都是时延问题。前段时间，我太太和我小女儿在欧洲乘坐德国无人驾驶汽车在高速公路狂奔了两个多小时，欧洲已经在进入L3阶段的无人驾驶。大家也看到我们和奥迪在无人驾驶领域的合作，也是L3阶段。无人驾驶最高是L5阶段，达到L5阶段5G开始起作用，但是还有时延问题。所以，现在真正无人区的探索就是降低时延，任何电路都一定有电容、电阻，一定会产生时延，人类社会要求无时延的时代是不存在的。时代发展进入饱和曲线阶段，我们刚好在这个曲线的平顶上，新公司很容易追上我们。这就是我们认为未来的风险。你们看，现在做一个电子产品多简单，买几个芯片一搭就出来了。我们的优势慢慢也不再是优势，这个领域里，我们担忧也跑不动了。这次总理去比利时参观了IMEC的一个设计平台，总理看到这个平台能把人类电子带宽提高到3纳米和1纳米。如果到了极限，还满足不了人类的需求，石墨烯这时也还不能替代硅，怎么办？我们就把芯片叠起来，但最大的问题是要把这两个芯片中间的热量散出来，这也是尖端技术。所以说，热学将是电子工业中最尖端的科学，这方面我们的研究也是领先的，就是太抽象了。所以，应对未来的挑战，我们都在找路，但如果慢慢找来找去找不到，追兵也很快到了。10、记者：之前与一位企业家做交流，他说过一句话“每天都战战兢兢，如履薄冰，担心被别人追赶上，担心用户抛弃自己的公司。”我想知道您有没有这样的担心？任正非：这个“战战兢兢、如履薄冰”，就是形容词，我们也天天说。如果真是这样子，就根本跑不动了。我们还是胸有成竹的，但是说话总是要夸大一点，好像自己真的是很担忧，大家不要听那些形容词。记者：那“下一个倒下的会不会是华为”？任正非：一定。记者：其他公司都在说要做百年老店，要做传承。任正非：做百年老店是非常困难的，最主要的是要去除惰怠。曾经有首长说要总结一下华为公司的机制，我说首长您别总结，前20年是积极进步的，这10年是退步的，为什么？就是人们有钱就开始惰怠了，派他去艰苦地方不愿意去，艰苦工作也不愿意干了。如何能够祛除惰怠，对我们来说是挑战。所以我们强调自我批判，就是通过自我批判来逐渐祛除自我惰怠，但我认为并不容易，革自己的命比革别人的命要难得多得多。11、记者：去年华为人力资源研讨会，大家给您提了一堆意见，总结成十宗罪。您觉得大家提的这些意见是否有道理，您按照这些意见去改进了吗？任正非：十宗罪，我们把它都贴心声社区的网上了，让18万员工去批判，大家就讨论应该怎么改。这样会形成一种文化，这种文化会使我们的一些内部的机制逐步地转变。我看心声社区一般只看批评，说好话的我就过滤过去。因为我要看到底基层发生了什么情况，管理层做得对不对。发现后，再找个人去调查一下是不是存在这样的问题。12、记者：您谈了很多基础研究的内容，您年轻时有没有想过自己将来当一个科学家？您现在是不是觉得自己的人生走错路了？第二个问题，您刚才也讲到华为现在钱很多，不知道往哪花。华为的产品做得非常好，前段时间有个传言，说“华为要跟袁隆平合作搞海水稻”，很快华为就声明这是个假新闻，但是在这个传言背后，可能反映了很多人希望华为能够做更多、更好的产品，请问华为有没有跨界的想法？任正非：第一，华为公司几百人的时候，对准一个“城墙口”冲锋，几千人、几万人、十几万人冲锋还是对着同一个“城墙口”，并没有转变，而且我们每年对一个“城墙口”的炮击量已经超过150-200亿美金，这还仅仅是研发费用，其他部门也在冲锋，加起来大大超过这个量了。我们只有集中在一个点上突破，才能在人类社会中立足。当我们要拖上很多“拖斗车”、“马车”、“黄包车”……的时候，我们这个“高铁”也跑不动了。钱多得花不出去，那只是一个说法，我们都是加大对未来的投资，要把钱花出去、花好也是不容易。每个部门要花钱，预算审查也是极其严格的。比如我们拨了36.8亿美金战略费用，他们怎么花没有压力吗？还有，我们有一个华为大学，培训的大多数是读了博士、硕士，包括还有很多海外名校毕业，实践几年很成功的员工，回来受再教育，然后再出去，再教育、再出去。这费用高得不可想象。华为大学现在还没有修好，下次欢迎你们再来参观。13、记者：任总，您讲过“接下来的智能世界可能会有非常非常多的机会”，华为在多个领域已经成为了领导者，从芯片到服务器、云端，在全球也没有一家可以对标的企业了。华为在业务上有没有边界，边界在哪里？因为不少合作伙伴担心华为抢了他们的生意。任正非：其实我们做的就是“管道”，给信息流提供一种机会。我们做的服务器存储不就是“管道”中的一个“水池”吗？终端不就是“水龙头”吗？所有这些技术都是一脉相通的。为什么华为终端的技术进步那么快？是因为我们在管道技术上的战略储备很多，我们用不完，就把这些部门划给终端，科学家都为它们服务，所以很快就跃上来了。因此，跨界这个问题，我们是永远都是不会做的。前天西方记者也问我“你们会不会造汽车？”我说，我们永远不会造汽车。我们是做车联网的模块，汽车中的电子部分——边缘计算是我们做的，我们可能会是全世界做得最好的。但是它不是车，我们要和车配合起来，车用我们的模块进入自动驾驶。决不会造车的。因此，我们不会跨界，我们是有边界的，以电子流为中心的领域，非这个领域的都要砍掉。14、记者：最近我看到很多报告或演讲，包括美国智库，提到未来在全球科技领域可能会有中美两个阵营。您对于未来科技行业的走势是怎么看的？因为华为从来不站队，但是现在这种大国博弈的情况下，华为还有可能独善其身吗？任正非：如果将来会出现中美博弈，中国首先还得重视教育。我们在海外派遣员工有4万多名，为什么大多数员工都不愿意回来？孩子上学问题，回来以后怎么插班，教育方式完全不一样。这样一系列问题，让我们的员工流动不起来，孩子回不来。即使在非洲，孩子可以上最好的学校，但是回到深圳就进不去学校。因此教育是我们国家最紧迫的问题，要充分满足孩子受教育的权利。每个家长最操心就是孩子。因此，盲目的人口红利化是错误的，因为社会的生产方式是走向人工智能。东风汽车的竺总问我，我说“中国无人驾驶可以从拖拉机做起”，我们不与西方同一个轨道竞争，就把拖拉机做到24小时耕地，不怕蚊子，不怕下大雨，不怕爬高山，农业生产效率不就提高了吗？ 15、记者：您在采访中多次提到人工智能，我现在看到很多公司已经把人工智能当成一个主要的目标，言必称人工智能。您担心这个趋势会导致人工智能形成一个泡沫么？任正非：人工智能有可能是泡沫。但别害怕这个泡沫破灭，那些失败的专家工程师，我们招聘，为什么？我们需要改变我们的生产结构，改变我们在全世界的服务结构，我们需要这些人。为什么我要失败的人呢？失败的人就是理想太大，平台太小。但是我的平台很大，能够容纳你跳舞。为什么人工智能会出现泡沫化？就是同一个东西，这个世界实际上只需要一家公司，比如说办公系统，谁还能取代微软？真正的机器人出来后，90%的机器人公司就困难了。因此，我很难解释人工智能是不是有泡沫。我们公司在工程上，比如新疆高山上的基站，是京东快递小哥骑着摩托上了山，把设备按照我们的说明装好以后，我们人在西安调测，调测通过就验收了，报告、发票就出来了，钱就付给你了。如果我们不是采用人工智能的方法提升生产效率，我们公司就不可能实现低成本，不可能获得高利润，也不可能加大对未来的战略投入。16、记者： 您认为华为当前主要是什么困难？任正非：我们觉得除了困难，都是困难，没有不困难。17、记者：请您讲一讲国际业务，接下来华为在国际业务拓展方面还有哪些规划？任正非：没有变化，过去怎么做还怎么做。记者：打算继续在哪些领域重点做？ 任正非：不改变现在的方向，不进入不熟悉的领域。18、记者：虽然西方媒体也问过了，但是我们还是希望了解孟女士这个话题，希望您作为父亲来回答。您第一次听说女儿被加拿大扣留的时候是在什么场合？您现在与她沟通渠道顺畅吗，现在情况如何？1月29日是美国正式引渡的最后期限，有没有困难？任正非：孟晚舟和我本来是去阿根廷开同一个会议，而且她还是会议的主要主持者。她是在加拿大转机，不幸就被扣留了。我晚她两天才出发的，是从另外的地方转机的。我们会通过法律程序来解决这件事情。作为孟晚舟的父亲，首先感谢中国政府维护孟晚舟作为中国公民的权益，为她提供了领事保护。我也感谢社会各界人士对孟晚舟所表达的支持、关心和关注。我与女儿现在就是打打电话，电话上也仅仅是讲讲笑话，晚舟也很坚强。19、记者：您是反对封闭式的自主创新的，对不对？然后，您又提到最先发明量子计算机的一定是IBM或者微软。任正非：这是我个人的看法。记者：华为可能不是第一个。任正非：肯定不是。记者：那我想问一下，一方面每年我们投入这么多钱在研究与创新，另一方面我要站在前人的肩膀上，关于技术创新的共享和自主研究，这两者的平衡点是什么？任正非：在精神上我是支持自主创新的。所有科学家的创新都是自主的，它是一种精神。我认为在尖端的未知上更多的强调自主创新是可以的，比如嫦娥4号，人家不给你，那你得自主。但是我们不能在低层面上强调自主创新，一个螺丝钉你也要自主？日本、德国的中小企业很了不起，日本一个企业几十年就做一个螺丝钉，这个螺丝钉最大的特点就是永不松动，全世界到处高速设备、高铁、飞机全部都用这家螺丝钉。我去过莱卡，莱卡就是一个乡村工厂，一个老太太，35年就做涂外层油漆的工作，说机器不能代替，做不到她那么精细，所以她还在做。我觉得踏踏实实做好一件事是可以的，但不要说人家已经做好了，我非要重复做一下才证明自己是光荣伟大的。我认为只有开放才可能快速的实现目标。20、记者：这次很多事情可能都是因为美国而起。如果想要借这个平台对美国政府或者美国社会说一些话，您特别希望讲什么？任正非：我认为，美国发出不同声音的可能也是少量政客，他不能代表美国人民，也不能代表美国工业界、美国企业、美国科技界。美国的工业界和企业界还是坚定不移支持我们，坚定不移加强与我们合作。所以，少数政客的声音是会有很大的噪音，但是起到多大作用，最终还是要看结果。21、记者：您为什么说特朗普是一个伟大的总统？这好像引起了很大的讨论。任正非：因为特朗普把税率降得非常低，有利于产业发展，对美国来说，这就具有了百年的竞争力。但是，如果他一天到晚去跟这个国家吵，吓唬那个国家，而且乱抓人，大家都不敢去投资，那么他减掉的税就没有人去补起来，美国经济就会开始大幅度下滑。但是下一位总统不会改变低税制度，他会到处去改善关系，他会说“你来投资吧，美国条件好，税低、土地便宜，什么都便宜”，也许美国真就振兴了。就降税这一条评价他高水平。邓小平挖了一块“洼地”，大量水往那里流，中国经济就崛起了。所以，是从这点来评价他是一个伟大的总统。但另外一点不是批评他吗？现在没人敢去美国投资。所以，他具有两面性。我在英国，听卡梅伦、奥斯本讲过，要把税率降下来，同时把福利也减掉一些，正好对冲，经济是平衡的。福利怎么减呢？所有要领救济金的人首先要去申请就业，没有就业就去做社区服务，比如照顾孤寡老人，帮做家务，打扫街道，你不做，就不能领救济金。英国在不断推行降税，现在已经降到了17%了，英国重新恢复投资这个机会窗。22、记者：刚才提到未来五年，华为将投入1000亿美元用于重构网络，那么能不能具体谈一下，这个重构包含哪些体系的调整？有没有具体的时间表？您的这种重构肯定不是对市场国际环境或者国际舆论做出的改变，一定是包含对于未来机会的战略判断，您认为世界的通信市场包含着哪些重大的机会点？任正非：我们所说的计划就是要把网络做到极简，把网络交易模式做到极简，把网络做到极安全，隐私保护遵从欧洲GDPR标准。达到这四个点，我们就依然会有增长。记者：那未来的机会点呢？任正非：网络架构的重构，还有未来人类社会对于图像的需求，都会给我们带来巨大的空间。大家参观展厅的时候看了8K的电视画面，看了会喜欢吧？中国的北京、上海、广州、深圳经济已经具备这种条件了，那么为啥不可以做到位呢？ 23、记者：华为业务前景这么光明，为什么说华为下一步可能会倒下呢？任正非：早晚的事情，这是个哲学命题，不是一个现实命题。24、记者：华为是世界上几乎唯一做B2B业务成功，做消费者B2C业务也非常成功的企业，你们是怎么做到的？任正非：我们把做网络的技术能力也应用到了手机业务。比如，手机的图像系统很好，就是来自我们网络的图像系统对数学的研究。下一步，我们网络连接业务会更成功，会是全世界最好、最智能化的连接，这些领域其实都是相关的。　25、记者：消费者业务的成功是偶然的吗？任正非：大家知道，世界会变成一个智能社会，智能社会怎么感知呢？必须要靠终端，终端的感知要靠传感器、显示器。所以，未来终端的路很宽广，包括物联网……，手机只是终端的一个领域。26、记者：前两天您接受外媒采访，提到“隐私保护方面要学习苹果”，之前华为业务也说过“学习爱立信”。以华为目前的业务结构和体量，现在还有一个学习的榜样吗？或者说您觉得华为现在应该怎么做，在大方向上有哪些需要去布局的？任正非：第一，亚马逊的开发模式值得我们学习，一个卖书的书店突然成为全世界电信营运商的最大竞争对手，也是全世界电信设备商的最大竞争对手。第二，谷歌也很厉害，大家也看到“谷歌军团”的作战方式。第三，微软也很厉害。怎么没有学习榜样呢？到处都是老师，到处都可以学习。　　27、记者：现在苹果也陷入了一个创新的困境，业绩、股市也在下滑的，您怎么看？任正非：苹果是一个伟大的公司，因为苹果推动了移动互联网的发展，使这个社会发生了天翻地覆的结构性改变。　28、记者：您希望中国的网友怎么来看待华为，您希望华为在海外能树立一个怎样的形象？任正非：我觉得呢，就是网友要更多的宽容心。大家也看到，有些科学家因为发布了一些不同的科学见解，然后被网友们骂得狗血淋头。科学家就像哥白尼一样，日心说在当时就是胡说八道，人还敢跟神做斗争，你比神还伟大了吗？那我们就要宽容一下今天的“哥白尼”，这样我们国家将来才有新东西。科学家会提出很多新东西，可能是莫名其妙的，千奇百怪的想法，我们要宽容他。29、记者：任总，您是军队出身的背景，我们了解到您也是一名党员，这样的身份，对于您作为一个大型跨国企业的掌门人来说，是一种财富，还是一种负担？任正非：这两者没有必然的相关性，大家不要把商业模式和意识形态混淆起来。比如，西方的宗教是相信上帝的、相信神的，但火车是他们设计的，是靠煤炭推动的。所以，我们今天进入商业社会，不能因为我们是共产党员，就要去做雷锋无私奉献，就不要去搞商业模式，那为什么要搞市场经济呢？我们要用经济规律来对付经济规律。30、记者：你们把网络安全和隐私保护作为今年的最高纲领，这是基于什么原因？任正非：这是永久的要求，不是今年的。为什么呢？过去我们是普通的传输和交换时代，任何病毒都进不去，所以最早80年代使用的通信系统没有网络安全问题。后来由于IP的出现，IP绕来绕去，可能会多几个缺口。未来时代是云时代，到处都是缺口，谁把网络安全做好了，客户就会买谁的。我们把网络安全提升了这样的高度来认识，是因为我们面临未来要支撑云时代。不是今年，是永远的。来源:央视新闻、中国经济网责任编辑:邢宇支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-01-18", "newstime": "12:13", "sentiment": [{"positive_prob": 0.993945, "confidence": 0.986545, "negative_prob": 0.00605461, "sentiment": 2}]}, {"title": "华为值多少钱？", "content": "见闻VIP，每年3000+深度投资圈专属，长按图片学习来源：虎嗅APP（huxiu_com），作者：Eastland，文中观点不构成投资建议。小米、美团都曾表达过不想、不急于上市，但没人信，所以在盘点“未上市科技巨头”时会被列入。任正非说“不上市”，人们真信了，于是华为被故意漏掉。其实，华为才是全世界非上市公司中估值最高的巨头，蚂蚁金服暂时难与之争锋。林子大了什么鸟都有，有人说“华为营收是腾讯的2.5倍，市值应为8万亿港元”，华为是硬件公司，腾讯是互联网公司，怎能按相同的市盈率、市销率估值？2018年华为营收有望突破1000亿美元，智能手机出货量2.08亿部，居全球第三。本文简单分析华为的估值，算是抛砖引玉。01日益倚重2C业务2017年，华为营收6036亿，较2006年增长809.5%，年均复合增长率22.2%。2007年华为营收增速达41%，受美国次贷所引发全球金融危机的影响，华为增速迅速下滑，2009年跌至19%。2011年反弹到22%之后，华为又度过了艰难的3年，营收增速在10%上下；2015年、2016年，华为再度迎来快速增长，增速分别为37%和32%；2017年急速回落到16%。2018年上半年，营收3257亿，同比增长15%，预计全年营收将首次超过1000亿美元。2010年之前，华为将营收分为销售商品、提供劳务和建造合同三块。2009年，三者在营收中的比例大致为77 : 13 : 10。从2010年开始，华为将营收重新分为运营商业务、企业业务、消费者业务三大块。2010年，运营商业务收入1458亿，占营收的80%；2017年运营商业务收入2978.4亿，较2010年翻了一倍，但是占营收的比例首次降至50%以下。2010年，消费者业务收入309.1亿，占营收的17%；2017年消费者业务收入2372.5亿，较2010年增长667%，占营收的比例首次接近40%。2015年、2016年华为运营商业务增速达到20%以上，2017年回落到3%，跌幅触目惊心。消费者业务迅速崛起，2015年增速达67%，2017年回落到32%，情况不甚乐观。企业服务增速尚可，但由于基数小，对营收增长贡献有限。2016年，华为企业服务收入同比增长47%，但对营收增长的贡献率仅为10%。同年，运营商业务、消费者业务对营收增长的贡献率分别为44%和43%。到了2017年，消费者业务贡献率达到70%，运营商业务只有9%，这种局面或许会成为常态。华为消费者业务既是强劲技术积累的自然延伸，也是分散风险的重要措施。在山雨欲来风满楼的2017年，消费者业务对营收增长的贡献率达70%，2018年、2019年或许会更高。02日进斗金不算什么华为运营商业务毛利润率稳步提高、逐步接近极限值，但在营收中的占比亦逐年下滑，新兴的消费者业务毛利润相对较低。多重因素作用下，华为毛利润率拐点出现在2014年，为44.2%，绝对金额达1275亿。此后逐年下滑，2017年跌到39.5%，但绝对金额达2381亿。华为消费电子产品包括智能手机、路由器、机顶盒等产品，真正值得关注的是智能手机。2013年，华为消费电子产品整体出货量为1.28亿部，其中智能手机5200万部。2014年，华为消费电子产品整体出货量微增至1.38亿部，其中智能手机7500万部。2015年，华为智能手机出货量突破1亿部，财报从此不再披露消费电子产品的整体出货量。2018年上半年，华为智能手机出货量达9500万部，全年出货2.08亿部，居全球第三。排在华为前面的三星、苹果出货量分别为3.14亿部和2.25亿部。按照这种趋势，2019年华为智能手机出货量将超越苹果，稳居全球第二。2013年，华为净利润超过210亿，2017年达475亿，净利润率7.9%。与毛利润率一样，净利润的拐点也是2014年，该年净利润率接近10%。一般情况下，2C的业务需要更多的市场费用，从“2B一家独大”到“2B+2C混合”，市场费用占营收的比例会明显提高。华为的厉害之处在于，转向过程中“市场&行政费用率”不升反降：2014年，市场及行政费用合计475亿，占营收的16.5%；2017年，市场及行政费用合计927亿，占营收的15.4%。华为现金流更加惊人，2017年经营活动产生的现金流净额达963亿，折合142.8亿美元。日均3912万美元，可购黄金3万盎司（853公斤）。对华为来讲，日进斗金不算什么。03研发筑就护城河世人皆知华为研发投入高，事实上2008年华为投入就达到105亿，2012年接近300亿，2015年接近600亿，2017年达897亿。2006年~2017年，华为12年累计研发投入达4090亿，占同期总营收的13.2%。截至2017年末，华为研发人员达到8万人，占员工总数的45%。估计2018年研发投入超过1000亿，累计数量超过5000亿！与科技巨头相比，华为的研发投入毫不逊色。更确切地说华为已经跻身科技巨头前列。2017财年，华为、苹果、微软、亚马逊的研发投入分别为133亿美元、112亿美元、130亿美元和226亿美元。华为仅次于亚马逊。2011年~2017年的七个财年，华为、苹果、微软、亚马逊累计研发投入分别为544亿美元、456亿美元、777亿美元和746亿美元。华为居第三位，比苹果多87.9亿美元。截至2017年底，华为累计获得7.43万件专利授权（多数申请了海外专利），其中90%以上为发明专利。根据常识推断，7.4万件专利不可能被完全“绕过“，在2B领域将华为“封杀”或“踢出圈子”绝非轻而易举。在2C领域，即便2017年897亿研发费用只有三成投向智能手机，也比那家“生死看淡”的企业高7倍半！华为用5000亿研发投入筑成的“护城河”又宽又深。04华为值多少钱？华为显然不能按腾讯的市盈率、市销率估值，比较适宜的对标对象是苹果。2018财年苹果营收、净利润分别为2656亿美元和595亿美元。最新市值7203亿美元，与之对应的市盈率、市销率分别为12.1倍和2.7倍。苹果盈利能力强但在走下坡路，华为消费业务强劲、2B业务面临重大不确定性。综合各方面因素，假如在美国资本市场，投资人参照苹果给华为估值比较靠谱。#微软、亚马逊与华为业务差别太大#2017年华为营收、净利润分别为6036亿和475亿。按苹果市盈率、市销率，华为估值在5750亿~1.6万亿元之间，均值1.1万亿。假设2018年营收、净利润同比增幅为25%，则华为估值约合2000亿美元。2000亿美元是非常粗线条的估值。再说华为真不打算上市，本文只为Mark一下。见闻VIP，每年3000+深度内容投资圈专属，长按图片开始学习", "author": "华尔街见闻", "newsdate": "发布时间：19-01-18", "newstime": "19:04", "sentiment": [{"positive_prob": 0.867059, "confidence": 0.704575, "negative_prob": 0.132941, "sentiment": 2}]}, {"title": "华为式创新启示录", "content": "位于松山湖的充满艺术气息的华为“欧洲文/谭璐2018年12月29日，华为消费者业务CEO余承东发表了一篇《致员工2019新年信》，开篇写道：“攀珠穆朗玛，登峰路无数，我们选择了最陡峭这条”，“2018年，前三季度华为智能手机出货量上升至全球第二，且就在几天前突破2亿台大关”。从2010年的300万台到2017年的1.52亿台，再到2018年的2亿台，8年间华为手机的发货量增速惊人。自2018年第二季度起，华为手机超越了苹果，成为全球第二大智能手机供应商。事实上，在中国市场，华为手机份额已连续四年第一。值得关注的是，在消费者换机意愿下降，手机行业经历整体收缩的当下，华为手机取得这一战绩，实属不易。根据市场研究公司IDC的统计数据显示，2018年第三季度，全球智能手机出货量为3.552亿部，同比下降6%。这是全球智能手机市场连续四个季度同比下滑。然而，华为手机同期出货量逆势增长32.9%至5200万部，是主流手机玩家里增速最快的一家，全球市场份额达到14.6%。为什么华为手机能实现“反周期生长”？这种突破与进化背后，究竟是什么样的力量在支撑？华为内部的组织变革与协同，又如何为创新“护航”？战略选择：最难走的路对于一家企业而言，道路的选择关乎生死。华为手机过往7年的冒险旅程，就是理解华为创新逻辑的一个极好的切口。华为高级顾问田涛在HUAWEI Mate 20 RS 保时捷设计“ 致敬时代 · 走进华为 ”活动现场，与李宁等知名企业家，以及来自北京大学、中国人民大学、上海交通大学的学者交流时，如此评价华为终端的发展史，即“在某种意义上，是打破了这个行业的魔咒”。2003年开始，华为手机一直专注运营商定制机，所谓的“白牌机”。当时，消费者看到的是运营商品牌，看不到华为品牌。直到2011年底，华为决定做自有品牌手机，聚焦做精品，并尝试发力中高端手机市场。华为的终端战略，是从过去20年间的网络业务延伸到终端业务。B2B业务是一种集团性作战文化，理论上其客户在全球只有600多家。而B2C业务严格来说是面对全球65亿消费者，需求各异。B2B+B2C这样的商业模式，在整个通信历史上都少有成功案例。然而，行业魔咒在前，华为却只花了7年时间，在B2B与B2C业务上都取得成功。巴菲特说过，“在真正着手之前，就知道你将要面对的是什么”。华为非常清楚未来要面对的挑战是什么，华为既不想只做一个硬件组装厂，也不想依靠低价来攫取市场份额。最终华为手机选择了最难走的一条路——通过基础研发和技术创新为消费者带来价值。2011年，苹果、三星两家独大，有运营商抱怨90%的利润都交给了苹果和三星，希望华为做自有品牌的手机，改变市场格局。当时，华为面临三大挑战和转型：从低端到高端，从运营商渠道到公开渠道，从贴牌到自有品牌。于是，华为制定了铁三角战略来应对，即精品、品牌、渠道零售。渠道方面，当时有运营商希望华为一方面维持现有的贴牌业务，另一方面抽调人力开发自有品牌。但是双线作战无疑会分散研发火力，华为手机当机立断把优质的研发资源调去做自有品牌，一年之内将自有品牌的机型占比从此前的20%左右，提升到80%左右。当时欧洲有13家运营商选择华为做贴牌，由于华为停止贴牌业务，有12家运营商放弃合作，只有一家留下来。有意思的是，6个月以后，运营商看到华为的自有品牌手机做得不错，又陆续开始销售华为品牌的手机。2013年华为手机更是一战成名，华为Ascend P6发布，采用超薄全金属机身设计，厚度仅6.18mm，并配备华为自研处理器，一经发布就受到消费者的喜爱和好评，至此，P6成为了华为手机第一款销量过600万的旗舰产品。此后，通过Mate 1和Mate 2两款产品，华为手机研发团队越来越了解消费者需求，也为此后Mate 7的成功奠定基础。Mate 7可谓是华为手机具有里程碑意义的代表作，凭借对大屏、长续航、高性能的坚持与突破，一上市就引发了市场的强烈反响，一机难求的境况持续了半年之久，成为华为手机第一款可以称得上是消费者“有口皆碑”的旗舰产品。此后华为手机一路狂奔，在手机行业整体遭遇增长天花板，创新乏力的几年中，持续在技术上实现突破。Mate 8系列取得长续航与高性能的再次突破；P9系列首次与徕卡合作引领手机双摄风潮；Mate 9系列聚焦安卓卡顿顽疾，带来“天生快、一生快”的安卓手机持久流畅体验；Mate10系列首次搭载独立人工智能芯片，引领手机进入人工智能时代；P20系列开创性采用徕卡三摄设计；Mate 20系列更是实现7nm芯片、超广角徕卡三摄、续航快充能力的全方位革新。华为手机的创新点无不紧紧抓住手机行业发展的前沿潮流，紧贴消费者需求，这使得华为手机在高端市场站稳脚跟。HUAWEI Mate 20 RS 保时捷设计此外，与保时捷设计联手打造的华为Mate系列保时捷设计产品，历经Mate 9保时捷设计、Mate 10保时捷设计、Mate RS保时捷设计、Mate 20 RS保时捷设计等几代的洗礼和迭代，已成为华为高端旗舰王座上最闪亮的那颗明珠。凭借高端奢侈品牌联姻带来设计和品牌附加值，以及产品上对前沿科技的融合，华为Mate系列保时捷设计产品已经成为当前市场上炙手可热的奢华手机。伴随着产品实力的快速突进，其对品牌的反哺效应就变得顺理成章。此前，大多数中国品牌，尤其是科技产品在海外消费者的印象中是“低价、低质、山寨”，然而作为一家已经凭借B2B业务在全球站稳脚跟的科技品牌，华为能否在B2C业务上打破这种认知偏见成为关键。2012年，全球权威品牌咨询机构Interbrand在与华为交流时指出，B2B和B2C无法在榜上并存，但有一种情况例外——如果树根特别深，有可能长出B2B和B2C两棵树。这种情况下，B2B业务可以成为B2C的信任背书。凭借在B2B领域已经取得的品牌积累和认知，华为在B2C业务产品力上的持续发力，让品牌的逆势爆发成为可能。2014年8月，华为成为中国第一个上榜Interbrand“最佳全球品牌排行榜”的品牌，排名第94位，B2C业务对于华为品牌整体知名度、美誉度的提升作用不言而喻。Interbrand全球首席执行官Jez Frampton表示：“华为品牌的飞速成长及针对品牌的长期投资帮助其在全球顶尖品牌中争得一席之地。” 2018年华为在此榜单中上升至第68位，已连续5年上榜。技术创新：始终以消费者为中心华为能够在几乎完全陌生的B2C领域，通过短短几年的时间，在产品和品牌上取得如此快速的发展，离不开其在创新方面的深厚内功，这份内功并非一朝一夕所习，而是华为从创立之初开始，经过30年不断摸索、实践形成的。华为能够在B2B 和B2C方面同时收获硕果，得益于30年来一直坚持的创新理念。华为的创新从现实主义、生存哲学再到仰望星空，背后一以贯之的是以客户为中心的主线。中国人民大学MBA中心主任周禹教授在交流活动中表示，华为的创新，特别值得中国企业在突破新旧动能转化的瓶颈期学习。在20世纪，企业真正具有商业价值和人类改善价值的创新，其中五分之四的来自客户，只有五分之一来自企业内部的智库和研究平台。因此，华为的经验非常重要。华为高级顾问田涛田涛在交流中多次强调，华为的技术与产品创新，始终紧紧围绕着客户的显性需求和隐性需求展开。作为多款华为旗舰手机的决策者与参与者，华为消费者业务手机产品线副总裁李昌竹表示，华为的创新，归根到底是要让每项技术投入都给消费者带来更好的体验。华为从2017年开始规定每年研发经费的20%-30%要投入到基础研究，对于如此巨大的研发投入，如何选择创新的方向和路线，让研发投入发挥出最大的效应成为最为关键的课题。每每遇到交流活动，都会有人问李昌竹，“华为研发投入的钱都花在了哪儿？”针对这个问题，李昌竹会提及华为手机与徕卡合作的案例。作为一个资深摄影发烧友，李昌竹在交流活动中说道：“在这个开餐前都是手机first bite（吃第一口）的时代，华为手机已经意识到，消费者需要一款把摄影功能做到极致的手机。”为了让手机能够借鉴传统相机产业的技术经验积累，让手机拍摄的照片也有“情感”和“思想”，华为找到了影像产业中最顶尖的公司——徕卡。事实上，彼时的徕卡同样在“思变”，面对着越来越多的照片图像来自于智能手机的今天，徕卡如何把它的百年积累应用在智能手机上。为此，它需要一个战略合作伙伴，有相似的文化、愿景、实干的精神、极致的技术。从2014年李昌竹带着团队首次拜访德国徕卡总部，到后来徕卡CEO专门从德国飞到上海敲定合作细节，来自中国的高科技企业与德国“百年老店”的缘分就此展开。华为消费者业务手机产品线副总裁李昌竹李昌竹回忆，华为手机与徕卡成立了技术专家组，主要的工作方向是光学设计和图像质量。然而，合作困难重重。比如，手机拍照结构的每个部分都和数码相机相对应，但手机的光学设计有着天然的限制，塑料镜头的光学素质距离光学镜片有差距；由于尺寸的限制，传统光学镜头的设计经验可能无法完全继承；镜头模组的加工难度较大，必须考虑生产的良率、量产和成本。一开始的试制良率结果是令人崩溃的，每做出100组镜片，最后只能出品不超过10套符合徕卡要求的双镜头模组。华为手机的研发团队除了聚焦攻克技术难题，还与徕卡的专家们并肩作战。徕卡的专家团队多次和华为手机研发团队一起拜访生产厂家，一起讨论改进方案，充分发挥他们在光学系统设计和生产上的经验，指导如何调整镜片形状和间隔，如何考虑周边系统对光学部分的影响。夜以继日的努力，最终让镜头良率达到了量产的标准。如今实力超群的华为手机徕卡镜头，可谓华为手机与徕卡的相互成就2016年，华为手机和徕卡联合设计的首款产品——华为P9正式发布，徕卡双摄一举成为华为手机全新的品牌和技术标签，也成为“华为手机拍照好”这一最具普遍性用户口碑的原点。今天从结果来看，这种以消费者为中心的创新路线选择，不仅大幅提升了华为手机产品的显性竞争力，更直接影响消费者选择。调查数据显示，消费者最喜欢华为手机的TOP3卖点中，拍照能力成为大部分用户选择华为手机的第一因素，而位列二三位的，则是华为手机一直以来坚持的长续航、快充能力，以及华为自主研发，拥有强大性能表现的麒麟芯片。作为另一核心竞争力，芯片同样是华为多年来持续深耕的领域，华为从1991年就成立了集成电路设计中心。2014年6月，华为正式发布麒麟（Kirin）SoC芯片，并迅速成为智能手机芯片中的一匹黑马，经过数年的迭代演进，麒麟芯片已经从半导体行业的追赶者，逐步变为行业引领者。到了华为Mate20系列，华为突破性地在最新的麒麟980上首发了7nm工艺制程的手机芯片，在指甲盖大小的芯片上密集集成了69亿个晶体管，打破近年来半导体行业盛行的“摩尔定律已死”论调。事实证明，消费者对背后由昂贵技术、需要大量的基础研发投资带来的体验提升，是可以感知的，并且确实影响到最终的消费选择。这进一步印证了华为手机创新策略的正确性——只要认定一个对消费者有价值的方向，就会大力投入，力争做到独一无二。根据欧盟的数据报告显示，华为2017年的研发投入已经超过苹果公司，排名全球第六。持续的高研发投入和技术创新成为华为增长的基石，而围绕“以消费者为中心”的创新理念，则指导着华为手机的创新方向。然而作为竞争已经超越白热化，进入洗牌期的手机行业，创新的脚步一刻不能停歇。逆水行舟不进则退，在潮流趋势以天为单位，不断向前滚动的手机行业，柔性屏已经为手机厂商打开一扇新的手机形态大门，各种越来越精确、丰富的传感器正在不断被发明创造，5G普及的节点也在逐渐临近，VR/AR、AI等技术的迅猛发展，这一切都预示着未来的移动终端市场，将是一个全场景智慧连接的时代。谁能把握这些创新脉动，并且让创新点真正转化成给消费者带来使用价值和乐趣的场景和功能，谁就能主导下一代智能设备市场。对此华为手机自然不会停止探索，此前在华为Mate 20 系列中国发布会期间，余承东曾透露2019年华为将发布5G手机，消费者不仅体验到更快的网速，更能通过屏幕形状的改变，体验到更新奇的交互方式。这一切，都与技术创新密不可分。组织变革：远离熵增当创新能力积累到一定程度，背后的创新制度就成为掌握这艘创新大船行驶方向的舵手。如何创新、如何把握创新的方向是更为重要的事情，从早期的“跟随者”，到现在逐步走进无人区，在无人区中寻找未来技术方向，华为的创新也经历着一连串的进化，其中组织管理首当其冲。组织管理的核心命题是“逆本能”，即通过一系列的举措，让组织远离舒适区，远离熵增。华为多年来的组织建设，正是遵循此道，田涛也在交流活动中讲述了华为30年来独特的创新之路。华为创立初期，与所有那个年代的初创企业一样，如何在市场中生存下去是其考虑的第一因素，而此时的华为，甚至还不具备能够“活下去”的本领。因此田涛将华为创新的第一阶段总结为“摸着石头过河”，所谓的“石头”是指客户显性需求，早期的华为并没有以“颠覆者”的身份自居，而是踏踏实实地围绕着客户的显性需求进行产品、技术和服务的创新，这种现实主义的生存哲学，也深深地烙在了华为的企业基因之中，对华为30年以来一贯踏实、务实的企业风格形成了巨大影响。在田涛看来，华为在这一阶段的创新并不需要“高大上”，而更应该注重微创新、模仿式创新、跟随式创新。借鉴行业领先者、小步快跑、贴近客户，把产品和服务的细枝末节做到位。然而，如果一个企业要实现突破和发展，只能追随市场动向是远远不够的，当华为有了较为成熟的产品和服务之后，华为的创新自然而然就来到了第二阶段，此时的华为，形成了一种“初级顶层设计”，即已经具备一定的技术和产品实力，除了满足客户的眼前需求，还有能力往远看一步，花更多的精力去关注客户的潜在需求。这个时期，华为遵循的创新逻辑依然是“以客户为中心”，不过是以现实主义为主、理想主义为辅的“以客户为中心”，没有好高骛远，盲目将精力投入到方向尚不清晰的领域，仍然是以客户的显性与潜在需求，驱动产品、技术和服务的提升。华为创新发展的第三阶段，是从对“以客户为中心”的理解升华开始的。田涛表示，华为对于“以客户为中心”的理解，在该阶段分为两个层面，一是最大程度、最充分地满足客户的眼前需求和现实需求，这是一个成功公司的必要基础。此外就是创造客户需求，这是一个伟大公司的必然逻辑。步入创新第三阶段的华为，已经拥有了“科学、理想的顶层设计”，积蓄了足够的力量和研发阵容，思考如何在探索与开发之间实现平衡，从而获得持续生存的能力。创新一方面要满足客户的眼前需求和现实需求，另一方面要创造客户需求，即破译客户隐性需求。然而要使华为对未来保持强大的想象力，人才积累成为这个阶段必不可少的功课。华为创新的第三阶段也就成为了华为高端人才积累的重要时期，此时的华为，已经拥有5000多名技术专家聆听客户声音，上千名科技“外交家”和科学家“仰望星空”，在客户需求和先进技术的共同驱动下实现创新。人才的迅速积累，势必将引发组织创造力的再次爆发，创新进入第四阶段的华为已经成为一家全球领先公司，并形成了自己的创新使命与创新哲学，既有将金钱变成知识的“研究”，也有将知识转换成金钱的“开发”，田涛将这个阶段总结为“钱变知识，知识变钱”的过程。这个阶段的华为不但建立了集合1万多名高端科学家、专家和开发人员的“2012实验室”，还与全球200所大学一起合作研发，共同从事面向未来的技术探索，不断寻找客户需求曲线的峰值和技术创新曲线峰值的交集，以此实现企业价值创造的最大效应和最佳效应。作为一家已经拥有18万员工的庞然大物，华为要在探索与开发之间形成有效的平衡，在探索方面持续领先，就需要进行组织架构的变革甚至重构，如果不对20年来形成的强大的制度体系、流程体系进行简化层次、减少繁琐哲学，华为会走向僵化。华为当前组织变革的主方向就是聚焦简化管理，为了更好地创新，华为改变了大公司惯有的官僚型管理金字塔结构，并让专家板块成为更开放、更受尊重的体系。对于这种变革的最直接结果则体现在企业的成长速度上，田涛表示，2018年华为的总收入会超过1000亿美元，比2017年增长20%左右。从2009年到现在，业绩基本上都是两位数增长，一般这么大的基数还有双位数增长的企业，全球不多见。在田涛看来，能打败华为的永远是华为自己，而不是任何外部竞争对手。华为的未来30年，仍以变革不断激活组织，以创新征服未知。余承东显然对未来充满着信心，正如他在《致员工2019新年信》中写到的：“2019将是更不平静的一年，万亿美金巨量市场空间大幕拉开，角逐者升级为世界最顶级玩家，智能终端行业面临格局式大洗牌。然而竞争有多残酷，我们的机遇就有多广阔。伴随全场景智慧时代到来，消费者正期待一场全新的体验革命。”", "author": "21世纪商业评论", "newsdate": "发布时间：19-01-18", "newstime": "18:42", "sentiment": [{"positive_prob": 0.992406, "confidence": 0.983124, "negative_prob": 0.00759434, "sentiment": 2}]}]