[{"title": "作为果粉的我用了华为Mate30半个月，现在真的回不去了", "content": "每年9月，各大厂商都纷纷推出自家的年度旗舰产品，而作为果粉的我，最期待的就是苹果的新款iPhone11。虽然iPhone11在摄像头等方面有了不错的升级，但作为一个果粉来说还是感觉有些“换汤不换药”。而与此同时，在自己入手华为Mate30后，却给了我很大的惊喜。使用大半个月的华为Mate30后，有一个直观的感受就是这部手机的续航表现真心不错。虽然iPhone11系列在电池方面稍微有所升级，但是对于手机重度用户来说依然是杯水车薪；华为Mate30则不一样，4200mAh的大容量电池，妥妥一天没有问题，如果使用不是那么厉害，一天半到两天再充一次电也是没问题的。可能你会觉得笔者自己的感觉不太准，实际上早就有外媒针对华为Mate30系列和iPhone11系列进行了续航对比测评。外媒分别对华为Mate30 Pro、iPhone11 Pro Max、iPhone11 Pro、iPhone11、三星Note10+这5部手机进行续航测试，而测试的结果显示iPhone11是这几款手机里续航表现最差的，华为Mate30 Pro则是表现最好的一款。 而在充电速度方面，华为Mate30支持的40W的华为有线超级快充和27W的华为无线超级快充也能让手机迅速“回血”；相比之下，iPhone11虽然这一次支持了USB PD快充，可标配的电源适配器却依然是祖传的5V1A。外观来看，iPhone11这一次推出了黄色、绿色、紫色等特殊的新配色，整机变得更加年轻了；而华为Mate30在配色方面也有很多选择，尤其是翡冷翠配色格外的引人注目。两者在设计上的一个不同，就是背部摄像头位置的设计，iPhone11这一次依然将双摄组合放在手机的左上方，相比之下华为Mate30的摄像头则采用了圆环设计，并且放在了手机背部的中轴线上，这样对称的设计让我看着更顺眼一些。屏幕方面，iPhone11采用的6.1英寸LCD屏只能说中规中矩，而且刘海和厚边框实在是有些难忍；而华为Mate30这一次搭载了6.62英寸的小刘海全面屏，纵横比为19.5:9，分辨率达到了2340×1080像素。这块屏幕带来的显示效果确实很不错，整体观感和屏幕色彩饱和度都很讨眼睛的喜爱，更大的视觉体验能在一屏内浏览更多的内容。所以自己在用了华为Mate30大半个月时间后，再看iPhone11的屏幕就有点不习惯，感觉字、内容都变得越来越小。另外一个让我感觉华为Mate30比iPhone11更适合日常作为主力机使用的原因，就是这款手机的拍照。华为Mate30搭载了4000万像素超感光徕卡三摄，4000万像素超感光主摄+1600万超广角摄像头+800万长焦摄像头的组合，辅以OIS光学防抖，即便是摄影小白随手一拍也是大片的既视感。这一次iPhone11的后置双摄在华为Mate30面前可以说是完败，毕竟华为Mate30支持的超广角、3倍光学变焦、5倍混合变焦和30倍数字变焦拍摄是iPhone11无法实现的。尤其是对于喜欢拍风景的朋友来说，华为Mate30不仅能拍出画幅更宽广的画面，而且也给了用户更多构图新选择。华为Mate30全系搭载了麒麟990处理器，这也是华为自研的全新AI芯片。该芯片采用了7nm制程工艺，在确保性能的同时也保持了低能耗；内置的达芬奇架构双NPU，也提升了手机的AI性能，轻松帮助用户处理日常的多场景使用。当然，iPhone11搭载的A13处理器性能也非常强劲，使用上较上代产品的速度相比确实有不错的提升。综合看来，华为Mate30作为安卓阵营里的旗舰机，和iPhone11相比确实毫不逊色。更大更震撼的屏幕、更强的拍摄体验、更持久的续航，让华为Mate30成为了一台使用起来让人心情愉悦的手机。如果你也对这款手机感兴趣，那么可以前往身边的华为授权线下体验店感受下。", "author": "乖乖Show", "newsdate": "发布时间：19-10-15", "newstime": "12:34", "sentiment": [{"positive_prob": 0.458712, "confidence": 0.174248, "negative_prob": 0.541288, "sentiment": 1}]}, {"title": "任正非：外籍人员当华为CEO可以，但有两个条件", "content": "今天(15日)，华为内部员工平台“华为心声社区”公开了2019年8月20日任正非接受美联社采访的纪要全文，任正非回答了关于美方对华为实体清单制裁、华为为何不聘用外籍CEO以及5G技术安全等方面的提问。任正非接受美国记者采访关于实体清单制裁，任正非表示，华为能扛得住美国的打击，不需要牺牲老百姓的利益。“中国很多老百姓是贫穷的，让贫穷的老百姓让一些利益给美国，来救一个有钱的华为，我良心上过不去。所以，我认为，我能坚持多挨打几年，包括我女儿多受一些罪，也不能把中国的利益让给美国。”他又说“美国的实体清单是不可能撤销的，我们做好了实体清单长期存在的心理准备。”在谈到华为为什么不聘用外籍人员做华为的CEO时，任正非分析说：“第一，外籍员工必须要具备这个能力；第二，外籍员工必须在华为公司工作25年，从基层一层层升上来，才能了解整个公司的结构。有些西方公司CEO像‘走马灯’一样换，换几次，这个公司就没有了。因为这个CEO不了解基层实际情况，以为喝喝红酒、谈谈哲学就能领导公司。”同时任正非还风趣地表示“欢迎你们给我们推荐CEO、董事长人选，可以先派遣到非洲去，到科摩罗岛上去‘一人一厨一狗’地锻炼，再到有些地方进行技术锻炼，完全知晓华为业务，将来也有可能上来。”被问及华为或者5G技术可能构成安全威胁的问题时，任正非表示“如果美国和澳大利亚没有想明白5G只是一个先进工具。对它的安全担忧前，那么最好不要购买华为的5G和相关产品，等待全世界实验证明是否安全再购买，不用这么焦心。”", "author": "环球网", "newsdate": "发布时间：19-10-15", "newstime": "20:39", "sentiment": [{"positive_prob": 0.625936, "confidence": 0.168747, "negative_prob": 0.374064, "sentiment": 2}]}, {"title": "重大进展！德国5G为华为敞开大门", "content": "据环球网援引德国发行量最大的报纸《图片报》14日报道称，德国政府已决定允许华为参与德国的5G网络建设。德国政府发言人赛贝特随后证实了这一消息。据了解，德国电信监管机构德国联邦网络管理局将于未来几天正式公布这一决定。亚洲时报网站评论认为，“这对美国试图阻止盟友在关键领域采购华为产品的意图是一次严重打击。”德国5G网络建设不排除华为德媒披露的德国联邦网络管理局最新版电信网络安全草案显示，最初计划的阻止华为进入市场的条款并未被包含在内。该草案的内容确认，德国决定在下一代电信网络的建设方面，为供应商提供一个公平的竞争环境。图片来源：摄图网（图文无关）对于上述报道，德国政府发言人塞贝特周一表示，德国政府从一开始就不将任何供应商排除在5G网络建设之外。任何想要参与5G建设的企业都必须满足条件。“我们没有做出过任何禁止某一公司的决定。”德国电视一台14日评论说，华为是全球领先的网络设备供应商之一，在5G通信标准方面也是领先者。这是德国政府允许华为参与的原因。观察者网援引《德国商报》称，草案中的这一决定受到了德国总理府的干预。德国政界消息人士表示，默克尔亲自出面反对可能导致华为无法参与本国5G建设的安全条例。《德国商报》是德国最具有影响力的经济类报刊，在经济新闻领域的报道很具有权威性。李克强总理今年4月出席第21次中国-欧盟领导人会晤期间，也曾在《德国商报》发表署名文章。其实早在今年3月，默克尔便表示，德联邦政府已经决定，不会“简单地将某一企业或是行为主体排除在外”，而是对这些参与5G竞标的企业提出要求，并将相关的要求写入到电信法规之中。德国联邦网络管理局今年上半年也多次表示，德国5G建设不会排除华为。5月16日，德国联邦网络管理局局长约亨霍曼在新闻发布会上说，“德国联邦网络管理局日前已更新了对于网络安全的最新要求。我们的立场是，包括华为在内的任何网络设备供应商都不应被特别排除在外。无论名称如何，任何满足安全要求的企业都能参与进来。”今年上半年，德国联邦经济部长阿尔特迈尔曾短期内两次访华。6月中旬，阿尔特迈尔访华行程中的重要一站是上海，在这里他会见了华为集团的总裁任正非。德新社称，阿尔特迈尔在会面中听取任正非的意见，并亲自向他“传达”德国对5G建设安全的要求。德国电信：禁止华为5G技术将导致欧洲落后2019年1月，德国电信公司内部评估文件显示，如果欧洲各国政府禁止中国电信设备供应商华为参与5G网络建设，那么欧洲将在下一代移动网络部署中落后于美国和中国。德国电信的内部文件显示，华为已成为欧洲多家电信公司的领先供应商，这些公司正准备投资数十亿欧元部署5G网络。而在美国的外部压力下，欧洲的电信行业已陷入紧张状态，担心欧洲各国政府可能将其精心设计的网络扩张计划置于混乱之中。文件显示，德国电信当时已在数千个无线基站装设华为系统。华为也是德国电信部分云端产品的主要供应方。同时，5G网络必须建立在现有的4G基础设备上，而德国电信已极依赖华为的4G设备。因此德国政府若全面禁用华为设备，这些电信业者将被迫拆除所有华为设备，付出成本达数十亿欧元。资料图（每经记者 张建/摄）德国《莱茵邮报》1月30日表示，关于华为的争议也令华为欧洲总部所在地北威州政府感到担忧。北威州经济和数字事务部长平克瓦特对该报表示，他们没有兴趣加入美国的抵制队伍，“华为是北威州移动和固定网络发展的一个重要的合作伙伴。”瑞士《每日导报》30日称，针对瑞士政界一些人要求限制使用华为产品，瑞士两大电信企业瑞士电信和Sunrise坚持与华为合作。Sunrise已与华为签订5G网络建设合同。瑞士电信也表示，没有任何迹象表明华为有间谍行为。据《澳大利亚人报》今年1月29日报道，由于澳政府此前宣布禁用华为5G设备，澳洲TPG电信公司决定停止推出5G移动网络，成为“华为禁令产生的附带伤害”。德国无惧美国压力美国在全球范围内施压盟友禁用华为。对于美国的步步紧逼，德国联邦数据保护专员科贝尔罕见表现出愤怒。他在今年5月19日对《德国商报》表示，美国国家安全局多年来一直在思科的网络设备路由器和服务器上安装“后门”，然后出口并用作监听设备。“是美国政府曾要求思科公司的硬件给自己开后门。恰恰是美国又来警告华为，这太有趣了。”科贝尔还表示，到目前为止“没有证据表明中国产品存在后门”。欧洲必须通过自己的法律处理中国产品的问题。从硬件到软件，欧盟应该有技术自主权。图片来源：摄图网（图文无关）德国《时代周报》称，华为在5G方面的技术具有领先地位，没有任何一个竞争对手能够以如此低廉的价格提供如此优质的产品。对于在5G网络建设领域绝对不能落后的欧洲经济界而言，华为的产品十分具有吸引力。对于美国是否会因此报复欧洲，德国经济部长阿尔特迈尔表示，欧盟希望避免与美国打贸易战，但同时也准备好捍卫自身利益，对美国的任何单方面决定采取反制措施。欧盟希望与美国解决贸易争端，不过如果华盛顿决定单方面提高关税，布鲁塞尔将采取回应措施，“应让所有人都知道，我们保护和捍卫自身利益”。编辑 |郑直 杜恒峰（温馨提示：欢迎点击每经微信菜单栏“每经整点”栏目，掌握最新最热财经资讯，财经新闻整点报。）每日经济新闻综合环球网、观察者网、科工力量等", "author": "每日经济新闻", "newsdate": "发布时间：19-10-15", "newstime": "14:20", "sentiment": [{"positive_prob": 0.964466, "confidence": 0.921036, "negative_prob": 0.035534, "sentiment": 2}]}, {"title": "不吹不黑，华为Mate 30 Pro相当于苹果手机的什么水平？", "content": "由于对产品研发的不断投入，华为手机崛起是不争的事实。Mate 30系列的发布会上，余承东一直拿华为跟苹果三星做对比，所以Mate 30系列就是对标的苹果和三星的旗舰。而今年iPhone 11发布会上，苹果也首次对标华为和三星，可见高端手机市场的火药味越来越浓了。那么问题来了，华为Mate 30 Pro确实很强，那么它跟苹果手机相比，大致处在什么水平呢？华为的产品能否撑得起5799元的售价呢？首先外观方面华为Mate 30 Pro可以说完胜今年的iPhone 11 Pro，不得不说的是，今年iPhone 11 Pro后置三摄的设计非常丑，笔者到现在仍然接受不了那夸张的三摄设计，不过它丑得确实非常精致，整个背面是用一整块玻璃打磨而成，磨砂背壳和高亮的凸起两种质感形成了完美的反差，非常精致。跟保守的苹果相比，华为创新十足，正面是一块瀑布屏，仿佛就像是握着一块玻璃一样，非常的震撼。而背面从“浴霸式”的设计改成了“奥利奥”，当你横置手机时发现它跟卡片机设计语言非常相似，有一种复古又时尚的感觉，所以外观方面华为完胜苹果旗舰。单论性能的话，极限性能下A13肯定要比麒麟990强不少，但是性能不能代表体验。从日常使用的流畅度来说，两者都是丝滑般流畅，根本感觉不到任何的卡顿。而游戏性能其实两者都不尽如人意，iPhone 11 Pro由于主板设计过于密集，导致散热较差，因此在游戏时可能会出现因为散热差而降频的情况。而笔者实测Mate 30跟荣耀9X一样，在玩游戏时会出现降画质的情况（关闭智能分辨率），除此之外Mate 30 Pro的流畅度和发热控制倒是十分的出色，到底选哪个就见仁见智了。而从系统和日常使用体验来看，华为Mate 30 Pro搭载了EMUI 10系统，在EMUI 10上华为大幅提升了UI设计风格，逐渐向原生靠拢，而且系统中加入了大量的非线性动画，补足了短板。但是跟iOS 13相比，EMUI 10还是不够精致，尤其是交互体验和生态建设方面苹果完胜华为。而拍照、充电和续航方面就不需要我多说什么了，一直是华为旗舰机的传统优势项目，尤其是续航和充电方面虽然iPhone 11 Pro系列跟进了18W的快充并且自带快充充电器，但是速度和续航时间跟华为没法比。从纯硬件角度来看，我认为华为Mate 30 Pro已经可以做到跟iPhone 11 Pro Max相媲美了，甚至某些方面已经超过了苹果。不过在系统层面，虽然EMUI 10已经有了很大的进步，但跟IOS流畅顺滑的交互体验相比还有差距，而且生态建设方面差距也比较大。所以我认为华为Mate 30 Pro综合产品力介于iPhone 11和11 Pro之间，是一款非常具有竞争力的产品。你们认为呢？", "author": "小胖聊数码", "newsdate": "发布时间：19-10-15", "newstime": "15:43", "sentiment": [{"positive_prob": 0.0012447, "confidence": 0.997234, "negative_prob": 0.998755, "sentiment": 0}]}, {"title": "华为研发台式电脑成功，主板+CPU实现国产化，但有一点是难处", "content": "不少人还在担心华为手机被国外所限制的情况，但其实根本就不仅仅是手机业务，华为的很多方面都已经受到了影响，作为一个科技电子公司，华为现在涉及到的领域也很多，从通讯5g到家电数码，而每部分都要跟美国科技企业或多或少的有一些关系，这也导致了华为的日子并不太好过。任正非在很多年前华为还很弱小的时候就已经意识到了，任总当时就已经预见到了华为的崛起，而且是最佳的发育时间，因为弱小才会让他们不以为意的放任华为发展，所以现在被针对也是在意料之中，就是华为的很多备用手段是早就准备好的，并不是仓皇拿出来的，比如说手机麒麟芯片目前就已经全面取代了高通用在华为手机上，并且性能根本就不输高通，这一点让美国完全没想到。而最近又有一件事情让大家很是关注，那就是华为电脑，虽然电脑的系统全部都使用windows，这一点是难以改变的一个事实，但我们可以从其他方面下手，自己都使用国外的，而华为最近就研发了国产自主的台式电脑！大家可千万别觉得这只是一件微不足道的小事，事实上，之前虽然有很多的国产电脑品牌，比如说联想看似已经打入了美国市场，但其实很多核心部件依旧采用的是美国货。简单的来跟大家说，那根本就不是纯粹的国产货，比如说一台电脑把它拆开之后，CPU是国外的，内存条是国外的，显卡还是国外的，说这样的一台电脑是中国造实在是有点丢人了，而华为最近发布了鲲鹏920处理器，并且这是一款AI非常出色，在综合性的评比上达到世界一流水准的CPU！这也意味着，以后美国想要在电脑领域遏制华为并没有这么容易了，因为我们可以用自家产的国产货。不再需要从ADM跟英特尔进货，华为可以自己使用原材料来量产属于中国的这些处理器，值得一提的是，有一个好消息是目前国内很多的企业已经用上了华为国产电脑，那接下来华为还打算量产这些电脑，批次给企业装上不至于让企业的核心机密遭到泄露，虽然一般来说台式电脑安全性还是够的，但华为这样做可以有备无患。目前鲲鹏920已经在处理器的评分运算中达到了世界顶尖，做到这一点是非常不容易的，毕竟英特尔这些公司都不是吃素的，他们发展了这么多年，我们想要后来迎头赶上已经非常艰难，更别说跟他们同一水准了，当然还有一个好消息是芯片AI已经达到了世界第1名，这是难能可贵的，也说明华为的AI技术已经领衔全球。断供一直发达国家制裁发展中国家的一个制裁手段，而现在中国已经达到了一个足够发达的水准，所以这些核心科技部件芯片什么的都被咬得很死，自主研发已经成为了当下中国最热门也是最迫切的一件事，当然也有网友指出了，目前华为台式电脑想要批量生产还存在的问题。首先是虽然国内这种电脑的流水线生产已经成熟，但如果要采用国产的这些零部件的话，可能还需要进一步的磨合，而且虽然CPU芯片、内存条这些问题华为慢慢的都能够解决，但是还有一点始终是华为的一个难点那就是显卡，这一点在之前的华为手机上也被提起过，甚至成为了不少人难以启齿的痛。麒麟980是华为第1款能够跟高通正式叫板的手机芯片，然而在GPU性能上却拖了后腿，后来就算华为做出了改进，通过特殊的方案吧芯片GPU性能拉了上来，但终归表明了图形处理是华为芯片的痛楚，这一点在电脑芯片上也是一样的，所以怎样才能做出一款足够优秀的国产显卡，这才是真正的大难题，而且预计在十年内难以解决。国外的显卡发展拥有非常漫长的历史，想要简单的模仿与入局并没有这么简单，因为很多的知识都是他们申请了专利的，我们只能通过自主研发而得到一些新的路子，然而这又谈何容易呢？毕竟这就相当于是在一个早有人占领的大草原上，要找到一片没有被开辟过的牧场。当然也有很多网友是持乐观态度的，通过短短的十年时间，华为已经做到了让所有人都没有想到的突破，现在已经一跃成为了国际500强科技公司，既然以前能够一跃成苍龙，那么想必以后华为的人才技术团队同样不会让我们失望，能够帮助企业继续成长！", "author": "最炫科技馆", "newsdate": "发布时间：19-10-15", "newstime": "17:03", "sentiment": [{"positive_prob": 0.98672, "confidence": 0.970489, "negative_prob": 0.0132801, "sentiment": 2}]}]