[{"title": "华为荣耀智慧屏战略设想不错，但做好HiLink兼容才是关键", "content": "科技自媒体 / 何玺 7月26日，华为“联接未来”终端媒体沟通会在深圳举行。会上，华为发布了首款商用5G双模手机Mate20 X(5G)，华为智慧屏战略也同时发布。什么是华为荣耀智慧屏战略？智慧屏最初被称为“HD大屏”（Smart HD），今年6月改称“TV”，7月15日才被明确称做“智慧屏”。名称的变迁反应了华为方面在品类定位上的考虑。一方面，华为委婉地承认智慧屏依然是一种电视产品，另一方面又以“智慧屏”的名称，想要拉开与电视的距离。在这次沟通会上，华为方面将智慧屏定位在了“1+8+N”IoT架构中“8”的部分。“1+8+N”，指的是华为全场景智能化战略的三圈层架构。在华为对三圈层架构的阐述中，“1”指的是用户的手机。作为随身携带、高频使用的智能设备，手机是华为物联网体系的主入口；“8”指的是平板电脑、PC机、智能音箱、智能手表、电视等8种除手机以外的生活场景入口。智慧屏就属于这8种场景入口之一。“N”指的是涵盖用户日常生活方方面面的各种场景。包括运动、出行、家庭、办公等。用户通过“1+8”这些信息入口，对生活场景中所需的各种智能设备进行控制和操作，获得便捷舒适的生活体验。关于智慧屏，华为最新用1个中枢，4个中心进行做了进一步阐述。1个中枢，指的是智慧屏将成为用户家庭里客厅的中枢，提供信息、娱乐、智能家居控制等几乎所有与日常家居生活相关的服务。4个中心，指的是智慧屏将以强大的AI能力，成为智能家居体系与用户之间的智慧交互中心；通过提供多平协同能力，成为用户平板电脑、PC机、手机等各种小屏设备聚合投屏的跨屏体验中心；通过Hilink技术平台，智慧屏具备强大的设备操作和监管能力，从而成为智能家居的IoT控制中心；在IoT智慧联动以及极致影音能力的支撑下，智慧屏将为用户提供家庭影院、云点播、直播等娱乐功能，甚至能把家庭变身为小型KTV，真正成为用户的家庭娱乐中心。这就是华为的智慧屏战略。看懂华为荣耀智慧屏战略可以看出，智慧屏战略的主旨，就是要成为IOT时代的智能家居控制中心。在IoT、智能家居概念早已成为潮流的当下，几乎所有的手机、家电企业都在积极布局智能家居领域。在大多数厂商的技术路线图中，整个智能家居的控制中心都被设定为两种设备：手机、智能音箱。而华为是第一个正式提出要把电视作为控制中心的品牌。华为的这个战略，敏锐地抓住了市面上通用方案的痛点：如果用音箱作为控制中心的话，语音交互天然的信息含量低、难以掌控复杂操作的特点，直接限制了对家居进行控制的有效性和精细度；如果用手机来作为控制中心的话，当然会比音箱的效果要好些。但手机窄小的屏幕，不但让家庭里中老年人、以及年幼儿童难以掌握，而且由于画面容量太小，无法实现对多个设备的同时操作、更不利于同时监控整个智能家居系统的运作状况。而使用电视屏幕作为控制中心，就几乎完美解决了这些问题：操作方式与电视机高度统一，不需要太复杂的学习即可轻松掌握，这就让所有家庭成员都能接受。更重要的是，智慧屏55吋、65吋、75吋的屏幕，空间足够大、电视直播级别的分辨率让画面足够清晰，这样的画面容量，可以直观地在屏幕上模拟所有智能家居设备的操作过程，并且能够同时对多个设备进行同步操作、并随时掌控其运作情况。华为能够提出这个方向，与其技术背景有关。目前智能家居领域的厂商群体中，无论是TCL、创维这样的家电企业，还是小米这样的手机厂商，业务都是单纯面向普通消费者的，所以其技术思维基本都是To C模式，很难突破传统家电产品的设计思路。而华为就不一样，它不但是手机厂商，而且还是在电信、智慧城市、智能安防等To B领域公认的行业巨头。在华为专注的数据中心、企业级云计算、智慧城市、智能安防等场景中，大屏大都是体系监控、设备操作的核心入口。正是这种To B端的技术背景、技术积累、以及技术思维，让华为非常轻易就突破了智能家居产品在设计思维上的To C端思维定式，大胆提出以电视为中心的智能家居控制和操作体系。华为以鸿蒙IoT操作系统 + 海思IoT芯片为智能核心的智慧屏，实际上就是华为将To B端的先进技术，服务思维，向To C端市场延伸并惠及普通消费者的产物。华为荣耀智慧屏战略设想不错，但做好HiLink兼容才是关键提出智慧屏，以智能电视作为IOT控制中心的设想很不错，但要实现这个设想，还必须克服一个非常重大的难题：那就是智慧屏与用户之间能否真正实现高效、便捷的交互。因为智慧屏并不是一台单纯的电视，它想作为IOT智能家居控制中心存在，仅在电视使用体验超出传统电视是不行的。当前的IoT设备普遍存在的“假连接”现象。所谓“假连接”，指的是当下智能家居设备由于不同品牌、厂商间标准不一、接口杂乱而造成的互联失灵、互操作繁琐低效现象。自前前几年IoT概念成为潮流以来，各家电厂商、手机厂商都在搞自己的一套IoT标准，这些标准从底层网络协议到终端APP开发标准，都存在互不统属、沟通困难的问题。例如，在网络底层的无线通讯技术上，各厂商推出的标准包括ZigBee、6LoWPAN、低功耗蓝牙、Wi-Fi、NFC、蜂窝网络等多种；在APP层面，几乎每个厂商都要求用户安装自家的APP控制软件，才能对设备进行控制。这就造成了一种现象：同一家厂商的智能设备，互相间可以比较顺利地实现互联互通，而一旦家里购买了不同品牌的家电产品，想要统一操作就相当困难了。不同品牌的设备想要实现协调运作，必须由用户安装多种APP，并仔细阅读说明书、甚至要请教了专家后，才能将割裂的不同设备“集群”连接到一起。这样的操作，哪怕是精通互联网技术的年轻人，也必须摸索一番才能搞定，家里的中老年人、小孩使用起来更困难。也就是说，只有Hilink技术平台获得大多数家电品牌的认可，华为的IoT智能家居体系才能推广出去，作为智能家居体系中心控制点的智慧屏也才能真正获得成功。但要做到这一点并不容易。据玺哥了解，目前国内家电三巨头海尔、美的、格力都在积极打造自己主导的智能家居体系。比如，海尔的智慧家庭系统已经做到为旗下7大品牌的成套提供，进入众多家庭。虽然华为目前和这些厂商大多数都有一些合作，但这些合作有多少只真心实意的，能给厂商带去的价值多大，华为心中最清楚。一句话，不上规模的合作，是无法真正将合作者绑定到一块的。智慧屏想要成为IOT智能家居控制中心，就必须吸引大多数知名家电品牌加入到华为的Hilink技术平台上来。只有这样，以华为智慧屏为中心的智能家居，才能实现“真连接”，让用户轻松、便捷、舒适地享有智能家居生活。", "author": "砍柴网", "newsdate": "发布时间：19-07-29", "newstime": "17:03", "sentiment": [{"positive_prob": 0.993083, "confidence": 0.984628, "negative_prob": 0.00691725, "sentiment": 2}]}, {"title": "华为200万年薪背后：手机业务持续突破亟待基础科学“拯救”", "content": "编者按：本文系甲方研究社（ID：jiafangribao）原创，独家首发腾讯科技，36氪经授权发布。华为从来不是一家缺新闻的公司，从创始人任正非频繁接受采访、各种内部讲话曝光，到“大嘴”余承东口无遮拦，再到鸿蒙系统、Mate X等新品惊艳问世，但上周一份曝光的华为内部邮件，依旧吸引了眼球。7月23日，一份华为总裁办签发的最新邮件显示，华为对8位2019届顶尖学生实行年薪制管理，年薪为100万~200万元不等。邮件表示，华为要用顶级的挑战和薪酬去吸引顶尖人才，今年将从全世界招进20-30名天才“少年”，今后逐渐增加，调整队伍作战能力结构。在媒体的层层追踪下，8位“天才少年”的身份也被一一曝光。邮件显示，拿到最高年薪的两位博士毕业生分别叫钟钊和秦通，他们的年薪为182-201万元。据媒体报道，钟钊毕业于中科院自动化所，专业为模式识别与智能系统，主要从事自动化深度神经网络的研究，其导师是中科院自动化研究所副所长刘成林。秦通则是香港科技大学机器人研究所博士生，曾获得IEEE IROS 2018最佳学生论文奖，其研究兴趣主要包括机器视觉SLAM，视觉惯导融合，多传感器定位。此外，其他六位博士毕业生的专业、研究，均和人工智能、物联网、自动化等领域相关。如果从表面上，这仅仅是一封简单的年薪激励邮件，但这背后也折射出华为的人才观，以及在当前形势下，华为业务遇到的瓶颈和难题。任正非今年已多次谈到“人才”如果说“5G”、“美国”是今年任正非的高频词汇，那么与“人才”相关的话题，也一定能在这份榜单中名列前茅。今年2月，一份由任正非签发的华为内部邮件同样引发了业内热的热议，这份邮件主要反思了华为为什么留不住博士类员工 。邮件披露的数据显示，华为博士类员工近5年累计平均离职率为21.8%，入职时间越长累计离职率越高，以华为2014年入职的博士为例，工作四年之后，只有57%留在公司。邮件重点强调，更令人担忧的是特招博士的离职情况。据悉，华为的特招博士主要来自国家重点实验室、已有成功项目研发实践经验的优秀博士或重点院校重点专业的优秀博士，在校招时定位为公司未来各领域内技术领军人物。“但37%-42%的离职率也很难说我们对这类优秀人才苗子的管理处于较好的状态吧。”这份邮件不无心痛地说道。今年5月，任正非罕见对话国内媒体，在大家都关注5G、美国、孟晚舟、芯片的时候，任正非却又一次谈到了人才。任正非表示，虽然中国人才济济，但还是要全球寻找人才，完全依靠中国自主创新很难成功，为什么我们不能拥抱这个世界，依靠全球创新？据任正非介绍，华为至少有 700 名数学家、800 多名物理学家、120 多名化学家、六七千名基础研究的专家、六万多名各种高级工程师、工程师，形成这种组合在前进。“我们自己在编的 15000 多基础研究的科学家和专家是把金钱变成知识，我们还有 60000 多应用型人才是开发产品，把知识变成金钱。我们一直支持企业外的科学家进行科研探索。”任正非如此说。在“200万年薪”邮件曝光两天后，华为与上海交通大学签署了战略合作协议，其中就包括人才的交流等内容。任正非在签约前表示，对人才的重视与尊重是国家科技发展、社会进步的关键。重视人才培养、重视基础科研则是发展的前提。尽管华为对人才一直都持“渴求”的态度，但在一年内能如此高频地提到人才，可以看出华为的人才观也是在持续升级：更重视基础科学、更重视高精尖人才。华为求变华为升级人才观的背后，则是华为整体业务的变化。从华为近几年营收趋势图可以看出，华为的营收在稳步提高，即使到了年收入千亿美元的水准，依旧可以保持近20%左右的增速。从华为公布的2018年财报可以看出，在传统的运营商业务领域，华为实现销售收入2,940亿元，较上年甚至有所下降。最值得注意的是，华为最晚发力的消费者业务，第一次成为最高收入单元，同比增长达到了45.1%，远超华为整体营收增速。从上图也可以看出，华为智能手机出货量持续走高，增速依旧维持在40%的高位水准，已经超越苹果，成为全球第二大智能手机厂商。多方面数据都在说明，以智能手机为代表的核心业务，在华为的比重越来越重要，尤其是在5G时代，如何能继续巩固华为智能手机的优势，也就成为了华为需要重点思考的问题。手机的突破，需要基础科学的突破经过了数年的厮杀，目前智能手机产业的格局基本已经确定，尤其是国产手机领域，华米OV的领先优势愈发明显，其他厂商的生存空间也越来越小。但不可否认的是，近几年尽管有全面屏、人脸识别这样的创新，但整个智能手机行业的比拼，在某种程度上看，依旧停留在比拼硬件、参数的阶段，在发布会上更愿意强调摄像头的拍照效果、处理器的反应速度，甚至也有手机厂商把手机配色也当成卖点在包装，包括苹果在内，手机产业的创新越来越苍白、乏力。手机从键盘发展到触摸屏，从功能机到智能手机，背后是数十年的基础科学研究成果的沉淀。如果想在智能手机领域有划时代意义的创新，离不开基础科学的突破。从具体功能来看，如何能让石墨烯电池大幅度提高手机电池的续航，如何能通过基础材料学让折叠屏手机变得普及，如何能通过AI芯片让手机变得更加智能，如何让智能手机在5G时代，成为物联网的核心中枢……这些都是当前手机产业需要思考的问题。今年6月，任正非与两位著名美国技术专家尼古拉斯·尼葛洛庞帝、乔治·吉尔德交流时谈到，任正非表示，很多人说中国在创新上有爆炸性的增长，但这些创新大多是应用科学上的，而在基础科学的创新方面，中国还面临很大挑战。基于这样的担忧，华为基础科学战略研究院院长徐文伟表示，华为战略研究院是一个负责5年以上的前沿技术的研究机构，通过每年3亿美元的合作经费，支持学术界开展基础科学、基础技术、技术创新的研究，是华为技术体系的重要一环。无论是高薪招聘博士，还是每年巨额研发投入，都可以看到，华为正在加大对基础科学的研究力度，这或许就是华为未来的底气所在。", "author": "36氪", "newsdate": "发布时间：19-07-29", "newstime": "07:57", "sentiment": [{"positive_prob": 0.71661, "confidence": 0.370245, "negative_prob": 0.28339, "sentiment": 2}]}, {"title": "朱邦凌：独立组网的真正5G 华为全球独家", "content": "来源：金融界网站作者：朱邦凌1、5G改变了4G的信息传输结构，不仅能完成B2C业务，还能完成B2B业务 任正非表示，5G不是4G的简单放大，2G、3G和4G的业务性质是B2C，B2C业务可以理解成我们每个个人与网络在通讯。现在互联网上传速率低，下载速率大。就像大家感觉到的，你在网络上传一个图像时，现在速率非常慢。如果汽车要采用无人驾驶，一秒钟要传出非常多的图像才能保证安全。如果按照现在的传送方式，不能实现工业自动控制。而5G整个频道的宽度是4G的10-100倍，上行带宽也可以做到非常宽。所以，5G改变了4G的信息传输结构，不仅能完成B2C业务，还能完成B2B业务。B2B后面的“B”，是指高速运行的火车、汽车、飞机、工业4.0自动生产的结构等。 2、5G分两种形式：一种是5G和4G兼容的NSA模式，一种是5G单独组网的SA形式 任正非表示，5G现在分两种形式：一种是5G和4G兼容的NSA模式，比如现在4G手机可以在5G网络上使用，仅仅拓宽了带宽，没有起到未来工业自动化控制的作用。4G和5G共用系统的核心网，可以用原来4G的；另外一种形式是5G单独组一个网的SA形式，由于它不需要兼容4G的很多内容，它的终端设备、系统设备都会变得比较简单，这样它的上行速率会非常快，时延是毫秒级的。 比如，意大利非常优秀的医生，远程指导中国乡镇医生给病人动心脏手术，那么在现场看到医生的动刀速度，与在视频中看到的动刀速度必须一样，不能有滞后，否则就不能指导动手术了。又如，在座各位都是搞媒体的，电视传播速度快一些就会有拖尾，说明是有时延的，独立的5G网络就会消灭这个现象。5G独立组网时，就需要我们这种新型的核心网。5G基站本身是不打开信息包的，传送系统也不打开，所以不涉及信息安全问题。只有传到核心网时，才打开信息包。 独立组网的真正5G，华为全球独家！任正非：我们在等待高通进步 3、中国只有从明年才能开始独立组网的5G SA，我们在等待高通的进步 中国现在发的5G牌照、现在运营商建设的5G网络，还是4G和5G混合组网的模式。5G独立组网全世界只有华为一家做好了，中国招标法规定，必须有三家公司做好了才能开始招标，所以，中国只有从明年才能开始独立组网的5G SA。我们在等待高通的进步。 4、华为已经在全球获得了50份5G商业合同 此前，华为公共事务和通信部门总裁陈立芳表示，华为已经在全球获得了50份5G商业合同，其中，有28份都是来自欧洲。根据其年度报告，华为在2018年从欧洲，中东和非洲（其最大的海外市场区域）获得了2045亿元人民币（298亿美元）。这占其总收入的约28.4％，超过美洲和亚太地区的总贡献。 对此，陈立芳表示，华为正在密切关注欧盟的5G框架，并全力支持这一框架。而华为的主要竞争对手，芬兰的诺基亚和瑞典的爱立信分别获得了43份5G合同和22份5G合同。中国的中兴获得了25份合同，超过爱立信，在5G领域排第三名。 独立组网的真正5G，华为全球独家！任正非：我们在等待高通进步 5、华为首款正式商用的5G手机发布，预计华为智能手机总出货量会达到2.7亿部 7月26日，华为首款商用5G手机Mate 20 X （5G）在深圳正式发布。作为华为首款正式商用的5G手机，华为Mate 20 X （5G）的发布与开售，标志着5G手机时代正式开启，5G真正地走进公众生活。据了解，Mate 20X 5G版是中国首款取得5G终端电信设备进网许可证的设备。该款手机搭载华为最强7纳米5G多模芯片“巴龙5000”和“麒麟 980”，是支持SA和NSA两种主流5G组网方式的5G双模手机。 近年华为手机出货量快速增长，数据显示，2017年华为手机出货达1.53亿支，2018年则逾2亿支。华为创始人任正非在近期采访中表示，由于授权今年消费者业务部门采购足量的高通芯片，因此预计华为智能手机总出货量会达到2.7亿部。", "author": "金融界", "newsdate": "发布时间：19-07-29", "newstime": "17:56", "sentiment": [{"positive_prob": 0.998475, "confidence": 0.996612, "negative_prob": 0.00152447, "sentiment": 2}]}, {"title": "华为给公司组织变革上了一课", "content": "（图片来源：壹图网）经济观察报 评论员 陈白 华为在这个夏天再度登上风口浪尖。因为在这个毕业季，它给应届毕业生开出了令人震惊的天价年薪。近日，华为创始人任正非签发了一份总裁办电子邮件，宣布对部分2019届顶尖学生实行年薪制管理。根据这份邮件，华为对八名2019届顶尖学生给出高薪，这八名员工均为博士学历，年薪最低89.6万元，最高201万元。近年来，“组织变革”如此风靡，以至于超出传统的商学院语境，成为当下明星公司架构改革的热门关键词。阿里连续多轮的组织架构大调整、腾讯930架构变革、百度战略调整……那些活跃在时代一线的公司们船至中流，无一不开始意识到管理效率调整对于公司来说的重要意义。但即使如此，那些在科层制和扁平化“二选一”中摇摆不定的改革跟随者们，似乎并没有真正理解组织变革究竟意味着什么，起码在这些组织变革战中，我们很难看到人才评价体系变革作为核心变革领域。如今，当人们看到华为开出天价薪酬时，依然大跌眼镜；人们至今对“打工皇帝”张小龙的薪水颇为惊异：按照腾讯的财报，在腾讯高管中，“微信之父”张小龙早在2016年年薪就接近3亿，而作为董事会主席的马化腾，年薪只有张小龙的1/9。当约翰·韦尔奇在GE开拓了扁平化组织，此后这一组织形式一直被认为是互联网公司的标配。但是，曾经作为扁平化组织标本的小米最终也选择转投科层制。究竟哪一种架构制度更适于中国公司的发展，忽然之间进入迷茫区。而我们回过头来看，作为如今中国商学院的经典案例，我们很难把华为具体归结为科层制还是扁平化。事实上，这两种组织形式在华为组织架构中都明显并存。但是任正非多年前就提出的“要使得人才体系‘炸开金字塔尖’的架构设计“，毫无疑问是华为能够为天才博士们提供天价薪酬的依据。在很长一段时间，人们习惯的薪酬模式，一般都是基于金字塔型组织结构模式设计。在传统薪酬模式下，薪酬往往与一个人在组织中的职位成对应关系，即一个人在组织中担任的职位越高，薪酬越高；在这种模式下，毫无疑问那些“听得见炮火”的处于最一线前沿的员工，反而不能得到正向的反馈。任正非无论是在总裁办电子邮件中，还是后来不断接受采访时都表示：“华为过去的人才结构是一个封闭的人才金字塔结构，金字塔本身也是封闭的系统，限制了组织模型并造成薪酬天花板，我们已‘炸开’金字塔尖，形成了开放的人才系统。”也就是说，华为的薪酬体系已经不再是我们传统理解的由上至下的金字塔结构。事实上，变化多端的表面组织形式变化的背后，最关键的依然还是对人才的绩效激励制度。无论前台的流程管理是多层还是单层，归根到底还是要回归到如何“以奋斗者为本”上。公正的价值评价是科学的价值分配的前提。只有价值分配合理了，不会让员工“不患寡而患不均”，员工才能有足够动力，充满激情地去创造更大的价值。给人才以对等的价值评价，才能充分激励他们的主观能动性，为公司创造价值。这就是华为价值链管理体系的逻辑关系，也是即使以加班文化闻名，华为却并未在上一场“996争议”中被指责的关键原因。用高薪抢夺顶尖人才，华为只是走在了中国公司前面。正如任正非所言，那些世界计算机竞赛的冠军、亚军，都被Google用五六倍的工资挖走。在硅谷，平均年薪超过百万的科技公司可谓比比皆是。在有更多中国高新技术公司进入世界500强榜单的今天，如何从人才的角度真正理解组织架构变革，对于更多正在寻求管理效率提升的中国公司们来说或许是下一个关键问题。", "author": "经济观察报", "newsdate": "发布时间：19-07-29", "newstime": "11:11", "sentiment": [{"positive_prob": 0.994094, "confidence": 0.986875, "negative_prob": 0.00590637, "sentiment": 2}]}]