[{"title": "世界第一！倪光南教授给华为估值13000亿美元，是否有些过高？", "content": "由于华为公司没有上市，所以华为的估值问题一直是大家比较好奇的问题，有人说华为估值为1.3万亿人民币，也有人说华为估值1万亿美元。就现有情况来看，华为每年的营收额只有苹果公司的50%，净利润也只有苹果公司的16%，所以很多人都认为，1.3万亿人民币才是华为合理的估值。然而就在近日，有人给了华为公司一个“专业”的估值，估值金额高达1.3万亿美元，世界第一。10月26日，在中国企业高质量发展论坛上，中国工程院院士倪光南先生发表了一场主题演讲。在这场演讲报告中，倪光南先生介绍了全球信息和通讯企业的市值排名，倪光南先生说：全球排名前十的通讯企业，美国占了6家，中国占了3家（阿里、腾讯、华为），最后一家是韩国的三星集团。在提到华为公司的时候，倪光南先生表示，华为虽然没有上市，但市场估值是13000亿美元，约合9.2万亿人民币，世界第一。众所周知，正常情况下，一个企业上市后的估值肯定要大于未上市之前的估值，这也就是说，如果华为公司上市，它的市值还可以更高，甚至会突破2万亿美元。目前，全球范围内市值最高的公司也就是苹果、亚马逊、微软这几家，这些企业的上市市值都在1万亿美元左右，比华为没有上市的估值还要低30%左右。正因为有这些公司做参照，所以华为的估值一直都被限制在1万亿美元左右，但现在倪光南院士认为有人给华为估值1.3万亿美元，是没有太大问题的。那么，华为1.3万亿美元的估值，真的合理吗？是否有些过高？据了解，华为公司的性质是全员持股，华为创始人任正非仅持有1.4%的股权，这种股权结构是不适合上市的。这也就是说，华为公司上市基本上是一件不可能的事情，所以关于华为上市后的估值问题，本身就是一个没有意义的假设。退一万步来讲，就算华为公司真的上市，也不太可能有1.3万亿的估值，甚至可能会因为上市而急速衰败。首先，华为是全员持股，所以员工的工作积极性非常高，毕竟公司越挣钱，他们能分到的钱也就越多，相当于给自己打工。如果华为上市，员工的工作积极性会丧失殆尽，原因很简单，如果你是华为公司的员工，你是选择套现几千万享受生活，还是继续“997”的工作模式？其次，华为目前的年营收额为7000亿元左右，并不缺钱，如果上市反而会被外来资本影响。最后，华为如果上市，任正非和华为高管的决策权将会受到限制，这很不利于华为的技术研发。综上所述，华为1.3万亿美元的估值是没有参考意义的，但这并不妨碍华为成为一家伟大的企业。目前，华为可以说是全球唯一一家集科技、制造、通讯、互联网为一体的企业。按照华为目前的发展情况来看，5—10年后，华为将取代苹果、微软，成为全球最强的公司。", "author": "麒麟说财经", "newsdate": "发布时间：19-11-01", "newstime": "15:11", "sentiment": [{"positive_prob": 0.867338, "confidence": 0.705195, "negative_prob": 0.132662, "sentiment": 2}]}, {"title": "1199元，搭载麒麟A1：华为FreeBuds 3无线耳机正式开启预售", "content": "IT之家11月1日消息 在华为Mate 30系列国行发布会上，华为公布了华为FreeBuds 3真无线蓝牙耳机售价，这款耳机国内售价为1199元。11月1日今天开启预售，11月11日正式开售。华为FreeBuds 3真无线耳机，搭载麒麟A1芯片，支持骨声纹通话降噪，也是世界上第一款真正的蓝牙5.1无线耳机。据介绍，麒麟A1芯片让FreeBuds 3的性能指标比苹果的AirPods高30%，并且功耗降低50%，其封装尺寸是AirPods H1无线芯片的95%。A1带来了新的蓝牙协议：BT-UHD。如果将FreeBuds 3与运行EMUI 10.0或更高版本的新华为手机一起使用，两款设备都将使用这一新标准进行连接，该标准拥有高达2.3 Mbps的数据传输速率。作为参考，LDAC编解码器“仅”提供990kbps。值华为FreeBuds 3是全球首款采用开放式设计、却支持主动降噪的真无线耳机，能有效消除环境噪声。FreeBuds 3采用半开放海豚仿生设计，舒适稳固佩戴。其他Freebuds 3功能包括改进的190ms延迟，比AirPods还要低，以及Qi无线充电，有线充电比AirPods快100%，无线充电比AirPods快50%。每个耳机中都有一个30mAh的电池，一次充电可以提供4小时的播放，而充电盒可以提供大约20小时的总播放时间，据说耳机和外壳的充电时间仅为一小时。华为FreeBuds 3将提供炭黑和陶瓷白两款颜色。京东华为 FreeBuds3 陶瓷白1199元直达链接", "author": "IT之家", "newsdate": "发布时间：19-11-01", "newstime": "16:47", "sentiment": [{"positive_prob": 0.989934, "confidence": 0.977631, "negative_prob": 0.0100661, "sentiment": 2}]}, {"title": "华为女员工五千字实名控诉，揭开华为不为人知的一面！", "content": "昨晚，华为员工五千字实名控诉，举报其领导不作为，更剑指HR政策导向及华为企业文化。引来华为员工近80万次围观……小财女作为课代表和大家简单总结一下：华为2012实验室员的负责员工关系的hr，实名diss自己的上级与平级hr不作为，整个2012实验室hr体系问题严重，研发月均加班57小时，有严重的月加班160小时，而hr们只关心招人、清退，完全不考虑研发兄弟的死活，连员工反馈班车食堂都想清退。总之就是整个2012实验室的HR，除了胡玲，其他人想的都是解决提出问题的人，而不是切实解决问题。真实关心员工的HR就是这种下场？太令人气愤了！可能大家还有点乱，我先明确下帖文中的人物关系：举报者胡玲为华为2012实验室HR，是“员工活力体验官”，负责解决2.5万+研发的工作体验问题（如加班、班车、食堂等）；被举报人杨瑞锋是胡的导师及leader；高雁是中途调过来帮胡的女同事。这封长帖中的瓜太多，小财女先奉上脱水版。1 、高雁是派过来协助自己工作的，和胡玲平级，结果工作不做，还对胡玲颐指气使。  2、高雁三个月都没有产出，工作不认真，三年绩效为B,都没劝退，研发人员B+就劝退了。3、杨瑞锋认为员工加班160小时是造假的，并且觉得加班时间去健身房是划水行为，要批判。 4、杨瑞锋不管员工死活，明明加班更严重了，还和上级汇报，加班现象减少了。研发兄弟用生命在加班，他却用生命在炫耀自己在苏州研究所吃的200块一公一母的大闸蟹。5.杨瑞锋要求胡交出与员工的访谈记录及名单，里面涉及员工反馈的敏感问题，胡出于对研发员工的保护担心员工被“穿小鞋”，誓死不交，胡玲被逼到楼道里哭。6、胡最后奉劝各位华为兄弟，不要相信hr，他们没有诚信！目前华为2012人力资源部出面评论称：2012实验室人力资源部收到员工投诉反馈后，昨天下午已经提前公司监督体系独立调查，当前工作组已经正式成立并已展开工作，请广大员工监督。这件帖子在华为内部已经爆了，成为华为内网历史上点击率最高的一则帖子，已经有130万点击，而华为总共就19w人，还包括一些外籍，也就是说，至少一个人点击了7次以上。为什么一个这样的事件能够引发内部的如此激烈讨论。大部分网友看完都是比较义愤填膺的，觉得任正非都快累坏了，美国把华为打在地上，踩在地上，这些HR美国两套别墅，一餐饭还要一只公蟹一只母蟹；不过也有人认为胡某不适合做HR，不懂资本，更不懂办公室的运作。对此，小财女第一时间联络了在华为的一些朋友，聊了很久，有三个感想。从华为管理的角度看，作为大公司的华为，从80年到现在，已经快40年了，任正非先生已经是40后的老人了，而作为公司最高层的一批人基本是60后和一部分年轻的70后，即使是75年的也有45岁以上了，而新进的员工像胡玲一样都是年轻，有张力，直接，干脆的90后，用60后来管理90后，相差了两代甚至三代，本来就存在互相不理解。华为公司毕竟是传统的高科技公司，管理层年龄偏大，在管理层的思想上肯定要自我进化，比如老的60后70后可以自我牺牲，无怨无悔，他们已经是既得利益者，因为来的早，每年大把分红股票。据小财女调查，一个18级的老员工也有100万，一个20级的每年能拿到300W左右。而对于年轻的90后来说，收入没那么多，他们年轻张扬，敢于表达，追求的不仅仅是金钱，还包括自我价值的实现，这必然跟老一代观念不一致，一个在华为15年的老员工告诉小财女，”华为就是舍得砸钱买你的时间，让2个人干四个人的活，拿三个人的钱”。其次从这几年的华为文化和氛围看，Huawei的奋斗者文化是其成功的关键，但是，华为所强调的艰苦奋斗，执行的太绝对其实是一个伪命题，美好生活是奋斗出来的，但是奋斗是手段，美好生活是目的，但是绝不是为了奋斗而奋斗，为了奋斗去牺牲美好生活，牺牲健康，牺牲家庭，牺牲孩子陪伴和成长，特别是对基层员工来说，不能过分要求，以996的上班制度，我是不赞成的。最后从职场规则来看，其实像高雁这样的老员工或者主管，在任何一个公司都存在，机关单位更加多，他们唯上，以领导为中心，圆滑老道，对新员工不待见。同时，作为一个企业的HR，其实是有原罪的，因为HR跟员工的矛盾从一开始就不可调和。胡玲的文中提到华为员工有人月加班160小时，按每月休一天计算，日均工作时间11小时，但是HR的惯性思维是怀疑这个员工在 “划水”，员工来闹事，HR出面来搞定，这都是这个HR的办事逻辑，本质还是这个企业的HR的思维有问题，也许是自上而下，上面歪了，下面自然歪。华为处于中美的漩涡，不缺流量，也代表中国最强的民族企业，而最近频频发声任总体现出大格局大视野，我其实是力挺华为的，但是这位HR提出的问题，引发我们的思考，才更是我们普通人身边遇到的。最后附上全文，对于华为此次内部爆料，你如何看？欢迎留言区说出你的看法！", "author": "樱桃小房子", "newsdate": "发布时间：19-11-01", "newstime": "23:05", "sentiment": [{"positive_prob": 0.0088757, "confidence": 0.980276, "negative_prob": 0.991124, "sentiment": 0}]}, {"title": "13000亿美元！华为再次令世界刮目", "content": "又一个重磅消息！虽然事情是前几天的事，可这件事被爆出来之后，还是震撼了世界！10月26日，在中国企业高质量发展论坛上，中国工程院院士倪光南介绍全球信息和通信领域企业市值排名，前10家中美国有6家，中国有华为、阿里和腾讯，最后一家是三星。华为没上市，但评估市值是13000亿美元，世界第一，市值估计13000亿美元！这让华为备受争议，而大部分人更加是瞠目结舌，因为他们知道市值破“万亿美元”是一个怎样的概念。市值估计13000亿美元，到底意味着什么？1首先，这意味着世界第一。这一点应该没有什么问题，毕竟倪光南院士已经直接指出了这一点。而且， 全球市值第一的公司是苹果，在9月份新品开售之后，重新回到万亿美元的地位，不过，也只有1.1万亿美元。华为被估值1.3万余美元，比处于高峰的苹果，还多出2000亿美元。其次，其他公司难与之匹敌。腾讯加阿里也仅仅只有8500亿美元，13000亿美元已经远远超过了前者。而如果单独PK的话，13000亿相当于3个阿里！简直就是一个可怕的存在了！为何有人质疑这个数字？2正如大家预期的一样，华为市值达13000亿美元，一定引发了巨大的讨论和争议。毕竟，这个数字太大了，足以震撼全球市场，也足以冲击到很多人的内心。首先，我们要强调，这个估值，它只能是估值，毕竟华为是不可能上市的，所以它永远不可能被验证。我们要做的是，去读懂这次估值背后的意义。先看看那些说这个不合理的人，是持有怎样的观点和态度——正常来说，市值应该与营收和利润挂钩。2019年，华为前三季度营收为6108亿人民币，全年预计会达8500亿，约1200亿美元。此外，由于每年都有巨大的科技投入，导致华为的净利润率较低，只有8.7%，计算全年大约740亿人民币，约合105亿美元。而与苹果进行对比的话——苹果2018年营收高达2655.95亿美元，而总的净利润高达595.31亿美元。显而易见，无论营收还是利润，华为与苹果都还有巨大差距。所以问题就是——按照传统的营收利润来估值，华为如何配得上13000亿美元的估值呢？这里面就涉及到另外一个问题——资本市场对企业的估值，已经超越了传统的营收和利润，对于高科技公司，更多地要看它的科技含量和未来盈利预期。这是华为被估值13000亿美元的根本之所在！华为的市场估值，到底该怎么看？3其实，不管引起多大的争议，在很多人看来，这样的估值是非常有意义的。毕竟，华为不会上市，而有这样的一场估计，有利于市场对华为的价值，有一个非常清晰的认识。具体去看看华为——该公司拥有运营商业务、消费者业务和企业业务三大业务模块，每一个大板块的增速都非常快：运营商业务，这是基础，2011-2018年复合增长率为9%；消费者业务，体量最大，复合增长率为35%；企业业务，增长最快，复合增长率为37%。值得一提的是，华为运营商业务，占据全球市场占有率世界第一。更为关键的是，在这个领域的竞争，华为还有技术世界第一的加持，已经全球最先进的5G业务的加持。这一块，该估值过少？此外，华为的智能终端业务，已经超过苹果的市场份额，并且在高端手机中市场份额增长速度很快。同时，华为还拥有很强的芯片业务，在5G芯片和智能芯片方面全球领先，因此华为的芯片业务与博通、高通的市值应该不相上下，考虑在两者而博通和高通的市值都在千亿美元左右。这样的分析可以做得很细很细，而在我们进行分析的时候，就会发现，华为每一块拿出来都很强，强大到可以与世界上专门做这些业务的公司相匹敌！也就是说，华为脱离了这些公司同样可以活，这一点，大肆断供华为的特朗普，应该有非常切身的体会！华为的无价资产，全球独一无二！4其实，看华为的话，不能够单单从利润、营收、科技等方面去看它的价值。华为具备的一些东西，基本上算是无价的！比如，中国人民对华为的强烈认同。华为最为艰难的时候，大家也看到了，美国人断供、封杀，可结果呢？结果引发了一大批人来支持华为，一大批中国人换成了华为的产品！这里面，不单单是“我买华为的东西”的支持，更是精神层面的支持！比如，华为所具备的非凡的战略价值。美国围堵中国，中国之所以一直坚挺，与坚挺的华为给国家强硬的底气是分不开的。诸如华为这样的公司，多少市值都不为过，它们所具备的价值，绝对不是市场价值万亿美元所能匹敌的。比如，华为集天下英才而用之的胸襟和魄力。大家也看到了，华为有不少外国高管，这是是华为总裁任正非汇聚天下之智为我所用的战略所引发的！科技技术，才是第一生产力！这是大智慧，大格局！最后，搞出来一个大华为！让全体中国人骄傲和点赞的华为！以前，芯片受制于人，华为搞出了麒麟芯片；以前，操作系统受制于人，华为拿出了鸿蒙，再加上5G领域绝对的第一优势，如今，我们终于扬眉吐气，因为别人有的，我们也有，我们有的，别人未必有。大华为，为你点赞！", "author": "正商参阅", "newsdate": "发布时间：19-11-01", "newstime": "17:08", "sentiment": [{"positive_prob": 0.953438, "confidence": 0.896529, "negative_prob": 0.0465617, "sentiment": 2}]}, {"title": "乌镇戏剧节压轴大戏！华为Mate30系列5G版不插电直播青年竞演决赛", "content": "2019年10月25日，在陈向宏、黄磊、赖声川以及孟京辉四位发起人的带领之下，第七届乌镇戏剧节在一声沉稳而浑厚的锣声中正式开幕。如今为期10天的本届乌镇戏剧节已经接近尾声，18出青年竞演的角逐也来到了竞演决赛阶段。就在今天凌晨，乌镇戏剧节官方微博正式公布了入围决赛的节目名单。从微博中可以看到，此次入围决赛的节目包括：《鸡兔同笼》、《黎曼的宇宙》、《三打普拉斯》、《剧院故事一则》、《七年之痒》、《不咸山》这六个节目，决赛也意味着更加激烈的精彩戏剧艺术表演。11月2日下午1点开始，梨视频也将再次携手华为Mate30系列还带来此次青年竞演决赛现场的不插电5G直播。在前面几天进行的本届乌镇戏剧节表演中，我们发现无论是科技、视频媒体平台还是网红主播，都采用了华为Mate30系列5G版作为直播利器，让5G直播成为了本届乌镇戏剧节的又一大亮点，让戏剧这门艺术在科技的赋能下焕发出更强大的生机。从直播现场来看，无论是梨视频这样的视频媒体，还是手机中国这样携手知名微博时尚博主@贾若蒙 @俊俊Jarvis的科技媒体 ，以及知名摄影师王义博，都通过华为Mate30系列5G版强大的5G网络实力以及影像能力，为远在千里之外不能到场体验的戏剧爱好者带来了流畅而又超清的直播效果，天涯若比邻。流畅的5G网络、超高清的画质输出正是华为Mate30系列5G版手机赋予此次直播的能力。在本届乌镇戏剧节上，华为Mate30系列5G版凭借强大5G能力和影像实力，让更多不能够来到乌镇的戏剧爱好者也能够实时观看，纵远隔千里，亦如置身其中，一起共享艺术的狂欢，同时也赋予了戏剧艺术更多新的形态。在5G能力上，华为Mate30系列5G版搭载全球首款旗舰5G SoC芯片麒麟990 5G，支持SA/NSA 5G双模组网，同时华为Mate30 Pro 5G机身拥有多达21根天线，其中有14根天线支持5G网络连接，根据实际使用场景设计上部、中部、下部三个天线群，覆盖手机竖屏、横屏握持使用的全场景全角度。此外，华为Mate30系列5G版还拥有目前顶尖的摄影能力，可随时拍照、录视频记录来自世界各地艺术表演的精彩时刻。华为Mate30 Pro 5G搭载了新一代超感光徕卡电影四摄，包含一枚4000万像素电影摄像头、一枚4000万像素超感光摄像头、一枚800万像素长焦摄像头，以及一枚3D深感摄像头，能够实现媲美电影质感的直播画面输出，最大程度保留了戏剧的\"现场感\"。当然了，对于本届乌镇戏剧节最受期待的\"压轴大戏\"青年竞演决赛，梨视频携手华为Mate30系列5G版即将带来一场不插电的现场5G直播，这也是对这款手机在功耗和续航能力方面的极大考验。相信在麒麟990 5G芯片以及最高4500容量电池的加持下，华为Mate30系列5G版也将为我们呈现一场精彩纷呈的戏剧艺术盛宴，让我们拭目以待！", "author": "海风数码", "newsdate": "发布时间：19-11-01", "newstime": "17:22", "sentiment": [{"positive_prob": 0.958893, "confidence": 0.90865, "negative_prob": 0.0411073, "sentiment": 2}]}, {"title": "华为手环4实力超群：九种运动模式，三大健康管理", "content": "10月23日，华为正式发布了新一代的华为手环4，新款手环已于11月1日00:00正式开售，售价199元，且开售日有10元优惠，189元可到手。华为手环4是一款主打健康运动、潮流生活方式的日常穿戴智能手环，其具备9种智能运动模式，可以随身测血氧，还支持智能心率和科学睡眠检测功能。此外，新产品还采用全新的USB充电方式，无需充电线，只要有USB口的地方，都能将手环插进去快速充电，非常方便。IT之家已经拿到了这款产品，现在为大家带来上手体验。第一部分：外观华为手环4外观设计上基本延续了前代华为手环3的造型，具备曜石黑、樱语粉、赤茶橘三种配色，IT之家拿到的是赤茶橘版本，这种配色活泼且偏中性，男女佩戴都很合适。华为手环4内置了一块0.96寸炫彩大屏，屏幕色彩度更饱满、对比度更强，显示效果清晰，即便是在强烈的太阳光下，也能给用户很好的感观体验，整体视觉效果不错。华为手环4新增表盘市场功能，内置了丰富潮流表盘可选，在华为运动健康App内，绑定华为手环4之后可手动选择各种各样的表盘。还可在主页面长按屏幕，进入快捷更换表盘操作界面，直接在手环上更换已下载的表盘，非常方便。手环4的尺寸为56mm×18.5mm×12.5mm（机身尺寸长×宽×高），手环整体重量约24g，佩戴在手腕上几乎没有任何异物的感觉，非常舒适。华为手环4在设计上最大的变化就是采用了内置USB充电接口的设计，这种设计最大的好处就是摆脱专用充电器的束缚，相比市面上大多数手环产品，需用充电底座或者充电线束缚要轻便许多。尤其是日常生活中，手环充电频率不高，常常就忘记将充电器放哪儿了，每次充电找充电器都是麻烦事。另一方面，目前大部分的智能手环产品充电接口还未统一，充电底座大多也都是特定专用的，一旦丢失再想充电就非常麻烦。华为手环4创新的“USB即插充电”模式可以说巧妙的解决了上述困扰，通过按压拆卸按钮取下腕带，即可看到隐藏在手环腕带中的USB充电头，将充电头插入任意USB接口即可充电。此外，拆卸设计还带来了便捷的表带更换方式，轻按插拔即可取下表带，个性潮流的表带随心搭配。第二部分：功能和体验1、运动在功能方面，华为手环4围绕着“运动”、“健康”这两个关键词做了不少功夫，首先是配备了9种智能运动模式，包括户外跑步、室内跑步、户外步行、室内步行、户外骑行、室内单车、椭圆机、划船机、自由训练。在运动的过程中，华为手环4实时显示你的运动数据，包括时间、距离、配速、卡路里等，运动结束之后还可提供热身、燃脂等心率区间统计等，获得更加准确的卡路里消耗评估、运动强度评估数据。此外，还能作为运动状态和强度的依据，为运动提供科学指导。通过华为手环4内置的红外光佩戴检测传感器和光学心率传感器，配合华为自研算法，可以实现准确的心率监测，用户可以通过参考手环上实时显示的心率区间，更好的理解当前的运动状态和训练强度。帮助用户直观判断，并将运动强度控制在一定范围内，让运动更科学、高效。2、血氧饱和度检测在关键词“健康”方面，华为手环4具备三大“健康管理”，分别是血氧饱和度检测、更精准智能心率监测、科学睡眠监测。其中血氧饱和度监测是此次升级的最大亮点之一。百科资料显示，血氧饱和度(SpO2)是血液中氧气和血红蛋白结合的容量占全部血红蛋白容量的百分比，即血液中血氧的浓度，它是呼吸循环的重要生理参数。血氧饱和度是重要的生命体征之一，如果血氧饱和度低于90%，易引发疲劳易困、心慌期待、精力不足等症状，长时间更损害身体机能。对于那些经常脑力工作者、喜欢极限运动而言的用户而言，血氧饱和度是一个非常重要的健康指标，通过实时检测续血氧饱和度，帮助用户了解自身的健康情况改善身体状态，甚至能避免意外情况发生。。华为手环4通过深度优化硬件光路和算法，多光源融合，利用含氧血红蛋白和脱氧血红蛋白对特定光的反射吸收率不同的特点，进行信号萃取、信号增强、算法训练、异常抑制等措施，测量到脉搏血氧饱和度。可以说，华为手环4内置的血氧饱和度检测功能，是华为在这一代智能手环上的功能新突破，也是一个低成本、高效的检测方式。通过手环这样小巧的装备可以随时随地测量血氧浓度，保证佩戴者实时了解自身健康状况，带来更为便捷全面的健康管理。当然，这里需要强调一点，华为手环4非医疗设备，并不能作为诊断和治疗使用。3、心率监测华为手环4搭载了华为最新一代的TruSeen3.5心率技术，这项技术由华为自主研发，算法方面由华为2012实验室联合俄罗斯研究所开发，可根据运动状态智能调节心率监测频率，同时搭配智能调光算法，可实现24小时的全天智能监测。基于手环的高性能心率传感器，华为手环4还支持国内著名三甲医院301医院的心脏健康研究计划，可实现精准筛查心律失常，配合高精度AI算法，同时对接70+家医院的专业服务，房颤筛查的准确率高达97.8%。结合301医院远程管理服务平台，可给用户提供心律失常确诊、治疗、跟踪随访服务，从而用户可实现心律失常的一站式服务。这也是华为手环在智能手环领域的“独家秘笈”，凭借着心脏健康研究计划的加入，华为手环4在运动健康领域形成了自己的核心竞争力。4、睡眠监测睡眠监测也是华为手环4的一大亮点功能，其搭载的HUAWEI TruSleep睡眠检测技术，可准确识别6大类典型睡眠，包括入睡困难/睡眠浅/夜间易醒/早醒/多梦/作息不规律，并能针对性提供200+条睡眠建议、睡眠音乐和舒缓解压等服务来改善睡眠习惯。值得一提的是，在心率传感器上，华为手环4还加入了IR(红外光)技术，支持不可见光监测心率和睡眠，夜晚的时候也不会因为绿光影响睡眠质量。总结：华为手环4是一款主打运动健康的智能手环设备，在充电方面，其另辟蹊径的采用了“内置USB充电接口”，极大地方便了用户的日常充电需求，节省时间，让佩戴出行更为轻便。华为手环4支持9种智能运动模式和三大健康管理监测，围绕“运动健康”这个关键字形成了自己的核心竞争力，对于关注健康和运动的年轻群体、智能穿戴设备入门人群的确有着不俗的吸引力。11月1日，华为手环4在华为商城、京东、天猫等华为官方旗舰店以及其他授权电商平台，华为体验店，华为授权零售商等线上线下平台同步开售，189元即可到手。感兴趣的小伙伴，非常推荐入手体验了。", "author": "IT之家", "newsdate": "发布时间：19-11-01", "newstime": "11:35", "sentiment": [{"positive_prob": 0.999568, "confidence": 0.999041, "negative_prob": 0.000431685, "sentiment": 2}]}, {"title": "低延时、抗干扰，还能语音告诉你出行信息——华为FreeBuds 3体验", "content": "很多人对“蓝牙耳机”的印象，起初只有单耳佩戴、造型奇葩、体积硕大，而且与欣赏音乐毫无关系，但自从几年前智能手机开始逐步取消3.5mm耳机接口以来，无线蓝牙耳机便开始飞速发展，短短几年间，从蓝牙单耳耳机到蓝牙双耳耳机，从挂颈式蓝牙耳机到消灭了线缆的真无线耳机，各大科技厂商都纷纷推出了旗下的多款无线蓝牙耳机。作为拥有雄厚研发实力的大厂，华为先后推出过好几款备受热捧的蓝牙耳机。今年这款半开放式主动降噪蓝牙耳机——华为FreeBuds 3代真无线耳机与华为Mate30系列手机同台亮相。搭载华为自研麒麟A1芯片、低延时、抗干扰、半开放式主动降噪、开盖即连，它的出现，标志着华为在音频产业布局上又迈出了坚实的一步。连接：与华为Mate30无缝连接，开盖即连如果你拥有一部华为Mate30系列手机，那么华为FreeBuds 3与手机的连接过程会让人十分愉悦。只要轻轻翻开盖子，再长按电源键5秒，就会看到手机屏幕上弹出连接窗口，点击连接后等待三秒，即可完成连接。连接成功之后，华为FreeBuds 3就“记住”了主人，以后只要打开盖子两秒，就能快速的再度连接上，这种十分智能的连接方式让你可以忘掉那些繁杂的连接步骤，用户体验确实不错。芯片：自研麒麟A1芯片，让声音更流畅现在的蓝牙耳机，其功能早已不再局限于听音乐和接打电话，我们会用它连接手机打游戏等等，这一切都离不开一枚强大的芯片。华为FreeBuds 3搭载了一枚华为自研的麒麟A1芯片，这枚芯片在4.3mm*4.4mm的小尺寸上，集成了蓝牙处理单元、音频处理单元、低功耗应用处理器和独立的电源管理单元，能让连接更为稳定、音频处理能力更强，而且还支持双通道同步传输技术，大大降低游戏音频延迟现象，保持游戏声音和画面同步。我喜欢在闲暇之时，打开手机和朋友组队玩上几局《和平精英》，在枪林弹雨的天堂度假村，戴上全套三级装备，手持M416一通哒哒哒，工作上的苦闷忧愁都一扫而空。以前我是不太喜欢戴着无线耳机玩游戏的，因为很多蓝牙耳机都存在着声音延时的问题，会使得游戏体验大打折扣。而这次我戴上了华为FreeBuds 3就没有类似情况了，玩《和平精英》的时候，无论是对手的枪声还是脚步声，哪怕是在一两百米外装了消音器，也能准确分辨，且声音的延迟几乎到了耳朵难以察觉的地步，和有线耳机的体验没有什么不同。体验了将近一周，也没有出现蓝牙耳机常见的断连现象，可见华为FreeBuds 3的连接还是蛮稳定的。佩戴：一键降噪，入耳没有“存在感”华为FreeBuds 3采用半开放式设计，它的造型模仿海豚头部的线条设计，头部略有突出，整体曲线非常的圆滑，可以深入贴合耳道，佩戴不易滑落，就算戴着一整天，耳朵也不会有入耳式耳机戴久了那种不适感。同时，它采用了主动降噪芯片，有9组不同参数，能很好的适配不同人耳结构和佩戴习惯，从而有的放矢地将背景噪音消除。在飘着咖啡浓香的星巴克，我喜欢戴上华为FreeBuds 3，来上一首《Mockingbird Days》，仿佛瞬间置身宁静云端，与外面的喧嚣世界相隔离，工作效率提升很多。情景智能出行播报：无需担心错过航班，仿佛耳边的小秘书我一直很喜欢华为手机上的情景智能，总能给我提供很贴心的服务。比如我开车出门，熄火下车的同时，手机就会推送一条停车位置的信息过来，避免了我找不到车的尴尬；而每次我购买机票或高铁票准备出差时，手机又会提前通知我航班起飞时间和地点、是否延误、登机口是什么等等，甚至到达机场的天气预报都能实时查看，感觉就和钢铁侠的AI助手里维斯差不多。使用华为FreeBuds 3之后，我发现它还能与华为手机搭配，实现情景智能出行播报：“智慧助手提醒：航班将于今天 XX时XX分从XX机场起飞，航班状态正常”，这样就算我不看手机屏幕，也能听到语音提醒了。综述：得益于自研麒麟A1芯片，华为FreeBuds 3在低延时和抗干扰方面的表现都很不错，此外不错的佩戴体验，以及锦上添花的主动降噪功能和贴心的情景智能出行播报等，都让这款耳机在目前为数众多的真无线耳机市场中脱颖而出，后续市场表现应该会很棒。", "author": "新潮数码体验坊", "newsdate": "发布时间：19-11-01", "newstime": "16:33", "sentiment": [{"positive_prob": 0.932361, "confidence": 0.849692, "negative_prob": 0.0676386, "sentiment": 2}]}, {"title": "华为P30全速跌至“清仓价”，力拼5G版小米9Pro", "content": "随着不断增加资金投入和创新能力的提升，现在的小米在冲击国内高端领域已经取得相当骄人的成绩，成为连华为也不能够轻易忽视的劲敌。没错，现在的小米已经具备与华为一较高下的实力，这给余承东造成不小的压力，所以这一次他率先发制人，华为P30全速跌至“清仓价”，力拼5G小米9Pro。说起华为P30相信大家都不会感到陌生，它作为今年三月份登场的超级旗舰，无论是硬件配置还是颜值打磨都是相当到位的。一方面，华为P30拥有徕卡认证三摄模组，在达芬奇独立NPU神经元的驱动还有超级夜景针对弱光成像进行深度优化之后，成片的速度处于行业顶级水准，照片的整体观感也不会存在太多可挑剔的地方；另一方面，它搭载麒麟980处理器和运行EMUI9.1系统，这样的组合应对日常应用程序是绰绰有余，体验主流游戏的稳定性也不会存在太多可挑剔地方；当然，它新增天空之镜和珠光贝母白玻璃后壳，配合铝中框的紧密贴合，带来舒适握持手感的同时，也能够满足日常生活防水的需要。综合来说，华为P30的综合素质还是可圈可点的，早期高达4298元的价格还是受到消费者的热捧，这一点不难理解。可惜，随着小米竞品的强势蚕食，它目前也不得不服软最低降至3688元起，这刚好与刚发布不久的小米9Pro处于同一价格段位，火药味越来越浓了。小米9Pro是发布不久的新旗舰，它搭载基于7纳米制程工艺的骁龙855plus处理器，这颗芯片目前在安兔兔能够跑近48万分，这一点确实比较强悍，外挂5G基带也能够保证在未来一至两年时间内不会被轻易淘汰，这也是我们不能够忽视的亮点。另外，小米9Pro的续航能力也做得挺到位，多功能NFC、反向充电等功能也是一应俱全，所以华为P30想“干倒”它还是有点难度。其实在笔者看来，现在小米实力相比以前已经有明显的提升，华为对它也是早有防备，只是没想到一贯主打性价比的雷军做高端机的速度会如此之快，小米9Pro让华为有点措手不及，而华为P30能不能够依靠降价狙杀它，让我们拭目以待吧！", "author": "老实人日报", "newsdate": "发布时间：19-11-01", "newstime": "19:01", "sentiment": [{"positive_prob": 0.379666, "confidence": 0.156298, "negative_prob": 0.620334, "sentiment": 0}]}, {"title": "为什么被“捧上天”的华为P30Pro突然不火了？主要原因有三点", "content": "为了应对激烈的市场竞争环境，今年各大品牌在加快新机布局的同时，又下足重本对旧款机型进行清仓，能够双管齐下达到销量提升的目的，作为全球第二大智能手机供应商当然也不例外。不过话又说回来，在机海战术大背景下，它的部分产品处境变得有些尴尬，例如这一次网友直言为什么被“捧上天”的华为P30Pro突然不火了？说起华为P30Pro相信大家应该不会感到陌生，它作为三月份登场的超级旗舰，被余承东寄予销量破两千万台的厚望，也被视为与苹果等一较高下的利器。P30Pro率先运行EMUI9.1系统与麒麟900处理器形成更强的协同能力，这样的组合应对日常APP并不存在压力，GPU Turbo3.0技术和方舟编译器加持下，体验的帧率稳定性和流畅度都不会存在太多可挑剔的地方，4200毫安电池和40W超级快充严格来说也能够满足日常长续航的需要。华为P30Pro还拥有徕卡认证三摄模组，在达芬奇独立NPU神经元的驱动下，成片的速度处于行业顶级水准，超级夜景针对弱光成像进行针对性调教，照片的整体观感也是妥妥的；6.39英寸水滴全面屏得益于采用先进的COF封装工艺带来震撼的视觉效果，四曲面玻璃配合铝中框的紧密贴合不仅能够满足日常防水的需要，也能够带来舒适的握持感。综合来说，华为P30Pro的表现还是可圈可点的，那么为什么它不再被热捧呢？在笔者看来其实原因很简单，主要离不开这三点。首先，在行业新机接踵而至的当下，华为P30Pro严格来说已经属于旧款，不过目前官方最低仍然需要4998元的起步价还是阻挡了部分粉丝的购买欲望，毕竟这个价格iPhone11、小米9Pro性价比更高，在品牌号召力还不够强大的时候，只是依靠情怀支撑起高价格是远远不够的。其次，众所周知，今天5G版本华为Mate30系列正式开售，吸引大量的人争相抢购，这大大削弱了华为P30Pro的地位和人气，毕竟未来支持SA和NSA组网的旗舰机才是行业的主流趋势，后者无法保证在未来一年甚至半年时间内不会被淘汰，确实扎心了。最后，华为P30Pro产品本身也存在明显的短板。例如我们通过查询可以发现它的维修成本相当高，而且曲面屏还是容易出现误触的情况，这也是我们不能够忽视的原因之一。其实从笔者的观点出发，现在的华为已经在高端机领域站稳阵脚，P30Pro也是功不可没，可是由于竞争加剧的原因，它缺乏性价比、新元素和自身存在一定短板的原因，人气和地位逐步被削弱，慢慢不再被热捧也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-01", "newstime": "07:21", "sentiment": [{"positive_prob": 0.0167118, "confidence": 0.962863, "negative_prob": 0.983288, "sentiment": 0}]}]