[{"title": "华为：吃得好，才能工作好！", "content": "“要留住员工的心，先要留住员工的胃！”所谓民以食为天，永远不要对“吃”掉以轻心。对一个公司的团队管理来说，让员工吃好是一个天大的事情。事实就是这样，最复杂的问题往往可以用最简单的办法解决，一顿饭吃好了，说不定就会起到凝聚团队、振奋精神的奇效。作为世界一流的管理大师，任正非对此自然是熟谙于心。《舌尖上的中国》为什么受欢迎，就是因为中国人喜欢吃，饮食文化是中国人自古流传下来的传统。网上曾经爆出华为食堂的照片，引发网友的热烈讨论，不知多少吃货看着馋人的美食照片流出了哈喇子。单单为了这些美味，好多年轻人就纷纷想要投奔华为的怀抱。所以，华为高级管理顾问吴春波教授就说到，华为的吃是很厉害的，吃文化、搬家文化和床垫文化，合称华为三大家居文化。他指出，“吃”在华为受到高度重视，早已被提到安定团结、上下沟通的高度上。从开始时家庭式的小食堂到记账式的“大锅饭”再到今天无纸化先进管理的大餐厅，华为不断改进的管理方式辅以不断更新换代的餐饮设施，令员工可以大饱口福。吴春波还特意表示，新进华为的员工，大都先被公司食堂丰盛的菜式弄得眼花缭乱，川、粤、湘、鲁、淮扬各大菜系花样翻新，另加各色面食糕点，洋洋大观，不管你是什么口味，保管吃得称心如意。华为的食堂之诱惑力可见一斑。华为之所以如此注重员工吃饭的问题，这与掌门人任正非有很大的关系。“你感觉自己进步了，就自己请自己撮一顿；你要当好领导吗，那么，多请部下吃几盘炒粉吧，在轻松自由的氛围里，很轻易就做到了上下沟通，协同工作，部门的效率也就提高了；你想做大秘书，也要多请客，你的工作经过沟通开放了，大家帮助你，互相又了解，你就能成为‘大秘’；搞管理的，更要经常这样在一起聚餐。”任正非还强调过，谁请下属吃饭多，谁升职就快。“记得当年在北京，我请三个小青年吃饭。我开了个玩笑说，你们年底盘算，谁请客付钱最多，他一定是老大，十几年过去了，事实证明，他们三个人的差别，是上百倍的差别。老大吃亏了吗，那饭能吃多少钱，你说中午，大家几个人跑到凯宾斯基，吃饭喝酒，有什么不好的。”很多华为人，包括与任正非打过交道的人，都知道任正非的习惯，出门吃饭一定是他买单，买单后还要给服务员小费，然后是撕掉发票（避免以公费名义报销）。你看，请吃饭这件事也代表了一种领导力和管理素质。不仅是华为，阿里巴巴、腾讯、百度、京东、万达等公司无不非常重视员工的吃饭、吃好的问题。比如网上热传的那个腾讯公司的段子：...只要到8点下班的人就可以免费在公司吃晚餐，量多管饱还有饭后水果可以吃。想想坐班车回去还有自己做饭还要买菜、洗菜煮饭一大堆的事情，还不如吃完晚餐回去。于是就自动留下来加班到8点吃完晚饭后回家...所以，吃饭，让员工吃好饭，是为了工作。为此任正非曾多次组织食堂大比武，并亲自担任评委，激励食堂的师傅们把饭菜做好。古代打仗讲“兵马未动，粮草先行”，军人出身的任正非深明其理。不但是国内，在海外的华为公司，吃饭也是大事，比如华为在沙特的食堂就有大量的海鲜供应，那可是在沙漠啊。借用华为官方的话说：你在孟加拉吃着烤全羊，我在金沙萨享用烧烤大餐，你在莫斯科吃烤鱼，我在加纳吃羊肉泡馍.....现在我们的目标是吃！遍！全！球！任正非还提到自己最喜欢吃也门饭，“也门饭这么好吃，任何一个用服兄弟从前方回来，我们就欢迎他，吃顿也门饭，他激动得不行，其实是我们馋了想吃。也门饭代表不怕艰苦，但也要想想，人人都馋的，至少我是个馋人，不给我吃，以后我就不来苏丹了。我至今还怀念‘也门饭’，它也许是我吃过的世界上最好吃的饭。不知什么时候还有机会再吃一次。”关于任正非馋虫大可能是真的，据说任正非有次去俄罗斯，看到一个北极熊的样本，非常喜欢，摸着北极熊的熊掌不放手，别人问他是不是很喜欢北极熊，他说，我还没吃过熊掌！还有华为七星湖数据存储中心在贵安新区开工的时候，任正非讲到选择此地的一个理由是，“好吃的太多，员工来了不想走，他们都会变胖的。”另外，任正非也喜欢用食物比喻华为的文化，比如他说华为是包容性的洋葱头，“华为文化是一种开放、兼容并蓄的文化，这层是英国文化，那层是中国、美国文化”。任正非还把自己比喻成炊事员，他就做一道菜麻婆豆腐，爱不爱吃，都是这道菜，“华为公司将会只推行一个价值评价体系，即只有一道菜麻婆豆腐，我们以这个价值评价体系来度量所有的人，我认为华为公司内部的矛盾才会摆平。”吴春波认为，在华为，吃饭是一种分享，一种沟通手段，任正非喜欢和大家一起分享，华为的分享机制，从其吃饭也可以看出来，或者反过来讲，任正非的吃饭本身就是一种分享机制。他说，任正非分享思想的起源是：（1）他是长子，不能不与六兄妹分享。（2）他的童年与青年是在饥饿和贫穷中度过的。（3）他的军旅生涯——军队是个分享组织。（4）他出身于知识分子家庭，对知识拥有者很敬重。（5）他被人骗过，鄙视不劳而获的掠夺。作为十几万华为人的老大，任正非是真的爱兵如子。有次有员工在华为内部论坛上抱怨，报销一个加班的夜宵费用还需要主管进行审批，任正非看到后大发雷霆，“听说加班夜宵报销还要主管审批，我觉得多此一举，不能为几个没有加班的人吃了夜宵，让我们战壕中的人也要一边冒着“枪林弹雨，一边去批条子。听说一餐只有7元钱，是否合理，已过去这么多年了，该日落了吧！”他强调，加夜班的优秀好汉要多吃点，吃好点，干劲大。标准是否可以优化？没有食堂供应的是否可以点外卖，以一单为标准，不以金额限制为标准，可以否。我们的干部要爱护员工。另外，都知道华为加班狠，但任正非说，华为不要搞普遍加班，不需要加班的就不加班，华为的主管考核绩效，不能以加班多少为标准，而是责任结果为导向。虽然任正非对员工的吃饭问题如此关注，但他自己吃饭却很不讲究。比如他在家曾经连吃了几个月的面条，以至于保姆以为任正非最爱吃面条，但其实任正非是赶时间，男子汉吃饭狼吞虎咽，别人往往才吃了一半，任正非就已经解决完了。而他又喜欢喊着下属一起吃，一边吃一边交流工作，所以在公司有「“点菜吃龙虾”是华为三大傻之一」的说法。在自己的饮食方面，任正非是很节制的：我们在家里吃菜主要是吃蔬菜，别的菜吃得少一点，肉也吃得少一点，其实我们家生活上的开支是比较少的，甚至我们家吃饭的钱还不如保姆的工资高。对比任正非和华为，我们再反思一下自己，就可以从吃饭这点“小事”上看出差距来。多少老板自己在外面山珍海味，却舍不得给员工的食堂里炒菜用上好油，时时恐怕员工浪费、占了公司的便宜。你光想着让员工学人家华为的狼性奋斗，可你给员工吃的是草，又哪里养得出狼来？当然，吃只是一个见识华为强大的侧面，但学习华为，我们创业者可以从吃这种最基本的地方入手，举一反三，想想怎么做好公司的管理工作。", "author": "老方说", "newsdate": "发布时间：19-02-10", "newstime": "16:00", "sentiment": [{"positive_prob": 0.995043, "confidence": 0.988984, "negative_prob": 0.00495718, "sentiment": 2}]}]