[{"title": "华为Mate30 Pro拍照全球第一，余承东：未来升级软件会更强", "content": "[PConline 资讯]9月26日，华为今天下午在上海召开Mate 30系列国行发布会。与此同时，国外专业摄像评测机构DxOMark正式揭晓了华为Mate 30Pro的拍照评分：121分！这也使得华为Mate 30Pro正式超过三星Galaxy Note 10+ 5G登顶榜首。比第二名的三星Galaxy Note10+ 5G版高4分；照片得分131分，比第二名多5分；视频得分100分，比第二名低了1分。根据DXOMARK官网介绍，华为Mate30 Pro的照片得分为131分，是迄今测试过的所有手机中最好的。视频得分为100分，比冠军少一分。默认情况下，该机可以拍摄出4K影片，获得出色的纹理；并且当光线非常昏暗时，噪点也不多；甚至在非常弱的光线下，其测标曝光效果也还是很好，具有良好的阴影和高光位细节。其自动对焦在所有情况下均可以稳定快速地工作，能够很好地跟踪运动中的物体，防抖系统加持，可以在边走边拍或静止手持摄像头拍摄时保持画面稳定。华为Mate30 Pro配置华为手机迄今最大影像传感器，视频ISO高达51200，夜摄体验更加高清流畅。更配备超感光徕卡电影四摄，双4000万像素双主摄（超感光摄像头+电影摄像头），惊艳感官；OIS光学防抖配合AIS智慧防抖，让你拍得更稳更清晰。得益于强大的算法和影响系统，华为Mate30 Pro后置双4000万像素四摄像头，4000万像素徕卡电影摄像头+4000万像素超感光摄像头，结合3D深感镜头，可以实时获取深度信息，轻松实现背景虚化，带来电影般的景深效果，并能带来7680帧的超高速摄影、256倍的超级慢动作，效果非常出色。发布会上，余总将Mate30系列与iPhone 11做对比是最有意思的一个环节了。不仅各项参数领先，实拍图也有对比，观感确实不一样。不过照片这东西仁者见仁智者见智，有人喜欢真实的，有人喜欢精彩的。发布会上，余承东一直在强调现在华为的性能已经过剩，超过了实用范围，但这会降低功耗，配备4500毫安大电池，增加续航。余承东还表示你现在拿到手的性能并不仅仅是现在这样，在未来还会不断优化和升级系统，会让性能有更大的提升，这都是得益于强大的麒麟990。华为Mate305G系列搭载麒麟990 5G SoC芯片，首次将4G SoC和5G基带集于一体，使用7nm+ EUV工艺，相比上代性能再升级，CPU性能提升23%，GPU性能提升39%，是全球第一款集成5G基带。作为第二代5G手机，华为Mate30 Pro 5G列同时支持5G SA/NSA双组网模式；21根天线中有14根5G天线，支持更多5G频段，比4G网速快25倍，5G生活更快更高效。会上，余承东引用了中国电信2019年终端洞察报告称，华为麒麟990 5G芯片在AI能力方面表现超过了苹果的A13处理器。具体体现在手机方面，华为Mate30 Pro在低时延和流畅性方面超过了苹果iPhone XS Max。数据显示，华为Mate30 Pro低时延比苹果低31%，时延波动率低55%。华为手机首次在流畅性方面超过了苹果。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-26", "newstime": "22:07", "sentiment": [{"positive_prob": 0.994212, "confidence": 0.987138, "negative_prob": 0.00578774, "sentiment": 2}]}, {"title": "“重构想象”的华为，能“干翻”苹果吗？", "content": "东方网·纵相新闻记者 卞英豪 马旭今天（9月26日）14时30分许，华为mate30系列国行版新机发布会在上海举行。在这场名为“重构想象”的发布会上，华为方面表示，Mate30已在多方面超越苹果。这不禁也让消费者充满“想象”——华为能否进一步赶超苹果呢？“没有美国制裁，手机销量将超3亿台”“今年是华为最困难也是最具挑战的一年。”在本次发布会现场，华为消费者业务CEO余承东坦言，“2019的前四个月，华为手机实现了百分百增长。但在5月，遭到美国制裁后，华为消费者业务在海外出现大幅下降。不过如今已恢复增长。在如此的困难时期，华为仍然保持了增长。”余承东在演讲时表示，“这8年来华为从不知名手机厂商，正数都数不到我们，变成了全球第二，如果没有美国制裁，我们今年将实现3亿到3.2亿台的销量。”东方网·纵相新闻记者了解到，过去的8年，华为消费者业务销售量共计实现了超过68倍的增长。根据华为方面公布的数字显示，2018年，华为手机的发货量高达到2.06亿台。而今年上半年，在美国制裁的情况下，华为手机出货量依然保持了24%的增长，达到1.18亿台。“因为制裁，第二季度少了1000万台。”余承东表示。此外，根据市场调研机构Canalys 报告显示，在中国市场，华为凭借34.3%的占比，位列第一。今年二季度，华为手机在国内的出货量达3730万台，比排在第二的OPPO出货量的两倍还多。Mate 30能否“硬刚”iPhone 11？“苹果A13刚发布时我们心里也没底，现在来看，我们已经干翻了苹果！”发布会现场，余承东多次表示，华为最新的旗舰手机Mate30在多项性能上，已经超过了苹果。本月稍早前举行的苹果发布会上，苹果将其最新的A13处理器与麒麟980处理器进行了对比。苹果方面称，A13获得了较大幅度的领先。今日，余承东首先引用了中国电信2019年终端洞察报告，表示华为麒麟990 5G芯片在AI能力方面表现，已经超过了苹果的A13处理器。而在摄像头方面，根据国外专业摄像评测机构DxOMark的数据显示，华为mate30的“滚筒洗衣机”评分远远超过iPhone11的“浴霸”。位列全球所有手机的第一位。此外，余承东同时表示，华为Mate30 Pro在低时延和流畅性方面同时超过了苹果iPhone XS Max。数据显示，华为Mate30 Pro低时延比苹果低31%，时延波动率低55%。“华为手机首次在流畅性方面超过了苹果！”而本次发布会最受关注的当属Mate系列的价格。今日，华为方面公布了Mate30国行版的发行价格。最低售价仅为3999元起。此前，华为公布海外售价最低为6249元，而同款手机在国内的售价为4299元，价格便宜了近2000元。而被誉为“全球首款第二代5G手机”的华为Mate 30 5G售价为4999元起，华为Mate 30 Pro 5G售价为6899元起。这同样比市场上动辄上万的5G手机便宜了不少。另外，华为也公布了Mate30 RS保时捷设计的售价为12999元。不过，就在华为Mate30公布售价的前夕，苹果方面率先下调了iPhone11的定价，其最高降价幅度超过700元。目前iPhone11的最低起售价为5499元。相比华为Mate 30 Pro 5799元起的售价，还便宜了300元。Mate 30预售火爆 分析师：华为产业链值得期待而在华为Mate30发布之前，消费者对这款华为的旗舰产品也展现出了相当的热情。东方网·纵相新闻记者从京东方面了解到，预售一周时间内，共有超过86000人预约购买华为mate30 pro，超过14000人预订华为mate30。另据记者了解，天猫华为官方旗舰店Mate30 Pro已预售超过35000台，Mate30则预售3500台。加之其他尚未公布销量的平台，华为Mate 30系列的预订量已超过20万部。对此，不少分析人士指出，Mate30的发布或许是华为和苹果正面交锋的一大转折点。国泰君安研报指出，苹果的最新产品，缺乏创新元素、没有5G功能的现实，或让苹果以及其产业链的未来前景蒙上了一层阴影。“4G时代看苹果，5G时代看华为。”过去十年，苹果孕育了整个产业链的腾飞。展望未来，以华为为首的国内自主品牌供应链，或将迎来同等体量的“黄金”时期。天风国际分析师郭明錤最新报告称，华为Mate 30系列预估2019出货量约2000万部，或将成为有史以来最受欢迎的华为手机。据悉，截至目前，华为的另一款旗舰P30系列，上市6个月全球出货量就已经超过了1650万台。配置更好的Mate30销量，在今年达到2000万台可能性不小。Mate30有多火？53个字换来3.5亿元华为Mate30到底有多火爆？上市公司安利股份仅仅因为一则问答中，提到了“华为Mate30”。公司市值在2天内暴涨3.5亿元。9月21日，华为Mate30全球发布会召开之际，有网友在深交所互动平台上提问称：“安利股份是不是华为Mate30手机套的供应商？”对此，安利股份回应称，“华为近日发布的最新款5G高端Mate30系列手机中两色(丹霞橙、青山黛)素皮版有使用安利研发生产的特级高性能生态环保材料。”短短53个字的回复，带来的是整整3.5亿元的市值。问答完成后的第二个交易日，安利股份股价直线拉升，连续收获两个涨停。而这一切正是因为这53个字中提到了“华为Mate 30”。网友调侃称，这一句话，每一个字价值700万元。当然，事实无情地证明，安利股份只是在“蹭热度”。股价发生飙升后，深交所连夜发出问询函，要求安利股份对股价异动进行解释。9月24日，安利股份发布公告称，公司在互动平台提及的“华为产品”2019年初才开始立项，6月份研发成功，9月份才开始首批接单，首批订单销售额仅15万元。同时强调，华为只是公司服务的客户之一，目前华为订单在公司的影响不是特别重大。于是，安利股份也为“蹭热度”付出了代价。今日，华为Mate30国内正式上市之日，安利股份连续第二个交易日惨遭跌停，此前“蹭”出来3.5亿的市值，目前已全部“回吐”。当然，这似乎并不影响各大公司想蹭华为Mate 30的热度的热情。就在华为Mate30发布的前一天，兆易创新、碳元科技、福蓉科技等超过15家上市公司，被投资者提问“是否与华为有合作”的相关问题。在沪深两地的互动平台上，与“华为”相关的提问超过150条。而几乎所有的上市公司，他们的回答都想往——“我司服务华为”这样一个全新的“盈利点”上蹭。毕竟今年的A股市场，“华为”几乎就是上扬的保障。例如，截至今日收盘，几只热门的华为概念股今年可谓高歌猛进，沪电股份上涨279%，硕贝德上涨160%，立讯精密涨了145%……而Wind华为概念指数今年涨幅更是超过了40%。不过仍需提醒投资者，华为虽好，但仍需鉴别“真实力”和“蹭热度”，并非搭上华为就能走上快车道，入市仍需谨慎。", "author": "纵相新闻", "newsdate": "发布时间：19-09-26", "newstime": "21:16", "sentiment": [{"positive_prob": 0.0143631, "confidence": 0.968082, "negative_prob": 0.985637, "sentiment": 0}]}, {"title": "6999元！华为智慧屏65英寸售价公布：75英寸12月开卖", "content": "今天下午的华为Mate 30系列发布会上，华为智慧屏同台发布。首款上市型号为华为智慧屏V65，售价6999元，9月26日18:08分在华为商城/各大授权电商、华为体验店/授权零售商同步开售。据悉，首销期用户，赠送华为视频超钻会员季卡，限量2万份，送完为止。此外，官方还透露，更大尺寸的华为智慧屏V75（75英寸）将于12月开售。华为智慧屏搭载了4K量子点屏幕，覆盖100% NTSC色域，97%的DCI-P3色域，145%的BT.709色域，大小上有65英寸与75英寸两个版本可选。核心规格上，搭载了鸿鹄智慧芯片，4核CPU（2*A73+2*A53）+4核GPU（Mali-G51）。视频解码最高支持8K30Hz或4K120Hz。外观方面，华为智慧屏采用一体无缝折弯金属边框，镜面研磨辅以钻切工艺，机身厚度8.8mm。底部额外设计了一个一体式Soundbar，航空铝一片式包裹整体音腔，精密加工134400个前出音孔。华为智慧屏还搭配8+1+1智能音响系统，专业级的5.1声道立体环绕音效，支持智能声场建模与波束控制，与索尼、LG顶级电视相比，华为智慧屏的低频下潜、最大声压、失真、声道表示都遥遥领先，拥有傲视业内顶级音效。华为智慧屏通过了泰尔实验室综合智慧能力5星级认证，支持AI慧眼、IoT操控（1000+型号IoT产品）、智慧跨屏、HUAWEI Sound智慧音响等功能。其中AI慧眼是自动升降式微光摄像头，支持坐姿/瞳距识别、骨骼关节识别、人脸追踪识别。此外，华为智慧屏还支持华为手机一碰投屏、智慧控屏、HUAWEI Share等自家跨屏功能。", "author": "快科技", "newsdate": "发布时间：19-09-26", "newstime": "17:42", "sentiment": [{"positive_prob": 0.98325, "confidence": 0.962779, "negative_prob": 0.0167496, "sentiment": 2}]}, {"title": "华为Watch GT 2评测：我开始试着慢慢改变自己", "content": "【CNMO评测】9月26日，华为在上海正式发布了华为Watch GT 2，笔者有幸提前拿到了华为Watch GT 2的时尚款，经过一段时间的使用后，给大家来分享一下关于这款产品的评测。没有谁能仅仅从外观上就去判断一款产品，内在的产品属性需要用户去细细体味，只有这样，才能发掘出设计者在设计之初的乍现灵光。华为Watch GT 2华为Watch GT 2作为华为推出的第二代GT产品，在第一代的基础上进一步创新，引入了更为强大的健康功能以及外观设计，受到了诸多消费者的喜爱。就拿笔者身边的几位朋友来说，本来与华为Watch GT 2毫无交集，但是一场发布会看下来，纷纷开始讨论起这款产品，并且“扬言”要入手。而这也并不仅仅只是笔者身边发生的事情，在许多人身上，很有可能也有过这样的经历。下面，让我们一起走近华为Watch GT 2吧。华为Watch GT 2一体化设计诠释极简主义不管是什么产品，外观设计往往能够影响人们对它的第一印象，如果外观都设计的不好看，那么可能会有相当一部分人会消除想要去尝试体验的想法。尤其是对于手表这种往往会和自己的身份、气质挂钩，有着自身门面的象征的产品。华为Watch GT 2表带华为Watch GT 2传承了上一代经典的设计，并用一体化3D玻璃表面的设计方式让整个表面视野变得更大，实现了类全面屏的设计。宝石加工工艺打造的3D曲面玻璃，配合斜面切割的雕塑工艺，能够突显出坚毅的品格，将其佩戴在手腕上，可以很好地与用户相融合，打造浑然一体的配搭体验。在表镜的斜切面上，井然有序的时间设计，也在暗示着你要有时间观念，切勿做一个拖延症患者。华为Watch GT 2正面设计屏幕作为华为Watch GT 2与用户交互的第一窗口，承担着重要的视觉作用,。华为Watch GT 2采用了一块1.39寸的AMOLED高清精准触摸彩屏，屏幕分辨率达到了454*454，可以带来更清晰的显示效果，不至于在用户观看手表时出现颗粒感，而且触感也更为精准。另外这块屏幕还拥有更广的色域，以及更饱满的色彩度，这就使得其能够显示出色彩多样且设计丰富的表盘，给用户以赏心悦目的使用体验。华为Watch GT 2表盘而且与上一代相比，华为Watch GT 2还新增了表盘市场功能，你可以选择更多风格的表盘，只要是你喜欢的都可以为自己所用。有了这样的设计，那么用户就可以在市场中进行自主选择，偏商务风还是时尚风、偏卡通风还是偏简约风，用户统统可以自己决定，可玩性极强。而且在更换表盘的基础上，华为Watch GT 2还支持一碰传设置表盘背景，将自己喜爱的照片通过手机传输给手表，然后设置为背景，拥有着莫大的意义。比如将自己的宝宝设为背景、将自己与爱人的合照设为背景，抬手之间，都可以看到自己最在乎的人。华为Watch GT 2通过这些细节的设计，让科技彰显出了爱的温度。华为Watch GT 2正如上一代，华为Watch GT 2为何以GT命名呢？其实GT的意思是高性能豪华旅行车，代表着高性能和高可靠性。伴随着时代的变迁，当GT出现在华为Watch GT上时，意味着它将在续航时间、性能、可靠性方面有着卓越的表现。本次的GT 2更是将各方面进一步升级，为用户带来了更为出色的体验。自研芯片加持表现更出色华为Watch GT 2搭载华为首款自研可穿戴芯片麒麟A1，实现超低功率的同时，也通过了世界上第一款蓝牙双模5.1认证，具备更快、更稳连接的优势，同时搭配智能节电算法2.0模式，也实现了在运动、音乐、智能心率、睡眠监测等多传感器工作下，能够保证用户获得强劲的续航体验。华为Watch GT 2经过测试，在典型使用场景下，华为Watch GT 2续航可以达到两周，经过一周的使用，电量剩余55%左右，可以为用户带了较为均衡的续航体验。不过这是在典型场景下，如果你是名运动爱好者，每天有一个多小时的跑步时间，那么续航时间也会有一定的缩短，但是却能为我们提供最全面的功能。总体来说相较于上一代虽然续航总时长变化不大，但是在特定时长内能够使用更多的功能，这又何尝不是一种延长续航的方式呢？华为Watch GT 2华为Watch GT 2播放音乐华为Watch GT 2可以连接蓝牙耳机听音乐除了功耗方面的改进，麒麟A1还拥有出色的抗干扰能力，同比延迟降低30%，同时传输速率提升2.8倍，可以带来无损高清音质，这也是华为Watch GT 2支持蓝牙通话以及本地音乐播放功能的硬件基矗蓝牙通话和音乐播放功能的加持，使得我们拥有了更多使用华为Watch GT 2的场景，比如在健身房健身时，即使手机不在我们身上，通过一块手表也可以完成蓝牙通话，非常方便。训练疲倦时，用华为Watch GT 2播放一首自己喜欢的音乐，也是不错的选择。华为Watch GT 2蓝牙通话华为Watch GT 2蓝牙通话更专业的健康模式华为Watch GT 2针对健康检测新增血氧饱和度监测、心脏早搏筛查等，可以为用户提供专业性的指导意见。华为Watch GT 2采用高精度PPG传感器，搭配AI算法，全天候监测，结合301医院远程管理服务平台上的70多家协作医院，可以为用户提供心律失常确诊、治疗、跟踪随访服务。一旦用户发生心脏早搏现象，华为Watch GT 2便可以进行记录并提醒用户。虽然说这个功能在很多人看来对自己并没有什么用，但是却可以成为非常好的疾病预防设备。华为Watch GT 2心率检测华为Watch GT 2的专业性还体现在它的需氧饱和度检测上，尤其是当前不少上班族加班严重，经常会有睡眠不足的情况，最终导致疲劳嗜睡、无精打采、头晕、心跳加快等症状，严重者甚至可能会出现反应迟缓、记忆力下降、行为异常、个性改变等。从医学上将，导致这些状况的一大原因就是血氧饱和度不足。从健康层面出发，华为Watch GT 2的血氧饱和度检测功能可以为高强度脑力工作者、高山/高原环境缺氧的人、高龄人群、打鼾人群提供科学的检测，从而提醒用户应该如何改变现状，让身体更健康。华为Watch GT 2血氧饱和度和心率测量如果说手机作为我们的贴身助力能够为我们提供完备的社交和娱乐需求，那么智能穿戴设备则承担着我们的运动和健康需求。尤其是现在很多人工作起来很少有时间活动，使得久坐成为了一种现象，这对我们的健康某种程度上也构成了威胁。华为Watch GT 2支持久坐提醒功能，用户可以设置定时，每隔一段时间便会提醒你起来活动一下，健康生活需要从改变久坐开始。华为Watch GT 2睡眠检测另外，华为Watch GT 2作为一款智能穿戴设备，是支持传统的步数记录、运动消耗卡路里、站立次数以及科学睡眠的，它可以做到从多维度来为你的健康保驾护航。在科学睡眠方面，华为Watch GT 2采用了业界领先的HUAWEI TruSleepTM2.0睡眠检测技术，可以全程监测睡眠质量，实时进行心率监测、睡眠呼吸质量和大数据分析。并且最终通过华为的AI算法，准确识别用户的睡眠类型，并且给出合理的建议，为用户提升睡眠质量提供了很大的帮助。华为Watch GT 2心率检测此外，华为Watch GT 2还支持心率过高、过低提醒，如果在非运动模式下，用户心率高于100bpm或低于50bpm，且持续10分钟以上，华为Watch GT 2便会直接提醒用户，确保用户能够及时关注自己的健康状况。如果是心率过缓或者有心衰疾病的用户，那么华为Watch GT 2可以起到非常大的疾病预警作用。华为Watch GT 2血氧饱和度检测总体来说，华为Watch GT 2健康模式在上一代的基础上进行了大刀阔斧的升级，这让智能化、健康化的穿戴行业也变得愈发“专业”。不管是哪种用户群体，华为Watch GT 2都能给他最专业的健康建议，为健康保驾护航。更专业的运动模式智能穿戴设备的运动功能作为一项非常基础的能力，可以为用户提供全面、深入的运动数据解析。华为Watch GT 2支持的运动模式包含了8项室外运动（跑步、步行、登山、徒步、越野跑、骑行、开放水域、铁人三项）和7项室内运动（步行、跑步、骑行、泳池游泳、自由训练、椭圆机、划船机），基本涵盖了现在用户经常会遇到的一些运动场景。针对以上一些运动场景，华为Watch GT 2还特地打造了智能运动教练功能，为用户提供最专业的运动指导。华为Watch GT 2计步比如说用户最常用的跑步锻炼方式，华为Watch GT 2内置跑法课程，基础入门系列、燃脂跑系列、耐力提升系列、心肺锻炼系列细分子项，可以根据用户的需求进行定制化指导。从而可以有效避免用户在无运动指导情况下出现的一些意外情况，可以说是既周到又体贴。再比如室内新增椭圆机教练模式，可以为室内运动爱好者提供椭圆机实时心率，卡路里，时间，以及在训练后提供训练效果和恢复时间，有了华为Watch GT 2更专业的运动指导，用户的燃脂训练也会变得更加有效、安全。华为Watch GT 2健康功能对于一些喜欢在朋友圈晒运动记录的朋友，不管你是跑了一条龙还是跑了一道彩虹，华为Watch GT 2凭借精准的GPS能力都可以帮你完成。华为Watch GT 2基于上一代产品的GPS芯片进行了全新优化，功耗更低，定位更精准。而且它还针对一些复杂的运动场景进行了一对一的轨迹优化，比如在运动尝林荫道等特殊场景它都能够精准记录你的运动轨迹，避免了传统设备的轨迹漂移情况。训练模式数据更智能的穿戴生活华为Watch GT 2具备了与生俱来的智慧能力，这种能力从与手机配对时就能让你感受到。华为Watch GT 2支持Fast Pair功能，当手表靠近手机时，手机会启动快速配对界面。这就类似于华为FreeLace的HiPair功能，可以在初次使用时帮助用户快速完成设备配对，方便省事。微信消息提醒此外，华为Watch GT 2还具备了智能提醒的功能，包括手机微信、QQ、电话、短信、电子邮件等社交的通知信息以及一些在手机上生成的行程的卡片，它都可以提醒你。当你不方便拿出手机查看信息时，华为Watch GT 2就犹如你的千里眼，让你可以了解到最新的消息。当然，如果有一些手机来电不方便接听时，我们还可以通过华为Watch GT 2直接挂断，避免一些不必要尴尬的发生。支付宝付款码在现在这个电子支付的时代，自己没几样可以用来支付的设备还真不好意思说身处大都市。华为Watch GT 2支持支付宝的扫码支付，日常购物付款一块手表就可以搞定；此外，华为Watch GT 2也能够极大方便用户的出行，对NFC功能的支持，可以让你在腕间就能完成地铁、公交的刷卡进站和出站，虽然不能保证你成为最靓的仔，但是也能独具个性。不少用户也习惯回家之后手机随处一放，最后找起来要费半天劲，华为Watch GT 2支持查找手机的功能，只需要你在手表端启动“找手机”模式，当手机收到信息后，便会发出提示音报告自己的位置，这样就可以很快地找到手机了。写在最后经过几天的使用，华为Watch GT 2给笔者的生活带来了些许改变，虽然可能并非是焕然一新，但却让一些小习惯在悄然形成。以前的不间断伏案工作，现在更习惯于到一定时间后起来走动一下，活动一下身体；以前懒散到家，现在在工作之余也会偶会去健健身、跑跑步；以前从未关注心脏的健康，现在每隔几天总会测一测自己的心率和血氧饱和度。而这也正是华为Watch GT 2带给我的改变，或许，在你用了之后，也会像笔者一样，开始一点点的改变自己。", "author": "CNMO手机中国", "newsdate": "发布时间：19-09-26", "newstime": "17:30", "sentiment": [{"positive_prob": 0.994083, "confidence": 0.986852, "negative_prob": 0.00591667, "sentiment": 2}]}, {"title": "刚刚！华为获得世界第一", "content": "数码新资讯？互联新事件？手机快测评？二十年专业老司机，等你上车，点击右上角关注泡泡网即可9月26日华为在国内发布了全新旗舰机：华为Mate30系列，此次华为重构了想象，全新的外观设计，强悍的性能，以及媲美专业相机的拍照体验，让华为Mate30 Pro备受好评。而就在刚刚，DXOMARK中国官方微博@DXOMARK中文 发文：#华为Mate 30# Pro在DXOMARK Camera测试中的总体得分为121分，成为我们智能手机摄像头排行榜的新状元。这一新记录主要归功于其令人惊艳的照片得分（131分），比之前的领先者高出整整5分。从公布的成绩来看，华为在综合得分、拍照得分均领先第二名好几分，而在视频拍摄方面落后三星Note10+ 5G版1分，对此余承东表示：因为华为Mate30 Pro“早交卷”了，等待后期华为工程师优化后，视频得分与体验绝对好过三星Note10+ 5G。本文编辑：陈惺惺关注泡泡网，畅享科技生活。", "author": "泡泡网", "newsdate": "发布时间：19-09-26", "newstime": "18:34", "sentiment": [{"positive_prob": 0.999881, "confidence": 0.999736, "negative_prob": 0.000118594, "sentiment": 2}]}, {"title": "华为Mate 30系列官方商城销售额一分钟破五亿", "content": "IT之家9月26日消息 今天下午，华为在上海正式发布了Mate 30系列手机，华为Mate30 6GB/8GB+128GB售价3999元/4299元；华为Mate30 Pro 8GB+128GB/256GB售价5799元/6299元；华为Mate30 Pro 5G版本8+256GB售价6899元，8+512GB售价7899元。发布会过后不久，华为就公布了华为商城的销售数据：销售额一分钟破五亿。根据华为商城的系统订单，华为Mate 30系列在华为商城的销售额一分钟破了5亿元，假设平均每台5000元，仅华为商城一分钟就卖出了10万台。余承东在发布会后接受IT之家等媒体专访的时候也曾表示，Mate 30系列目标销量2000万部。华为Mate30系列5G版搭载华为首款旗舰5G SoC芯片麒麟990 5G，整体性能与能效显著提升，大小三核NPU，达芬奇创新架构，AI算力全面提升；此外，麒麟990 5G同时支持SA及NSA 5G双模，适配国内三大运营商的5G/4G/3G/2G频段。外观方面，华为Mate30采用6.62英寸OLED全面屏，华为Mate 30 Pro采用6.53英寸OLED环幕屏，屏幕弯曲角度达88度。内置3D深度相机，环境光和接近传感器以及前置摄像头，还有一个手势传感器，采用磁悬发声取代了常规的听筒。华为取消了Mate30 Pro侧边音量键、只保留一个狭长的电源键，机身显得非常简约；滑动侧边缘即可完成音量调节等操作，并带有震动反馈。此外，这两款手机都支持屏下指纹技术。摄像方面，华为Mate 30后置超感光徕卡三摄，分别是1600万像素超广角相机、4000万像素广角超感主相机和800万像素长焦相机，支持3倍光学变焦，2.5cm微距拍摄，支持OIS+AIS双重防抖。华为Mate 30 Pro配备超感光徕卡电影四摄，搭载双4000万像素双主摄（超感光摄像头+电影摄像头），800万像素长焦相机，和3D深感相机，支持45倍混合变焦，3倍光学变焦，OIS+AIS双重防抖。其他方面，华为Mate30内置4200mAh大电池，华为Mate 30 Pro更将电池容量增至4500mAh，配备40W有线超级快充，27W无线超级快充等。京东华为 Mate 30 8G+128GB4299元直达链接京东华为 Mate 30 Pro 8GB+128GB5799元直达链接", "author": "IT之家", "newsdate": "发布时间：19-09-26", "newstime": "20:07", "sentiment": [{"positive_prob": 0.134409, "confidence": 0.701314, "negative_prob": 0.865591, "sentiment": 0}]}, {"title": "华为 Mate30 Pro评测：最好用的超感光徕卡电影四摄手机", "content": "曾几何时，受限于品牌历史，以及对供应链的整合能力，国产品牌始终被大家视为苹果、三星的挑战者，尤其是在高端市场，始终难寻国产品牌的身影。而随着近两年华为在产品力上大幅度的提升，甚至与徕卡、保时捷设计合作引领了整个手机圈，极大提升了华为国际化的品牌形象，旗下的旗舰Mate系列产品也开始在世界高端市场中占据一席之地。虽然今年华为因为种种原因受到了不少挫折，不过，华为手机丝毫没有受到影响，更是在今年1-8月份取得了智能手机销量大涨26%的傲人成绩，其中Mate20系列出货量1600万，华为P30系列出货量1700万。在这个竞争逐渐白热化的市场，整体出货量增长已经显出疲态的环境下，华为以超越市场的速度领跑大盘。在9月26日，华为年度旗舰Mate 30系列正式在国内市场发布，能否延续既有的亮眼表现，我们展开评测。88°超曲面环幕屏，传承“四眼车灯”设计最近两年，华为在手机设计上一直都体现着一个追求突破的态度。此前，华为与潘通联手打造出“年度色彩”的概念，进一步将科技与时尚融合，与保时捷设计联手，更是拉升了手机本身的形象高度。华为Mate30 Pro延续了Mate系列一脉相承的美学体系，严谨的中轴对称设计、商务旗舰硬朗方正的外观，加上独具特色的点睛之笔，在视觉上有明显的突破。正面，华为Mate30 Pro继续延续了去年的高屏占比刘海屏，除了3D人脸识别外，刘海部分还加入了全新的姿态传感器，即便手机离得很远，也能动动手掌操控手机。屏幕是华为Mate30 Pro的一大跃升，侧屏弯曲角度高达88°，呈现超越现实的视觉张力，拿在手中感觉屏幕铺满了整个正面并越过两侧中框向手中延展，如流水般蔓延出屏幕，成为了一块真正的“全面屏”。为了实现这种设计，华为直接取消了音量键，并在延伸至中框的屏幕部分集成了压感触控操作加以替代。听筒则采用磁悬发声技术，通话声音由屏幕振动产生，手机屏幕即为听筒。因此华为Mate30 Pro无需在中框或者玻璃开孔，实现了理想状态的极致全面屏。背面，首先映入眼帘的肯定是Mate20系列沿用至今的标志性“四眼车灯”超跑设计，为了容纳更大的镜头模组，华为将背部进行了重新设计，闪光灯挪至左侧，相机模块外部加入了一个亮面圆环设计，华为Mate30 Pro将影像系统嵌入圆形镜片与光环之中，完美延续了Mate 20系列“四眼车灯”超跑设计，搭配外面的光环造型也让华为Mate30 Pro四摄这一ID设计更具辨识度。值得一提的是，华为Mate30 Pro的机身工艺更为精进，玻璃后壳的上下部分分别采用亮面质感与网格组成的磨砂质感，搭配双层雾面，形成了质感上的渐变。换而言之，华为Mate30 Pro将手机设计从视觉外观直接延伸到了用户的触觉体验上，既是看得到的颜色渐变，也是摸得到的触感渐变。在配色上，此次华为Mate30 Pro有了更多选择，除了传统的亮黑色、星河银、罗兰紫、翡冷翠四种玻璃材质配色，还创新地加入了人造皮革后盖版本，并提供青山黛、丹霞橙两种配色。麒麟990加持，打造绝佳性能与能效体验华为Mate30 Pro搭载了9月份刚刚发布的华为最新一代旗舰芯片麒麟990系列，麒麟990在CPU上采用了和麒麟980一样的基础架构，即ARM Cortex A76核心、A55核心的“2+2+4”组合。但在基础的频率上，较麒麟980有一定提升。性能表现上，麒麟990的大核频率最高能达到了2.86GHz，两大核的性能比上一代麒麟980提升了10%左右。为用户带来更快的手机应用打开速度，日常使用体验也变得更加流畅。GPU方面，麒麟990依旧是采用ARM官方的Mali-G76核心，但核心数由麒麟980的10核直接增至16核，创下华为手机芯片的GPU规模之最，实际图形性能也获得了提升，同时16个核心下频率达到700MHz，能效性能双提升。针对游戏场景，麒麟990还推出Kirin Gaming+ 2.0，将性能和能效强大的CPU、GPU、DDR硬件基础与高性能、高能效、高画质的解决方案相结合，达到业界标杆的游戏体验。AI性能上，麒麟990将独立NPU架构升级为华为自研达芬奇架构，针对AI计算特点设计NPU大核（Big-Core）+NPU微核（Tiny-Core）计算架构，NPU大核针对大算力场景实现卓越性能与能效，NPU微核赋能超低功耗应用，在此前的介绍中，在人脸识别的应用场景下，NPU微核比大核能效最高可提升24倍，微核能在大多数场景下充当替代大核的角色，减少因算力提升导致的功耗大幅增加的问题。其他方面，麒麟990集成第五代自研ISP，全新的ISP 5.0的吞吐率提升15％，能效提升15％，照片降噪性能提升30％，同时麒麟990优化暗光下的视频降噪能力，通过独有的视频降噪技术，能够精准分离和处理噪声，让视频降噪能力提升20％。暗光环境下拍摄的视频更加清晰。今年麒麟990分成了两个版本，分别是麒麟990 5G和麒麟990，在5G萌芽期给人们两个选择。如果你选择麒麟990 5G，那么你将获得SA/NSA 5G双模组网，随着5G的发展，未来数年内也不会落伍。并且这是在单芯片中集成了SoC与5G芯片，即便到明年也将保持着技术领先。除了支持5G双模组网之外，麒麟990 5G版采用7nm+极紫外光刻工艺的使用，相较于单一采用7nm工艺，能效提升超过10%，达到更高的CPU主频与更低的能耗，集成了5G芯片的麒麟990 5G，内部拥有103亿个晶体管，创下世界之最。并且5G版本的麒麟990配备2大1小三核心NPU，拥有更强大的AI算力。双4000万双主摄，手机成像再升级从P9开始，华为与徕卡合作，在拍照上发力，到去年P20 Pro屠榜DxO，几乎可以算是一骑绝尘。时至今日提到华为手机仍然以卓越的夜拍和变焦实力碾压一众竞争对手，那么华为Mate30 Pro究竟又有了哪些提升，自然成了大家对这款产品最为关心的问题。从硬件上看，华为Mate30 Pro延续了去年Mate系列产品矩阵式排列的设计。采用这种设计，致敬保时捷经典的“四眼车灯”超跑设计是一方面，更重要的是，这种布局会较好地减小各个镜头之间的视角差，对于变焦、ISP处理更为友善。回到摄像头的参数，相比华为Mate20 Pro的4000万像素+2000万像素+800万像素后置三摄，华为Mate30 Pro将超广角摄像头也升级到4000万像素的电影镜头，再加上升级后的4000万像素超感光广角摄像头，组成了双4000万双主摄，同时加入了800万像素长焦摄像头和后置3D深感摄像头配置，四摄像头的硬件配置更进一步，让华为Mate30 Pro毫无疑问的成为目前堆料最狠的手机相机模组。具体参数方面，4000万像素超感光摄像头拥有f/1.6的超大光圈与OIS防抖，在高反差场景下可获得扩展的动态范围，保留高光与暗部细节；4000万像素超广角摄像头又被称为电影摄像头，采用了与全画幅单反相同的3:2比例的CMOS，1/1.54英寸的感光尺寸也使其成为华为手机迄今最大的影像传感器，拥有f/1.8的光圈；800万的长焦摄像头则提供了3倍光学变焦，在与其他两颗摄像头的配合下，还能实现5倍的混合变焦拍摄；借助3D深感摄像头，华为Mate30 Pro拍摄时实现画面纵深的测距，分离主体与背景，实现渐进式虚化，呈现更加真实的立体视觉效果。在静态拍照时，华为Mate30 Pro依旧保持了出色的水准，4000万像素超感光摄像头，采用RYYB像素排列方式，将绿色像素替换为黄色像素，使后者能够同时透过红光、绿光，从而在像素层面增加40%的进光量，夜拍有着“夜视仪”的表现。顶级的硬件配合徕卡的色彩调教，华为Mate30 Pro的照片有着极佳的观感，很容易拍出味道。华为Mate30 Pro是全球首款双4000万像素双主摄的手机，借助于4000万像素超广角电影镜头的加入，在视频拍摄方面，华为Mate 30 Pro有了更加明显的突破，加入了7680 FPS的超高速摄影功能，每秒定格7680个瞬间，捕捉以往只有专业超高速摄像机才拍到的精彩瞬间。电影摄像头在拍摄视频时能实现51200的超高ISO，在麒麟990内置的强大的ISP帮助下，华为Mate30 Pro将超强的夜间拍照能力扩展到了视频拍摄的功能中，即使在光线不足的夜间，也可以拍摄出清晰明锐的视频。值得一提的是，暗光环境的视频拍摄也同样适用于7680帧超高速摄影，而手机超慢动作视频的录制对光线的要求非常高，一般的室内光线都很难拍摄出效果出色的高速摄影，而华为Mate30 Pro则不存在类似问题。华为Mate30 Pro还拥有强大的防抖能力，同时为超感光摄像头、长焦摄像头加入OIS光学防抖。OIS马达与陀螺仪、加速度传感器默契协作，实时计算机身动态变化，推动镜组抵消抖动，大幅提升视频拍摄的稳定性，获得稳定平滑画面。华为Mate30 Pro还提供了专业的摄影模式，在设置界面中可以选择4K超高清画质，自由选择拍摄时长和速率，手动调节ISO、白平衡、对焦方式等专业参数，将长时间录制的影像合成为短视频，加速再现景物变化的过程。前置相机上，华为Mate 30 Pro配备了3200万像素前置摄像头，配合3D深感摄像头能够更好地实现人脸虚化，自拍的景深效果也更加自然。通过4000万像素电影镜头以及麒麟990强大的ISP支持，华为Mate30 Pro可实现媲美电影质感的视频品质，实现诸如暗光视频拍摄，7680帧超高速摄影等专业设备才能达到的效果。相比于摄影，摄像可用ISO要低得多，并且难以通过长曝光、多帧融合这类照片处理的方式对画面进行提亮和降噪。华为Mate30 Pro打破了这一瓶颈，让手机的视频拍摄扩展出无数的可能。交互黑科技 AI隔空操控+侧屏触控上面提到了华为Mate30 Pro采用的超曲面环幕屏的设计，不仅提高手机颜值，华为还为其加入了不少功能，当你双击曲面侧边屏幕，即可弹出音量调节功能，左右边皆可调出这个操作，调出后通过手指在侧边上下滑动还能调节音量大小，需要注意的是在灭屏状态下这个功能是无法使用的。在游戏场景下，超曲面环幕屏边缘还可化身游戏按键，触摸按压即可实现操作，在进行射击类游戏时可以实现射击功能，轻松实现四指操作。除了侧边按压，华为还为Mate30 Pro增添了AI隔空操控的功能，无需碰到屏幕也能完成操作，开辟除了触控之外的全新人机交互方式。AI隔空操控通过姿态感应器、微核NPU，实现低功耗运行，这是一种脱离屏幕的非接触交互，可完成上下滑动、抓取截屏操作。在餐厅里可以一边吃小龙虾一边使用手机，无需使用沾满油渍的手触摸屏幕即可切换视频；在厨房烹饪时翻看手机菜谱，只需要远程运用手势即可实现轻松翻页。借助于麒麟990低功耗实现生物认证的优势，姿态感应器还拓展更多使用场景，其中姿势提醒是我遇到最多的情况，每个人使用手机时难免会有屏幕与双眼贴的很近的情况，这种无意识的凑近查看手机内容频繁出现的话会影响到我们的视力，时间长了对颈椎其实也有一定损害，姿势提醒会当屏幕观看距离过近或是行走时使用手机进行提醒，及时纠正那些使用者的不良习惯。EMUI10，分布式技术带来极致全场景体验华为 Mate30系列首发了最新的EMUI10，EMUI10采用莫兰迪色与杂志留白风格，凸显低调的高级感。新系统还支持多彩的AOD灭屏显示，不再只是显示单调的日期、时间、电池、消息通知等，还可以显示彩色表盘、背景和图案。EMUI10的最大亮点就是采用了革命性的分布式技术，带来了全场景智慧生活体验。分布式技术打破了单一硬件的能力限制，能够将多个设备的能力叠加起来，华为通过升级一碰传，打破了设备和应用壁垒，可以实现跨平台、跨系统的多屏协同，实现跨终端的协同共享，将硬件的能力虚拟化到资源池，在一个用户下面所有的硬件可以形成一个超级终端。其中，畅连、多屏协同功能、智慧车载成为备受瞩目的焦点，也是未来对普通消费者工作、生活影响最大的应用。其中EMUI10通过分布式技术带来“多屏协同”功能，彻底从系统底层打通了Windows和Android之间的界限，实现了MateBook和手机的协同操作、数据流转和多屏操控。创新的跨平台、跨系统的交互方案，不仅可以双系统同屏显示，将安卓应用生态引入到MateBook实现生态共享，还能实现MateBook与手机间跨设备跨系统交互，在MateBook和手机间跨系统拖拽图片、文档、视频等，快速实现资源共享。支持图库、文件管理器、邮件、备忘录等应用的双向拖拽。延续长续航传统，27W +40W双快充配置华为Mate30 Pro在紧凑的机身内容纳了4500mAh电池，配合全场景AI调度技术，能够识别海量应用，进行功耗和性能最优化的配置，进一步降低了能耗，也因此华为Mate30 Pro的续航时间得到了很大的提升。散热方面，华为Mate30系列使用了PCB板+铜金属覆盖+铜金属支架+导热凝胶，并加入热管+石墨+石墨烯，能够迅速导出热量，实现均匀散热。全新加入的AI热管理，令华为Mate30 Pro能够实现精准的环境温度感知、手机表面热点感知，基于此实现个性化热管理。华为Mate 30系列全系的充电能力也得到提升，华为有线超级快充继续提供40W的高速率，并且通过莱茵TV安全快充认证。而华为无线超级快充的速度升至27W，达到了当下主流旗舰的充电水平，加速无线充电进入“SuperCharge”时代。27W华为无线超级快充同样也通过莱茵TV安全认证。在华为Mate20 Pro上首创的无线反向充电也在华为Mate30 Pro上得以延续，将支持无线充电的耳机，剃须刀，电动牙刷或者手机贴近华为Mate30 Pro就能实现充电，随着支持无线充电的设备的增多，华为也让这项功能从好用变得更为实用。今年华为Mate30 Pro在相机上再度进化，优势依然明显，配合麒麟990的ISP5.0更是将手机摄影提升到了一个全新高度；麒麟990芯片采用全新NPU的架构，使其AI性能稳步提升的同时也在能耗控制上发挥了很重要的最用；超全面环幕屏的设计不仅提升了使用感受，还创新性的带来了全新的交互方式。可以说，华为Mate 30 Pro有着绝对的产品力，让华为手机以超越市场的速度继续领跑。", "author": "泡泡网", "newsdate": "发布时间：19-09-26", "newstime": "18:05", "sentiment": [{"positive_prob": 0.999483, "confidence": 0.99885, "negative_prob": 0.000517389, "sentiment": 2}]}, {"title": "从“浴霸”到“滚筒” 华为Mate30镜头升级在哪？", "content": "刚刚，重磅发布的华为Mate30系列新机主打“重构摄影想象”，Pro版更凭借双4000万双主摄的超感光徕卡4摄电影镜头、88°环幕屏、麒麟990等亮点，一经发布便惊艳全球。其中，超感光徕卡4摄“电影镜头”，让这款手机在影像方面再次以总分第一霸榜DXOMARK。01 从“浴霸”到“滚筒” 华为Mate30系列重构摄影想象从最初的从“浴霸”到“滚筒”，今天华为Mate30系列手机后置镜头采用Halo圆环设计超感光4摄阵列，也将相机最经典的圆形设计作为传承和致敬，“搬到”了手机上，为新机“重构摄影想象”做出完美诠释。此次，华为Mate30系列的华为Mate30、华为Mate30 Pro两版，前者采用超感光徕卡3摄：4000万像素超大感光元件、1600万像素超广角镜头、800万像素长焦镜头，以及一个激光对焦传感器。华为Mate30 Pro则采用4000万像素徕卡+4000万像素超感光摄像头双主摄“电影摄像头”（等效18mm焦距），一颗800万像素长焦镜头及1个3D深感摄像头的组合，BSI CMOS索尼IMX600传感器，将新机在影像技术方面带来更新一个量级的升级。华为Mate30系列支持3倍光学变焦、5倍混合变焦、30倍数字变焦，拉近远方精彩，放大眼前惊喜，捕光捉影，一机到位。华为Mate30系列前置镜头在大家关心的自拍方面，此次华为Mate30系列前置小“刘海”除了3200万像素（f/2.0）高清自拍摄像头外，还加入了姿态传感器、3D深感镜头以及光线传感器，更紧凑的空间装入更多“黑科技”，实现最高支持FHD+（2336×1080）的视频录制。除了支持人像模式、全景模式外，3200万像素前置镜头还支持趣AR、延时摄影、动态照片、智能滤镜/水印、笑脸抓拍、镜像、声控拍照、定时拍照等新潮的功能，让爱自拍的你在华为Mate30系列上找到新玩法。02 影像实力升级 4000万像素超感光电影镜头作为全球首款4000万像素电影摄像头的手机，华为Mate30系列4000万超感光摄像头拥有1/1.7英寸大底优势，也是华为手机迄今最大的一颗感光元件，采用RYYB滤色阵列，在像素层面增加了40%的进光量，带来更清晰的暗光夜景。有了强悍镜头的加持，华为Mate30系列可以实现5倍光学变焦和2.5cm微距摄影，“微距拍摄模式”可带来2.5cm微距摄影，拍摄细节更丰富。另外，得益于高感光、双感光防抖加持，此次华为Mate30系列在夜景拍摄上能够表现出较高的控噪能力，同时在暗光条件下能够拍摄出超级夜景视频，也就是说“高光不过曝/低光有细节”，完全超出了现有手机手机拍照的范畴。iPhone 11 Pro Max/华为Mate30影像实力对比iPhone 11 Pro Max/华为Mate30 Pro夜景视频拍摄对比所以，要问华为Mate30系列的拍摄表现究竟有多好？来看看华为Mate30 Pro与苹果最新旗舰iPhone 11 Pro Max主摄夜拍对比、超广角夜拍对比后，你就知道。非常细心和“贴心”的一点是，在高清拍摄的同时，华为Mate30系列还提供了全新算法，来矫正拍照时候的边缘畸变，一改此前手机拍照时候大家抢占“C位”的尴尬。03 OIS+AIS双感光防抖“tube” DXO总分第一在视频拍摄上，作为全球首款4000万像素电影摄像头的手机，此次华为Mate30系列搭载了“专业背景虚化”技术——（OIS+AIS）双感光防抖“tube”，可录制4K60帧的视频，能带来帧率7680帧/秒（对比）超高速摄影。256倍的超级慢动作“7680帧的超高速摄影和256倍的超级慢动作”究竟是什么概念？用华为Mate30系列能够捕捉到蜂鸟煽动翅膀的细节，这会让你对“眨眼间”的精彩画面更直观。OIS+AIS双感光防抖在延时摄影方面，得益于4000万像素电影摄像头、3D深感摄像头及新的颜色渲染技术，此次华为Mate30系列不仅很好的保留了鲜艳色彩，还能实现高光不过曝，暗光有细节的高标准。暗光延时摄影4K超广角延时摄影另外，华为Mate30系列4000万像素“电影”级摄像头，带来业界最高手机视频感光度，还能实现实时电影级视频虚化，实时凸显画面主体，虚化背景，呈现动人立体视频效果，一如经典大片。华为Mate30系列DXOMARK总分第一不论在在暗光夜景/视频拍摄、视频防抖以及慢动作等影像技术方面，在双4000万像素“电影镜头”等影像技术的加持下，全新华为Mate30系列都有“碾压式”优异表现，更以总分第一再次霸榜DXOMARK，影像实力实至名归。（7279098）", "author": "中关村在线", "newsdate": "发布时间：19-09-26", "newstime": "17:17", "sentiment": [{"positive_prob": 0.0623127, "confidence": 0.861527, "negative_prob": 0.937687, "sentiment": 0}]}, {"title": "华为发布Watch GT2智能手表：麒麟A1芯片、1388元起", "content": "在下午点发布会上，华为也正式推出了新一代智能手表Watch GT2系列，配备了华为自研的麒麟A1处理器，有46mm和42mm两款，售价1488、1388元起。具体来说，华为Watch GT2 42mm版的运动款售价1388元，时尚款1588元，雅致款售价1888元。46mm直径的华为Watch GT2运动款1488元、时尚款1688元，尊享款1988元。华为Watch GT2手表将于9月26日18：08分预售，10月11日10：08分正式开卖。华为Watch GT2采用一体化3D玻璃设计，带来更宽更无界的触感；提供46mm和42mm两款，拥有丰富多彩的表带可选。46mm版采用1.39英寸OLED屏幕，最高亮度可达1000nit，支持息屏显示，运用雕刻工艺，简单大气；42mm款更加小巧，曲面表镜温润柔美，具备9.4mm超薄表身，仅重29g。华为Watch GT2一大特色就是采用最新发布的麒麟A1芯片，这是世界首款同时支持蓝牙5.1和低功率蓝牙5.1的可穿戴芯片。最大的亮点之一是拥有高效稳定的连接性能和出色的抗干扰能力、强劲的音频处理能力、支持智慧自然的人机交互。其支持离线音乐播放，可存放约500首mp3音乐，让运动更带感。抬腕即可接听电话，方便商务人士办公。该款手表覆盖15种运动模式，包括户外8种室内7种，满足主流运动需求，并依用户运动数据分析提供科学建议，充当用户的智能运动教练。此外健康监测功能也进行全面升级如心率监测、睡眠监测、压力管家等，对用户健康全方位管理。华为Watch GT2提供强劲续航，日常使用可达15天，GPS模式下续航长达30小时。", "author": "快科技", "newsdate": "发布时间：19-09-26", "newstime": "17:39", "sentiment": [{"positive_prob": 0.982849, "confidence": 0.961887, "negative_prob": 0.0171508, "sentiment": 2}]}, {"title": "华为智慧屏评测：软硬结合打造全新智慧入口", "content": "在提出“1+8+N”战略之后，华为打造的“智慧屏”新物种现在以智慧家庭新入口的未来形态来到我们面前，通过音画体验、智慧交互等技术的全方位升级，带来了崭新的智慧体验。对于华为来说，智慧屏是华为全场景智慧化战略的核心支撑，将成为家庭的智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心，实际体验究竟如何想必大家都非常关注。摄像头开启无限可能智慧屏一个明显的外部特征是加入了升降式摄像头，从而加入视频通话的功能，实际上围绕摄像头，华为智慧屏带来很多新鲜有趣的功能设计，让摄像头的潜力和价值得到了充分的释放，同时保证它具有更好的使用体验。升降式摄像头比如在视频通话时配有智能人像锁定技术，可以让摄像头在不移动的情况下也能智能识别人像，这样人物就可以始终显示在屏幕中间的位置，视频通话时也就不用必须坐在沙发的中央。AI健身内置的“AI健身”是与摄像头深度结合的一款应用，健身时不仅可以直接在屏幕上看到自己的健身姿态，还有智能躯体关节识别技术对那些不到位的动作进行智能语音提醒，帮助练就更标准的动作。更智能的儿童模式智慧屏的儿童模式有了更丰富的智能玩法。比如依靠距离和姿势检测技术，当观看距离不足1.5米时会自动提醒，躺卧或者左右倾倒在沙发时都会判断为坐姿不正，也会有相应的提醒，再加上观看时长设定，可以更好的保护孩子的视力健康。大小屏之间深入互动智慧屏让大屏和小屏之间可以进行更为深入的互动，同时大大简化了操作使用的难度。一碰触屏比如手机一碰遥控器就可以把手机的内容投射到大屏幕上，即使不是同一个WiFi网络也能投屏成功。除此之外，华为智慧屏通过系统底层的优化，可以实现60帧/秒的高帧率投屏，游戏投屏时更流畅不卡顿，这是之前没有过的投屏体验。不仅手机的内容可以轻松投到大屏幕上，智慧控屏功能还可以让手机直接显示大屏画面，变为大屏的触控屏，通过手机可以直接搜索想看的内容，另外大屏的声音也能直接传到手机里，让手机变成大屏的扬声器，在深夜或早晨看球时不用担心打扰家人。开启Huawei Share功能后，华为智慧屏和手机传输照片、视频等文件时也方便了很多，尤其在传输速度上有着明显的优势。除此之外，照片上传到共享相册之后，家中的父母也直接就能在大屏上看到这些内容。超高色域带来惊艳画质华为智慧屏在画质方面也极大得超出我们的意料，通过专业仪器BM-7A灰度计测得华为智慧屏的色域覆盖率高达109% NTSC，比官方标称的100% NTSC还要更高一些，而普通液晶电视的色域覆盖率一般只有72%。能够达到如此高的色域覆盖率，与它采用了纯净的量子点光源作为背光源有直接关系。色域越高，说明它可以呈现更丰富的色彩。实测NTSC色域为109.37%4K视频实拍从以上4K视频的屏射可以看出，华为智慧屏的色彩表达鲜艳浓郁，绿色的山脉、红色的雨伞、蓝色的衣服等物体都得到生动的刻画，更鲜明的色彩不仅更讨好眼球，也让它能够展示出更真实自然的画面效果。播放动态画面时画面依然足够流畅华为智慧屏还支持MEMC动态画面补偿，这可以让运动画面有着更清晰的呈现效果。比如不断左右移动的地图，地图上的地名等信息还能看得很比较清楚，没有明显的拖尾、重影等现象；快速运动的火车，车体及内部人物依然能保持较高的清晰度，还能透过车窗看到对面的建筑物细节。测试过程中还发现，华为智慧屏在表现一些黑色的场景时，可以呈现更为纯净的黑色，这是因为它采用了背光分区设计，可以通过关闭或降低部分区域的背亮度来提升对比度，从而让画面的亮部和暗部可以有更好的表达，在播放HDR视频时这种效果更为明显。华为智慧屏在画质上的突出表现离不开华为自研的鸿鹄画质芯片，包含MEMC算法、HDR、SR算法、DCI算法、ACM算法和NR算法的绮光异彩画质引擎全面提升了画质表现。作为新入局者，华为智慧屏在画质上的表现超出期待。软硬结合打造出更好的声音华为智慧屏在音响配置上堪称“豪华”，正面的6个全频喇叭单元、2个高音喇叭单元及背面的1个低音喇叭单元、1对无源辐射器组成8+1+1音频系统， 65W的输出功率极大提升了音质表现。位于机身底部的Soundbar背部有1个低音喇叭单元和1对无源辐射器在观看电影《钢铁侠3》时，除了可以明显感受到更具力量感和弹性的低音效果，直升机在穿过时的轰鸣、炮弹穿过玻璃后的爆破音、建筑物在坍塌时声音细节都能让你更加投入到观影氛围中。通过“声场建模”获得更好的声音体验除了高规格的音响配置，华为智慧屏还通过一系列软件算法等技术来获得更好的音质体验。比如在首次开机时，为了让音响单元和所处的环境空间有更好的匹配，可以通过“声场定制”得到一个符合所处空间的最优音频参数，从而让好音质有更好的发挥。前文提到了华为智慧屏可以把大屏的声音传到手机上，在深夜或者早上看球时就不用担心会打扰家人，除此之外，华为智慧屏在还提供了独享模式，开启后原来分散的声音会聚集到屏幕的正前方，同时会把背景音减小，让人声效果获得增强，还能减弱一些环境噪音的干扰。总的来说，华为智慧屏在声音方面带来的惊喜体验在软硬两个方面，两者协同配合带来高品质的音质体验。操控：方式多样 简单灵活除了把手机作为大屏的触控屏，华为智慧屏还配备了触控遥控器，它的顶部是一块圆形的黑色触控板，可以通过滑动、单点、按压等多种触控操作手势进行快捷的操作，哑光磨砂材质又可以避免指纹的残留。能够实现如此轻薄设计，还因为它采用的是410mAh可充锂电池，底部提供Type-C接口为充电提供便利。轻薄小巧的触控遥控器顶部6颗高灵敏度的麦克风华为智慧屏内置小艺精灵语音助手，按一下遥控器上的语音键就可以进行问询天气情况、搜索想看的内容等。除此之外，顶部布置的6颗高灵敏度的麦克风让华为智慧屏具备远场拾音的能力，这让它完全可以脱离实体遥控器，直接喊一声“小艺小艺”，就可以轻松完成原来一些复杂的操作，因为是6MIC阵列，相比其它4MIC阵列的机型有着更高的语音识别率。通过小艺语音助手也还可以控制智能家居设备。依托开放的华为HiLink平台，未来会有越来越多的第三方智能家居产品可供选择，通过智慧屏可以直观了解它们的工作状态，以及进行统一的管理和控制。另外从开机时间上来说，华为智慧屏在待机和关机状态下分别可以实现1秒极速唤醒和2秒极速开机，开启智慧大屏时基本不需要等待，同时完全没有广告的干扰，这样就能够以更快的速度享受它所带来的智慧体验。外观：精致大气且具有辨识度华为智慧屏的整体采用黑色色调，配合采用金属材质及一系列特殊的工艺，看上去极具高端气质。底座采用片叶式设计，让它以更优雅的姿势摆放在桌面上，同时镀AF等工艺处理让表面呈现出镜面效果，看起来更精致美观。边框为一体无缝折弯的金属材质，另外还采用了应用在手机上的精细研磨工艺、180度钻切工艺提供视觉层次。除了流行的全面屏设计，边框和液晶屏之间采用了美缝填胶工艺，进一步去除视觉间隙。机身背面，两侧的背板用的是金属材质，看不到任何外露的螺丝，同样十分精致。1200条线影让中部的背壳也看起来非常漂亮，上面还印上了“HUAWEI”的logo。接口在侧面一字排开，从上到下分别是USB3.0、HDMI1、HDMI2、HDMI3、视频输入、网络输入、SPDIF和天线输入，足以满足日常使用。评测总结依靠丰富的技术储备，华为智慧屏通过一系列全新的功能设计赋予大屏更多的智慧和价值。作为智慧交互中心，摄像头的加入为智慧屏带来众多新鲜玩法；作为跨屏体验中心，手机和智慧屏可以实现无缝联动；作为IoT控制中心，智慧屏为智能家居带来更方便的控制体验、更直观的信息呈现和更多的交互可能；作为影音娱乐中心，强大的音画实力让智慧屏的视听体验双重升级。总体来说，华为智慧屏的实际表现是超出我们期待的，作为家庭场景的主入口，华为智慧屏可以很好得胜任这一角色。", "author": "泡泡网", "newsdate": "发布时间：19-09-26", "newstime": "19:10", "sentiment": [{"positive_prob": 0.998565, "confidence": 0.996812, "negative_prob": 0.00143477, "sentiment": 2}]}]