[{"title": "独家｜华为召开新闻发布会，将起诉FCC，再次回应前员工李洪元事件", "content": "文｜北桥在11月24日的时候，美国联邦通信委员会（简称FCC）认为华为的通信设备存在安全问题，将正式禁止运营商使用FCC通用补贴资金用于购买华为通信设备。其实华为已经不是第一次遭遇“安全问题”了，去年华为发布Mate20系列手机时就因为安全问题无法进入美国手机市场，今年华为的5G设备更是被质疑存在后门，被多个运营商禁止使用。今天华为召开了新闻发布会，正式回应了这些问题。华为表示在美国许多偏远的农村地区，他们根本无法使用到通畅的宽带网络。因为农村的用户太分散，而且用户数量较少，导致许多的大型运营商都不愿意帮他们铺设宽带网络。一是因为建设的成本太高，二是因为利润太低，这些大型运营商直接就忽略了这一部分的用户。然而华为愿意这样做，华为提供出自己的通信设备并帮助他们建设宽带网络，让这些农村用户使用上了宽带网络。在华为放出的采访视频当中，那些小型运营商CEO也发表出了自己的看法。这一部分小型运营商表示在采用华为设备之前他们就知道华为存在“安全问题”，但他们在使用的过程中没有发现任何的问题。没有了华为的通信设备，反而会让他们到现在都不会有正常的宽带网络可用。华为作为全球知名的通信巨头，华为的通信技术服务于全球三分之一的人。如果这个时候FCC要求那些小型运营商更换掉华为通信设备，那么无异于是要求一架飞行在三万尺高空的飞机更换飞机引擎，这样的做法实在是太危险了，农村用户甚至可能会面临断网的情况。华为Karl Song也在发布会上也表示自己曾做过华为美区业务的CEO，但是从当时营收报表来看，这些小型运营商占据华为通信业务的比例可用忽略不计。并且华为只是一个设备提供商，并不是运营商，所以“安全问题”显得很没有说服力。最近半年来，华为频繁面临着“安全问题”“后门问题”，可是却从来没有任何实质性证据的出现。现在华为正式摊牌了，面对FCC给华为的禁令，将会正式提起诉讼。此前华为任正非曾表示，华为是目前5G技术最领先的厂商，只要华为把设备做好，是不用担心没有用买的。而且就算是他们禁用了华为的5G设备，那么他们的5G网络将落后5到8个月。昨天华为总裁余承东对《针对华为的黑公关狂欢》一文进行了置评，余承东认为李洪元事件被闹得这么大，凭他一己之力是不可能办到的，背后更像是有竞争对手的黑公关在助推。今天华为在发布会上也再次回应了前华为员工李洪元被拘的问题，他们表示这并不是劳务纠纷问题，而是涉嫌违法犯罪的举报，所以华为并没有做错任何事情，就算李洪元不满，也可以提起对华为的诉讼。不得不说今年的华为遭遇了各种各样的困难，陷入了内忧外患当中，网友对于华为评价也是褒贬不一，不知道你对于此事又有什么看法呢？欢迎在评论区发表你的看法。", "author": "北桥科技", "newsdate": "发布时间：19-12-05", "newstime": "13:13", "sentiment": [{"positive_prob": 0.0116201, "confidence": 0.974178, "negative_prob": 0.98838, "sentiment": 0}]}, {"title": "华为体脂秤2Pro评测：八电极全方位测量，健身爱好者的新助手", "content": "不知道大家是否跟我一样，为了身体健康而走向运动健身的道路？我个人目前从事数码行业，每天需要长时间面对电脑码字，这样的话就养成了饭后久坐、吃饭时间不规律等等各种不良习惯，久而久之对身体最大的影响就是“变胖了”。所谓“一胖毁所有”，我每天不得不去运动减肥，随着不断的健身，渐渐养成了运动的好习惯。目前的体重虽然恢复到了正常，不再属于“胖子”的行列，但是新的问题又来了，对于健身爱好者而言，我们运动的目标不再是以“减重”为目的，而是以“减脂增肌”为新的方向了。倘若想要了解到自身的体脂率、肌肉含量等详细信息，这就需要一款合适的身体测量工具了，可以帮助自己随时观察自身的健康变化从而改变运动方式或饮食习惯。而华为刚发布的：华为体脂秤2 Pro就正好适合我这样的用户，因为华为体脂秤2 Pro是一款采用了八电极设计的智能体脂秤，较于普通体脂秤而言，华为体脂秤2 Pro可以全方位专业测量全身数据，从而帮助使用者了解身体的全部情况，并且还会针对“异常部位”给出专业的改善建议。目前，我个人也内测体验华为体脂秤2 Pro有一段时间了，下面就跟大家简单分享下这款华为新品体脂秤的评测体验吧。一体化秤面设计，原来体脂秤也可以这样好看在包装的顶部可以看到华为体脂秤2 Pro的大致亮点，如：专业八电极；可测量出14项整体指标；15项躯段指标；以及一键生成人体成分报告。大家应该都知道，有些体脂秤正面设有非常明显的四个电极片，这些电极片主要就是起到测量身体数据的作用，但这样设计的话，会使整个秤面的“颜值”有所降低。而华为体脂秤2 Pro则采用了ITO导电镀膜，无显性电极片的设计，使整个秤面实现了一体化，大大提高了整个体脂秤的外观颜值，放在家里也可以说是一件“科技潮物”。为了让使用者易于区分四个电极的位置，华为体脂秤2 Pro通过两条线，将秤面平均划分为四个区域。另外，华为体脂秤2 Pro的显示屏则采用了LED隐式显示屏设计，平时不使用时基本上是看不到的。另外，值得一提的是，华为体脂秤2 Pro的秤面采用了320*320mm的钢化磨砂玻璃面板，较于普通的玻璃面板而言，华为体脂秤2 Pro不仅可以带来舒适的触感，同时还具备了防滑的特性以及避免了易沾灰等问题，像我之前家里使用的那个普通体重秤，就采用了普通玻璃，一段时间不用的话面板上就会粘了许多絮状灰尘。华为体脂秤2 Pro的顶部为电极棒，也就是另外四个电极的测量区域，这里稍微给大家简单说一下，所谓的八电极就是指：秤面四个电极用来测量下半身，顶部电极棒的四个电极则是用来测量上半身。较于其他一些同样具备电极棒或电极手柄的体脂秤而言，华为体脂秤2 Pro的电极棒采用了嵌入式设计，可以跟秤面很好的融为一体，这样整体看上去就没有“突兀感”，同时整个电极棒还采用了磁吸式防呆回位设计，收纳复位的时候会更顺畅。华为体脂秤2 Pro的底部则就是电池安装区域，可以看到需要3节5号电池才能使用。不过，我个人觉得为什么不采用可充电式的设计呢？（注：华为体脂秤2 Pro出厂标配了3节5号电池，不需要单独买）八电极设计，能够全方位测量身体数据八电极到底指的是什么，我在上面的文章中也给大家说过了，那么较于一般体脂秤采用的四电极设计，华为体脂秤2 Pro的八电极优点在哪？区别在哪？华为体脂秤2 Pro的八电极测量可以测出身体的上肢、躯干、下肢等全身数据，并且结合华为体成分检测算法HUAWEI TruFit可以区分身体部位并给出精细、精准的数据，不仅可以了解脂肪分布情况，还可以了解到骨骼肌、水分率、骨盐量等众多数据。而四电极的体脂秤则是通过秤面上的四个电极片跟脚底进行接触，只能测量身体下肢的生物阻抗等参数，然后通过人体模型给出一个估算数据，而且像脂肪、骨骼肌等一些数据只能给出一个整体数据，例如：骨骼肌这部分的数据，普通四电极只能推算出一个总体的骨骼肌量，而华为体脂秤2 Pro通过八电极，可以测量出左上肢、右上肢、左下肢、右下肢、躯干五个部位的骨骼肌。当测量结束后，还会进行一个分数评价以及给出一些改善建议、运动方案等等，方便使用者改善骨骼肌。使用华为体脂秤2 Pro的八电极测量过程很简单，你首先需要光脚站在体脂秤上，然后将顶部的电极棒抽出来，以直立姿势紧握。紧接着华为体脂秤2 Pro就会进行测量工作了。当完成测量后，可以通过华为运动健康APP查阅详细数据。可能有些小伙伴会问了，电极棒的这个拉伸线耐用吗？华为体脂秤2 Pro的拉伸线采用了凯瑟拉夫防弹丝，外表采用了PP沙编棉，整体柔韧耐用，不用担心这个问题。在精准度方面，华为体脂秤2 Pro具备的HUAWEI TruFit检测算法，加上高精度的秤重芯片以及创新架构、滤波算法，可实现最小体重测量分度为50克，我个人也做了个简单测试，通过华为运动健康中的历史测量记录，我们可以看到通过多次测量后的体重数据均为47.1公斤，然后我喝了一杯水再次测量后，体重有了明显的变化，而这个变化的数据也符合我喝的那杯水重量。另外，不知道大家有没有发现，下午12:18分测量的数据下方图标跟其他时间测量的有点不同？这是因为在测量的时候，如果你没有握住电极棒测量，那么部分数据是测量不到的，所以如果你想要测量完整的数据，就必须要握住电极棒，通过八电极全方位测量。上图就是我个人单次的全身测量数据了，可以看到华为体脂秤2 Pro给出的测量数据十分详细，而且像脂肪以及骨骼肌这个数据，还特意使用了图片来示例，并且以各种的不同颜色来注明身体这个部位是偏低、标准、又或者是偏高。另外，我们还可以看到华为体脂秤2 Pro还给出了一个同龄人建议的身体数据对比，方便使用者及时发现自己的身体与同龄人的差别。如果觉得在手机上查看身体数据麻烦，这时你可以通过华为运动健康APP将数据报告一键生成并保存至本地打印出来浏览。最后，我想有朋友会问了：华为体脂秤2 Pro给出这么多的专业身体数据，我看不懂怎么办？没关系，当你在华为运动健康APP中点击不同的身体数据图标时，APP会进入一个详细数据预览界面，在这里可以看到APP针对当前数据的评分，例如：上图左边就是体重数据，APP给我评分为标准，并且在下方还有对应的分析解读。像上图就是四肢骨骼肌以及水分率的评分，同样下方也有分析解读，并且叫你如何改善，像我目前水分率偏高，APP就建议我减少钠盐的摄入、保持清淡饮食等。其实我本人已经28岁了，因为近几年经常运动身体状况一直不错，所以APP给出的身体年龄是24岁，也算符合我目前的健康状态。对了，华为体脂秤2 Pro在进行测量的时候，LED屏幕除了可以显示体重外，还会显示体脂率、心率这两个数据，并不像有些体脂秤，只显示体重数据，其余数据得通过APP才能看到。想要时刻了解身体数据，选Ta准没错通过一段时间的体验，有了华为体脂秤2 Pro后我反正是彻底抛弃我那台“老旧的四电极体脂秤”了，不为别的，就是因为华为体脂秤2 Pro能够详细精准的测量全身数据，更有助于我正确的健身运动。当然了，华为体脂秤2 Pro也并不是只适用于运动健身爱好者使用，像正在减肥的人群也可以使用，通过华为体脂秤2 Pro给出的全身数据，达到正确并有效的减肥操作。目前市面上的八电极体脂秤价格都在上千元，而华为体脂秤2Pro在达到八电极专业测量的同时，价格只有499元，这也算是华为带给大家的一项福利吧。好了，关于华为体脂秤2 Pro的评测体验就说到这。如果你平时喜欢运动健身，或者准备减肥又或者正在减肥，那么不妨可以体验下这款华为体脂秤2 Pro，相信会给你的运动健身以及减肥之路提供一些正确指引。", "author": "竖锯评测", "newsdate": "发布时间：19-12-05", "newstime": "19:56", "sentiment": [{"positive_prob": 0.99965, "confidence": 0.999222, "negative_prob": 0.000350127, "sentiment": 2}]}, {"title": "谷歌又作妖？专门针对华为，限制工行APP登陆", "content": "对于华为被某些国家针对的事情相信大家都是知道的，在华为被针对期间，这个国家便开始在零部件方面实施对华为的断供，不过却被华为用他的“备胎计划”解决了这一难题，但是在谷歌对于华为的断供上，华为虽然推出了可以替代谷歌GMS服务的HMS服务，但是效果却十分的不理想，而且目前的华为显然并不想与谷歌闹僵，所以华为虽然推出了自家的鸿蒙操作系统，但是却迟迟没有将这款操作系统应用于手机上。但是华为不想与谷歌闹僵并不代表着谷歌也不想与华为闹僵，之前在华为mate 30系列发布之后，网上原本是有网友爆出了华为mate 30系列安装谷歌服务的方法的，但是这个方法出来没有几天，就被谷歌彻底封死了，这也导致华为mate 30系列在海外的销量非常惨淡，而就在12月3日，谷歌方面又开始作妖了。12月3日，有出国游玩的华为手机用户表示，原本12月2日还可以用华为手机正常登陆的工行APP，在12月3日却无法正常登陆了，而且在图片中我们可以明显地看到，在拦截页面上，明显地出现了可以选择向Google发送一些信息来帮助谷歌改善功能的字样，难道说谷歌又开始给华为下绊子了？而在事后不久，工行客服便向用户们告知了相应的解决方案，解决方案如下：进入手机“设置”——选择“Google”——进入“安全”——选择“Google保护机制”——选择“安全扫描”（期间会白屏一段时间，大约一分钟左右）——选择“关闭安全保护功能”——重启手机就可以解决这个问题了。从工行客服给的解决方式中我们可以看出，问题的解决方式确实是通过谷歌服务来解决问题的，而且就算你的手机系统是EMUI10操作系统也不例外，因为EMUI10系统里面也是内置了谷歌服务的（mate 30系列除外，但是目前并没有mate 30出现这种问题的消息，mate 30系列只存在系统兼容性问题，或与EMUI10基于安卓10操作系统定制，软件还未完全适配有关）。所以说，这次事件的发生，多半是与谷歌脱不了干系的，因为12月2日和12月3日打开的链接是相同的，而且12月2日的时候，所有手机都是可以打开这个链接的，但是到了12月3日就无法打开了，再加上谷歌的安全规则是保密的，所以这次事件很有可能是因为谷歌更新了安全规则，并且在恶意针对华为，因为只有华为的手机出现了这个问题。由此可见，华为要想让自己的手机在海外市场也能有个好销量，就必须要发展自家的鸿蒙系统和HMS服务，只有这样，华为才不会被谷歌“卡脖子”，尤其是HMS服务，现在的华为之所以迟迟不肯将自己的鸿蒙系统应用在手机上，多半与华为的HMS服务发展不完善有着非常大的关系，所以如今的华为还需要时间来发展HMS服务和适配鸿蒙系统上的安卓软件。另外，凉风认为就谷歌如今的做法来看，谷歌与华为和解几乎已经成为了不可能的事情，在这种情况之下，华为唯一的解决方法，就是推出自己的鸿蒙操作系统，所以在凉风看来，鸿蒙操作系统多半要来了，按现在的这些消息来看，首款搭载鸿蒙操作系统的手机多半会是华为的P40系列，届时，华为多半会向绝大多数的华为手机用户推送鸿蒙操作系统，如果到了明年华为p40发布之时，鸿蒙操作系统真的应用在手机上了，你会用吗？", "author": "凉风说科技", "newsdate": "发布时间：19-12-05", "newstime": "11:15", "sentiment": [{"positive_prob": 0.0117912, "confidence": 0.973797, "negative_prob": 0.988209, "sentiment": 0}]}]