[{"title": "为什么华为要推出自主研发的分布式数据库？", "content": "时隔半年之后，华为的 “D 计划” 终于有了大进展，从终端反攻云端，再从云端落地，这一过程，筑成华为在 ICT（信息及通信技术）领域的核心价值力量。5 月 15 日上午，华为正式发布全球首款人工智能原生（AI-Native）数据库 GaussDB 和分布式存储 FusionStorage 8.0 。并且基于 “数据 + 智能” 理念下，与多家合作伙伴一起重新定义数据基础设施。这是继去年 10 月 10 日华为对外发布了 AI 战略，和 12 月 21 日发布华为智能计算战略之后，又一重要产品发布。作为业界首款支持 ARM 架构的企业级数据库，GaussDB 采用 MPP（Massive Parallel Processing）架构，支持行存储与列存储，提供 PB（Petabyte）级别数据量的处理能力。与竞品相比，GaussDB 首次将 AI 技术引入分布式数据库中，帮助企业客户使用人工智能技术来管理他们的数据。另外，GaussDB 也是一个通用的数据库，支持本地部署、私有云、公有云等多种场景。在运行数据库中，稳定的存储能力是必不可少的。而 FusionStorage 8.0 正是针对保障 OLAP 或 OLTP 类关键业务数据库高效稳定运行的分布式存储产品，通过重定义存储架构，从 “Storage for AI” 和“AI in Storage”两个维度，融入 AI 技术，多方面实现智能运维。过去十年，随着企业应用的快速发展，数据增多，许多企业都不再专注于本地搭建数据库，而是启用云计算业务来管理数据和资金。并且，数据库软件是任何公司基础架构中最关键的部分之一，它会使企业能够拥有易于访问的大量数据。所以，华为新发布的这套分布式数据产品，对于个人、组织、公司等多种用户来说，是至关重要的。GaussDB 数据库是何方神圣？伴随着互联网行业的快速发展，智能时代已经到来。在这个时代下，如何处理大量数据，成为该领域中的最大挑战。华为数据库 GaussDB，希望通过智能、异构、融合这三个方面，重新定义数据处理平台。利用 AI 技术，从数据库设计、开发、验证、调优、运维等各个方面，华为正重新建立新的数据处理技术。然后，将人工智能技术融入至分布式数据库的生命周期中，实现自运维、自管理、自调优、故障自诊断和自愈。我们都知道，传统数据库与搭载 AI 技术的数据库在算力、存储、硬件方面是完全不一样的。传统数据库所需要的算力与架构都较为简单，但若要导入 AI 算法模型处理数据、优化资料库效能，就需要更强大的硬件算力资源配合。所以，华为在早前推出了其首款 AI 芯片昇腾 910，其算力可以达到 256TFOPS，是目前全球已发布的单芯片计算密度最大的 AI 芯片。在算力面前，存储功能与应用也在企业的导入全面云化的工作任务场景中扮演主要角色。分布式存储 FusionStorage 8.0，将针对分布式数据库提供性能引擎，单节点性能高达 16.8 万每秒读写速度（IOPS）和 1 毫秒以内的延时速度，可以让数据库变得更快。由于 GaussDB 搭载了华为自主研发的 AI-Native 自调优技术，通过深度学习，能够根据用户使用场景、使用负载，自动去响应针对性的数据处理能力，合理、快速建立 AI 数据库模型。（来源：华为提供）就此，算力、存储、AI 芯片之间的融合，重新定义数据库架构，将 AI 技术融入内核中，让数据库更智能。在异构层面，GaussDB 通过异构计算创新框架，充分发挥 X86、ARM、GPU、NPU 等多种算力优势，性能比业界提升 48% 左右；支持丰富的业务负载，其中包括金融交易、融合分析、结构化数据等。在发布会上，华为首席数据库科学家李国良指出，GaussDB 利用 AI + 异构计算框架，支持图片、视频等，相比传统处理数据产品来说，图像高维向量提升八倍以上。值得注意的是，这个计算是把 AI 算法直接移植到数据库中，通过端到端的方式连锁起来，才会有八倍的提升。与此同时，对于支持 GaussDB 的场景，华为 ICT 战略 Marketing 总裁汪涛表示，GaussDB 是一个通用的数据库，服务对象包括个人、组织、公司等多种用户，所以本地部署、私有云、公有云等场景，都是可以胜任的。而在华为云上，GaussDB 将为金融、互联网、物流、教育、汽车等行业客户提供全功能的云上数据仓服务。就此看来，GaussDB 其实是将原有的云数据库产品重新设计、调整架构，自研出一套 AI-Native 技术，而在算力、存储、AI 共同加持下，将深度学习技术首次引入分布式数据库中，帮助企业客户使用人工智能技术来管理他们的数据。为什么华为现在要发布它？在采访环节，当被记者问到现在进入数据库领域是否有些晚的时候，汪涛表示，GaussDB 的研发开始于 2011 年，历经九年的研发投入，今天才对外揭开面纱。一向谨慎的华为，正在一步步构建万物互联的智能世界。相较于其他同样具有国际级巨头分量的中国科技企业，例如阿里巴巴、百度、腾讯等，华为直到过去一年才开始公开宣示全面拥抱 AI，并进一步宣示全面 AI 发展战略。但在发布 AI 战略之后，华为接连推出从云端底层到 AI 芯片层面的新品。2018 年 10 月 10 日，DeepTech 曾报道《华为后发制人，一口气连发两款 AI 芯片，“双全”AI 解决方案曝光！传说中的神秘 AI 计划揭开面纱》，华为首次向外界发布了其公司的 AI 战略，也就是华为高层之间称的 “D 计划”，以及全场景的 AI 解决方案。在会上，华为正式推出其第一颗 AI 芯片——昇腾 910，并且首次在战略层面和 AI 硬件技术方面，华为提供支持，从终端的人工智能技术反攻至云端。去年 12 月 21 日，DeepTech 报道《生态为王，华为首次对外宣布智能计算新布局！昇腾系统与自有 Arm 服务器芯片成最大亮点》，华为正式发布其智能计算战略。在会上，华为推出了智能数据中心以及服务器基础设备、新一代智能网络芯片以及统一架构解决方案，提供从云端统一架构，再到算力上的技术支持。新发布的数据库 GaussDB 和分布式存储 FusionStorage 8.0 两款产品，更像是华为将云端战略落地，提供在算力供应、数据协同、场景部署、专业技术四方面的解决方案，从端到端之间，定义新的数据基础设施，形成产业生态。正如本文开头所说，随着企业应用的快速发展，数据增多，数据库软件变得愈加重要，是任何公司基础架构中最关键的部分之一，所以，华为新发布的这套分布式数据产品，筑成华为在 ICT 领域的核心价值力量。华为的数据库产品是否真的有竞争力？2019 年 5 月，第三方数据调研平台 DB-Engines 对全球数据库进行了排名。数据显示，全球数据库前六名毫无不变，分别是：Oracle（甲骨文）、MySQL、Microsoft SQL Server、PostgreSQL、MongoDB 和 IBM Db2。对于数据库领域长期被甲骨文、微软、亚马逊、IBM 等美国厂商所占据，国内阿里云、腾讯云纷纷推出新品，比如 POLARDB、TencentDB 等，华为 GaussDB 作为最后入局的数据库产品，竞争力到底在哪里？更多人认为，首先是开放，可以产生优势。华为 IT 产品线副总裁黄瑾在接受采访时表示，华为一直积极推动基于 Open SDS（开放软件定义存储）的标准，顺畅互通，从标准层面保持一个开放合作的产业生态。而在平台和工具层面，华为将会为客户提供更加易用的工具，吸引客户在华为云平台上做开发。相比其他在新零售、互联网层面的云端竞争，华为并不涉及。华为拥有终端设备产品，可以为合作伙伴提供更多的支持，这也是华为云在 ICT 领域的竞争力之一。其次就是隐私保护和数据安全。数据库是计算，是存储，也涉及网络和内存，它们都是非常密集的基础设施，所以安全方面变得十分重要。举个例子，早前外媒曾报道，美国网络安全公司 UpGuard 发现，上亿条保存在亚马逊 AWS 服务器上的 Facebook 用户信息记录，可以被任何人轻易地公开获取。而后，Facebook 方面承认该数据存在，并表示已经删除相关的数据库。所以，对于云端基础设施层面，隐私保护与数据安全，是非常重要的。汪涛在接受相关提问时回应：“网络安全不是某一个公司的问题，是整个全社会，各个政府、各个组织，甚至个人的共同课题，我们需要通过一个系统性的方法，通过更先进的技术来共同解决，才能真正保证网络安全和信息安全。”与此同时，汪涛还表示，虽然华为总部在中国，但是在全球 170 多个国家范围内，华为是最重视网络安全的公司。过去 30 年以来，华为在网络安全技术方面做了大量投资，在网络安全和数据保护方面，华为公司领先于这个行业。由此可见，华为 GaussDB 在开放、安全、性能、应用和存储层面，已经做好了万全的准备，只等待最终的开花结果。", "author": "DeepTech深科技", "newsdate": "发布时间：19-05-16", "newstime": "16:21", "sentiment": [{"positive_prob": 0.0141845, "confidence": 0.968479, "negative_prob": 0.985816, "sentiment": 0}]}, {"title": "联想突然发文，详细澄清当年华为投票事件", "content": "从2018年5月开始，你大概在无数自媒体上见过类似于“联想一票之差让华为输掉5G标准”的文章，尽管联想早已澄清过相关事件自身并无问题，也得到了华为的公开背书，但类似的攻击却在整整一年时间内络绎不绝。过去，出于对大局和行业发展的考虑，尽管联想承受了远超想象的巨大名誉和经济损失，但我们始终不愿意过多地谈及细节。鉴于太多人想了解真相，以及不明势力以此为由持续攻击，好，那就一次说全！简单地说，所谓的“5G投票事件”是一次系统化的舆论攻击，攻击者通过对2016年3GPP组织的86、86b、87次会议多次扭曲/捏造及信息屏蔽，借助2018年中美贸易战的舆论环境，凭空制造了一个联想以关键一票帮助高通拿下5G标准，出卖国家利益的谣言。到底哪些信息被篡改和强行无视了呢？1、虚构了不存在的投票，虚构了一个假的投票规则，强行无视了3GPP官网上公开的会议规则；2、暗示Polar码*代表国家标准，强行无视数次代表国家标准的大唐电信初期的实际阵营；3、暗示LDPC码*为高通主导，强行无视LDPC码绝大部分基本专利已经过期的事实，强行无视了包括华为在内的大量中国公司持有众多LDPC码专利，且因此受益的情况；4、捏造了Polar码败给LDPC码的原因；强行无视了86b次会议上华为将Polar码作为数据信道唯一编码的提案未得到任何厂商支持（包括华为终端和海思半导体）的情况。下面是详细解读：1虚构出的5G投票想要彻底看清这一系列2016年的会议，我们需要对历史背景和3GPP的运行规则进行一定程度的了解。3GPP成立于1998年12月，最初的工作范围是为第三代移动通信系统制定全球适用技术规范和技术报告。这个组织的运行规则很简单，公开的说法叫共识（consensus）推动，也就是大家先讨论，然后大家表态，弱势方妥协（compromise）。只有弱势方实在不愿妥协，且造成两次或以上工作组会议停滞的情况下，才会进行投票（vote）最后决定。投票的方式为匿名，胜出的标准为71%支持。*3GPP官网截屏，点击文末阅读原文可见全文翻译原文链接：http://www.3gpp.org/wiki/index.php?title=Working%20Culture&lang=en看到这，大部分人会感到迷茫，如果是匿名投票，为什么关于86、86b、87次会议的投票信息满天都是？如果是71%支持才胜出，为什么联想可能在双方票数各一半的情况下一票卖国？结论很简单，因为自始至终，3GPP几乎没有过依靠投票决定技术标准的情况，这三次5G会议从头到尾没有过真正意义的投票，只有讨论。诸多媒体和所谓的专业人士在这一基本常识面前，选择了无视，强行用“投票”进行解读讨论，还凭空编出一个超过半数就成功的新规则。任何关于5G投票的说法本身就是谣言，因为从头到尾，压根没有过投票。2消失的大唐在所有关于那场5G标准风波的讨论，无论是贴吧论坛还是知乎，不管是平媒、网媒还是自媒体，几乎以百分百的比例，忽略了一家公司——电信科学技术研究院（CATT），在通信行业，这家公司无人不晓，因为它是大唐电信科技股份有限公司的母公司。*86次会议，Turbo码提案截屏在86次会议中，电信科学技术研究院（CATT）和LG、爱立信一起支持了Turbo码，而非争议中的LDPC码或Polar码，为什么诸多文章里，大唐都被忽略了呢？原因很简单，因为大唐选择Turbo码的动作可以证明一件事——我国政府并未预设立场支持Polar码。和很多年轻人的认知不同，早在20年前，我国政府主导的3G通信标准TD-SCDMA就在3GPP上得到认同，并成为全球三大3G标准之一，证明了中国具备在国际竞争中制定技术标准的能力，而TD-SCDMA，就是电信科学技术研究院（大唐电信）向3GPP提出的。4G时代，大唐电信在TD-SCDMA后续发展中同样扮演着重要角色。在2005年6月在法国召开的3GPP会议上，以大唐电信为龙头，联合了国内厂家，提出基于OFDM的TDD演进模式的方案。在同年11月，在汉城举行的3GPP工作组会议通过了大唐电信主导的针对TD-SCDMA后续演进的TD-LTE技术提案。显然，如果国家有意推动某一标准，3G和4G时代的国家队代表大唐电信不可能毫不知情。造谣者想要把Polar码与国家利益联系在一起，而大唐电信居然没有在一开始支持Polar码，只有让大唐“消失”，才不会引起质疑。有趣的是，大唐电信居然在舆论上真的消失了。于是，一场2016年的5G技术讨论，在2018年贸易摩擦的背景下，真的改头换面变成了中国Polar码标准和美国LDPC码的两国之争。相传胡适曾经说过：“历史是任人打扮的小姑娘”，这句话的真实出处难以寻找，但是历史如何被打扮，我们看到了一个活生生的案例。3谁的LDPC自2018年开始，几乎所有的相关文章中，LDPC码都被认为是高通控制的技术方案。事实上，86次会议LDPC码方案确实由高通牵头发起，但讨论最激烈的86b和最终得出结果的87次会议中，LDPC码阵营的领衔发起提案者并非是高通，而是三星。*86b次会议R1-1610767提案截屏*87次会议R1-1613342提案截屏完整会议记录链接文末可见为什么三星会积极推动LDPC码呢？三星喜欢给高通交专利费吗？当然不是，因为LDPC码并不是高通的！从专利数量上看，三星远超高通。在2018年之前，LDPC码成为5G数据信道标准，甚至一度被认为是高通的巨大失败。原因很简单，这个世界上，在通信行业内，从未有过“高通的LDPC”这种说法，LDPC码由美国Robert Gallager博士在1963年发明，是世界上最好用的数据传输编码之一。今天的中国国家卫星电视广播系统（ABS-S）、中国国家地面数字视频广播系统（DTMB）、中国移动多媒体广播系统（CMMB）；固定接入网络：ITU-T高速家庭有线网络（G.hn）；无线接入网络：IEEE的802.11n、802.11ac、802.16e（WiMAX）等等，它们的信道编码全都使用LDPC码。也就是说，你现在用的WiFi所采用的就是LDPC编码。LDPC码备受青睐的核心原因除了好用，另一个原因则是便宜，LDPC码大量的基本专利早已过期，一些衍生专利也濒临过期（专利保护期一般为20年），所以诸多通信公司都对LDPC码进行大量研发工作。*来源：《LDPC编解码领域中国专利申请数据分析》作者：孙蕾，《中国知识产权报》，链接见文末在《中国知识产权报》2015年的报道中这样写到：目前，LDPC 编解码领域的专利申请人主要集中在中国、韩国、日本、美国等国家和地区。其中，中国的专利申请量位居第一位，为 595 件，申请人主要集中在企业、高校及科研院所，这说明国内在该技术领域具有较强的研发实力和创新能力，尤其是部分企业已经拥有了一定数量的专利申请。韩国、日本和美国的专利申请量分别为 279 件、269 件、268 件，这 3 个国家在该技术领域也具有一定优势。据该文披露，华为早在2001年就开始了LDPC码的专利申请，到了2015年，三星以216件LDPC码专利申请量排名第一，高通以57件专利申请量排名第4，华为以51件专利申请量排名第5。图片来源：Google Patents关键词搜索结果在谷歌专利查询工具Google Patents上，我们可以查询到最新的数据。以LDPC为关键词，可以看到专利受让人榜单中博通排第一，三星第二，高通第五；以LDPC code为关键词，则是三星第一，博通第二，高通连前十都没进。显然，支持LDPC码并不等于支持高通。在3G/4G时代备受高通专利剥削的企业也不会选择“高通的LDPC”。在2016年前，所有的中文媒体均将LDPC码视为中国企业后发先至的法宝，2018年后，LDPC码被造谣者一夜之间强行捆绑成了高通的财产。4谁的Polar当然，看完上面三个部分，我们都知道，首先并没有所谓的投票，Polar码也从来不是我国政府推动的技术，甚至LDPC码跟高通的关系都不够紧密。那么到底Polar码是怎么回事呢？来源：中国知识产权杂志 网络版链接：http://www.chinaipmagazine.com/news-show.asp?22767.html让我们看一份2018年9月7日各大媒体统一发布的Polar码专利分析宣传稿，以新闻稿的权重分析来看，华为第一，爱立信第二，InterDigital第三（当年高通就是从这家公司手里收购了CDMA专利一跃成为通信巨头），高通第四。等一等……高通在Polar码的影响力比它在LDPC码还高？如果支持LDPC码就是支持高通，那么支持Polar码岂不更是绝对的支持了高通吗？其实这并不意外，由土耳其教授2008年发明的Polar码在整个5G生命周期内基础专利都不会过期（要交专利费），同时Polar码亦没有LDPC码那样在多个领域进行过长时间的技术验证（WiFi不好用吗？），所以很多厂商天然对Polar码的支持不如LDPC码高。但并不意味着包括高通在内的这些企业对Polar码没有研究，无论华为、高通还是爱立信和三星，都持有大量的Polar码专利，反而华为以外的中国企业并没有在Polar码上投入太多。华为在LDPC码上投入是巨大的，但不是最强势的，华为在Polar码上的投入也是巨大的，而且是最强势的。Polar码代表的不是国家利益，也不是中国厂商的整体利益，而是在Polar码上布局较多企业的利益，其中，收益最大的就是华为。5真实的讨论过程当一切背景信息清晰后，我们再来看三次技术讨论，就清晰的多了。三次讨论实际讨论的是两个标准，一是数据信道标准，二是控制信道标准，前者重要性更高，后者重要性略逊。天然最受欢迎的就是LDPC码，正如上文所说，它已经经过多年考验，效果够好，而且大量核心专利和衍生专利早已过期，中外企业均首选LDPC码。而Polar码各大巨头都有专利，但是投入不如华为大，所以华为希望将其纳入标准，巨头们也能接受，但不希望Polar码权重太高。86次瑞典哥德堡会议LDPC码支持者最多（三星、诺基亚、上海贝尔、英特尔、中国普天、中兴、索尼、VIVO、小米、北京信威、韩国KT等）；Polar码支持者含金量高（三大中国运营商、法国电信、沃达丰、意大利电信等）；Turbo码支持者数量和质量一般（LG、大唐、爱立信、NEC等）。联想本次会议未表态。会议结论：无结果，eMBB数据信道编码方案将会在86b次会议中进行选择。重点有1个：三个阵营均有中国企业参与，3G与4G中国标准牵头企业大唐电信支持了Turbo码。86b次葡萄牙里斯本会议eMBB数据信道编码讨论开始，三星牵头，与高通、诺基亚、上海贝尔、华硕等公司支持LDPC码作为唯一方案，联想基于技术可靠性、价格及自身积累综合考虑正式支持LDPC码。华为联合大量厂商提案，要求Polar码也成为标准一部分（未明确是否排他，及应用范围）。中兴联合部分厂商组织了一轮提案，首先对选择一种编码的情况下对两个方案表态：1、只用LDPC码：获得三星、索尼、联想、英特尔等支持，高通未表态。2、只用Polar码：仅有华为表示支持。然后，会议又提出了对混合方案进行表态，分为LDPC码+Turbo码（即L+T）和LDPC码+Polar码（即L+P）两种方案，现场各有支持者。会议达成初步共识，Polar码不具备和LDPC码争夺完整数据信道的能力，只使用Polar码的选项被排除。大会同时以长短码的方式对L+T和L+P方案进行了讨论。为了更快达到共识，会议开始对全LDPC、L+P、L+T三个方案进行反对表态。三种方案都有大量反对意见，会议依然无法达成共识。会议结论：LDPC码作为数据信道的长码，获得了全场各方共识。短码到底用LDPC码、Polar码还是Turbo码，并没有得出结论，将于87次会议再讨论。*86b次会议R1-1610607提案截屏重点有两个：1、华为的数据信道全Polar码提案无人支持，连华为最嫡系的华为终端和海思半导体都不支持华为与LDPC码正面硬刚。2、高通除了开始配合三星参与了LDPC码的提案，后续一直没做表态，侧面证明了LDPC码与高通的关系远没那么密切。87次美国内华达州雷诺会议此次华为提案LDPC+Polar作为eMBB数据信道的编码方案，在与联想沟通后，联想也加入了这一阵营，支持公司数达56家。由于爱立信、高通、上海贝尔、诺基亚、三星、LG、KT、英特尔等14家企业的明确反对，没能形成共识。华为阵营退而选择主攻控制信道，会议开始讨论控制信道，华为联合大量厂商提案支持Polar码作为控制信道标准，LG联合高通等企业提案支持TBCC码为控制信道标准。没能形成共识。在运营商进行了几轮提案后，最终由沃达丰（牵头）, 中国移动, 爱立信, 德国电信 TELUS, 贝尔移动,中国联通, 中国电信共同提出了使用flexible –LDPC （f-LDPC）作为数据信道的唯一编码，不排除之后加入其它的编码方式。Polar则作为控制信道的唯一编码。大会达成共识。会议结论：eMBB数据信道编码使用LDPC码，控制信道编码使用Polar码。重点有1个：共有56家厂商支持华为的数据信道LDPC+Polar方案，支持者数量远高于纯LDPC码方案，一样失败了，再次证明了“投票”不存在。6为什么我们不再克制？可以明确地说，2016年的3场5G讨论上，联想和其他中国企业一样，基于技术可靠性、价格和自身技术积累综合做出初步选择，在华为沟通后就全力支持了Polar码。无论是联想，还是华为，都是出于技术考量和商业利益进行了一系列选择。至于联想5G投票卖国，可能是中国网民见过的最精妙的谎言。对技术毫无了解，不可能选择大众如此陌生的会议作为素材；没有一定的信息覆盖能力，不可能让诸多媒体自然而然地引用有问题的材料，放弃寻找一手信息；没有高超的操盘能力，不可能精妙的选择贸易战的时间点进行引爆；没有幕后之人的蓄意误导和污蔑，不可能歪曲这么多公开的事实。种种手段，可谓用心良苦，但魔术再精彩，都不是魔法，谎言再精妙，也不是历史，把关键几个点揭开，也就没有什么秘密了。我们早就可以做出一次彻底回应，如果在2016年或者2017年，我们可以直接给出3GPP官网的投票规则页面，从根本上明确没有所谓的投票。但在中美贸易摩擦的大背景下，中兴被美国禁售及制裁，美国运营商因政治原因放弃华为产品，为了避免此事被放大化、泛政治化产生不可控的影响，我们当时选择了最克制的应对方式。但谣言愈演愈烈，我们的员工、家属和经销商被无数次无端辱骂，几十年积累的品牌形象遭到严重影响。在每天仍有大量境外账号以此攻击联想的情况下，我们认为，是时候说清楚了。2018年5月以来，谣言一直有规模，成体系地围绕着联想出现，我相信5G事件不会是不明势力针对联想的最后一次造谣，但，这一定会是联想最后一次的隐忍回应。文中参考资料链接：1.Polar码：一种新的通信编码方式，由土耳其Erdal Arikan教授于2008年首次提出。2.LDPC码：广泛用于Wifi、卫星、电视广播信号传输中，由美国Robert Gallager博士于1963年首次提出。3. 3GPP工作文化链接：http://www.3gpp.org/wiki/index.php?title=Working%20Culture&lang=en4. 3GPP会议记录官方链接：RAN1 86次会议https://www.3gpp.org/ftp/tsg_ran/WG1_RL1/TSGR1_86/Report/Final_Minutes_report_RAN1%2386_v100.zipRAN1 86b次会议https://www.3gpp.org/ftp/TSG_RAN/WG1_RL1/TSGR1_86b/Report/Final_Minutes_report_RAN1%2386b_v100.zipRAN1 87次会议https://www.3gpp.org/ftp/tsg_ran/WG1_RL1/TSGR1_87/Report/Final_Minutes_report_RAN1%2387_v100.zip4. 孙蕾，《LDPC编解码领域中国专利申请数据分析》，发表：2015-02-04，中国知网相关页面链接http://kns.cnki.net/KCMS/detail/detail.aspx?dbcode=CCND&dbname=CCNDLAST2015&filename=ZSCQ201502040071&v=MTg0OTVVUHo3SWY3RzRIOVRNclk5QlpPc0lEUk5LdWhkaG5qOThUbmpxcXhkRWVNT1VLcmlmWnU5dkV5amdVN25KSWxv来源： 联想集团", "author": "环球时报", "newsdate": "发布时间：19-05-16", "newstime": "22:03", "sentiment": [{"positive_prob": 0.183529, "confidence": 0.592158, "negative_prob": 0.816471, "sentiment": 0}]}, {"title": "最贵的华为旗舰机，好评97%单平台销量30万，系统升级还能媲美iOS", "content": "作为华为今年力推的旗舰手机，华为P30系列可以说赚足了关注度。截至目前，在京东商城上华为P30系列的销售量累计已经超过30万台，而华为P30和华为P30 Pro两者的销量平分秋色。更值得注意的是，在华为P30 系列拥有高销量的同时，其好评率更是得到97%，凭借强悍的实力，华为P30系列俘获了大批用户的芳心。水滴屏+屏内指纹，颜值满分外观上，首先华为P30系列采用的是时下流行的水滴全面屏设计，机身采用玻璃材质，并且还利用9层纳米真空光学镀膜工艺，将光与影完美的结合在一起，使得手机在阳光的照射下尽显瑰丽色彩。其次，华为P30系列还运用新一代屏内指纹解锁技术，同时还对手机边框进行收窄，打造极致全面屏的效果，给予用户更加广阔的视野。麒麟980+EMUI9.1系统+方舟编译器，性能强悍华为P30不仅有着炫丽的外观，同时其在配置上的表现也十分出色。华为P30系列搭载的是麒麟980处理器，同时为了进一步提升手机性能，其还运行华为最新的EMUI9.1系统，配备方舟编译器，这样一来手机的随机读取速度就提高20%。可以说，升级过后的新系统可以媲美iOS。10倍变焦+50倍数码变焦，拍照实力所向披靡老实说在拍照上，华为一直做得不错，而此次华为P30系列更是把手机拍照技术提高到另一个水平。华为P30 Pro的后置为徕卡四摄组合：4800万+2000万+800万+ToF镜头，同时其还支持5倍光学变焦、10倍混合变焦以及50倍数码变焦；而华为P30的拍照要弱一点，其后置为4000万+1600万+800万像素的三摄组合。总的来说，如果要追求顶级配置，华为P30 Pro无疑是一个很好的选择，不过在价格方面却不太友好，其最低价为5488元，堪称最贵的华为旗舰手机。当然，手头资金充足的用户可以考虑入手华为P30 Pro体验一下。你会不会考虑购买呢？文/瓜皮           ", "author": "小伟科技杂谈", "newsdate": "发布时间：19-05-16", "newstime": "19:01", "sentiment": [{"positive_prob": 0.999862, "confidence": 0.999694, "negative_prob": 0.00013761, "sentiment": 2}]}, {"title": "华为手机通信有多强？移动电信、工信部权威评测，忍不住点赞", "content": "凭借卓越的成像能力将苹果三星甩在身后，华为P系列、Mate系列旗舰手机被戏称为“能打电话的照相机”。而事实上，通信才是华为最有历史底蕴的杀手锏。依靠通信起家，华为更以构建万物互联的智能世界为愿景。华为手机通信能力有多强？一文带你看懂。关于“独立客观第三方”评测如今手机评测的门槛极低，小作坊式的自媒体评测也能够发声，但他们缺乏可信的评测标准与技术，以及专业实验室和从业人员。由于利益相关，自媒体难以做到独立。营收依赖于利益相关厂商的投放，往往以预设立场、双重标准对待不同产品。或是需要为自家产品带货，完成流量变现，热衷于制造大新闻，被流量所挟持。相同的手机，今天在这个评测是一个样，明天另外一个评测可能是完全相反的结论。对于手机厂商而言，不是要努力提升性能，而是要努力搞定评测机构。因此，本文列举三个能够令所有人信服的“评测机构”，分别是：l中国移动终端实验室l中国电信移动终端研究测试中心l工信部泰尔终端实验室前两者背靠数亿客户规模的电信运营商，拥有海量现网数据、专业的测试工具和严谨的测试标准，通过行业组织认证。电信领域最专业的“独立第三方评测机构”, 而工信部泰尔实验室作为权威的第三方检测机构，其认证结果的公信力更不必多言。一、中国移动终端实验室：华为手机稳坐3000元以上价位通信能力第一中国移动是全球网络和客户规模最大的电信运营商，截至2018年底，4G基站数达到241万座，4G用户达到7.13亿，其中VoLTE用户达到3.8亿。中国移动终端实验室是中国移动唯一的综合类通信终端测试实验室，也是亚洲最大运营商终端质量测试实验室。作为国内首家获得CNAS（中国合格评定国家认可委员会）认可、全球首家获得GCF（全球终端认证论坛）认证的运营商终端实验室，中国移动终端实验室的测试结果受到中国政府和行业的认可、符合国际主流运营商的准入要求。2017年终端质量报告（第一期）：华为P10系列通信能力最佳针对近8个月新入网手机的全面质量评测，涵盖4个价位段、22个品牌、57款手机，网络指标分析覆盖全国15个省4200万用户。其中，通信能力测试包括无线频段制式、天线性能、数据吞吐能力、通话质量、网络适配等5大类19项指标。评测排行如下：4个价位段通信性能TOP3机型一共12部，华为（含荣耀）占据6席，并获得3000元以上、1000-2000元、1000元以下价位段冠军。· 3000元以上，华为P10 Plus、P10排名第一、二位；· 2000-3000元，荣耀V9排名第一位；· 1000-2000元，荣耀畅享7 Plus、荣耀8青春版、华为nova青春版包揽前三。2017年终端质量报告（第二期）：华为Mate 10系列通信能力最佳针对近6个月新入网手机的全面质量评测，网络指标分析覆盖全国29个省6500万用户，涵盖4个价位段、22个品牌、56款手机。其中，通信能力测试包括无线频段制式、天线性能、数据吞吐能力、通话质量、网络适配等5大类28项指标。评测排行如下：4个价位段通信性能TOP3机型一共12部，华为（含荣耀）占据4席，并获得3000元以上价位段冠军。· 3000元以上，华为Mate 10 Pro、Mate 10排名第一、二位；· 2000-3000元，华为nova 2排名第三位；· 1000元以下，荣耀畅玩6A排名第二位。2018年智能硬件质量报告（第一期）：华为P20系列通信能力最佳基于全国29个省3100万4G用户网络数据，涵盖4个价位段、19个品牌、53款手机。其中，通信能力测试包括天线性能、语音通话质量、数据吞吐能力、网络适配能力、国际漫游能力等5大类29项指标。评测排行如下：4个价位段通信能力TOP3机型一共12部，华为（含荣耀）占据8席，并获得所有价位段冠军。· 3000元以上，华为P20 Pro、P20排名第一、二位，· 2000-3000元，荣耀10、荣耀V10排名第一、二位；· 1000-2000元，荣耀畅享8 Plus、华为nova 3e排名第一、二位；· 1000元以下，荣耀畅玩7A、畅玩7C排名第一、三位。2018年智能硬件质量报告（第二期）：华为Mate 20系列通信能力最佳基于全国4000万用户在网用户数据，涵盖4个价位段、20个品牌、55款手机。其中，通信能力测试包括天线性能、语音通话质量、数据吞吐能力、网络适配能力、国际漫游能力等5大类29项指标。评测排行如下：4个价位段通信能力TOP3机型一共12部，华为（含荣耀）占据5席，并获得3500元以上、1500-2500元、1500元以下价位段冠军。· 3500元以上，华为Mate 20系列（含Mate 20、Mate 20 Pro、Mate 20 X）排名第一位、荣耀Magic2排名第三位；· 1500-2500元，华为nova 3i排名第一位；· 1500元以下，荣耀8X、荣耀畅玩8C排名第一、三位。二、中国电信移动终端研究测试中心：我同意中国移动的说法中国电信是全球大型的全业务综合信息服务提供商，截至2018年底，4G基站数达到138万座，移动用户规模达到3.03亿。在中国电信移动终端研究测试中心，华为手机强悍的通信能力再次得到了验证。2017年上半年《中国电信终端洞察报告》：华为P10系列通信能力最佳基于135亿条现网真实数据、全量终端监测、用户行为洞察，涵盖4个价位段、37个品牌、113款4G全网通手机。其中，通信能力测试包括4G、WiFi、GPS三个维度。评测排行如下，4个价位段通信性能综合TOP5机型一共20部，华为（含荣耀）占据5席，并获得3000元以上、1000-2000元价位段冠军。· 3000元以上，华为P10、P10 Plus排名第一、二位；· 2000-3000元，荣耀V9尊享版排名第二位；· 1000-2000元，荣耀畅享7 Plus排名第一位；· 1000元以下，荣耀畅玩6A排名第四位。2017年下半年《中国电信终端洞察报告》：华为Mate 10系列通信能力最佳基于150亿条现网真实数据、全量终端监测、用户行为洞察，涵盖4个价位段、32个品牌、78款4G全网通手机。其中，通信能力测试包括4G、WiFi、GPS三个维度。评测排行如下，4个价位段通信性能综合TOP5机型一共20部，华为（含荣耀）占据6席，并获得所有价位段冠军。· 3000元以上，华为Mate 10、Mate 10 Pro排名第一、二位；· 2000-3000元，荣耀9排名第一位、华为麦芒6排名第五位；· 1000-2000元，荣耀畅玩7X排名第一位；· 1000元以下，荣耀畅玩6排名第一位。2018年上半年《中国电信终端洞察报告》：华为P20系列通信能力最佳基于227亿条现网真实数据、全量终端监测、用户行为洞察，涵盖4个价位段、23个品牌、76款4G全网通手机。其中，通信能力测试包括4G、VoLTE、WiFi、GPS、续航五大类84项评测指标。评测排行如下，4个价位段通信性能综合TOP5机型一共20部，华为（含荣耀）占据8席，并获得3000元以上、1000-2000元、1000元以下价位段冠军。· 3000元以上，华为P20 Pro、P20排名第一、二位；· 2000-3000元，荣耀10排名第三位；· 1000-2000元，华为畅享8 Plus排名第一位，荣耀9青春版排名第五位；· 1000元以下，华为畅享8e排名第一位，荣耀畅玩7C、荣耀畅玩7A排名第二、三位。2018年下半年《中国电信终端洞察报告》：华为Mate 20 Pro通信能力最佳基于316亿条现网真实数据、全量终端监测、用户行为洞察，涵盖4个价位段、18个品牌、51款4G全网通手机。其中，通信能力测试包括4G、VoLTE、WiFi、GPS、续航五大类97项评测指标。评测排行如下，4个价位段通信性能综合TOP5机型一共20部，华为（含荣耀）占据9席，并获得所有价位段的冠军。· 3000元以上，华为Mate 20 Pro、荣耀Magic 2、华为Mate 20、Mate 20 X排名第一、二、三、五位；· 2000-3000元，荣耀V20排名第一位；· 1000-2000元，华为麦芒7、华为nova 3i排名第一、二位；· 1000元以下，荣耀8X、荣耀畅玩8C排名第一、二位。三、工信部出场，华为手机获泰尔终端实验室五星认证泰尔终端实验室隶属于工信部电信研究院，承担工信部委托的终端设备进网检测、终端产品国内和国际认证及委托检测等相关工作。泰尔终端实验室通过CNAS（中国合格评定国家认可委员会）以及DakkS（德国国家认可机构有限公司）等国内外认证组织的认证，以及行业组织、运营商的授权，同时也是CCC、FCC、CE等授权实验室。华为P20系列获得首个五星级通信能力认定证书首批“泰尔-手机通信能力”证书由华为P20、P20 Pro获得，泰尔实验室将这两款型号的手机评为通信能力五星级产品，其在协议处理能力、吞吐量、伪基站防护能力、漫游搜网、射频性能、双卡VoLTE、SAR等诸多方面表现优异，具备卓越通信能力。华为Mate 20系列获得五星级通信、首个五星级定位能力证书第二期“泰尔-手机通信能力证书”以游戏、高铁、电梯和人员密集场所等场景对手机通信能力增加了评测项目。华为Mate 20和Mate 20 Pro具备VoLTE高铁零掉话、游戏过程中来电不卡顿、出电梯后快速恢复4G网络和伪基站识别防诈骗等卓越通信能力，被评为“通信能力五星级产品”。与此同时，Mate 20系列凭借双频GPS还获得首个“泰尔五星级定位能力证书”，在天线性能、基础定位速度和精度、融合定位速度和精度维度性能表现卓越，定位时延短，定位精度高，城市峡谷和隧道等复杂场景导航连续不丢点，被评为定位性能五星级产品。华为P30系列获得五星级通信能力认定证书最新发布的华为P30系列，同样通过“泰尔证书-手机通信能力”针对手机产品的伪基站防护能力、漫游搜网、射频性能、双卡VoLTE、游戏通信体验、高铁通信体验、通信特性仿真等方面的测试验证，获得泰尔实验室的五星通信认证，具备卓越通信能力。这就是专注通信30多年的厚积薄发，华为是唯一一家具备网络+终端+芯片端到端能力的厂商。从创新的高铁模式、Link Turbo，到巴龙5000基带芯片，华为手机凭借强势的通信能力，持续获得中国移动、中国电信以及泰尔实验室的最高评价就不足为奇了。来源：中国网", "author": "中国日报网", "newsdate": "发布时间：19-05-16", "newstime": "13:20", "sentiment": [{"positive_prob": 0.999868, "confidence": 0.999707, "negative_prob": 0.000131852, "sentiment": 2}]}, {"title": "英国“华为”是如何倒下的？", "content": "【文/英国《卫报》专栏作者、高级评论员阿迪亚·查克拉博迪】你很可能已经对中国的华为公司有了相当多的了解。这家中国巨头是世界上最具争议的公司之一。安全专家们（也就是一般被我们当作偏执狂的那些人）警告称，中国的电信设备可能会被北京方面用来监视我们。英国首相特蕾莎·梅的许多内阁同僚们央求她把这家中国公司远远挡在英国5G网络市场之外，但梅首相并没有理睬那些人。一位或几位高级部长可能太急于表达他们对国家安全的担忧，甚至因此泄露了会议的细节，这反而危害了英国的国家安全。英国《卫报》专栏作者、高级评论员阿迪亚·查克拉博迪2019年5月8日在英国《卫报》网站刊发评论文章：《英国为什么没有自己的华为》。作者指出，在上世纪80年代，英国通用电气公司曾是当时的全球科技巨头，此后它在撒切尔主义的激流中被淘汰了（照片下的文字：“他们卖掉旧业务，收购新业务，公司寒酸气一扫而空，处处闪耀着兴奋点。然后，互联网泡沫破裂了”）。所以，你完全可以猜到，当特朗普政府的国务卿迈克·蓬佩奥5月8日会见英国首相特蕾莎·梅及其外交部长杰里米·亨特时发生了什么。在关于王室添丁的寒暄结束后，美国第一件做的事就是警告唐宁街10号，称华为对英国人隐私构成了威胁，并重申如果英国不听话，作为报复华盛顿方面可能会把伦敦方面排除在情报网络之外。或许你还记得揭发美国国安局的爱德华·斯诺登以及他披露的种种大规模监控内幕。或许你惊讶于英国保守党政府被卷入不断升级的中美贸易战的不幸。华为使我们想到的问题太多太多，然而其中最关键的问题我还没看到有人提出过。那就是——英国自己的华为在哪里？英国作为全球最发达的经济体之一，本国竟然没有一家大型电信设备制造商，以至于不得不从华为——据美国联邦调查局称该公司与中共和中国军方都有密切联系——那里购买重要电信设备。这种事情到底是怎么发生的？答案是，英国曾经有过一家这样的公司。它曾是世界上最大、最著名的工业企业之一。从它被消灭至今也不过10多年时间，可以说这篇文章的读者都经历过那个年代。这家公司便是英国通用电气公司（General Electric Company，简称GEC）。读懂GEC如何走向灭亡的故事，便能理解英国目前面临的大部分混乱情况。上世纪80年代初，处于鼎盛时期的GEC根本不是一家公司，而是一个由180家不同公司组成的帝国，总共雇佣了约25万名员工。它的产品从X光机到船舶应有尽有，在电信和国防电子领域占有巨大的市场份额。自从1963年执掌公司以来，董事总经理阿诺德·温斯托克在30年时间里，把GEC打造成了一个庞然巨兽，确立了自己作为战后英国头号实业家的地位。作为波兰犹太移民的儿子，温斯托克从未真正融入到英国建制派权势集团当中。众所周知，他在公司里热衷于削减成本，却不善于人事管理，只有培育赛马和参观米兰的斯卡拉歌剧院才能真正让他焕发神采。参观GEC公司梅菲尔总部的记者们发现，温斯托克的地毯已经磨秃，墙上的油漆也开始剥落。一位经常与大企业高管推杯换盏的《经济学人》记者在做客GEC后抱怨说：“GEC公司连杯水都不给客人倒”。《经济学人》杂志的那篇文章题目叫作《最迟钝的美德》，它总结了人们对GEC老板和企业本身的看法：稳步盈利，但谨小慎微，在上世纪80年代做着狂飙增长梦的英国，这种风格显得很不入时。首相玛格丽特·撒切尔并不喜欢温斯托克，她更青睐被人们戏称为“钱袋勋爵”的詹姆斯·汉森，后者以善于打劫其他企业的资产而闻名。去监管化之后，伦敦金融城银行家们根本看不上GEC公司分布广泛却单调乏味的业务，它们与强调“小而专”的时代显得格格不入，而温斯托克本人那种腼腆的气质也受到严重的鄙视。伦敦金融城那些穿细条纹西服的银行家们的嘲笑或许刺激到了温斯托克。尽管他争辩称“我们不是一家负责提供兴奋感的公司”，他也开始逐渐沉浸在80年代的商业文化里——所谓“一个东西只要能动，买下来就不亏”。学者们发现，GEC公司在1988年至1998年间至少进行了79次“重大重组活动”，包括收购、出售业务部门或成立合资公司。不过，所有事情真正变得一团糟，还是在1996年温斯托克辞职以后。接替他的是一位名叫乔治·辛普森的会计师，《卫报》曾批评他“出卖路虎给德国人”。新任财务总监约翰·梅奥来自温斯托克厌恶的商业银行界。两人看到前任积攒下来的巨额现金，于是开始着手花钱。他们卖掉旧业务，收购新业务，公司寒酸气一扫而空，处处闪耀着兴奋点。仅在1999-2000财年，它就从美国到澳大利亚至少收购了15家公司。突然之间，由GEC电信业务重组而成的马可尼通信公司深受银行家和媒体人的喜爱，因为前者能拿到交易提成，后者能获得头条新闻的素材。然后，互联网泡沫破裂，新收购的业务每况愈下。这家原本股价达到12.5英镑的公司现在每股仅值4便士。在21世纪头10年的中期，马可尼最重要的客户英国电信放弃了马可尼，转而开始使用华为的设备。尽管马可尼公司死掉时，温斯托克已经离开人世，但他人生最后阶段曾公开表示：“我想把辛普森和梅奥吊到一棵大树上，让他们在那里荡很长一段时间。”两个管理层之间不是天才与傻子的差别，更不是善良与邪恶的差别。温斯托克并不像表面上那么迟钝，他也不是没有犯错误。但“英国华为”的衰落是英国近几十年来最重要的事件之一，它凸显了两种商业文化之间的冲突。一方面是温斯托克，他用几十年时间里建立了一整套体系；另一方面是辛普森和梅奥热衷的精明交易，为了给了股东们分快钱，他们沉溺在季度报表的小数据里难以自拔。GEC走的这条路也是英国帝国化工（Imperial Chemical Industries Ltd.）等家喻户晓的公司所走的路，同时也是英国这个国家所选择的道路。这个国家的政治阶层既不关心国家的工业巨头、老牌银行或舰队街的报社掌握在谁手里，也不在乎这些机构的掌门人会带领它们走向何方。这就是我们今天的资本主义被菲利普·格林式（菲利普·格林是零售业巨头，创下英国商业史上赚钱最快的纪录——观察者网注）人品欠佳、一夜暴富的商人主导的原因。谢菲尔德大学负责创新的副校长理查德·琼斯指出，GEC和ICI等英国公司过去曾大规模投资研发。如今，英国在研发领域不仅被所有主要西方竞争对手超越，就连人均GDP远低于英国的中国，其研发投入也要高于英国。现在，英国人对詹姆斯·戴森这样的商人大加赞赏，他们的大部分产品都是在亚洲生产的。结果就是，我们只能等着其他国家来收购我们的资产。甚至在电信设备这种相对简单的东西上，我们都身不由己地被拖入其他国家的战略冲突中去。（观察者网杨瑞赓译自2019年5月8日英国《卫报》网站，杨晗轶校译）", "author": "观察者网", "newsdate": "发布时间：19-05-16", "newstime": "08:19", "sentiment": [{"positive_prob": 0.00730612, "confidence": 0.983764, "negative_prob": 0.992694, "sentiment": 0}]}, {"title": "美国宣布进入“紧急状态”, 对华为下手！华为：限制我们不会让美国更强大", "content": "北京时间今天凌晨，美国总统特朗普签署了一份总统令，宣布美国进入“国家紧急状态”，以禁止美国通讯企业与包括中国华为公司在内的一切被控会“威胁”美国国家安全的公司进行商业交易。5月16日早间，针对美国总统特朗普签署的“行政命令”，华为对第一财经记者表示，华为是5G电信设备领域无可比拟的领导者，我们也愿意和美国政府沟通保障产品安全的措施。“如果美国限制华为，不会让美国更安全，也不会使美国更强大,只会迫使美国使用劣质而昂贵的替代设备，在5G网络建设中落后于其他国家，最终伤害美国企业和消费者的利益。不合理的限制也会侵犯华为的权利，引发其他严重的法律问题。”华为发言人表示。当地时间5月15日，特朗普签署行政命令，宣告为因应国家紧急状态，禁止企业使用对国家安全构成危险的公司所生产电信设备，禁止止美国企业为与华为业务合作铺路，命令指示商务部与其他政府机构合作，在150天内拟订执行计划。“华为做好了应对风险的准备。”华为的一名内部人士对记者如是说。2018年华为财报沟通会上，华为轮值董事长郭平在谈到美国政府对华为施压的问题时谈到，“感谢神助攻，使得内部的堕怠，因为外部的压力让华为更团结更坚强。”同时，如果华为出现了之前的“中兴事件”，郭平也表示，华为有信心满足客户需求，因为华为有备胎计划。郭平表示，ICT行业是一个全球合作的产业，你中有我我中有你。但同时，他也举例道：“开车的时候我都会有个备胎，如果爆胎了的哈，可以再换一个。此外，任总也提到华为有自己的备胎计划。”因此，郭平强调了两点：首先华为期待和全球合作伙伴保持合作，有助于让大家都获得成长；其次，如果胎破了，还会有备胎。因此，如果发生类似中兴的极端事件，华为有信心满足客户需求。此前在终端方面，今年3月份余承东也对外透露了华为已经开发了自有操作系统，并且能够覆盖智能手机和PC。“华为确实已经准备了一套自研的操作系统，但这套系统是Plan B，是为了预防未来华为不能使用Android或 Windows 而做的。当然，华为还是更愿意与谷歌和微软的生态系统合作。”余承东在接受媒体采访时透露。海通通信认为，华为（极少的对美农网设备出口）、中兴（终端业务在美已基本无销售）对美国出口业务基本没有或可以忽略。上述机构认为，首次把华为纳入所谓“实体名单”，通过许可仍可正常出口，非制裁措施；但从趋势看，这种配合贸易战的极限施压、定点打击，可能演进为真实的对华为出口限制。华为做了大量储备短期需从美国进口的关键元器件的准备（滚动超一年储备量）；150天内，如果美国商务部确实出台进一步的管制方案并限制对华为出口，判断短期影响华为可以克服，超过一年时间则需观察华为打造自主可控供应链（核心：FPGA、模拟器件、化合物半导体器件、终端射频、高速光电器件）的进展。海通通信认为，未来趋势看，打破僵局唯有打造一个脱离美国仍能可控的全球供应链！短期预计4G、5G建设继续正常推进，中期看美国的定点出口打击如果上升为芯片全面出口限制则中美双输、概率极小，针对华为的这种未来定点打击风险对全球5G中期进程可能会有干扰、但仍有一定时间去协谈或通过供应链脱美来解决。根据IHS Markit发布的全球电信设备市场显示，2017年全球电信设备市场规模为372亿美元，较2016年明显下滑。但华为却在份额上逆势增长，以28%的市场份额超过爱立信（27%），诺基亚（23%）、中兴（13%）和三星（3%）尾随其后。“这或许是美国不能容忍的，华为靠着点滴的积累变成了全球通信市场上的苹果，从份额和利润上抛离了对手。”一名曾经在华为工作过十多年的“华为老兵”戴辉对第一财经记者表示，华为在移动通信领域的利润相当于另外几家的总和，正如苹果手机的利润相当于其他品牌手机总和一样，华为因为技术先进，蚕食了不少其他供应商的地盘。在十多年前，戴辉曾经参与过华为在多个地区的通信市场开拓。在他看来，全球四大电信设备商中，有两家是中国厂商，对于美国来说，是不能接受的。“如果不构筑非贸易壁垒，华为将毫无悬念地成为5G市场的霸主，而且会使得西方公司面临巨大的压力，这就是在某些发达国家禁售华为设备的大背景。”在安永发布的《中国扬帆启航引领全球5G》报告中预计，中国正在5G的发展竞赛中处于世界领先地位，很可能成为全球最先部署5G的几个主要市场之一。安永预计，2019-2025年间，中国5G资本支出将达到1.5万亿人民币。", "author": "第一财经", "newsdate": "发布时间：19-05-16", "newstime": "11:36", "sentiment": [{"positive_prob": 0.763897, "confidence": 0.475326, "negative_prob": 0.236103, "sentiment": 2}]}, {"title": "美国向华为祭出限制手段，华为强势回应：限制华为，不会让美国更安全，华为概念股给出答案", "content": "今年五月份以来，美国不断折腾全世界！综合媒体消息，美国总统特朗普近日签署名为“确保信息和通信技术及服务供应链安全”的行政命令，宣布进入所谓的“国家紧急状态”，禁止在信息和通信领域进行所谓“可能对（美国）国家安全构成风险的交易”。美国政府随后称，美商务部将在150天内制定具体规则，法规效力追溯到自行政令发布后的所有发起、待完成和已完成的交易。美商务部下属工业和安全局同日发表声明说，将把华为及其附属公司列入“实体清单”，清单上的企业或个人购买或通过转让获得美国技术需获得有关许可。但如果美国认为技术的销售或转让行为危害美国国家安全或外交政策利益，则会拒绝颁发许可。5月16日，华为对外界表示，华为是5G电信设备领域无可比拟的领导者，我们也愿意和美国政府沟通保障产品安全的措施。如果美国限制华为，不会让美国更安全，也不会使美国更强大,只会迫使美国使用劣质而昂贵的替代设备，在5G网络建设中落后于其他国家，最终伤害美国企业和消费者的利益。那么，此事对华为及华为产业链影响究竟有多大？16日早间有消息指，华为2026年到期美元债跌0.5%，创1月4日以来最大跌幅。从A股市场华为概念股板块的表现来看，全天仅下跌0.67%，虽然弱于大盘，仅亦远超市场预期。有研究机构指出，短期影响华为可以克服，超过一年时间则需观察华为打造自主可控供应链的进展。从目前的情况看，华为已经成为全球5G的杠把子，无论是5G订单还是专利都已居全球首位，在这种背景下对华为痛下杀手，显得格局有点小。不买他傻，不买他就亏了关于美国限制华为的消息已经不是一天两天，早在去年中兴通讯的危机时刻，就已经传出美国要对华为动手。不过，华为显然也不是案板上的肉，可以任人宰割。今年一月份，华为掌门人任正非在接受媒体采访时说：“不买他傻，不买他就亏了。这是‘比赛’，这是和平竞争，技术竞争是和平竞争，除了买，还有什么办法。”任正非表示，产品做得好了以后，不会没人买的，不用担忧。全世界把5G做得最好的是华为，全世界把微波做得最好的是华为。全世界做5G只有几家公司，全世界做微波只有几家公司，只有一家公司把微波和5G做得好，那就是华为。任正非介绍说，欧美国家地广人稀，全部靠铺设光缆成本太高，而使用华为提供的微波和5G的结合技术不用铺光缆就能轻而易举的实现5G，任总坚定的说：“我们的产品，他们非买不可！”在特朗普签署这份总统令之前，华为美国分公司的首席技术官Andy Purdy在接受美国《国会山报》采访时表示，华为并不会威胁美国的国家安全，更不是间谍，美国政府应该多与华为沟通，增进了解，而不是出于误解、无知和偏见就做出决策。他甚至还欢迎美国去封杀那些会真正威胁美国国家安全的科技。华为董事长梁华近日也在英国伦敦表示，他们愿意与西方各国政府签订“无监控协议”，科学规范地解决这些争议。应基于事实证据说话，不能基于恐惧式威胁提要求。15日下午在中国外交部记者会上，中国外交部发言人耿爽在回答记者提出的相关问题时表示，一段时间以来，美方滥用国家力量，不择手段地蓄意抹黑和打压特定中国企业，既不光彩也不公正。他说：“我们敦促美方停止借口安全问题对中国企业进行打压，为中国企业在美正常投资运营提供一个公平公正非歧视的环境”。影响究竟几何？从目前的情况来看，对华为的影响可能还不在于出口，而是在于进口。若供应链的脖子被美国掐住，对华为而言，也是一种考验。海通证券表示，华为（极少的对美农网设备出口）、中兴（终端业务在美已基本无销售）对美国出口业务基本没有或可以忽略。将华为纳入所谓“实体名单”，通过许可仍可正常出口，非制裁措施；但从趋势看，这种配合贸易的极限施压、定点打击，可能演进为真实的对华为出口限制。从对华为的应急措施跟踪看，对此是有预期准备的，华为做了大量储备短期需从美国进口的关键元器件的准备（滚动超一年储备量）；150天内，如果美国商务部确实出台进一步的管制方案并限制对华为出口。据海通证券判断，华为可以克服短期影响，超过一年时间则需观察华为打造自主可控供应链（FPGA、模拟器件、化合物半导体器件、终端射频、高速光电器件）的进展。据接近华为的人士亦向券商中国记者透露，针对这个风险，华为应该很早就做了应对方案，今年年初就曾有意加大芯片进口。但实际效果怎么样，现在外界还并不清楚。如果美国禁止向华为出口关键零部件产品，美国厂商也不会好受，看谁的忍耐力够久，毕竟华为拥有很多5G专利和庞大的市场。国信证券2018年底的报告称，海思半导体公司已开发200种具有自主知识产权的芯片，并申请了5000项专利。虽然自主比例相对高，仍需大量进口芯片。据市场调研机构Gartner，华为是2018年全球第三大芯片买方，约支出211.3亿美元，同比增长45%，仅次于三星电子和苹果，增速则大幅高于前两名。16日早间有消息指，华为2026年到期美元债跌0.5%，创1月4日以来最大跌幅。从华为产业链的市场表现情况来看，来自东方财富的行情数据显示，华为概念全天下跌1%，但除*ST凡谷以外，无股票跌停，跟华为业务往来比较紧密的深南电路下跌5.55%，飞荣达下跌4.72%。不过，值得注意的是，今日自主可控板块表示较弱，WIND的数据显示 ，自主可控指数全天下跌1.3%。按正常的逻辑来说，如果美国限制对华为出口，那以自主可控供应链应该会迎来一波机会。华为5G专利世界第一针对个别国家的打压，任正非曾说：“情况一直如此，你不可能与所有人都进行合作……我们将把重点转移到更好地服务于欢迎华为的国家。”任正非还警告称，不要让安全担忧将全球划分为技术标准不兼容的孤立市场。武断地把世界划分为两个技术阵营，只会损害整个社会的利益。在2月25日举行的2019世界移动大会上，华为向媒体说明了5G商用合同的进展，截至目前为止，在全球范围内签订了30多个商用合同，同时和全球50多个商业伙伴签订合作协议，5G基站的发货量也超过了40000个，所以华为能获得“市场开拓奖”也是当之不愧。2019年4月，德国专利数据公司IPlytics发布最新5G专利报告。截至2019年4月，中国企业申请的5G通讯系统SEPs件数占全球34%，傲居全球第一。其中，华为更是拥有15%的SEPs，为世界5G专利龙头。SEP，Standards-Essential Patents，即标准关键专利，也叫标准必要专利。拥有SEP的企业优势非常明显，主要表现在三方面：一是拥有SEPs的企业可收取专利费，创造庞大财源。二是拥有SEPs的企业能更低成本的打造5G基站、手机等设备，更低成本的建设5G网络，促进产业发展。三是如果企业拥有SEPs数量多，重要性高，还能通过交叉授权，免费使用对手的技术。", "author": "券商中国", "newsdate": "发布时间：19-05-16", "newstime": "19:05", "sentiment": [{"positive_prob": 0.0470472, "confidence": 0.895451, "negative_prob": 0.952953, "sentiment": 0}]}, {"title": "华为公司为什么坚持不上市？", "content": "相信大家对华为这个公司都不陌生，华为全名是华为技术有限公司，成立于1988年。在我们这些平凡的消费者眼中，华为手机是十分出名的，甚至华为手机在国外也有着巨大的知名度。其实，华为不止是手机营销商，华为公司的业务领域有很多，但是它主要盈利部门有三个：一是运营商业务，如无线网络、交换机、5G等，目前，华为在该领域已经位居世界首席；二是企业业务，我们可以将它简单地理解成设备商。主要制造和销售通讯设备，为通信企业搭建智能化的平台，华为的企业业务已经做到了全球第二；三是消费者业务，也就是我们熟悉的手机、平板等，在此领域，华为已经做到了全球第三，仅次于美国华为和韩国三星。一个公司如果选择上市，那么它所带来的好处不仅仅是可以募集到更多的资金、提高公司地位和市场形象、拥有更多融资渠道，还可以加强顾客、供应商、贷款人以及投资者公司的信心。到了这里，不禁有网友就会问：既然上市公司的福利那么好，那华为公司为什么选择不上市呢？ 华为为什么不上市？小编认为主要的原因有以下几点：一：华为的股权结构。先不说华为能不能成为全球收入第一的公司，连能不能上市这个问题华为都难以解决。为了激励员工，任正非选择了在企业内部融资，将股权分散给员工们，而自己的手上只持有1.4%的股份。面对将近10万名持有公司股份的员工，华为要怎么处理？因此，在这样的情况下，华为如果要走上市的路是非常不容易的。二：华为不需要上市。一个企业为什么要上市？无非是募集到更多的资金，再用这些资金使自己的企业更进一步。华为在手机方面所收获的净利润就能人大家咋舌，但是，这仅仅只是个副业，更何况华为在其他方面所得的利润。毫不夸张的说，以华为现在的资本，日进斗金根本不是问题。既然如此，华为公司为什么要选择上市？三：不上市更利于华为的发展。正如华为老总任正非所说，如果华为上市了，员工都变成富翁了，谁还愿意做事？华为公司之所以有现在这个成就，这与华为的股权结构是有很大关联的。任正非选择让员工控股，无非是将公司的利益与员工的利益结合在一起，有钱一起赚，没钱一起亏。在最大程度上激发员工的积极性。如果说华为为了上市要收回员工持有的股份，要支付巨额资金不说，最关键的是这会大大打击员工的积极性。华为最引以为傲的是什么？人才！如果连人才的积极性都降低了，谁还帮华为打江山？其实除了小编上面所说的，还有华为不缺品牌知名度，不缺各方面的专家的等等，这些都是原因。更何况，如果任正非选择让华为上市，那他势必会失去对华为的主导权，因为一个公司如果上市了，那么公司在以后经过每一段时间都要把公司的资料通知股份持有者，还有可能被恶意控股。小编相信任正非并不希望看到华为以后会成为这个模样，因此，只要不出意外，别说短时间内了，在以后的很长一段时间里华为都不会选择上市。蓝烟视角看点，如果您喜欢，请留个赞呗！谢谢这么可爱的你们，还关注了我。说明：本文由百家号作者“蓝烟说科技”原创，独发百家，未经允许，严禁转载。", "author": "蓝烟说科技", "newsdate": "发布时间：19-05-16", "newstime": "16:43", "sentiment": [{"positive_prob": 0.0026217, "confidence": 0.994174, "negative_prob": 0.997378, "sentiment": 0}]}, {"title": "华为董事长在伦敦答媒体实录：愿与政府签“无后门、无间谍”协议", "content": "5月14日，华为董事长梁华在伦敦接受Bloomberg、CNN、卫报、路透、每日电讯报、新闻联合社等媒体采访。以下为全文实录：呼吁全球一起建立更高的网络安全统一标准1、《卫报》记者：最近英国发生了一些与网络安全相关的事情，内阁有官员因此而辞职。您对于华为在英国的网络安全问题，以及长期处在争议中心的状况，有什么样的看法？梁华：华为并不想处于争议当中。华为已在英国运营了18年，帮助英国建设固定网络、移动网络，为什么会成为大家关注的焦点？面向下一代网络时，大家可能把5G的作用夸大了。网络安全是面向未来数字世界、智能世界非常重要的基础要素，因此大家把网络安全问题提出来了。网络安全应该是一个技术问题，从技术问题的角度去思考怎么来解决。在网络安全上，英国政府、监管机构、运营商建立了非常好的风险管控机制，特别在提高网络韧性上有了非常好的实践。比如在选择供应商流程、建立网络安全规范等方面的实践，已经能够比较好地为大众提供服务。网络安全不能是针对某一个供应商或是某一家公司，应是整个行业或者全世界都应该关注解决的问题。应该全球一起合作从技术手段上、从保障措施上，共同思考解决网络安全问题。在过去很多年，华为跟NCSC（英国国家网络安全中心）进行了有效的合作。可以说，华为是在英国网络安全方面被审查、被评估得最多的一家公司。华为产品进入英国市场前进行“白盒测试”。英国运营商在购买华为整个产品、设备、网络解决方案之前，都进行了严格测试。我认为，英国这一套机制是有效的。基于风险管理、基于网络安全标准的要求，英国已建立起了这样一套机制。对于网络安全，我们也呼吁全球一起建立更高的网络安全标准，所有设备提供商、运营商应遵循这套标准，从而为大众提供有效、安全的网络，共同构建可信任的网络空间环境。2、《彭博社》记者：GCHQ（英国政府通信部）指出华为编程能力很弱，且在现网的运营商网络中华为提供的产品设备有很多漏洞，请问华为的编程能力是不是像GCHQ说的那么差、那么弱？如果是的话华为采取什么方式改善它们？梁华：我们与NCSC进行了较长时间的合作，双方在这个合作过程中，华为是完全透明开放的。1998年，华为启动集成产品开发（IPD）流程变革，建立起一套产品开发（包括硬件和软件）的管理机制。这套机制不但支撑了华为产品开发，也支撑了华为从一个小公司发展到了今天的规模。在这个过程中，华为内部对软件开发能力也在不断地审视和提高，同时请第三方公司对软件开发能力及安全管理等方面进行评估。我们连续六年请美国的CIGITAL对华为产品进行评估，12个评估项目中，我们有9项达到了业界最高级水平，华为整体软件开发能力在业界还是有一定竞争力的。最近OB报告中，NCSC对华为软件工程能力提出了更高要求。其中提到的问题，是面向未来发展需要解决的，特别是在云化、数字化、智能化以及IoT等新业务场景给软件工程带来了更高的要求。这些要求也正是我们需要解决的问题。因此，公司决定花5年或者更长时间，投资20亿美金，甚至未来可能还会投入更多，构筑面向未来更加可信、高质量的软件工程能力。这是关于研发体系的第二次变革。这次系统性变革不仅仅是针对NCSC在OB报告中提出的问题，同时也面向未来打造可信、高质量、韧性的产品，使得不仅结果可信，过程也可信。应基于事实证据说话，不能基于恐惧式威胁提要求3、《每日电讯报》记者：今天上午有一条新闻，英国前国防部长马克·弗朗索瓦认为，民主国家公司的行为与其他国家公司的行为非常不一样。如果允许华为参与英国5G部署，将会是一个非常大的错误，对此您有什么看法？梁华：华为总部在中国，但我们是一家全球运营的公司。在全球运营意味着，华为遵守的是开展业务所在国家的法律法规要求。华为坚持开放透明，致力于提供创新的技术和先进的产品，为业务所在国家和社会做出贡献。具体到英国5G网络建设，英国政府供应链审查将作出的决定，是基于英国在整个网络风险管理、供应链评估和经济繁荣发展的综合考虑下，做出网络设备供应商的选择。我了解到，英国政府有清晰的战略和愿景，致力于把英国建设成数字领先、覆盖全光纤网络和下一代5G网络、并充分利用智能技术的国家。政府计划到2025年目标实现1500万户的光纤接入，并且在5G领域实现领先。同时，英国也把网络安全作为一个重要的基础要素，基于经济繁荣和网络安全进行综合评估。谈到网络安全，我们应该基于事实、证据来说，而不是基于恐惧式的威胁来提出这样的要求。华为已经明确网络安全和隐私保护为公司的最高纲领，并将其置于商业利益之上，以有效保障网络运营，同时也遵守隐私保护要求。华为愿意在英国市场做出贡献，特别是支撑英国数字经济的发展。4、《CNN》记者：请您具体谈一谈数字，假设英国只允许华为对5G网络当中非核心部分提供产品，这对华为来说意味着多大的收入损失？梁华：从英国整个网络来看，华为在核心网比例不高。在整个网络建设上，核心网和接入网有非常清晰的接口和标准。运营商基于整个网络建设对供应商进行评估。核心网选择哪个供应商、接入网选择哪个供应商，这都是运营商自主选择。基于网络现状，华为原来参与核心网也非常少。所以，我们不参加核心网的建设，并没有太大的影响。5、《路透》记者：请问您本次在英国期间，有没有会见任何政府官员，有没有提出一些让步条件？例如，提出更多的承诺保障或者承诺增加在研发方面的经济投入？梁华：到现在为止，我还没有跟英国政府官员见面，这次会和一些行业组织成员进行会谈。华为在英国运营是长期的，无论是在与合作伙伴共建产业生态，还是用先进技术支持英国政府数字经济发展、建设领先的IT基础设施，以及在研发领域投入，都会以长期合作共赢的态度继续在这里开展业务。6、《新闻联合社》记者：现在华为遇到这么多的审查，请您代表公司谈一谈华为对这种审查的感受是什么？对这些审查做出什么样的反应？这些审查是不是有合理原因支持？现在西方有批评声音，而且被媒体广泛报道。梁华：现在的报道中，有批评的、有表扬的，也有事实澄清的，各种声音都有。目前，华为曝光度很高，大家很关注，因为美国到处打压华为，使得大家非常关注。在整个过程中，对华为的关注也要更多地来看华为在各个国家经营做出了哪些贡献。如果基于解决问题提出一些建议和批评，我们都是欢迎的。比如说NCSC提出华为软件工程方面还有一些缺陷，需要在哪些方面改进。这些我们接纳了，并制订了改进措施，希望通过系统性变革来提升软件工程能力。无论是指责也好、批评也好，还是要基于事实和证据提出意见，而不是简单基于政治因素驱动或者其他原因。已签署40多个5G商业合同，发货10万多个基站7、《Telecoms.com》记者：关于收入和市场份额，您不希望政策影响商业，但是政策肯定会影响到业务。英国的情况会不会导致华为市场份额收缩，从而进一步影响整个欧洲的市场份额以及全球的市场份额？去年华为运营商业务已经受到影响，影响是来自于哪些方面？对比其过去几年华为5G应用速度的评估，现在看来与您评估和预测有没有一些差异比较大的地方？整体市场上是不是由于政策限制了供应商，因此业务受到影响，不能使用某个供应商提供的设备？梁华：在英国市场份额会怎么样现在很难说，我们自然希望在英国有好的发展。刚才提到全球市场发展，去年运营商业务增长不是太理想，大部分原因是整个运营商行业发展趋势问题，包括在整个网络建设（4G建设后到5G建设的周期）问题，目前一季度运营商业务增长超过10%。截至目前，运营商能在5G建设中根据每个国家发展的要求实施不同策略。在5G领域中已有40多个商业合同，超过10万个5G基站。即使在目前的政治经济环境下，我们对业务发展仍然很有信心，并且公司一切运行正常。从未来业务发展来看，5G现在备受关注，各个国家也把5G作为基础设施建设，并以此作为促进数字经济发展的重要要素。5G、人工智能技术的发展，可能会加速各个国家的ICT基础设施建设，进而促进各个国家在数字经济方面的发展。记者：您说到5G商用合同，能否具体谈一谈有多少在欧洲、多少在亚洲、多少在非洲？梁华：40多个商用合同中，大概有25个来自于欧洲、10个来自于中东、6个来自于亚太。8、《The Register》记者：20世纪90年代，各个国家倍受鼓舞，希望参与到全球竞争中，能够倍受鼓舞的原因是基于统一的规则，比如说WTO针对国家资助和倾销有很明确的规则。现在中国公司是不是觉得在参与竞争时，规则在中途就已改变？梁华：我不能代表所有中国公司。我想讲的是，在全球化运营过程中，基于公平开放的市场环境，基于规则、公平竞争的环境，是有利于大家开展全球贸易的，也有利于全球经济的发展。关于网络安全，本身应该是技术问题，应该针对网络安全建立清晰的网络安全标准，所有参与网络建设的人都应该遵循这个标准和规则。在隐私保护领域，欧洲GDPR有非常清晰的规则和要求，涉及到用户隐私保护的都要遵守，我觉得这是一个非常好的例子，或者说非常好的实践。华为在欧洲经营，只要遵守了GDPR就能够在这里开展业务。如果哪个公司没有遵守GDPR就会受到惩罚，GDPR对所有参与者来讲都是一致的，公平的。宁可关掉公司：表明华为不收集情报、不装后门的决心9、《卫报》记者：2017年中国通过的《国家情报法》是英国政治人物比较担心的一点，具体来说是要求中国公司配合中国情报机构监听方面的要求，BBC曾经报道华为创始人承诺“如果真的收到这样的要求，宁可关掉公司也不会这么做”。您是否也支持华为创始人的观点？另外，现在大家对《国家情报法》担忧是不是有一点太夸张、太过了？梁华：首先，华为在运营过程中没有接收到任何类似这样的要求，即使接到这个要求，我们也不会执行。关于《国家情报法》，中国官员在不同地场合都说明了没有任何法律要求企业去搜集情报、安装后门。中国官员杨洁篪先生在慕尼黑的安全会议上明确讲了没有任何法律要求企业安装“后门”或收集外国情报。中国国家总理李克强在两个多月前的两会期间也明确提出，“这样做不符合中国法律，也不是中国行事的方法，现在不会有，将来也决不会有。”各位记者朋友可以想一下，华为服务了三十年，业务遍及在170多个国家，不会去做损害客户、损害个人的事情。刚才您提到创始人任正非先生说如果最后有这种情况宁可关掉公司，我表示支持。华为可以向运营所在国家提出，愿意跟政府（包括英国政府）签订华为设备无后门、无间谍的协议。最后一个问题，问到其他国家一些人员对中国《国家情报法》过度解读和担忧，我认为你说的是有道理的。10、《每日电讯报》记者：如果中国政府要求华为分享客户信息，宁愿关闭整个公司，请问您刚才说的是这个意思吗？会不会执行？梁华：在情报领域如果要求华为公司去搜集情报，创始人多次表达过“宁可关闭公司也不会做这个事”。记者：假设真的出现一种情况，华为被要求收集一些信息，华为按照创始人的表态宁愿关掉整个公司，从这个角度看，一方面讲华为可信，应该参与5G网络；另一方面存在一种可能，有朝一日华为宁愿关掉公司也不会执行这个请求。也就是说，华为关掉公司也是网络安全潜在风险，既然没有公司，卖出去的产品网络应该怎么办？梁华：宁可关掉公司是表明华为的一种决心。华为跟客户合作过程中只提供网络设备，由运营商运营网络，华为很好地支撑了客户网络的运行。华为服务客户核心是以客户为中心，为客户创造价值。“法无明文不为罪”，即使收到这些要求也不会执行，任先生这句话表达了我们“不会执行这些要求” 的决心，不执行要求也不会承担法律责任。所以，我们对于公司的长期发展很有信心。华为每年坚持在研发上大量投入，去年在研发上的投入是150亿美金，未来五年每年大概投入研发150亿到200亿美金。我们希望华为能够长期存在下去，更好地支撑客户的发展。在公司运营当中，华为把客户网络的稳定运行作为支撑，我本人过去在公司的工作经历中，曾经负责过全球的技术服务。当客户网络受到自然灾害或者其他设备影响时，公司把支撑客户网络稳定运行作为重要责任，包括智利地震、日本地震、印尼海啸时，员工都快速帮助客户恢复了网络运行。华为愿意成为英国电信产业供应链的一环11、《新闻联合社》记者：经常有人问我有什么手机可以推荐，最近有一位朋友诉求是电池续航够好，我推荐华为手机，他说“我才不要用华为手机，我怕被监听”，请问华为怎么打破这个印象？梁华：我觉得你的推荐是有道理的。每个用户在选择手机品牌的时候，都有他的偏好，有的关心续航、有的关心拍照、有的关心应用方便性。用户用哪个品牌手机，应该从整个产业链层面来判断。一部手机大概有几千个零部件，这些零部件都是由全球产业链构成的。刚才你朋友说用华为的手机怕被监听，这个担心大可不必。我们不建议从手机公司所在国和地缘政治来决定是否用哪一个品牌的手机，要从整个手机背后的技术来做决定。记者：您对于这种品牌形象的认知会不会担心？影响到华为的不止手机还有穿戴设备等整体的品牌形象。梁华：我认为影响品牌形象的是产品质量和可信度，不会因为一些人对我们的误解而担心影响产品和品牌形象。华为手机、PC以及穿戴设备业务增长非常好，一季度已经发货了5900万台智能手机。我想在这方面没有因为这个而担心整个产品的品牌，产品还是要基于技术先进性、高质量等长期构建出品牌。任何一个产品，特别是高端产品，在发展过程中，外界有一些质疑也是可以理解的，最终能否经受得住市场的检验，才最能说明问题。12、《CNN》记者：关于5G商用合同，来自于欧洲的5G合同具体有多少？签署协议将会向欧洲这些国家和地区提供5G核心部分产品，是否存在一些风险？如果英国供应链审查有结果以后，这些合同可能会受到影响。梁华：合同中主要是基站设备，欧洲的25个合同里面，有多少含有核心网我确实还不知道这个数据。关于英国供应链审查，英国政府明确表明了供应链审查不是针对任何一个公司和国家，会涉及所有电信行业运营商和设备供应商。华为已知晓英国政府开展供应链审查的计划。华为非常理解英国政府建设安全、有韧性的国家关键基础设施的承诺，并将全力配合这项审查工作。对于英国政府基于供应链标准和要求进行供应链审查结果，在这方面我们还是很有信心的。基于网络安全的实践、网络韧性和市场多样化进行供应链审查，有利于英国在整个ICT基础建设上选择比较好的设备供应商。现在电信行业已经是一个全球化产业链，华为愿意成为英国整个电信产业供应链中的一个环节。（完）", "author": "环球网", "newsdate": "发布时间：19-05-16", "newstime": "10:17", "sentiment": [{"positive_prob": 0.39963, "confidence": 0.111932, "negative_prob": 0.600369, "sentiment": 0}]}, {"title": "刚刚，美国拉响警报，华为强硬反击！", "content": "作者：张生（本文首发：鸣金网，照片来源：网络）明枪易躲，暗箭难防！30家中企“危险清单”之后，华为及70家子公司也上了“黑名单”！一美国再次对华为下黑手，这次特朗普亲自出马！今天凌晨，美国总统特朗普签署了一项行政命令，宣布国家进入紧急状态，在此状态下，美国企业不得使用被视为对国家安全造成风险的外国企业提供的电信设备和服务。此举显然直奔华为而来，随后美商务部的行动更印证了这一点。美国商务部宣布，将把华为及其70家子公司列入出口管制的“实体名单”。企业一旦被列入这样的名单，如同禁运，这就是美国一直在全球将安全问题挂在嘴边所采取的“恐惧式威胁”手段，明的竞争不过，就来暗招。就在4月份，美国商务部刚把30家中国企业列入“危险清单”，包括31家内地和香港企业，涉及领域涵盖半导体光电、液晶材料、精密光学等高科技产业，连人民大学、西安交大等13家科研院校也被盯上，甚至包括一家日本企业在华子公司爱信（南通），而这些企业和高校在各自领域均处于龙头或领先地位。美国滥用出口管制权、肆意干涉企业间正常国际贸易，借此来打压中国的歹毒用心昭然若揭。从一年前针对华为、中兴的禁入，美国已正式升级到针对所有中国高科技产业的“掐脖子”层次。二对于美国这种既不光彩也不公正的对待，华为作出强硬回应：限制华为，不会让美国更安全，也不会使美国更强大！华为对外表示，“华为是5G电信设备领域无可比拟的领导者，限制华为，只会迫使美国企业使用劣质而昂贵的替代设备，在5G网络建设中落后于其他国家外，最终伤害美国企业和消费者的利益。”值得注意的是，华为同时指出：“不合理的限制也会侵犯华为的权利，引发其他严重的法律问题。”言外之意，你执意要干“伤敌八百、自损一千”的事，必要的时候，华为也会拿起法律武器维护自身权益。没错，状告美国政府，两个月前，华为就这么干了，或许很难胜诉，但意义重大！的确，一个外国企业起诉美国政府，无疑是一场苦战，但也绝非毫无胜算，这也将是一块“试金石”，全世界都在看，标榜自由、公正的美国司法，一旦做出不公正的判决，丢失的将是所有人的信任。三美国被逼急的背后，是5G领域全面落后于中国！图片来源：日经中文网根据德国专利数据库公司IPlytics最新统计，截至3月份，5G通信所必需的标准必要专利申请数量中，华为以15.05%的占比高居榜首，就连中兴占比也高达11.7%，力压高通，我国合计占34.02%的比例居全球首位，远超美国英特尔和高通合计不到14%的占比。就在上周五，华为发布最新5G成绩，华为在全球范围已签署40多份5G合同，其中有25份来自欧洲，超过10万个5G基站已发往全球。这也意味着美国闹腾最凶、盟友最多的欧洲，还是华为5G最坚定的支持者，在国家利益面前，所谓的盟友都得靠边站。在此前对央视的采访中，任正非解释称：“全世界把5G做的最好的是华为，全世界把微波做的最好的也是华为，能把5G和微波结合起来成为基站的，只有华为一家能做到，我们有些东西欧美国家不得不买，不买他傻，不买他就亏了。”今天，美国曾肆意卡我们脖子的那只手断了，霸主位子坐惯了的人开始气急败坏！明天，面对掌握全球最多5G标准必要专利的中国企业，禁的了华为产品，却照样得交专利使用费，就是这么霸道！正如任正非所说，东边不亮西边亮，美国不代表全世界，美国更无法摧毁华为，全世界也离不开华为！他强由他强，清风拂山岗，他横由他横，明月照大江！↓↓关注鸣金网，拥抱科技创新", "author": "鸣金网", "newsdate": "发布时间：19-05-16", "newstime": "22:11", "sentiment": [{"positive_prob": 0.883153, "confidence": 0.74034, "negative_prob": 0.116847, "sentiment": 2}]}]