[{"title": "德国重申反对将华为排除在5G建设之外：没有华为5G将落后美国和中国", "content": "虽然美国方面多次游说欧洲各国禁止华为5G设备，但是仍旧有许多欧洲国家坚持选择华为5G设备。根据消息，华为目前已经签署了60多份5G商用合同，其中一半都来自欧洲。而近日，德国总理默克尔也再次重申反对将华为排除在德国5G建设外。昨日(18日)，德国总理默克尔在德国联邦议院发表讲话。在谈及华为公司与德国5G建设时，她重申反对将华为排除在德国的5G网络建设范围之外。默克尔表示，她赞成尽一切努力来确保网络安全。默克尔表示，华为不仅在德国，而且在欧洲的其他国家都参与了第二代、第三代和第四代的网络建设。此外，针对曾有媒体炒作所谓中方为华为“威胁”德国，默克尔强调，她没有感受到来自中国的压力。值得一提的是，在今年年初德国电信公司内部评估文件显示，华为已成为欧洲多家电信公司的供应商，这些公司正准备投资数十亿欧元部署5G网络。“如果欧洲各国政府禁止中国电信设备供应商华为参与5G网络建设，那么欧洲将在下一代移动网络部署中落后于美国和中国。”文件显示，德国电信当时已在数千个无线基站装设华为系统。华为也是德国电信部分云端产品的主要供应方。同时，5G网络必须建立在现有的4G基础设备上，而德国电信已极依赖华为的4G设备。因此德国政府若全面禁用华为设备，这些电信业者将被迫拆除所有华为设备，付出成本达数十亿欧元。此外，根据华为副董事长胡厚崑在10月份的一场论坛上的讲话，华为目前已经有60多个5G商用合同，其中32个来自欧洲。虽然国际上仍在讨论是否允许华为参与5G建设，但是从5G合同数量来看，华为依然是“最受欢迎”的5G网络供货商之一。", "author": "天极网", "newsdate": "发布时间：19-12-19", "newstime": "17:44", "sentiment": [{"positive_prob": 0.080243, "confidence": 0.821682, "negative_prob": 0.919757, "sentiment": 0}]}, {"title": "还好没买早，华为P30硬核大降价，很多人都没想到吧！", "content": "华为P30这款手机可能很多小伙伴都不陌生，该机自4月份推出以来价格一直都比较稳定，天空之镜的配色更是让不少粉丝十分看好。不过接近4K的价格也让部分消费者有些犹豫，好在最近该机在众多5G手机的冲击中开启了“硬核降价”，网友：还好没买早！从第三方平台上，我们可以看到华为P30现在最低降至3388元起步，相比上市之初有了600元的价格波动，作为华为的一款高端旗舰机，且售卖不到一年，这个幅度还是不小的。华为选择在这个时机将其降价，肯定也有不少考虑，比如迭代新机华为P40可能在年后就要开始预热，还有市场上的5G手机越来越多，4G旗舰机都承受着比较大的压力，在这样一个时代过渡期，4G手机稳定退出市场显得尤为重要。当然，除了外界的因素外，随着技术的不断发展和进步，从华为P30自身来看，或许也存在些许不尽如人意的地方。最明显的当属硬件配置，它搭载的麒麟980核芯处理器，虽然仍属旗舰级别，但华为已经推出了更强悍的麒麟990和麒麟990 5G处理器，竞争对手高通也发布了明年的新旗舰骁龙865芯片，与麒麟980同期的骁龙855机型现在也很多都在降价清仓。华为P30能坚持到现在才开始降价，已经是表现很不错了。另外，华为P30在续航方面也变得有些被动，电池容量3650mAh，目前华为的新机基本都配置了4200mAh大容量电池，更有优秀者做到了4500mAh，所以首先这个电池容量就不再是华为P30的优点。同时，充电方面该机搭配的是22.5W快充，也被明显落后，华为的高端旗舰机现在不仅标配了40W有线快充，还支持27W无线快充和无线反向充电。有了这些对比后，华为P30的续航只能算是可以满足简单的一天所需，不能算强劲了。最后，华为P30的优点也还是很明显的，那就是拍摄水平，虽然没有高配版华为P30 Pro那么耀眼，但4000万的徕卡三摄也仍是领先水平，同时还支持智能防抖和最大30倍数码变焦，这点定位旗舰是没有疑问的。另外，水滴屏的外观也拥有很不错的视觉效果，OLED的屏幕材质也不存在缩水。所以，如果是喜欢拍照的朋友，现在华为P30降价不少，性价比还是非常值得考虑的。虽然原价买的朋友们现在看来可能稍有吃亏，但毕竟还是在第一时间体验到了该机的优秀性能，能保值这么久也很令人欣慰了。没有趁早买的伙伴们，现在可以考虑考虑了，你觉得华为P30现在值得入手吗？", "author": "加速度测评室", "newsdate": "发布时间：19-12-19", "newstime": "21:08", "sentiment": [{"positive_prob": 0.808811, "confidence": 0.575136, "negative_prob": 0.191189, "sentiment": 2}]}, {"title": "华为P40系列渲染图曝光，华为CEO余承东称该手机设计前所未有", "content": "12月19日消息，据外媒PhoneArena报道，华为消费者业务CEO余承东接受采访时透露，华为将在明年推出华为P40系列手机，并称该手机外观将采用最新设计，声称该设计是前所未有。爆料人史蒂夫·海默斯托弗（Steve Hemmerstoffer）日前发布了华为P40/P40 Pro手机的CAD渲染图。从曝光的华为P40/P40 Pro渲染图看来，P40/P40 Pro手机背面采用矩形摄像头组合。史蒂夫·海默斯托弗（Steve Hemmerstoffer）表示，华为P40/P40 Pro后置摄像机有可能将配备3个以上镜头。结合之前消息，华为P40/P40 Pro或将配备6400万像素主摄像镜头、5200万超广角镜头、专属电影镜头等5个镜头，同时还支持十倍光学变焦功能。渲染图中华为P40/P40 Pro的手机后盖都采用了玻璃材质设计，华为P40手机配备6.1或6.2英寸的直面显示屏。华为P40手机机身底部配备USB接口、SIM卡槽以及扬声器孔，但没有预留3.5mm耳机孔位置；机身右侧设置音量和电源按键；机身顶部设计了一个2mm的小孔。与华为P40手机不同的是P40 Pro手机显示屏四个顶角并非完整的，这说明华为P40 Pro或将采用四曲面设计，配备6.5或6.7英寸的屏幕，因此P40 Pro占屏比将进一步增大。值得注意的是，华为P40系列手机没有明确显示前置相机将采用开孔设计。本文编辑：吴珍", "author": "泡泡网", "newsdate": "发布时间：19-12-19", "newstime": "17:58", "sentiment": [{"positive_prob": 0.334404, "confidence": 0.25688, "negative_prob": 0.665596, "sentiment": 0}]}, {"title": "涨停 华为带货！售价2999的新VR眼镜来了 A股这么多小伙伴笑了", "content": "12月19日，华为全新VR眼镜正式开卖，售价2999元。来源：华为商城微博受利好消息刺激，在两市震荡走低的大背景下，多只虚拟现实概念股大涨。截至午间收盘，奥飞娱乐、创维数字等涨停。新时代证券分析师认为，目前华为在终端这块率先做出了关键性的突破，且已配备较为丰富的生态内容，看好华为引领VR产业发展。“5G技术下，华为或是这次VR发展的领路人。”全新VR眼镜仅重166g华为在9月26日发布HUAWEI VR Glass新型虚拟现实(VR)眼镜。12月19日，这款VR眼镜正式开售，售价2999元。此前，华为在2016年和2017年分别发布两款VR眼镜，此次是华为的全新款VR眼镜产品。上海证券指出，华为新款VR眼镜的优势主要在于其轻便性：其前端厚度仅26.6mm，仅为主流VR产品的约1/3；重量166g，约为Oculus Quest的30%。作为一款VR视频的观看设备，这款眼镜无疑是极具竞争力的。来源：华为手机官微不过，对于产品不足之处，上海证券认为，这款眼镜本身仅具备3DoF的定位能力(支持视角转动但不支持位移)，无法完美体验部分VR游戏。但是，这未尝不是一种好的尝试：如果仅仅将VR游戏视为传统电子游戏在视觉上的一种升级，只是将传统3D游戏画面升级为VR游戏的全景画面，同时保留游戏的操作方式等其他因素，那么，对于这类游戏3DoF也是完全能够胜任的。券商：5G时代华为将引领VR产业新时代证券分析称，VR的发展难题在4G移动互联网时期表现得比较充分，主要是硬件不成熟，网络不成熟和标准不统一等问题，具体表现为众多技术难突破，内容相对缺乏，缺乏杀手级的消费产品等。而用户体验和技术难点主要体现在，一是解决刷新率的问题，这是克服眩晕的关键；二是分辨率解决清晰度的问题；三是解决视野范围里面图像变形等问题；四是解决交互控制动作捕捉等问题。“针对目前VR眼镜较重、易眩晕的特点，华为推出了更轻、更薄、更酷的VR终端——华为VR Glass，以推动更多消费者喜爱VR，并解放我们的双手。”10月19日，华为轮值董事长郭平在2019世界VR产业大会上直言，现在的年轻人越来越少看电视，时间更多的花到手机上。但是大屏的体验不是手机能够满足的，VR的出现将替代大屏，给人一个个性化的沉浸空间。将来，VR/AR终端会逐步引入更多的语音、手势等互动方式，进一步解放双手。“VR/AR将成为5G时代的首批应用。”郭平直言，VR产业在经历了产业炒作高峰后，在2017年跌入低谷。现在，VR终端产品的推陈出新，以及5G的商业部署正在促使其走出产业低谷，2019是产业的复兴期。多家公司进入华为VR产业链在互动平台，不少中小投资者向上市公司提问是否与华为VR眼镜合作。以深交所互动易为例，中证君以华为VR关键词检索，近三个月有146条相关提问。12月18日，全志科技回复投资者称，公司VR芯片产品已经实现量产落地；公司与华为在消费类电子产品领域有合作；公司芯片产品能适应各类操作系统需求。12月17日，安洁科技称，公司有配合客户开发VR产品，但占公司营业收入占比较小。12月16日，恒信东方表示，公司目前是华为在VR板块的内容合作方之一。12月12日，水晶光电称，公司积极送样中；公司会时刻行业趋势，抓住行业机遇。11月5日，中光学回复投资者称，关于华为VR眼镜，(合作)正在推进中。10月21日，盈趣科技称，公司从2015年开始与客户开展VR眼镜业务的合作，也积累了相关的技术。尽管目前整体VR、AR行业仍处于起步阶段，但市场未来增长潜力较大，看好该领域的发展。值得一提的是，9月26日下午华为发布VR眼镜后，27日A股市场虚拟现实板块集体大涨，歌尔股份、联创光电、佳创视讯等9只概念股涨停。来源: 中国证券报", "author": "同花顺财经", "newsdate": "发布时间：19-12-19", "newstime": "13:13", "sentiment": [{"positive_prob": 0.946083, "confidence": 0.880185, "negative_prob": 0.0539169, "sentiment": 2}]}, {"title": "华为P40/P40 Pro渲染图曝光；苹果谷歌亚马逊联合将打造统一联盟", "content": "Hello 大家好，这里是「科技V报」，我是枫云，近日，知名爆料人士Onleaks曝光了华为P40、P40 Pro渲染图。不过这次Onleaks曝光的P40渲染图较为模糊，仅仅能看到P40、P40 Pro的大致轮廓。两台旗舰都采用了矩阵相机造型，其中P40后置徕卡四摄，P40 Pro摄像头数量暂时不确定，传言它有五枚镜头。尺寸方面，P40的屏幕尺寸在6.1英寸到6.2英寸之间，P40 Pro采用了双曲面屏方案，屏幕尺寸在6.5英寸到6.7英寸之间，二者均采用了OLED面板，支持屏幕指纹识别。P40、P40 Pro可能采用的是挖孔屏方案，不过目前还不清楚摄像头会放在什么位置、是否为双打孔也暂时不得而知。Onleaks表示P40、P40 Pro不是弹出全面屏设计。有消息称P40 Pro将采用120Hz刷新率显示屏，搭载麒麟9905G芯片，配备5500mAh电池，支持55W快充。目前曝光的各家厂商的手机都采用了矩阵相机，不知道你喜欢这样的造型吗？今天，数码博主（@王奔宏）曝光了疑似是三星翻盖式可折叠手机的真机图，不同于三星Galaxy Fold左右折叠的方式，图片中的手机采用了上下折叠方式，这个设计跟之前摩托罗拉发布的新款Razr有些类似，只不过屏幕折叠起来拥有等宽的四边框，不像Razr的大下巴设计。另外，该机还采用了前置打孔屏设计，打孔位于屏幕顶部中间，该机背面还搭载双摄。彭博社在9月报道，三星正在研发一款可折叠的翻盖手机，该手机的屏幕为6.7英寸，可以折叠成一个紧凑的正方形，这么来看图片中的手机基本跟彭博社的报道一致，不过真实性方面还有待确认。那么就不知道三星会多久发布这款手机了，话说这样的折叠方式你喜欢吗？在CES 2020到来前，LG提前揭晓了2020款Ultra显示器。新品包括五款，有办公、人体工学UltraFine Ergo家族的32UN880、高刷新率游戏UltraGear家族的27GN950/34GN850/38GN950和超宽带鱼屏UltraWide家族的38WN95C。这三个系列产品均采用IPS面板，支持HDR内容显示。其中最为亮点的就是UltraFineErgo 32UN880，它放弃了传统的支撑底座，而是夹子固定，上方为悬臂式支架，屏幕支持左右70度摆动，上下25度摆动，以及最大280度转动，以适应各种场景，比如直播、站立办公、对外演示等。核心参数方面，31.5寸4K屏，覆盖95% P3色域、350尼特亮度、60Hz刷新率、5ms响应时间、HDR10、AMD Freesync帧率同步，接口提供1个USB-C、两个HDMI、一个DP等。目前LG还没有公布几款新品的价格，这几款产品都将会在CES 2020上亮相。不知道你喜欢这样的设计吗？据外媒报道，近日一款型号为“K8220”的索尼新机出现在Geekbench网站上，“K8220”单核得到465分，多核得到1757分（Geekbench5.0.3基准）。处理器信息和此前曝光的OPPO Reno3 Pro完全相同，这表明这款手机也将采用高通骁龙765G处理器；此外还带有安卓10和8GB内存。此前有消息称索尼将在2020年推出多款手机，按照索尼手机的型号惯例，第二个数字为8或9的机型为旗舰系列，搭载高通高端芯片，但是据目前爆料来看“K8220”可能稍有不同。那么到底是个什么情况就等后续官方揭晓吧！据国外媒体报道，亚马逊、谷歌和苹果公司周三达成一项合作伙伴关系，他们宣布将要联合开发一套互联开放标准，这意味着未来的智能家居产品可以不分阵营，买回家即可直接使用。这项合作被称为“基于IP的互联家庭项目”（Project ConnectedHome over IP），致力于为智能家居创建一个新的标准，人们在购买产品时就能知道是否可以与家里的智能系统相兼容，并且这些产品是安全的。将来，智能家居产品的包装盒上会印有一个Logo，以便让消费者知道它是否由“基于IP的互联家庭项目”构建和支持。除了苹果、谷歌和亚马逊，ZigBee联盟公司也将加入这一合作，它们包括三星SmartThings、施耐德电气、Signify(飞利浦照明)、宜家、恩智浦半导体和Resideo等。这一联盟最初将专注于物理安全智能家居设备，如烟雾报警器和二氧化碳传感器、智能门锁、安全系统、电插头、窗帘和HVAC（供热、通风与空调）控件，然后再扩展到其他类型的设备和商业解决方案。该联盟计划在明年晚些时候发布一份规范草案和初步的开源资料，目前尚不清楚首批产品何时上市。敢问一句，国内几大智能家居品牌有兴趣加入进来吗？", "author": "VDGER", "newsdate": "发布时间：19-12-19", "newstime": "17:48", "sentiment": [{"positive_prob": 0.252599, "confidence": 0.43867, "negative_prob": 0.747401, "sentiment": 0}]}, {"title": "买华为还是选苹果？为什么懂行的老师傅，都建议我千万别买这三款", "content": "现在的手机价格越来越贵，逼的机友们不断抬高自己的购机预算，买一款新机的肉疼老半天。既然预算提高了，那机友们对于新机的要求自然也就更高了，为了保险，大多数人往往会选择值得信赖的大品牌，比如华为和苹果。但问题又来了，华为和苹果该选谁呢？懂行的老师傅会告诉我们，这二者都是一流的手机厂商，都值得入手，但前提不要选错了机型，下面这三款手机别随便买，否则分分钟后悔！但问题又来了，华为和苹果该选谁呢？懂行的老师傅会告诉我们，这二者都是一流的手机厂商，都值得入手，但前提不要选错了机型，下面这三款手机别随便买，否则分分钟后悔！iPhone 11Pro MaxiPhone 11Pro Max是苹果最新款的手机，有人觉得这是最新款，价格又那么贵，入手肯定有保障，于是便剁手了。但好物君遗憾地说，iPhone 11Pro Max入手之后肯定会后悔，因为它的保值率很低，这一点我们可以从去年的iPhone XSMax身上看到，同样都是当年的最高端机型，iPhone XSMax发布仅仅一年，现在就已经降了三千多了，差价都足以买一款5G手机了。因此即便它配置再好，好物君目前也不推荐机友们入手，当然要是不在乎差价的机友那自然可以早买早享受了，否则的话，还是坐等明年降价吧。华为 P30Pro华为 P30Pro是华为目前最高配的手机之一，发布也才半年，对机友们有不小的吸引力。但这款手机入手需谨慎，它本身没什么毛病，关键在于它被自家的另两款旗舰机前后夹击了，去年华为发布的华为 Mate20Pro，配置和华为 P30Pro一样，屏幕比华为 P30Pro更好，还支持3D结构光技术，妥妥的顶级旗舰配置，但价格却比华为 P30Pro便宜好几百。除了华为 Mate20Pro，前不久刚发布的华为 Mate30Pro也对华为 P30Pro造成了不小的影响，虽然华为 Mate30Pro价格更高，但配置得到了全面升级，能买得起华为 P30Pro的人，想必也不在乎二者的差价，甚至有些土豪直接入手了华为 Mate30Pro的5G版本。iPhone X上面两款手机本身配置没有问题，只是价格不太合适，因此好物君不推荐大家入手。但接下来要说的这款iPhone X不仅价格虚高，本身的配置其实也有些瑕疵，入手即入坑。iPhone X是苹果两年前发布的一款机型，也是第一款刘海屏手机，两年过去了，iPhone X的价格几乎没怎么降，现在依旧稳定在七千左右，要知道我们五千块就已经可以买到今年发布的iPhone 11了,七千块还有曾经的皇帝版iPhone XSMax供我们选择，既然这样，那我们为什么要选择更旧却更贵的iPhone X呢？作为目前备受宠爱的两家厂商，华为和苹果其实都值得信赖，我们需要当心的是，无论是买苹果还是选华为，都得具体看是什么机型，二者都有很多叫好又叫座的实力旗舰，但同时也都有一些并不值得入手的机型，买那些实力旗舰当然不会亏了，可要是不幸买到了那些巨坑的手机，简直欲哭无泪。好在这样不讨人喜欢的机型并不多，上面说到的就是三款需要避坑的手机，只要避过这几款，机友们就可以安心换机了", "author": "MI好物君", "newsdate": "发布时间：19-12-19", "newstime": "19:10", "sentiment": [{"positive_prob": 0.00129239, "confidence": 0.997128, "negative_prob": 0.998708, "sentiment": 0}]}, {"title": "华为VR Glass发售：两块独立LCD屏/3K分辨率 2799元", "content": "12月19日消息， 华为VR Glass正式首销，售价2799元。华为VR Glass采用 两块独立的2.1英寸Fast LCD显示屏，分辨率为3200×1600，PPI达到了1058，延迟低。官方称可有效改善画面拖影，极大减少颗粒感与朦胧感，拥有3D沉浸式画面，配合90度视场角，在家能享受IMAX影院般的身临其境感。而且它采用半开放式双扬声器设计，声场开阔，声音清晰而且富有层次感。同时搭载双Smart PA智能功放芯片，音乐输出动态范围大幅提升，外放音量更大、低音更浑厚有力、音质更饱满。此外，它采用超短焦光学模组，实现了仅约26.6mm厚度的机身（重量仅有166g），轻量化的机身设计更适合佩戴，适合长时间使用。它支持700度以内单眼近视独立调节，带上VR Glass之后双眼都能清晰看见，适合大多数人群使用。更重要的是，VR Glass连接电脑或者手机时，手机和电脑可通过线缆主动给眼镜供电，VR手机连接线预留了Type-C接口，利用5V/2A及以上充电器或移动电源为手机和VR Glass同时供电，长时间使用无需担心电量问题。内容方面，VR Glass独有华为VR视频平台，包括IMAX大片、热门电视剧、动画片等，总时长超过30000小时，同时引入包括爱奇艺、VeeR、GVR等优秀平台资源，在家可享受私人影院。【来源：快科技】【作者：振亭】", "author": "太平洋电脑网", "newsdate": "发布时间：19-12-19", "newstime": "16:10", "sentiment": [{"positive_prob": 0.997282, "confidence": 0.993961, "negative_prob": 0.00271757, "sentiment": 2}]}, {"title": "最新消息：21个欧洲国家选择华为5G，加拿大“反常”举动令人意外", "content": "导语：最新消息：21个欧洲国家选择华为5G，加拿大“反常”举动令人意外华为作为我国最大的一家高科技民营企业，在任正非的带领下，一直坚持走自主创新的道路。随着华为的不断的努力和发展，不仅在智能手机、芯片领域表现非常的抢眼，在移动通讯领域也拔得头筹，让外界刮目相看。华为能从一个小小的移动通讯企业发展成为了如今响彻全球的科技巨头企业，这一路走过来，可以说华为是十分不容易的！可是自2018年华为成功的拿下5G标准的短码方案后，美国特朗普政府对华为对面的“窥视”变成了公然的打压。为了能进一步的至华为于死地，美国特朗普政府从市场、供应链、研发层等多维度、全方位对华为实施了制裁。同时，介于美国在全球的影响力，美国也试图说服一些国家，甚至是威逼利诱，迫使他们禁止华为的通信设备。然而，美国特朗普的苦口婆心效果甚微。随着5G时代的逐渐临近，各国都加快了其网络建设步伐，而作为全球领先的5G设备供应商华为，也已经收获了65份5G合同之多，确立了自己的优势。此时，全球已进入了5G建设的白热化阶段，全球通信市场对待华为的态度，也在悄然发生变化。目前最新消息，华为的5G订单，分别来自欧洲、东南亚、南美洲等地区，这其中欧洲国家为华为贡献了绝大部分的订单。据海外媒体消息，仅在欧洲地区，目前就已经有21个国家或地区的运营商明确表示选择华为的5G设备。它们分别是来自俄罗斯、英国、法国、德国、挪威、意大利、摩纳哥、西班牙、瑞士、爱尔兰、葡萄牙、荷兰、芬兰、希腊、土耳其、匈牙利、塞浦路斯、奥地利、罗马尼亚、瑞典和塞尔维亚的电信运营商。华为在全球拥有着最好、最多的5G技术。截至目前，华为仍是全球唯一一家，拥有端到端5G网络铺设服务的供应商，没有之一。况且华为设备要比诺基亚和爱立信便宜20%-30%。一个国家通信网的升级建设，无疑是一笔巨大的支出。选择华为5G，不仅仅意味省钱，还将使得国家的5G建设快人一步。因此才会有越来越多的国家开始不再顾虑美国，也要与华为保持良好的关系。不过，仍然有一些国家，宁愿牺牲本国利益，也要追随美国。据悉，目前将禁令进行到底的，除了美国本土外，还有日本和澳大利亚。然而，后两者在5G建设上进展缓慢，澳大利亚的4G网络升级计划，由于将华为踢出，更是陷入“泥潭”。日本为了禁止华为5G也“搬起石头砸了自己的脚”，不仅增加了大量的资金消耗，而且5G网络的正是商用将推迟好几年。除此之外，争议最大的还要数一向被誉为美国“后花园”的加拿大，对于华为的态度一直犹豫不定。就连前不久华为创始人任正非向外界宣布，将位于美国的研发中心迁往加拿大，并计划在欧洲建立新的工厂来生产部分5G设备，以缓解外界对美国所谓“安全问题”引发的担忧。任正非表示：加拿大以人工智能作为国家战略，并且有着强大的人工智能理论知识，这是一个很好的学习机会。当然关键问题是，现在美国对我们的限制不仅仅是零部件的打压，这还涉及到了大学以及学术组织等。在人工智能的发展上，加拿大拥有着世界三位“人工智能之父”，华为也希望围绕这些科学家加强在人工智能方面的投入和发展。然而，华为对加拿大抛出的“橄榄枝”，加拿大并未领情而且“反常”的举动更是令人意外。根据外媒最新的消息显示，加拿大已经批准了韩国巨头三星供应5G设备。韩国巨头三星已经被允许向加拿大供应4G和5G移动通信设备，并且加拿大运营商Videotron已经使用三星提供的解决方案和通讯设备。同时，Videotron计划在2020年下半年开通4G和5G商用服务，而三星将从2020年上半年开始供应设备4G设备，逐步扩大到5G通讯设备的提供。这意味着加拿大宁愿在通讯设备上优先使用技术相对落后的三星。不过对于其他设备商，加拿大并未完全排除华为的5G设备，只是打哑谜的说道还在进行相关的评估。但是不管怎么说华为对加拿大还是非常看好的，并且根据任正非透露还要加大在加拿大的投资建设。其实以华为现有的实力，就算完全放弃加拿大也没问题，只是任正非没有放弃希望……大家认为任正非这样做值得吗？", "author": "科技在前方", "newsdate": "发布时间：19-12-19", "newstime": "18:46", "sentiment": [{"positive_prob": 0.949589, "confidence": 0.887975, "negative_prob": 0.0504114, "sentiment": 2}]}, {"title": "从移动办公到多屏生态：华为MatePad Pro打开了平板的“两面”", "content": "经过了3G、4G移动互联网时代的洗礼，人们的生活方式被小小的智能手机深刻改变，它让我们随时随地都可以连接到互联网，时刻在线，这个时间段的关键词是“移动”。可是，移动互联网不是技术的终点，它构建了很多新的场景，也遗留了一些问题没有很好地解决，比如移动办公。智能手机让人们随时在线，于是产生了移动办公的场景和需求。但是小小的智能手机无法承载这一场景。这时候，在移动互联网浪潮中被推向边缘的PC厂商看到了机会，他们推出了各种适用于移动办公场景的设备，例如轻薄本、二合一设备……这些产品都可以称作移动办公的利器。但是，移动办公的场景始终是多变的，也始终有PC覆盖不到的场景。例如，人们在旅途、行动过程中，对办公的需求总是轻量的，更关注于智能手机的协同，这时候即便是轻薄的PC也有不便利之处。怎样应对更普遍的场景？IT之家小编觉得，华为不久前推出的MatePad Pro可以给我们很多启发。华为MatePad Pro本质上是一款旗舰安卓平板，但是在产品形态上类似于Windows的二合一设备——配备了智能磁吸键盘和HUAWEI M-Pencil手写笔，更重要的是，在系统层面也针对移动办公场景做了深度定制。别小看这些操作，它们对安卓平板这一产品形态可能产生深刻的影响。这我们后面会说。IT之家小编先举两个例子。首先是华为MatePad Pro内置的全新WPS应用。在MatePad Pro上，WPS发布了多个全新功能，具体来说，包含了WPS的思维导图高效制作、语音备注幻灯片、画笔模式高效批注、智能排版幻灯片等常用办公功能。以IT之家小编自己为例，出差时最核心的办公需求其实就是文档编辑，而这个需求用华为MatePad Pro其实就可以轻松应对。小编使用华为MatePad Pro编辑了一段文档，智能磁吸键盘虽然小巧，但手感整体不错。软件方面，全新WPS的图文编排都非常轻松。gif华为MatePad Pro上的全新WPS还整合了WPS思维导图功能，可以非常快速地制作思维导图，出差路上做一些策划、甚至做学习笔记等，都非常方便。全新WPS还特别针对华为MatePad Pro加入了画笔功能，可以很轻松地对文档进行批注、荧光标注等。配合HUAWEI M-Pencil手写笔，有时候甚至可以比在PC上更方便，这也是手写笔存在的价值。gif当然，如果你觉得要不停触控华为MatePad Pro的屏幕，在移动场景中非常不便，你也可以进入电脑模式。这时候你只需要外接一个蓝牙鼠标就行了。电脑模式下，编辑文档、查看桌面网页、回复工作群的消息等等，都更加方便。很多PC上我们熟悉的快捷键等，在华为MatePad Pro上也被带了过来。视频：https://www.bilibili.com/video/av79809373/当然，除了小编说的全新WPS、电脑模式，华为MatePad Pro在移动轻办公场景下的生产力还有其他体现，例如我们已经非常熟悉的多屏协同，私认为是目前多设备联动的最优解；还有智慧分屏等功能，同样是移动办公中很实用的功能。其实，大部分用户在移动场景下都不会有非常专业、复杂的工作需求，华为MatePad Pro小巧、便捷，具有独特的生产力，恰好填补了移动办公设备阵列在这类场景下的空白，同时更为安卓平板电脑市场探出了一条新路。在一般用户的认知中，论影音娱乐，系统、应用生态、性能等综合体验，iPad的体验都更占优。安卓平板的优势似乎只有两个：系统的开放性和价格，而这两个对于平板来说，都不是刚性的。相比之下，安卓平板似乎没什么发展前景，相信大部分人都会这么想。然而，华为MatePad Pro生生开出了一条路：以智慧轻办公为核心融入多屏生态。IT之家小编刚才已经详细介绍过“智慧轻办公”，其中的“智慧”，IT之家小编觉得在5G商用更成熟的时候会被更淋漓尽致地体现，端侧的AI和多屏的协同，会真正体现“智慧”之所在。为什么要以“智慧轻办公”为核心？其实，我们思考平板电脑存在的意义：比手机屏幕大，比笔记本便携。屏幕大有什么好处？一是影音娱乐时更爽，二是进行精细操作的时候更方便。这两个是消费者还会买平板的核心需求，其中第二条背后，就是办公的需求。对于安卓平板来说，在娱乐性能之外，另一个发展重点自然就落到办公上了，加上平板的移动性，“智慧轻办公”的突破点其实并不诡谲，只是市场长期对平板电脑的刻板印象，才令安卓平板难以找到突破口。当定下这个突破口后，我们看到华为MatePad Pro很多“妙笔生花”一样的创新就很自然了。例如我们要用平板编写文档、表格、PPT怎么办？找WPS定制专属的功能呗。我们需要更精细、方便的办公操作怎么办？引入电脑模式呗。我们需要频繁在平板和手机之间互动怎么办？多屏协同的思路就有了。当然，这样的交互创意，的确需要一些才华。从这些功能中我们其实能看到，华为在做MatePad Pro时，并不是把它看作一个孤立的平板电脑，既有PC的功能，也能融合手机的屏幕，这一方面大大提升了移动办公的效率；另一方面，在5G时代的万物互联、多屏生态中，华为MatePad Pro也可以成为全场景生态的一个重要入口。这样一来，小到小屏的手机，大到很大的智慧屏，华为在多设备多场景的入口中就有了完整的布局。所以，当我们审视华为MatePad Pro时，它也就有了两个身份，其一是作为安卓平板阵营独一档的生产力工具，可以给我们带来高效便捷的移动办公体验；其二是作为智慧多屏生态的重要入口之一，背后连接的是华为5G智慧产业生态的势能。这也为行业提供了样本，如果能够沿着这两个方向深入下去，平板电脑市场也将获得新的发展。", "author": "IT之家", "newsdate": "发布时间：19-12-19", "newstime": "21:11", "sentiment": [{"positive_prob": 0.984818, "confidence": 0.966262, "negative_prob": 0.0151823, "sentiment": 2}]}, {"title": "任正非：5G只是小儿科 华为将长期处于世界领先地位", "content": "未雨绸缪，提前做好准备一直是华为这家公司的企业性格，作为一家以技术创新为驱动力的公司，华为在技术储备上一直都是不遗余力。为了在某个技术领域做到领先，华为可能会提前数年立项，做好战略准备，尽管有时候这种巨额研发投入不会很快产生经济效益。华为创始人任正非对技术储备十分看重，深刻明白有技术才能走得更远，这也是为什么他能说出“5G实际上是个小儿科的产品，华为能长期处在世界领先地位。”的话。近日，据华为心声社区提供的消息，任正非在谈及5G以及人工智能时，任正非表示，5G实际上是个小儿科的产品，是人工智能的支撑系统，因为它有低时延的优点。人工智能应该从正面来看它，会创造极大的财富。据了解，华为目前已经和60多个国家和地区签署了5G商用合同，已发货40万5G基站。华为明年预计将生产150万基站，相较今年翻番，未来两年将卖出200万台基站。从5G合同数量和5G基站发货量来看，华为5G设备仍是最受市场欢迎的。值得一提的是，目前华为的5G基站已经可以做到不使用任何美国产的元器件。任正非多次表示：“从芯片到系统，我们华为完全可以自己担负起来。在网络联接设备上，包括传送、接入网、核心网，我们长期处在世界领先地位。”对于华为5G全球领先这件事，华为技术有限公司副总裁鲁勇曾表示，这是必然结果，因为去年华为公司整个收入达到了7200多亿人民币，但是研发投入去年超过了1000亿人民币，在去年全世界所有的公司中华为公司的研发投入是排在第五名，英特尔和苹果的研发投资都已经被华为超越了。只有这种长期坚持的高强度专注的研发投入才能保证华为在这样一个高科技行业里面持续领先。根据欧盟送出的一份《2018年欧盟工业研发投资排名》，其中着重介绍了全球企业研发投资的排名，押宝5G技术的华为排在全球第五名，2017-2018年的研发费用是113.34亿欧元(约合人民币891.1698亿元)。作为对比，苹果、英特尔和高通的研发费用则是，96.56亿欧元(约合人民币761亿元)、109.21亿欧元(约合人民币861亿元)和45.56亿欧元(约合人民币359亿元)，而诺基亚的研发费用是49.16亿欧元(约合人民币388亿元)，爱立信是32.6亿欧元(约合人民币257亿元)，单从研发投入费用上来说，华为要比苹果、高通、诺基亚等要多得多，毕竟研发费用的多少，直接决定着公司的创新力。华为5G产品线总裁杨超斌也曾表示，华为投入5G技术研究已超过10年之久，在5G方面比同行至少领先12个月到18个月，是全球最大的5G厂商。", "author": "天极网", "newsdate": "发布时间：19-12-19", "newstime": "11:51", "sentiment": [{"positive_prob": 0.954936, "confidence": 0.899858, "negative_prob": 0.0450637, "sentiment": 2}]}]