[{"title": "华为畅享10正式发布，荣耀Play3与它有何不同", "content": "可能很多人都不知道今天有一场手机发布会，因为官方根本没怎么宣传。主角是华为畅享10这款机型。我们先来简单了解一下这款机型的信息：华为畅享10搭载的是自己家麒麟710F处理器，采用的是6.39英寸极点全面屏（也就是打孔屏），分辨率为720P级别。RAM有4G+6G两种，ROM有64G与128G两种。后置4800万+200万双摄。内置电池为4000毫安，支持10W充电。其中：4GB+64GB版本售价1199元，6GB+64GB版本售价1399元，4GB+128GB版本售价1399元。奇怪的是为何没有6+128G版本。看到这款机型的信息之后大家肯定会想到荣耀Play3，因为这两款机型从外观到参数基本上都是一致的。唯一的差别可能在于华为畅享10是双摄，而荣耀Play3是三摄。价格上荣耀Play3还要便宜一些是999元起步。注意：荣耀Play3与华为畅享10都是没有指纹识别的，仅支持人脸解锁。可能人人会讲这不明明是百元机的配置甚至连一些百元机都不如，无论华为还是荣耀都直接把它定位于千元机呢？这是一个非常现实的问题。因为存在的就是合理的，只有市场有需求品牌才会出这样的机型。假如没有需求你以为华为+荣耀傻吗？同时也反映出一个问题。在当下也只有华为+荣耀敢出这样的机型，其它三家小米+OPPO+vivo如果出了这样的机型不被喷死才怪。你看看现在999元左右可以买到realme X2这样的骁龙712机型，也可以买到Redmi Note7甚至是Redmi Note8这样的机型。而在百元机之中刚刚发布的Redmi 8系列的整体表现也比荣耀Play3与华为畅享10强。所以看到华为+荣耀这样的机型其它三家你仅有羡慕的份，这也是实情。", "author": "科技痞子", "newsdate": "发布时间：19-10-18", "newstime": "17:00", "sentiment": [{"positive_prob": 0.987632, "confidence": 0.972516, "negative_prob": 0.012368, "sentiment": 2}]}, {"title": "大开眼界！华为Mate 30的PC模式真是太强悍了！简直可以当电脑用", "content": "上个月华为Mate 30 系列手机发布，惊艳了很多人。随着华为Mate 30系列的上市开售，这款备受瞩目的年度旗舰手机好评不断，从环幕屏的外观，到徕卡四摄拍照、超强芯片麒麟990、无实体音量调节等都被网友认为是诚意满满。其他功能像AI隔空操作、PC模式等也很燃很酷炫。说到这个PC模式，此次并不是首创，它第一次亮相是在2017年华为推出Mate 10系列手机的时候，当时这个让手机秒变电脑的技术，吸引了很多人的眼球。这个强悍的PC模式，搭配扩展坞可以轻松实现。目前市面上有不少品牌都有扩展坞产品，比较知名的就有一直与华为保持着合作伙伴关系的数码配件品牌UGREEN绿联。在扩展设备领域，深谙用户需求的绿联率先布局，推出一系列Type-C扩展坞，并凭借其独特的设计和强劲的实力，获得很多用户的青睐。这次我购买的就是绿联最新一代智能扩展坞底座，看看在扩展坞的加持下，华为Mate 30 Pro的PC模式有多强大？打开包装可以看到，这款扩展坞的设计很有科技感，铝合金外壳，表面是哑光磨砂的材质，手感亲肤舒适。正面正中间印有绿联“UGREEN”的logo，这一块也是无线充电的感应区域，符合Qi标准，支持华为、三星、苹果等多款手机无线充电，不管是横放还竖放都可以充电，非常方便。背面则是接口区域，分别是3个USB口、1个Type-C口、1个千兆网口和1个HDMI口，满足多种连接需求。另外还赠送了搭配使用的电源线和连接线，这一点还是蛮贴心的。看完智能扩展底座的高颜值外观，接下来我就开始体验了！秒变电脑，办公更便捷经常需要出差的朋友大都有这个烦恼：不想携带笨重的笔记本电脑，但是由于工作需要又不得不带。有了这款扩展坞，手机秒变电脑，不需要再随身携带沉重的笔记本电脑。通过HDMI口可以连接会议室的投影仪，另外还可以通过USB接口连接鼠标、键盘、U盘等外设硬件进行多功能操作，手机秒变电脑，轻松实现办公。并且支持分屏和同屏两种模式，可以有效保护手机隐私。轻松投屏，畅快玩游戏通过HDMI口连接家里的电视机或者电脑显示屏，选择手机模式，同时连接游戏手柄，打开游戏APP，就可以和好友直接组队开黑了，大屏视野更清晰畅快，游戏体验感增强的不是一点半点。连接电视，打造家庭影院通过扩展坞连接家中的电视机或投影仪等大屏设备，可以将手机中的电影投到大屏设备上，扩展坞的HDMI口支持4K分辨率，可带来影院级的视听效果，足不出户也能体验到超级大片。另外，这款扩展坞不仅适合我的华为Mate 30 Pro，笔记本电脑也同样适用。尤其是使用Macbook办公的人士，通过这款无线充智能扩展坞，轻松外接各种设备，不需要更多的转接线，即可轻松投屏，超级省心！华为Mate 30手机的PC模式为商务人士带来了更加高效便捷的办公体验，也为手游玩家带来更畅快淋漓的操控体验。从发展趋势来看，未来支持PC模式的手机将会越来越多，绿联这款扩展坞兼具高颜值和多功能性，确认过眼神，是体验手机PC功能的绝佳好帮手！你喜欢华为Mate 30手机的这个黑科技吗？欢迎评论区留下你的看法。", "author": "手机教授", "newsdate": "发布时间：19-10-18", "newstime": "16:39", "sentiment": [{"positive_prob": 0.513494, "confidence": 0.730111, "negative_prob": 0.486506, "sentiment": 1}]}, {"title": "华为云语音语义创新Lab获DigSci科学数据挖掘大赛冠军", "content": "近日,华为云在论文匹配检索领域取得进展,基于自然语言处理领域的领先技术积累,华为云语音语义创新Lab在DigSci科学数据挖掘大赛上夺冠,精准率超过第二名5个百分点。DigSci科学数据挖掘大赛比赛是清华AMiner、智源实验室、微软联合举办的学术论文搜索匹配大赛,属于语义匹配检索领域,旨在从学术材料中挖掘知识。比赛提供一个约含20万篇论文的论文库,同时提供对论文的文字描述,描述来自论文中对同类研究的介绍,参赛选手需要为描述段落匹配三篇最相关的论文。本次比赛吸引了来自包括清华、北大、浙大、复旦等全国著名高校和企业组成的100多支专业队伍参加。挑战知识挖掘技术高点学术论文是人类最前沿的知识载体,通过自然语言处理技术,自动识别一段文本描述最相关的论文,可以在学术搜索、科研知识图谱、科研自动问答系统、科研自动摘要等领域落地。本次比赛的难点在于给定描述段落匹配的一篇论文(正样本),在没有负样本的情况下要求参赛者给出一个描述段落最匹配的三篇论文。参赛者需要从大规模论文库中匹配最相关的论文,涉及到语义表示、语义检索等技术难点。如何缩小搜索范围以及如何确保缩小的搜索范围包含了与描述匹配的论文成为比赛的关键技术。 华为云联合武汉大学、重庆邮电大学,凭借华为云语音语义创新Lab在自然语言处理领域深厚的技术积累,采用了候选训练集自动生成、自动特征抽取和选择、深度学习文本匹配算法、模型融合集成等技术。华为云自然语言处理专家提出的候选训练集自动生成技术对模型取得优异结果起到了关键作用。该技术针对一个描述段落,自动从大规模论文库中生成一个候选训练集合,并通过语义表示和语义匹配确保候选集中包含了待匹配论文。同时采样负样本,构建出均衡的正负样本集合用于训练有监督的深度语义匹配模型。华为云获DigSci科学数据挖掘大赛冠军推出知识计算即服务(KaaS)框架在已有的自然语言理解、对话机器人、语音交互等语音语义类服务基础上,华为云语音语义创新Lab持续创新,于2019年推出了知识计算即服务(KaaS)框架,助力政企客户破解大型企业和政府机构的智能化知识挖掘和管理难题,实现知识化转型。该框架基于在自然语言处理、知识图谱、深度学习、图计算等领域的技术积累和实践,以知识计算云服务形式提供全栈知识计算流水线平台,能够针对不同行业多源异构数据进行分析和处理,通过流水线平台帮助客户构建知识获取、知识建模、知识管理和知识应用的全套知识管理体系。在2019年华为全联接大会上,中石油携手华为联合发布了勘探开发人工智能平台,基于知识计算即服务框架,华为云助力中石油进行勘探开发知识体系的构建、计算和应用,为油气勘探开发科研、生产管理提供智能化分析手段,实现油气行业的知识化转型。凭借创新性和技术先进性,“华为云知识计算云服务”获得了行业权威奖项“2019数博会领先科技成果奖”。在不久前全国知识图谱及语义计算大会(CCKS 2019)上,华为云还获得了中文知识图谱问答大赛“创新技术奖”。目前,华为云语音语义相关服务已经成功应用于政务、金融、油气、医疗、汽车、物流、保险、电商、税务、媒体等具有语音识别、语言理解、知识管理等需求的业务领域。", "author": "砍柴网", "newsdate": "发布时间：19-10-18", "newstime": "08:56", "sentiment": [{"positive_prob": 0.995067, "confidence": 0.989037, "negative_prob": 0.00493334, "sentiment": 2}]}, {"title": "华为迎来当头一棒：印度电信5G选择爱立信，技术差别在什么地方", "content": "华为与爱立信的5G技术可以说是当今世界上两个顶级的供应商了，但是由于华为受到了美国的限制，从今年的5月份开始华为就关闭了在美国的57家工厂，并开始批量生产不含美国组件的5G基站，尽管华为受到了美国的打压，但是华为依旧是5G研发企业的领头羊，现在全球有超过20万个5G基站是有华为建设的或者使用的华为的产品。华为甚至计划在2020年把5G的产量增加一倍。正当华为信心满满地迎接这个胜利的果实的时候，去意想不到迎来了当头一棒：印度电信运行商Bharti Airte在本周二做出了一个让人意想不到的决定：用于建设5G核心网络的供应商是爱立信，以前呼声最高的华为却最终落选。大家都知道，很早的时候，华为就在印度进行了5G测试，并跟印度几家顶级电信运营商进行谈判，以推动有关5G技术的创新。作为与中国一样拥有最多人口的国家，印度的移动网络也是发展迅速，但是在选择华为还是爱立信的态度上面一直是举棋不定，犹犹豫豫，一直没有明确的态度。尽管在世界经济论坛印度峰会上面美国方面希望印度在5G设备的选择上面应该慎重考虑，但是却遭到了印度电信运营商的反驳，认为应该给华为5G一个机会，可以说是当时的这个消息让美国特朗普政府感到很没有面子。就是凭这一句话，让华为感到了希望。可是事情的发展总是令人捉摸不透，事情的发展竟然来了一个360度的大反转。但是着也并不表示华为没有机会在印度发展了，毕竟印度不是光有这一家电信运营商，其他运营商的5G网络建设谁能保证不选华为呢？或者其他的厂家都会选择华为一样是意料之中的事情。至于印度的这家运营商为什么选择爱立信，种种猜测都认为这是受到了美国与澳大利亚方面的影响。为什么有便宜而且质量更好的华为不用而选用价格高的爱立信呢？况且，此前华为还联手德国电信，在德国推出了全球首个5G的商用网络。德国是一个什么样的国家，难道全球的人不知道吗？这可是一个追究精益求精的国家，华为在德国的应用就可以说明一切的东西。印度选择爱立信而放弃华为，里面一定另有隐情。其实从目前来看，华为与爱立信在5G方面各有优势，但是总体上来说，华为要占有优势。因为华为5G空口方案相对来说要更激进一些，新的技术在华为被更好的采用，而爱立信则相对保守一些，它主要是保持从4G到5G的平稳过渡。其实这种不同是有两种原因造成的，一个是内因，一个是外因。内因就是两者的人员结构不一样，华为的年轻人居多，接受新鲜事物的能力较强，爱立信的人员年龄大。再就是华为的5G是一个新的团队，而爱立信的研发团队是从4G分离出来的，他们注重的是平稳过渡。外因就是华为需要在客户中建立起自己在技术上领先的形象，在市场竞争中取得优势，抵消某些非技术因素非市场因素的影响。这两个方面结合，爱立信似乎总是慢半拍。其实BBC也曾经报道过，欧洲的很多客户都私底下认为华为是5G技术的领导者。但是这次剧情的反转。确实使人感到非常的意外。但是不管怎么说，华为的5G技术是凭自己的实力来取得的，就像任正非说的一样：华为百分之百是没有后门的，我们愿意给全世界国家签订无后门的协议。支持任正非，支持华为！支持国产！", "author": "一品科技馆", "newsdate": "发布时间：19-10-18", "newstime": "23:00", "sentiment": [{"positive_prob": 0.700067, "confidence": 0.333482, "negative_prob": 0.299933, "sentiment": 2}]}, {"title": "华为畅享10什么时候上市？今天发布会揭晓，值得期待", "content": "[PConline 资讯]华为畅享10发布时间则将于10月18日下午14点在北京举行。目前，华为畅享10 Plus已经上市发售，它的发布时间是9月5日，预售时间是9月5日16：08，正式开售时间是9月10日10：08，参照华为畅享10 Plus发售时间来看，华为畅享10或将于10月18日下午16：08开启预售，而正式发售时间预计是10月23日，不过这只是推测，更多请大家关注华为畅享10发布会，华为将在华为畅享10发布会揭晓具体上市时间跟售价，值得期待。从华为展示图片来看，华为畅享10 Plus 4GB+128GB版售价1499元，6GB+128GB版售价1799元，8GB+128GB版售价2099元，从产品定位来看，预计华为畅享10售价会比华为畅享10 Plus便宜。屏幕方面，华为畅享10采用6.39英寸极点全面屏；处理器方面，华为畅享10搭载麒麟710F芯片，内置3900mAh电池等。", "author": "太平洋电脑网", "newsdate": "发布时间：19-10-18", "newstime": "11:07", "sentiment": [{"positive_prob": 0.989176, "confidence": 0.975948, "negative_prob": 0.0108235, "sentiment": 2}]}, {"title": "小心，华为要正式杀入汽车领域了", "content": "蛰伏五载，2019年华为的汽车局正式浮出水面。“聚焦ICT技术，帮助车企造好车”，华为将在智能车云、智能网联、智能座舱、智能驾驶和智能电动五个方面，帮助车企打造他们理想的智能汽车，华为只想做一个智能网联汽车的增量部件供应商。华为入局何谓“增量部件供应商”？用华为轮值CEO徐直军的话来说，就是提供自动驾驶的软件以及计算和联接技术的供应商。虽然目前这些业务的商业价值还没有走向规模化，但徐直军认为未来它们有望占据70%的汽车价值，远超车身、底盘等传统技术在整车上的价值，形成一个新的增量市场。这并非妄言。此前有业内人士预测，到2030年，自动驾驶汽车对先进安全功能的需求将使汽车软件的营收增加3倍以上，达到1.2万亿美元。长远来看，随着汽车的自动驾驶水平不断提升，量产规模越来越大，再加上汽车电动化带来的增长机会，这一市场还将继续扩大。具体来看，华为将从五个领域赋能车企——智能车云、智能网联、智能座舱、智能驾驶和智能电动。智能车云：以“平台+生态”的形式，为车企提供自动驾驶、V2X、车联和电池管理四个方面的云服务；智能网联：主要提供大带宽、低时延、高可靠的车内、车外网络连接方案，包括5G+C-V2X模组、T-Box、车载网关等；智能座舱：通过“麒麟模组+鸿蒙OS+ HiCar”赋能数字座舱，构建人车生活全场景出行体验；智能驾驶：借助MDC智能驾驶计算平台、工具链和融合传感等，助力自动驾驶从L2+向L5平滑演进，使智能驾驶加速进入快车道；智能电动：目前的核心是构建高效、快充、安全、智能的电动系统，华为在车载充电、电池管理、电机控制系统等方面均已进行了相关的技术储备。可以发现，华为是将其过去三十年在ICT领域的积累拆分成五个部分，即云服务能力，通信联接能力，大计算能力，消费者业务的全场景智能化能力，快充与电驱技术，用以满足车企在不同领域的研发需求。布的是汽车局，根基还是ICT。以智能座舱为例，华为在该领域用的就是他们在手机上率先成熟应用的技术，如AI芯片和操作系统；智能驾驶领域亦如此，应用的是原来服务器上的算力芯片，比如昇腾芯片，以及基于昇腾芯片开发的操作系统；智能电动领域，同样是基于华为网络能源产品线现有成熟产品的技术延伸，众所周知汽车电动化的核心是电能的转化及管理，包括整流、储能、逆变等，这与华为在通信电源、光伏逆变器及储能管理等方面的积累密不可分。布局智能驾驶由来已久虽然华为是近两年才开始在汽车领域崭露锋芒，但其入局远比大家看到的早得多。早在2014年，华为就在其著名的“2012实验室”内设立了车联网实验室，进行车联网方面的研究，之后数年里华为在车联网的端、管、云三个层面相继推出了多个解决方案，并与一众车企达成了紧密的合作关系。到今年5月正式成立智能汽车解决方案BU，作为与BG并列的一级部门，华为在汽车领域已经整整蛰伏了五年。通过五年的摸索，华为把未来电动汽车和自动驾驶的整体架构和关键技术基本都掌握清楚了。用他们自己的话说，就是除了底盘、四个轮子、外壳和座椅，剩下的都是华为拥有的技术，像自动驾驶芯片、车身感知算法、自动驾驶云服务、4G/5G车载移动通信模块、车载计算平台等，华为都有对应的解决方案。比如AI芯片，去年10月华为发布了第一代人工智能芯片昇腾310，一同推出的还有自动驾驶计算平台MDC600。短短十个月后，华为又发布了其最新款AI芯片“昇腾910”，直接对标英伟达和谷歌的相关芯片。车联网方面，华为推出了HiCar人-车-家全场景智慧互联解决方案，旨在把手机的服务生态延伸到车内，实现人-车-家业务全场景体验贯通。自该解决方案发布到现在，华为HiCar生态伙伴已达30多家车企，包括120多款车型。5G方面，今年1月华为在北京发布了全球首款5G基站核心芯片——华为天罡，该芯片致力打造极简5G，助推全球5G大规模快速部署，同时华为面向全球正式发布了5G多模终端芯片——Balong 5000。Balong 5000是全球首个支持V2X的多模芯片，可用于车联网、自动驾驶。基于这款产品，在2019上海车展上华为正式推出了全球首个汽车行业5G通信硬件MH5000，该模块将帮助华为在今年下半年逐步实现5G网络技术在汽车领域的商业化。车载OS方面，华为在其2019全球开发者大会上发布了自主研发的操作系统“鸿蒙”，未来该系统将率先应用在车载设备、车联网、智慧屏以及手表、手机等智能终端上。由此可见，过去几年华为一直在朝着智能网联汽车快速奔跑。如何落地？在百年汽车行业的“新四化”变革中，汽车智能化被认为是能够给最终用户带来更大价值和更好体验的方式，同时也是最难实现的变革之一。尤其在中国，道路的复杂性、场景的复杂性以及国内驾驶者的规范性，三种因素叠加起来，决定了应用于中国市场的智能驾驶系统相较于海外市场将更加复杂。在HC 2019上，华为智能汽车解决方案BU总裁王军详细地介绍了华为的智能驾驶解决方案，分为三个维度：商业路线上，从低往高循序渐进，按照场景，成熟一个，落地一个；技术路线上，以终为始统一架构，加速激光雷达和高算力平台的商用；产业路线上，华为作为一个增量部件供应商，与行业伙伴共同推动产业成熟，与产业共赢。图片来源：华为官网华为认为，过去汽车领域对自动驾驶从L1、L2到L3、L4、L5按照技术分级的方式不是很严谨，会导致同样的技术在一个场景适用，换一个场景可能就没用了，比如基于欧洲市场研发的自动驾驶系统，如果直接拿到中国市场来用，很可能会“水土不服”。“我们觉得智能驾驶应该是一步一步通过满足不同场景的需求来实现，从一个场景开始做起，逐步积累、实践，探索更多未知的领域，最终给用户带来更好的体验。简言之就是以体验为核心，识别关键场景，逐步的商用落地。” 王军表示。以中国市场为例，王军指出推动自动驾驶在中国的商业化落地，可先从城区的自动泊车、拥堵跟随、高速或城际快速公路等点到点的服务做起，这些都是短时间内能够实现智能驾驶商业价值较为关键的场景。然后逐步消除各个场景之间的运营空白，从小场景向大场景发展，让自动驾驶服务在更大的范围内得以持续。值得注意的是，不止华为，在自动驾驶这条路上已经有越来越多的玩家看到了场景的重要性，选择从一些简单的场景着手，比如港口、矿区、园区、社区等封闭区域。在此过程中，两项技术尤为关键——高算力芯片和激光雷达。自动驾驶的实现需通过安装在车身甚至道路上的各种传感器采集大量的道路环境数据，将采集到的数据传输给汽车的中央处理器进行分析处理，识别出车辆的可行驶区域、周边的障碍物等，为车辆下一步的执行提供决策依据，计算出合理的行驶路线，驱动自动驾驶汽车前行。整个过程需要在极短的时间内完成，时延必须控制在毫秒甚至微秒级别，倘若芯片的算力不够，无法保证车辆的行驶安全。王军透露，华为在芯片领域已经有多年的自主研发经验，未来基于在芯片核心能力上的积累，华为会通过昇腾芯片和自研的操作系统，继续提升算力，更好地满足自动驾驶的需求。至于激光雷达对于高级别自动驾驶的必要性，业内也早已给予充分肯定，但这并不意味华为会自己研发激光雷达。华为涉足激光雷达领域主要是为了深入了解自动驾驶传感器，开发能高度适配自动驾驶系统的算力，而非抢激光雷达企业的“蛋糕”。还有一些核心技术，如车控OS，以及平台层服务，像支持服务框架、设备管理、工具链、信息安全、功能安全，华为都有研究。最终这些技术会被整合进华为的MDC智能驾驶计算平台，为客户提供最优性价比的智能驾驶平台和方便、快捷的开发环境，供车企依据自身需求，灵活整合TierX或自研应用软件。同时，华为还以此平台为核心构建了L4级全栈智能驾驶解决方案（ADS），用于支持自动驾驶从L4到L2+的平滑演进，实现高算力、高安全、高能效、低时延。特别值得一提的是MDC智能驾驶计算平台和ADS，前者基于华为昇腾AI芯片构建，目前已经推出了MDC600，用于支持L4级别自动驾驶能力。而后者则以前者为核心，基于中国道路和交通环境设计，以有效提升用户驾乘体验为目标，全面整合了芯片、算法、数据等能力。这两者都是华为在智能驾驶领域的核心产品。在ADS里，华为自研高算力自动驾驶SoC芯片，可实现多路传感器数据的高性能处理和复杂规控决策；自研核心算法，能针对中国城区道路、高速道路、市区泊车等复杂驾驶场景持续设计优化；数据上，通过与车企伙伴联合建立大规模路测车队，持续累积丰富场景路测数据，驱动系统持续闭环迭代优化。华为希望凭借这样一套可以满足不同等级自动驾驶研发需求的解决方案，在最开始实现L4的基础上，通过灵活地增减配置，实现不同车型的自动驾驶，并借助OTA持续为用户提供自动驾驶新功能和新体验，满足众多合作伙伴的差异化研发需求，降低他们的研发成本，缩短研发周期，加速自动驾驶的产业化进程。毕竟对于自动驾驶这样一项复杂的技术，如若华为只给合作伙伴提供芯片、系统或者算法中的一种，那么在其他几个关键技术上，他们还要另外下功夫，寻找新的合作伙伴，对系统的适配性、耦合性做测试，这无疑会大大拉长研发周期，增加研发成本。华为要想推动自动驾驶大规模产业化，离不开与产业伙伴的通力协作，包括政府在相关政策、法规方面给予大力支持，与核心部件供应商在底盘、转向、制动等领域紧密配合，与主机厂一起做好系统集成及终端应用方面的工作。这些都是下一阶段华为的发力重点，展望未来，华为的转身之路任重而道远！根据华为发布的2019年三季度经营业绩显示，在消费者业务方面，华为智能手机业务保持稳健增长，前三季度发货量超过1.85亿台，同比增长26%。PC、平板、智能穿戴、智能音频等新业务获得高速增长。此外，华为三季度又发布了智慧屏。华为表示，华为终端云服务生态获得迅速发展，已覆盖全球170多个国家和地区，全球注册开发者超过107万。", "author": "神州州长", "newsdate": "发布时间：19-10-18", "newstime": "10:21", "sentiment": [{"positive_prob": 0.118122, "confidence": 0.737506, "negative_prob": 0.881878, "sentiment": 0}]}, {"title": "华为畅享10麒麟710F芯片吗？与麒麟710有何区别？", "content": "[PConline 资讯]华为畅享10麒麟710芯片吗？根据爆料消息称，华为畅享10将搭载华为畅享10 Plus同款处理器麒麟710F，根据华为商城解释称，因使用多种封装工艺，麒麟710处理器系列包含麒麟710和麒麟710F，功能参数一致。华为商城截图作为一款高性能的芯片，麒麟710F采用8核心设计，分别是采用4颗Cortex-A73大核心+4颗Cortex-A53小核心，最高主频能够跑到2.2GHz，而GPU采用Mali-G51 MP4，相比麒麟659处理器，单核性能提升75%，多核性能提升68%，支持Cat12、Cat13，制程方面，麒麟710F采用台积电的12nm制程相比前代更加节能高效。核心配置方面，华为畅享10可选4GB+64GB、4GB+128GB存储方案，内置3900mAh电池，屏幕采用6.39英寸分辨率为HD+极点全面屏，前置800万像素摄像头，后置采用4800万像素双摄，其他方面，华为畅享10预计将与华为畅享10 Plus一样支持方舟编译器、EROFS华为超级文件系统、GPU Turbo 3.0。华为畅享10作为对比，华为畅享10 Plus采用6.59英寸分辨率为2340x1080升降式全视屏，搭载麒麟710F处理器，可选有4GB+128GB存储及6GB+128GB存储方案，后置4800万像素主摄+800万像素120°超广角+200万像素景深三摄。", "author": "太平洋电脑网", "newsdate": "发布时间：19-10-18", "newstime": "11:21", "sentiment": [{"positive_prob": 0.107552, "confidence": 0.760995, "negative_prob": 0.892448, "sentiment": 0}]}, {"title": "华为在人工智能公司大布局", "content": "随着阿尔法狗击败了人类顶尖棋手开始，人类开始走进了人工智能的世界。华为作为一家科技类公司，5G技术同样被誉为人工智能发展过程中不可缺少的重要一环，甚至在任正非认为5G本身的价值就是为人工智能服务的。华为在AI市场又有那些布局？华为发布过的Atlas系列产品之后，就已经开始了对人工智能的全面出击，在2018年全联接大会上，华为发布的AI战略部署与全栈全场景AI解决方案。而其中提到的“全栈”就是一个全面的AI解决方案，它包含了芯片、芯片使能、训练和推理框架和应用，“全场景”就是部署的内容，包含公有云、私有云、各种边缘计算、物联网行业终端以及消费类终端等全场景。华为的AI战略是通过通用的技术工具，叠加到公司业务上，通过赋能来提高效率降低成本。在华为内部对“转型”非常反感，华为认为只有前进没有转型，所以他们将人工智能通过通用方式将它运用到更多方向。华为用5年时间来提高AI计算所消耗的算力，使得全球计算产业进入了新的职能时代，而这一产业预计2023年市场规模要超过2万亿美元。为了早日实现这一充足的AI算了，华为团队从2017年开始了探索新的AI处理器体系结构。华为AI系列产业中除了达芬奇架构以外还有昇腾芯片、Atlas系列产品矩阵、麒麟芯片、云+端的 AI 开发平台等等产品都将为科技领域带来新的进程，为改变人类生活将更加进步。", "author": "灰芒芒", "newsdate": "发布时间：19-10-18", "newstime": "10:03", "sentiment": [{"positive_prob": 0.97425, "confidence": 0.942777, "negative_prob": 0.0257504, "sentiment": 2}]}, {"title": "一机搞定！从拍摄到剪辑，教你用华为P30制作精美Vlog", "content": "随着时代的演进，很多人也都开始学习用vlog记录自己的生活。比如：上/下学日常、朋友聚会或是远游旅行，都是极好的素材。相比照片，视频更加灵动完整的展示了故事，传达的感情是成倍的。但很多人觉得，制作出一条精美vlog需要很多高深拍摄技巧，还要下载各类APP才能完成，于是选择直接放弃。其实不然，有一台华为P30系列手机，一机完成拍摄、剪辑等各种任务，简单易上手，分分钟成就一条精彩短视频。今天，小编就以华为P30 Pro为例，手把手教大家如何拍摄Vlog！4K超高分辨率+AIS智慧防抖，前期拍摄更轻松拍摄视频，最怕不清晰。有时，小姐姐们为了上镜好看而精心打扮，最后人脸糊成马赛克，别说妆容，表情都看不清楚，录到最后没朋友；还有拍摄风景、记录故事时，如果不够清晰，造成很多细节缺失，表达的意境也就大打折扣。得益于4000万超感光主摄，华为P30 Pro最高支持4K分辨率视频拍摄。4K是什么效果？想想我们平时看剧，都会充会员选择1080P，4K画质还要更上一层楼，助你清晰记录每个角落。影片不仅要清晰，录制过程更要稳定。vlog是一种比较随心的视频形式，对角度、光影并没有太大要求，能看明白发生什么即可；如果拍摄画面抖动强烈则会引起不适感。华为P30 Pro加入了AIS智慧防抖功能，它就像是另一把手帮你稳定住手机，即使在走动时录像，也能保证画面稳定、清晰。从上图可以到，小编快速走动时录像，但华为P30 Pro画面的抖动仍在可接受范围内，轻微抖动处理更是不在话下了。此外，华为P30 Pro的潜望式长焦镜头更是拍摄Vlog的 “大腿”。一般来说，手机距离物体较远时，拍照都无法清晰记录，更别说视频了。华为P30 Pro拥有最高15倍变焦摄影能力，把景物拉到你眼前。还有一些搞笑拍摄手法，将变焦过程也记录其中，让人跟着镜头关注到某个点，效果绝佳，趣味性也提高不少。华为P30 Pro考虑到大家的爱美之心，在录像时也加入了美颜功能，实时对面部进行修饰，还能通过轻微的光影变化让五官更加立体。很多美颜APP的滤镜会让后方景物颜色失真，有了华为P30 Pro，从此不依靠美颜APP也能美美的。多种滤镜+丰富剪辑，后期制作简单易行视频拍摄成功后，就要开始剪辑了。有的人为了剪辑学PR，但视频导入导出耗费时间，也无法随时进行处理；有人下载了不同功能的软件，占空间多操作也繁琐。华为P30 Pro自带编辑剪辑功能，内涵各种操作功能丰富，绝对够用。首先，在视频编辑栏中，就可以一键进行视频剪切，选取你心仪的画面。华为P30 Pro会以另一个视频的形式保存，保证原视频存在，方便进行重新剪裁，非常贴心。当所有视频片段编辑完毕，我们就可以选取所有需要的视频进行整合，华为P30 Pro任务栏中就包括“创作”——“制作影片”的选择，完全不用依赖第三方。进入后，视频自动播放，在华为P30 Pro界面下方进行滤镜选择，并附赠实时浏览效果，视频瞬间文艺范了许多。别小看华为P30 Pro的剪辑，后期并非只有加减滤镜这么简单。进入华为P30 Pro右上角剪辑功能，里面大有天地。下方四大任务栏：剪裁、音乐、滤镜、文字。上侧是更细致的操作选项，例如剪裁就包含了画幅设置、时间设置、添加视频、删除视频功能。还有文字选项，很多花式标题、片尾模板供你选择，让视频更加层次清晰。华为P30 Pro制作出的效果完全不输第三方APP，省时省力，还不用担心视频遭受二次压缩，何乐而不为呢。最后，华为P30 Pro还有一个绝门妙招——双景录像，隐藏在“更多”选项中。开启双景录像模式后，画面分成左右两栏，华为P30 Pro两颗摄像头分别工作：一边普通模式，一边近景特写。比如：小编录制朋友打游戏，同一时间右侧画面能观赏到整体局势，左侧又能看到单独人物操作，一举两得，每个精彩瞬间都被你掌握，放在朋友圈绝对惊艳众人。总结：有了华为P30系列手机，轻松成为Vloger看了上面的小教程，是否跃跃欲试了？一直以来，华为P30 Pro以拍照强实力出名，但鲜少有人具体了解其摄影能力。4K超高清拍摄、AIS智能防抖、美颜功能等等，华为P30 Pro强悍的影像实力足以帮助你拍摄精美画面。此外，华为P30 Pro后期的多样功能，更是让你可以随拍随剪，轻轻松松完成视频制作；再加上双景拍摄，让你的视频成为独一无二。摄影师一定要各种贵重器材、高端剪辑软件加身？你有一台华为P30系列手机就够了！", "author": "砍柴网", "newsdate": "发布时间：19-10-18", "newstime": "03:17", "sentiment": [{"positive_prob": 0.99991, "confidence": 0.999799, "negative_prob": 9.03071e-05, "sentiment": 2}]}, {"title": "华为畅享10参数对比华为畅享10 Plus：带你提前看懂", "content": "[PConline 资讯]华为将于今天下午14点在北京会展中心正式推出华为畅享10新机，今年9月份，华为推出华为畅享10 Plus已经上市，那么华为畅享10对比华为畅享10 Plus有什么区别呢？现在带大家来看看。华为畅享10华为畅享10屏幕方面，华为畅享10采用6.39英寸分辨率为HD+极点全面屏，华为畅享10 Plus采用6.59英寸分辨率为2340x1080升降式全视屏。华为畅享10 Plus处理器方面，华为畅享10将搭载麒麟710F芯片（相比麒麟710，仅封装工艺不同，功能参数一致），华为畅享10 Plus搭载麒麟710F处理器；储存方面，华为畅享10储存方面可选4GB+64GB、4GB+128GB存储方案，华为畅享10 Plus储存可选有4GB+128GB存储及6GB+128GB存储方案。摄像方面，华为畅享10前置800万像素摄像头，后置采用4800万像素主摄像头和200万像素摄像头双摄；华为畅享10 Plus前置1600万像素悬浮式镜头，后置4800万像素主摄+800万像素120°超广角+200万像素景深三摄美好瞬间捕捉，支持AIS手持超级夜景，其中主摄光圈为f/1.8，超广角镜头光圈为f/2.4。电池方面，华为畅享10内置3900mAh电池，华为畅享10 Plus内置4000mAh电池。其他方面，华为畅享10 Plus支持方舟编译器、EROFS华为超级文件系统、GPU Turbo 3.0，相信华为畅享10也将保留这些功能亮点。售价方面，华为畅享10 Plus 4GB+128GB存储售价1499元，6GB+128GB存储售价1799元，8GB+128GB存储售价2099元。预计华为畅享10会比华为畅享10 Plus要低，更多详情请大家留意今天下午发布会。华为畅享10 Plus图解——", "author": "太平洋电脑网", "newsdate": "发布时间：19-10-18", "newstime": "11:07", "sentiment": [{"positive_prob": 0.995811, "confidence": 0.990691, "negative_prob": 0.00418919, "sentiment": 2}]}]