[{"title": "华为5G手机被中国移动封杀传言愈演愈烈 却遭到四大证据拆穿传言", "content": "运营商财经网 郭彭琪 /文日前，“中国移动已将华为Mate30 (5G)、Mate30 pro(5G)和Mate20X(5G)三款终端从一级营销库内暂时撤下，明天起营业厅或将不再销售这三款手机”的消息在业内悄然传开，11月19日，运营商财经网向中国移动相关人士咨询时，其表示，此消息并不属实。而这次中国移动全球合作伙伴大会期间，几乎重要的场合华为都出来露面了，并且在大会期间还获得多个中国移动颁发的奖项，因此笔者发现事情并非谣传那样。证据一：华为是唯一参加中国移动集团媒体沟通会的厂商一直以来，华为作为运营商的友好伙伴，每年在三家运营商的年度大会上都十分抢眼，与三家运营商保持友好的关系。值得注意的是，在刚刚结束的2019中国移动全球合作伙伴大会前夕的媒体沟通会上，笔者作为媒体就亲自参与其中，在出席的媒体沟通会的八位领导中，除了有七位中国移动的领导外，还有一名厂商领导，也是唯一一个厂商领导参与媒体沟通会，那就是华为中国区副总裁杨涛。在这次媒体沟通会上，杨涛上台除了讲述华为对于5G的思考外，还讲述了与中国移动一直以来的创新合作。其中，包括在港口自动化领域、能源领域、电力领域等等领域，已经与中国移动保持了非常密切的合作，并开始实现大量的价值变现。作为每年中国移动最重要的会议，媒体沟通会是传达中国移动声音的重要环节，此次媒体沟通会期间华为作为唯一的参会厂商，讲述华为在5G发展上的动向，可见双方一直以来的密切关系。证据二：华为董事长梁华作为首个厂商代表在主论坛发言与此同时，笔者发现，在今年移动合作伙伴大会的主论坛上，华为董事长梁华亲自参加主论坛，并作为第一个厂商代表上台发言，华为与中国移动的交情也就不言而喻了。据梁华表示，过去一年中国三大运营商和华为一起快速解决了40万个疑难问题，并保障18万次重大网络变成，华为将实施方案、风险识别等问题进行数字化分装，并利用日常识别、寻常预测等AI技术与运营商保障网络平稳运行.现场他介绍到，中国移动已经与华为围绕14个行业应用场景进行合作，面向未来，华为将秉持开放、合作、共赢的理念，助力中国移动5G+的计划。因此，刚刚双方一把手“面基”显示友好情谊，接下来就在移动渠道中下架华为5G手机，确实难以让人相信。证据三：中国移动5G泛智能终端、渠道生态合作峰会华为获得多个奖项在中国移动5G泛智能终端、渠道生态合作峰会上，笔者发现，在诸多终端、渠道厂商领导参与中，华为来了两位领导，分别是华为消费者BG大中华区执行副总裁吕鲁平和华为消费者BG IOT产品线总裁支浩，其他厂商仅仅只是一位领导参与，可见华为对于这次会议的重视程度。华为还是中国移动“5G终端先行者产业联盟”的成员；在5G终端合作协议签约仪式和5G泛智能终端合作协议签约仪式上，华为均上榜；同时华为还获得了“中国移动用户最喜爱的终端品牌奖”和“优秀泛智能终端合作伙伴奖”，也不难看出中国移动对于华为的认可，因此传出的“谣言”显得十分模棱两可。证据四：中国移动智能硬件报告（第二期）中华为多款产品获得第一此外，《中国移动2019年智能硬件质量报告（第二期）》中,中国移动终端实验室围绕用户关注的手机通信、稳定性、功耗续航、发热等表现，对5个主流厂商的7款5G手机进行了综合测评。其中整体排名中位居第一名和第三名的就是华为Mate30 Pro 5G版和华为Mate20 X 5G。并且华为Mate30 Pro 5G在天线性能、功耗续航、发热表现三项排名中均为第一。在4G热点手机整机评测中，华为 Mate 30 系列在3500元档位获得综合能力评测第一名。在5G芯片性能评测方面，海思Kirin990多天线吞吐量性能及功耗表现领先。在手机游戏性能中，综合了流畅性、发热、多媒体效果、反应速度以及续航5大维度，华为Mate30Pro 5G就位居第一。在手机拍照和拍Vlog测试中，华为Mate30Pro 5G均是第一。在智慧屏测试中，华为HEGE-560的综合排名同样位居第一。在智能组网终端方面，华为Q2Pro（子母套装）同样获得好评。由此来看，在中国移动渠道里，华为整体综合分表现极佳，也代表着中国移动对于华为的认可度也是十分高。运营商财经网认为，本身华为就十分有话题，舆论多也是能够理解，但是作为中国5G发展进程中的中坚力量，华为在5G发展中将起到不可替代的作用。“面向未来，华为希望与中国移动和中国合作伙伴一起持续推动5G技术创新和产业发展，让更多人享受5G技术带来新的一些收益、新的体验。”梁华在中国移动全球合作伙伴大会的主论坛诚恳地说道。", "author": "运营商财经网", "newsdate": "发布时间：19-11-19", "newstime": "11:13", "sentiment": [{"positive_prob": 0.00292487, "confidence": 0.9935, "negative_prob": 0.997075, "sentiment": 0}]}, {"title": "美媒关注华为折叠屏手机正式发布", "content": "来源：参考消息原标题：美媒关注华为折叠屏手机正式发布参考消息网11月19日报道 美媒称，华为最新潮的可折叠智能手机华为Mate X终于成为实物。这款手机16日在中国正式开售，价格高达16999元人民币。据美国阿尔斯科技网站11月16日报道，就像市面上另一款可折叠智能手机三星Galaxy Fold一样，Mate X的上市之路也非常坎坷，充满了延期和挫折。这款手机原计划在“年中”发布，但由于美国对华为的出口禁令和Galaxy Fold最初的推迟，华为选择推迟到9月发布Mate X，但9月过后，这款手机再次被推迟到11月15日发布。报道称，自最初宣布以来，这款手机变化不大。包裹Mate X机身的是一个由京东方公司制造的OLED可折叠显示屏。该设备打开时是一个分辨率为2480×2200的8英寸平板；合拢后，它正面是一块2480×1148的6.6英寸显示屏，背面是一块2480×892的6.3英寸显示屏。背面屏略窄一些是因为正面屏的背面包含凸出的部件栏，这个较厚的部分设有三个摄像头、一个电源按钮、一个指纹读取器以及一个底部的USB-C端口等重要部分。该手机内部包含一个华为麒麟980处理器、8GB内存、512GB存储空间以及一个4500毫安时大容量电池。这款手机支持5G，这得益于所有型号所包含的“巴龙5000”调制解调器。这只适用于中国（和其他一些国家）的“中频”5G，而不是美国的“毫米波”5G。它们是在光谱不同部分的两种完全不同的技术。即使在新兴的折叠手机市场中，华为Mate X的设计也很独特。与将可折叠显示屏放在设备内部并像书一样打开的Galaxy Fold不同，Mate X将显示屏包裹在设备外部。Mate X的设计有几个优势：它折叠起来是手机，展开是平板电脑，它用一块屏幕就能实现这一点，与Galaxy Fold的（内外）两个屏幕不同。通过将显示屏包裹在手机机身外部，Mate X不会像Galaxy Fold那样在显示屏上出现明显的折痕。一个摄像头可以充当“前方”自拍摄像头和“后方”主摄像头，只需翻转手机即可。报道指出，这种设计的主要弊端是，目前市场上唯一的弯曲显示屏材料是一种易碎的软塑料。塑料显示屏容易出现划痕、凹痕和永久损坏。Galaxy Fold通过将软显示屏放在手机内部来保护其安全，因此当它合拢时，显示屏就不会暴露在外面。当显示屏位于外部时，柔软易碎的塑料会不断摩擦桌面或口袋里的任何东西，因此Mate X的耐用性是一个非常令人担忧的问题。不过，华为似乎有解决办法。与手机一同出售的有一个信封样设计的真皮保护套。工作人员展示华为可折叠全面屏5G手机Mate X。（新华社）", "author": "新浪财经", "newsdate": "发布时间：19-11-19", "newstime": "15:41", "sentiment": [{"positive_prob": 0.9994, "confidence": 0.998667, "negative_prob": 0.000599895, "sentiment": 2}]}, {"title": "手机越贵体验越好？网友：看清楚需求，千万别交智商税", "content": "年关将近，不少网友都想换一台综合性能都非常不错的产品迎接全新的2020，但是不少网友表示选择实在太多根本不知如何下手，国产手机一般来说上到3000的话，综合性能一般都不会差，那么今天我们就来说说3000档位的手机应该如何选择。首先在外观上，其实3000价位段中外观设计几乎没有什么很大的差距，比如OPPO Reno Ace正面的水滴屏+背面居中渐变色设计，华为Mate 30正面刘海屏+背面圆形四摄渐变色设计，都是很主流的设计，就看你是喜欢更加居中一体化的设计，还是说比较潮流的浴霸设计。不过值得一提的是，在屏幕方面OPPO Reno Ace有着与其他同价位不一样的视觉体验。大部分3000价位的手机在屏幕刷新度上都是采用60Hz，意思就是每秒钟屏幕上会刷新60张画面，这也是公认的一个标准值。而OPPO Reno Ace上采用的则是90Hz电竞屏，每秒钟屏幕可以刷新90张画面，相比60H每秒多出了50%的画面，更多的画面可以让屏幕看上去更加的流畅顺滑，让原本流畅的手机更加的流畅，这种感觉只要体验过了，就很难回去了。OPPO Reno Ace的90Hz电竞屏在游戏上就能更加明显的感受出来，在动图中很明显就看出OPPO Reno Ace开镜的速度更加的快速和流畅，大幅提升了用户的游戏体验，而且目前已经有数十款主流的大作都支持90Hz模式，这使得OPPO Reno Ace上的90Hz电竞屏有了更大的舞台。接着再说说3000元价位在硬件上的选择，首先在处理器上主流的就是骁龙8系列和麒麟9系列，其中骁龙855+和麒麟990是目前最顶级的两款处理器，也是3000元价位中最优的选择。而OPPO Reno Ace和华为Mate 30刚好分别采用了这两款处理器。其实个处理器都是目前安卓最顶尖的存在，在性能上几乎没有什么大的差距，同样的大型游戏两者的表现都非常强劲，只是稳定性上骁龙855+也稍好一些。接着再来看看影像系统，在3000元价位段大部分产品都是使用三摄组合，在主摄上像素也是基本保持在4000W的水准，只要不低于这个基本要求就算基本合格。而OPPO Reno Ace却是3000价位段的一个特殊的存在，不仅有着四摄影像系统，同时主摄还有着4800W超高像素。上图是OPPO Reno Ace拍出的样张，在有些强光照射下的环境，OPPO Reno Ace一样可以保持画面的亮度很整体的通透性，同时色彩方面也控制的非常不错。在3000元价位来说是非常突出的表现。最后再来说说3000元档位比较重要的手机快充技术，在电池技术处于瓶颈的状态下，手机快充就是当下解决续航问题最优的解决方案。而在3000元价位中主流的快充技术都是在25W~40W这个范畴内，充满手机的时间也是在60分钟左右。又是调皮的OPPO Reno Ace，不仅把快充技术提升到了65W，同时充满手机的时间只要27分钟，这也是目前全球最快的充电速度，这也是OPPO Reno Ace独家的技术。综合各方面来看，在3000元档位中，大部分的产品在性能、外观等方面上都五五开。如果说你是能用就好的用户，那么选择一个外观喜欢的就OK了。如果说你想在这个价位体验更好的屏幕视觉，更优势游戏体验，还有更快的充电速度，那么OPPO Reno Ace将会是你最好的选择。", "author": "科技晓说", "newsdate": "发布时间：19-11-19", "newstime": "18:40", "sentiment": [{"positive_prob": 0.00315887, "confidence": 0.99298, "negative_prob": 0.996841, "sentiment": 0}]}]