[{"title": "外媒：高通、英特尔等中止与华为业务，将阻碍全球5G部署", "content": "据彭博社报道，美国特朗普政府的商务部5月15日将华为列入贸易管制的“实体名单”，切断华为得到生产产品所需的来自美国公司的软件和硬件供应。此后，美国顶级科技企业，从芯片制造商到谷歌等多家公司已经中止向华为供应关键软件和零部件。据路透社报道，谷歌公司已经中止与华为的业务，在未来华为将只能使用谷歌的安卓(Android)手机操作系统的开源公共版本。这位不愿透露姓名的人士说，谷歌将无法提供从地图、搜索到Gmail的谷歌拥有专利权的应用程序和服务。这将妨碍华为智能手机在海外的销售。而华为是继三星电子(Samsung Electronics Co.)之后全球最大的智能手机品牌，此前曾是为数不多的几家获得谷歌最新Android软件和功能的全球硬件合作伙伴之一。不过路透社称，谷歌发言人表示，华为仍然可以使用Android开源版本的应用程序和安全更新，已经售出的华为手机则可以继续得到谷歌软件的升级服务。彭博社称，据知情人士透露，除了谷歌公司之外，包括英特尔(Intel)、高通(Qualcomm)、赛灵思(Xilinx)和博通(Broadcom)在内的芯片制造商也已向员工表示，在接到进一步通知前不会向华为供货。彭博社称，这可能会影响到华为这家全球最大的网络设备供应商和第二大智能手机供应商的运营，阻止向华为供应关键部件还可能扰乱美光科技(Micron Technology Inc.)等美国芯片巨头的业务，并阻碍包括中国在内的全球各国关键5G移动网络的部署。彭博社称，如果特朗普政府的命令得到全面实施，可能会对全球半导体行业产生连锁反应。英特尔是华为服务器芯片的主要供应商，高通为华为多款智能手机提供处理器以及提供网络调制解调器，赛灵思销售用于网络的可编程芯片，博通是交换芯片的供应商，交换芯片是某些网络设备的另一个关键部件。对此各大芯片制造商的代表均拒绝回答了记者提问。罗森布拉特证券公司分析师Ryan Koontz称，华为“严重依赖美国半导体产品，如果没有美国关键零部件的供应，华为将严重陷入瘫痪。”美国的禁令“可能会导致中国推迟其5G网络的部署直到禁令解除，这将对许多全球零部件供应商产生影响。”华为称已经储备了足够的芯片和其他关键部件，足以维持其业务至少三个月的运行。知情人士说，该公司至少从2018年年中就开始为这种可能性做准备，在设计自己的芯片时也囤积零部件。分析师Ryan Koontz称，“在最极端的情况下，华为通讯网络部门遭遇挫败将使中国(在此领域)倒退多年，甚至可能被中国视为战争行为，而这样的失败将对全球电信市场产生巨大影响。", "author": "环球网", "newsdate": "发布时间：19-05-20", "newstime": "16:23", "sentiment": [{"positive_prob": 0.874589, "confidence": 0.72131, "negative_prob": 0.125411, "sentiment": 2}]}, {"title": "理性看待“国产替代”和华为概念股", "content": "美国商务部将华为列入“实体清单”再次给严重依赖进口的中国半导体产业敲响警钟，在一定程度上也给国产半导体厂商带来新的机会，但中国芯片产业与国际先进水平有较大差距，应理性看待国产替代。“这两年明显感觉到我们的整机厂对国产的东西都感兴趣了，主动跟你接触了，以前我们芯片厂家要去接近他们实际业务部门的人都很难，要通过各种关系，现在他们主动来找我们。 ”华进半导体封装先导技术研发中心有限公司董事长、中国半导体行业协会副理事长于燮康在接受第一财经记者采访时，呼吁整机厂商给中国半导体产业一个机会。国产半导体迎新机遇国内一EDA厂商在接受第一财经记者采访时也表示，“以前我们只是备胎，只是一个议价的筹码，比如以前华为可能只是局部跟我们合作，中兴事件之后的确各个客户跟我们的合作态度有比较大改变。”根据华为曾经披露的供应商名单，去年核心供应商名单共有92家，美国供应商占最多，达33家，占比约36%。其次为中国，有24家，比例为27%。按产品类别划分，华为对美国的集成电路、软件、光通讯等厂商依赖度颇高。比如美国光纤通信零件制造商NeoPhotonic接近一半的收入来自于华为，在另一家美国光学元件供应商Lumentum Holdings中，华为是仅次于苹果的第二大客户。在美国商务部将华为列入“实体清单”后，5月17日凌晨，华为旗下的芯片公司海思半导体总裁何庭波在一封内部信中表示，海思将启用“备胎”计划，兑现为公司对于客户持续服务的承诺，以确保公司大部分产品的战略安全，大部分产品的连续供应，“这是历史的选择，所有我们曾经打造的备胎，一夜之间全部‘转正’！”随后，国产替代的概念被炒热。5月20日，受到华为事件的影响，华为概念股集体涨停开盘，兴森科技、实达集团、华天科技、诚迈科技、星星科技、力源信息全线涨停。美国企业“断供”将使华为受到影响，但美国供应商也会损失大额的华为订单。美国媒体称，如果失去华为这个大客户，美国的科技企业将损失110亿美元。在谈到华为“备胎转正”一事时，国盛证券研究所所长助理电子行业首席分析师郑震湘表示，“华为是全球第三大半导体金主，但是如果从今年拉库存的情况看，我觉得是全球第二名。从去年4月份中美争端开始，华为已经做相关的准备。”他指出，华为相关的非核心产品，非A产品线（华为板子上没有一颗美国芯片）占比会大幅度提升。华为每年芯片采购额近300亿美元，核心在五大器件CPU\\GPU\\ADDA\\存储\\射频中，CPU、GPU和ADDA，部分海思可以自己解决。根据国盛证券提供的信息，存储的用量最大，华为的采购额将近百亿美金，而且预计三年后翻倍，目前来看，国内包括合肥长鑫、长江存储等陆陆续续产品在推进；从FPGA来看，产品迭代比较快，有紫光同创、安路信息；模拟芯片及传感器方面有韦尔股份+豪威科技、圣邦股份和矽立杰；功率半导体有闻泰科技、士兰微和扬杰科技；代工及封测有中芯国际、长电科技、华天科技和通富微电等。“如果我们从2018年下半年看到整个国产化替代的情况，很多都是零；如果到今年年底，至少会提到个位数，今年下半年导入速度会相当快。同时大基金也在密集推进，已经看到国内一些部分在突破了。”郑震湘指出。理性看待国产替代危机与机遇并存。SEMI全球副总裁、中国区总裁居龙表示，国产化替代给了中国国内芯片厂商一个机遇，“比如说像设备材料企业，因为关税，将来国外的产品会更贵，而且不可靠，万一被禁运的话，你必须要更用更多国产或者找比较可靠的一个供应来源。”不过，一味推崇国产化替代并不能解决目前中国半导体芯片发展的困境。居龙认为，国际合作也是必需的，“因为我们毕竟在这些技术领域差距太大，比如说现在7nm、5nm制程对设备提出了更高的要求，国内目前无法满足；EDA软件全球就三家公司（Cadence、Mentor和Synopsys），都是美国公司，他们占全球的占有率超过95%。国内有一些公司在做类似的产品，但是还是有一段距离。我们假如说全部要自己做，短期之内是不行的。而且产业是不能停顿的，比如说你要再等二三十年，这二三十年人家也在进步。所以我们要做比较先进的产品，还是要跟国际合作，但我们可以尽量减少对国外的依赖性。”上述EDA厂商人士告诉记者，“我们国内现在只能说是局部替代，而三大巨头基本上都能做，各有各的长项，有的模拟会突出一些，有的数字会强一些，反正就是整体包围的一个壁垒。”国内能替代多少？她打了个比方：“比如实现全流程替代包括五部分，但是我现在可能只有两部分能单独替代，我们的产品还没有覆盖到能够都完全替代。”她告诉记者，目前的市场战略就是以点突破，不可能一下子全部替代，但即使是局部替代，还需要依靠国外厂商开放切口。“因为客户不是一个平台上全用我的产品，肯定会涉及到数据导入导出的问题，我如果借用他这个格式就没问题。前提是在局部替代的情况下，三大巨头的工具能够开放给我接口。如果对方切断这个接口，我们局部也替代不了，现在他们已经意识到我们有一定威胁了，所以会部分去设置障碍。”集成电路产业不仅覆盖设计、制造、封测上下产业链，还有EDA软件、设备和材料等产业。 太平洋电子首席分析师刘翔在一份研报中指出，集成电路领域最大的差距在于EDA和设备，这些才是集成电路自主可控的终极追求。而在设备方面，根据赛迪顾问的数据显示，中国半导体设备的市场规模是128.2亿美元，但是国产设备的自给率只有12%。“假如完全禁售，刨除原材料备货因素，今天的华为和去年的中兴并无二致。这事件放在世界上任何一家科技公司身上都别无二致，包括苹果和三星，这就是全球化的结果。”刘翔表示。不少业内人士都表示，电子产品只有进入应用不断地迭代才能不断提高。“国内电子产业链各个环节中，终端应用已经具有全球竞争力。国内终端应用厂商更应该给予国内芯片厂商更多的机会、更多的信赖、更大的容忍度。这是一个看似牺牲短期利益，却顾全长期发展的做法。很欣慰的是，经过中兴事件之后，国内众多终端厂商在开始积极国产替代。”刘翔指出。", "author": "第一财经", "newsdate": "发布时间：19-05-20", "newstime": "22:45", "sentiment": [{"positive_prob": 0.740566, "confidence": 0.423479, "negative_prob": 0.259434, "sentiment": 2}]}, {"title": "外媒称谷歌中止与华为部分业务，谷歌回应", "content": "耿直哥环球时报今天今天凌晨，英国路透社传来一条对华为公司开拓海外市场很不利的消息：受美国政府绞杀华为的禁令影响，美国谷歌公司已中止与华为的部分业务。这些业务虽然对华为在中国市场的影响很小，但对海外手机等终端业务的影响却不小。“华为将只能使用安卓系统的开源版本了，并且无法再获得谷歌方面提供的专利应用和服务”，一位知情人士对英国路透社表示。根据这位知情人士的说法，在上周美国政府宣布将华为公司列入美国商务部一个会“对美国国家安全存在威胁”的“实体清单”后，谷歌公司目前已经对华为公司中止了涉及硬件、软件和技术服务交易方面的业务，但并不涉及开源项目的部分。路透社分析说，这也就意味着华为公司虽然还可以使用开源版本的安卓系统作为其操作系统，但将无法获得谷歌公司提供的其他专利应用和服务，比如谷歌对于安卓系统的后续升级，以及诸如谷歌应用市场(Google Play)，Gmail，Youtube和Chrome等一系列在境外市场很受欢迎的应用。不过，路透社表示这种情况应该不会影响到华为现有的手机等终端设备，而是会打击到华为接下来将推出的其他电子产品。而谷歌公司的一位发言人并没有否认或肯定这个知情人士的说法，除了对路透社表示他们正在履行相关法律法规的要求，并在评估潜在的影响外，也没有透露更多细节。但该发言人确认现在使用谷歌服务及其软件应用的华为设备不会被影响，还能继续在华为的设备上下载、使用并获得升级服务。另外，路透社还指出，由于谷歌的这些业务和应用并未进入中国境内，所以失去这些业务对华为在中国的市场影响很小。但在诸如欧洲、非洲、中东以及亚洲其他地方，这一变化却将冲击到华为的终端销售业务，更不用说会影响到华为好不容易攀升到的全球第二大手机制造商的地位。其中路透社就指出欧洲已经是华为第二大的市场了，如果华为失去谷歌的这些服务，就会对华为在欧洲的业务造成冲击。一位手机行业的专家也对耿直哥表示，鉴于境外手机用户的应用使用习惯很难被一时间改变，所以除非华为手机在这些境外市场的用户心中有了不可替代的地位，能够让用户愿意为了使用华为手机而承担这些改变并转而使用华为提供的替代软件和服务，否则这一情况确实会冲击到华为的境外手机等消费者终端业务。最后值得一提的是，在今年3月的时候，华为消费者业务CEO徐承东曾表示：“我们准备好了自己的操作系统。如果无法继续使用那些系统（指安卓），我们就准备开始B计划。”但一位熟悉手机操作系统的专家指出，推广一个独立于安卓和苹果之外的操作系统很难。该专家说，这并不是指做出一个操作系统很难，而是应用生态的问题，即如何获得其他科技公司对这个系统的支持，开发支持这个系统的应用并构建起一个丰富的应用生态链。所以，他认为这对华为来说将是一个很大的挑战。", "author": "环球时报", "newsdate": "发布时间：19-05-20", "newstime": "12:34", "sentiment": [{"positive_prob": 0.0783006, "confidence": 0.825999, "negative_prob": 0.921699, "sentiment": 0}]}, {"title": "沉重打击？谷歌“补刀”，华为不惧", "content": "据路透社5月19日报道，一位知情人士向路透社透露，“字母表”公司旗下谷歌已经暂停与华为的部分业务合作，不再进行需要开源（开放原始码）许可范围以外的软硬件转让和技术服务的业务。报道称，这对于华为来说是一次沉重打击，目前美国政府在全球范围内寻求封杀华为。华为备有应急计划据路透社最新报道，谷歌发言人确认了路透社的报道。谷歌发言人表示，“我们正在遵守订单并审查其影响。”报道指出，此举将威胁到华为海外的智能手机业务，因其将立即失去访问谷歌以更新安卓操作系统的权限。华为新一代的安卓智能手机也将无法访问包括Google Play Store和Gmail在内的一些热门应用。“华为将只能使用公开版本的安卓系统，不再能访问谷歌的专有应用和服务。”该消息人士说。路透社认为，华为将继续使用安卓开放源代码许可AOSP公开版本的安卓操作系统，该系统可供任何愿意使用的用户免费使用。据谷歌称，全球活跃安卓设备的数量约为25亿。但上述消息人士称，谷歌未来将不再就专有应用程序和服务向华为提供准入、技术支持和合作。此举是不是华为意料之中外界不得而知，不过华为曾表示，过去几年该公司准备了一项应急计划，发展了自己的科技，以防有一天被禁止使用安卓。华为表示，其中部分科技已经用在中国国内销售的产品上。华为轮值主席徐直军3月接受路透社采访时，对于美国企业料将采取报复行动不以为意。“无论如何，安卓社区都没有合法权利阻止任何公司使用其开放源代码许可。”他说。▲华为轮值主席徐直军据报道，Google Play商店提供的Gmail和Chrome浏览器等谷歌流行应用将不再出现在未来的华为手机中。因为这些应用不具有开源许可证，若使用这些服务，需要与谷歌签订商业协议。但Google Play商店的现有华为设备用户，仍能下载由谷歌提供的更新。消息人士表示，Gmail等应用是通过Google Play商店更新的；而操作系统的更新通常由手机制造商和电信运营商提供，会受到黑名单的影响。报道强调，不过此举在中国市场的影响料很小，用户使用腾讯和百度等公司提供的类似应用。“不会去美国生产5G设备”自特朗普政府5月16日正式将华为列入一份贸易黑名单后，华为的全球供应链将受到多大影响就成为关注焦点。路透社报道称，其全球供应链正在评估影响。芯片专家质疑华为在没有美国帮助的情况下继续运营的能力。但就像曾经为安卓准备了应急计划一样，华为在芯片方面同样有准备。▲特朗普华为创始人兼总裁任正非5月18日接受日本《日经亚洲评论》的采访时表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。这是美国将华为列入“黑名单”以来，他首次接受采访。任正非在采访中抨击了特朗普政府将华为列入“黑名单”的决定，并坚称华为没有任何违法行为。任正非表示，华为公司将继续开发自己的芯片，减少禁令带来的影响。他还表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。《日经亚洲评论》报道称，任正非表示华为公司不会任由华盛顿摆布。“我们不会在美国的要求下改变我们的管理，也不会接受管控。”他说。▲任正非报道还称，任正非说美国禁止华为业务的影响将是有限的，并表达了对长期前景的信心。“预计华为的增长可能会放缓，但只是小幅的放缓，”任正非补充说，他表示年度收入增长可能略低于20%。“接二连三的威胁贸易伙伴的政策让企业不敢再冒险，同时美国也将失去信誉。”任正非表示。此外，报道称，任正非也否认了在美国本土生产5G设备的可能。他说：“即使美国请求我们在那里生产，我们也不会去。”来源：参考消息", "author": "中国经济网", "newsdate": "发布时间：19-05-20", "newstime": "15:19", "sentiment": [{"positive_prob": 0.131101, "confidence": 0.708664, "negative_prob": 0.868899, "sentiment": 0}]}, {"title": "特朗普捅自己人：华为核心供应商美33家 含英特尔高通", "content": "特朗普捅自己人一刀！华为核心供应商美国有33家，英特尔、高通、博通等在内每日经济新闻每经编辑 张杨运当地时间5月15日，特朗普签署了一项总统令，宣布美国进入国家紧急状态，以给予美国商务部更大的权力去禁止美国企业使用华为这种会“威胁美国国家安全”的公司的设备。随后，美国商务部工业与安全局（BIS）还将华为列入了其一份会威胁美国国家安全的“实体名单”中，从而禁止华为从美国企业那里购买技术或配件。这对于目前在较大程度上依赖美国进口元器件的华为来说，的确会带来不小的影响。让人感到欣慰的是，5月17日凌晨，华为旗下的芯片公司海思半导体总裁何庭波发布的一封员工内部信迅速在朋友圈刷屏。何庭波称，海思将启用“备胎”计划，兑现为公司对于客户持续服务的承诺，以确保公司大部分产品的战略安全，大部分产品的连续供应。但总体而言，美国的这种行为实属“双输”，即交易双方都将遭受一定损失，所以美国的这个出口管制还将大规模影响大量获得华为订单的美国供应商们。2018年华为核心供应商一览2018年底，华为公布的92家核心供应商名单，其中总部在美国的有33家，占比最高，其次是中国大陆25家，日本11家，中国台湾10家，其他地区13家。图片来源：华为官方在这其中包括耳熟能详的英特尔、高通、博通、美光、思佳讯、科尔沃、西林克斯和新飞通等公司，都是华为在美国的重要供应商。而据路透社统计的数据显示，Flex（伟创力）是从华为获得营收最多的公司，金额达到24亿元，这家公司的业务与富士康类似，主要提供的业务的代工。图片来源：路透社其次是博通，华为的采购额达到20亿元。公开资料显示，这是一家设计、研发并向全球客户广泛提供各种模拟半导体设备的供应商，主要提供复合III-V半导体产品，华为将其芯片用于手机和网络基础设施。排名第三的是高通，金额为15亿元。作为全球无线技术和手机SoC供应商，产品主要应用于华为的基站和手机产品中。紧接着是存储设备厂商镁光和希捷，采购额分别在在7亿和8亿左右。与此同时，许多中小型美国公司将受到更大的影响，因为这一类公司可以说基本靠华为的订单存活。2018年华为市场营收情况华为官网数据显示，2018年整体经营结果健康，财务稳健。在营收占比上，消费者服务与运营商服务合计占比超过80%；而人们比较关心的国际市场方面，美洲市场仅占21.3%，绝大部分在中国和欧洲中东非洲市场。下图为华为五年在销售收入、营业利润、经营活动现金流方面概要。而在自主创新方面，华为近10年累计投入的研发费用已经超过人民币4800亿元。而由此带来的专利方面，截至2018年12月31日，已在全球累计获得授权专利87805件，90%以上专利为发明专利。年报提前透露风险要素华为总裁办致员工信里表示，此次美国商务部工业与安全局（BIS）将华为列入所谓“实体清单”的决定，是美国政府出于政治目的持续打压华为的最新一步，也比较让人惊讶。但公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响。而每经小编在翻阅华为2018年报时发现，在提示的风险要素一项里，已经明确指出这种风险存在的可能性。其中的重大风险要素是指在18个月展望期内会对整个公司的竞争格局、声誉、财务状况、经营成果和长远利益产生重大影响的事件。在外部风险里有两条这样的描述：宏观环境方面，全球经济面临较大下行风险。经济放缓的主要因素在于地缘政治紧张局势，全球贸易摩擦升级和宏观政策存在很大不确定性、金融风险不断积累等。华为所面临的内外部风险可能增加，各业务、各区域均在持续加强风险识别和管控，及时调整策略。贸易风险方面，去全球化、保护主义已成为全球贸易突出风险，贸易限制措施增加，全球贸易紧张局势加剧。一方面，贸易壁垒始终是进出口商们面临的主要障碍。另一方面，技术在改变着我们的生活、经济及贸易方式。在多重冲击下，国际贸易规则面临重塑，多边贸易体制可能被削弱，世界贸易组织成员正在磋商改革，大型区域性自贸协定谈判或落定，主要贸易伙伴关系调整，由此带来的政策不确定性上升。作为全球性公司，华为支持全球贸易规则并把贸易遵从置于商业利益之上。A股芯片股大涨5月20日，受到华为事件的影响，国产芯片股集体大涨，兴森科技、长电科技等等多只个股涨停。而每日经济新闻此前曾报道，在华为遭美打压后，6家美国供应商股价暴跌，逾500亿市值蒸发。（本文来自于每经网）来源：每日经济新闻", "author": "中国经济网", "newsdate": "发布时间：19-05-20", "newstime": "13:51", "sentiment": [{"positive_prob": 0.989165, "confidence": 0.975923, "negative_prob": 0.0108348, "sentiment": 2}]}, {"title": "谷歌限制华为安卓合作，余承东透露华为欲布局自研操作系统", "content": "新智元报道  来源：综合心声社区等【新智元导读】谷歌今天宣布，将限制与华为在安卓方面的合作。在美国将华为列入“实体名单”后，任正非回应表示“华为没问题，已做好准备”。此前华为消费者业务CEO余承东曾提及华为打造操作系统的核心能力，这意味着或许离华为自研的操作系统问世不远了。据路透社报道，谷歌已经取消了华为的 Android 使用许可。The Verge随后与一位知情人士证实，谷歌暂停了与华为的业务往来。谷歌一位发言人在接受采访时表示，“我们正在遵守这一命令，并评估其影响。”但他没有透漏更多消息。这是美国商务部最近决定将华为列入“实体名单”的最新发展，“实体名单”是一份未经政府批准无法从美国公司购买技术的公司名单。华为被限制只能使用安卓开源项目（AOSP），即在中国之外的消费者将无法在在安卓设备上使用关键的谷歌应用程序和服务。这也意味着，华为将失去对谷歌 Android 操作系统更新的访问权限，将只能使用公开的开源 Android 版本。华为设备的现有用户将能够继续在他们的设备上从现有的 Google Play 商店下载 APP。华为是仅次于三星的第二大安卓设备供应商。虽然华为手机在美国并不是广泛可用，但在加拿大、欧洲以及中国都很受欢迎。目前尚不清楚此举将对华为产生怎样的影响。任正非首度回应：美方不供货，华为也没问题，已做好准备5月18日，华为公司创始人任正非接受日本媒体《日本经济新闻》的采访，首度回应了美国禁令事件。华为公共及政府事务部发布在华为 “心声社区” 上的《日本经济新闻》的报道任正非抨击了特朗普政府将华为列入政府黑名单的决定，坚称华为没有做任何违法行为。任正非表示，华为公司将继续开发自己的芯片，减少生产禁令带来的影响。他还指出，即使高通和其他美国供应商不向华为出售芯片，华为也 “没问题”，因为 “我们已经为此做好了准备”。任正非说美国禁止华为业务的影响将是有限的，并表达了对长期前景的信心。“预计华为的增长可能会放缓，但只是小幅的放缓，” 任正非补充道，他表示年度收入增长可能略低于 20%。“接二连三的威胁贸易伙伴的政策让企业不敢再冒险，同时美国也将失去信誉”，任正非说。任正非否决了在美国本土生产 5G 设备的可能。“即使美国请求我们在那里生产，我们也不会去”，他表示。在今年P30系列国行发布会上，华为发布了“方舟编译器”，从安卓底层进行优化。而在美国将华为列入“实体名单”后，华为消费者业务CEO余承东曾在朋友圈中提及了华为打造操作系统的核心能力。外界有分析指出，这意味着或许离华为自研的操作系统问世不远了。华为自研操作系统势在必行，软件要成为华为手机的硬实力华为对手机操作系统有多大的信心和实力？近日，CBG 软件部总裁王成录在《让软件成为华为手机的硬实力》一文中详解了华为手机的软件实力，阐述了华为如何不断进行深层创新，推出硬核技术。以下是《让软件成为华为手机的硬实力》全文。让软件成为华为手机的硬实力CBG 软件部总裁 王成录4 月 11 日，CBG 总裁余承东在上海发布了 P30 系列手机。发布会后，一个听上去有点晦涩的新名词 ——“方舟编译器” 迅速登上了知乎社区的热搜榜，引发了 IT 从业者、数码博主、资深码农乃至普通消费者的极大关注和广泛热议。“编译器是什么？”“华为方舟编译器和安卓原生的 AOT/JIT（Ahead of Time/Just in Time）有什么区别？” “方舟编译器对安卓生态有何意义？” 等，网友对各种深浅不一问题的讨论不亦乐乎，诸多跟帖评论精彩纷呈，不得不说高手在民间。其中一位网友的评论很有代表性：“昨天的华为发布会，让我感到惊喜的是，在如今这个年代，会有一家国内消费电子公司把编译器作为一大亮点来介绍。华为在基础研发上的持续高投入，加上手机终端市场占有率向全球第一迈进，使得‘自建生态’的梦想，对一家中国公司而言首次成为可能。”编译器是将程序开发用的高级语言转换成机器指令的软件，可以理解成软件与硬件之间的桥梁。那方舟编译器会带来怎样的价值？简单点说，是解决现有安卓这座桥梁并不顺畅的顽疾，是对安卓真正深度的优化与革新，可以说为安卓产业注入了新的生命力。而这只是华为一系列软件创新的最新成果。今天，从市场与用户的反馈来看，越来越多的消费者认可华为手机长期使用后依然流畅，对用华为手机玩游戏体验不佳的吐槽也越来越少。这既归功于华为手机芯片和硬件能力的快速提升，更离不开软件全栈的深度优化与技术创新。我们深知，任何软硬件的技术优化和创新探索都必须瞄准用户体验。服务近 5 亿在网用户的华为手机操作系统 EMUI 是如何围绕用户体验，不断进行深层创新，推出硬核技术的？故事还得从几年前说起。面向消费者的软件怎么做3 年前，我在负责 2012 实验室的中央软件院，7 月份，余总的一个电话，让我有机会来到 CBG 负责终端软件的研发工作。当时的心情既兴奋又忐忑。兴奋在于，从进公司伊始，我一直从事和软件紧密相关的工作。在我心目中，完成大规模工业化的软件研发，不啻以虚拟世界的 0 和 1 为建筑材料，去设计建造一座宏伟的殿堂。而如何能让我们的建造成果和过程都达到世界级，给我们的用户和合作伙伴带来价值，一直是我的追求与梦想。忐忑也随之而来。虽然都是软件研发，但是智能手机操作系统对于我是一个全新的领域。首先是标准化程度大不相同，电信设备软件有非常完备的行业标准，ITU、3GPP、IETF 等，实际上把网络架构和网元架构标准化了。研发需要做的就是根据标准协议，遵从一定的开发流程规范，比如 IPD（集成产品开发），以及合理的项目管理来实现相应的交付目标。同时，电信设备软件的需求也是相对清晰和汇聚的，全球几百家运营商的需求百分之七十以上几乎是一致的，而且设备的日常维护主体是经过专业化训练，具有相当技术水平的运维人员，可以相对清晰准确地反馈设备使用中的各种问题。而面向消费者的软件则大为不同。广泛流行的智能手机操作系统最终只留下了 iOS 和安卓。与封闭的 iOS 框定一切来保证体验不同，安卓是由谷歌主导的 AOSP 社区开源，但原生安卓实际上是 Design Reference（设计参考），具体到每一个功能如何取舍和扩展，与海量的第三方 APPs 如何交互，并没有详细而统一的标准可以遵从，都是各个手机厂家根据自己的硬件平台、产品定位和目标用户群，做大量的适配和优化修改，生态碎片化严重。一切只能以消费者体验为准绳。在安卓开放的大环境下，怎么做才能实现最好的用户体验？在 iOS 已经通过多年的积累树立了牢固的领先形象时，怎样才能让 EMUI 被越来越多的消费者认可，是我和整个软件团队面临的最大挑战。聚焦最大的用户痛点 “在飞行中换引擎”我们决定将 “用户体验最佳” 作为终端软件追求的目标。而首要解决的问题就是，什么最影响用户体验？经过大量的调查和访谈，团队很快发现，最为安卓用户诟病的，是长期使用后的卡顿，这也是影响消费者体验的第一大障碍。一个热爱电子产品的同事和我讲述过他的智能手机使用经历。在安卓手机进入大屏年代后，2013 年他购买了当时做得最好的安卓手机 S 和 H，用的还是顶级配置，但用了一年多后，即使每晚不做任何操作，都会消耗百分之十几的电量；更让他无法忍受的是，卡顿、死机几乎成了家常便饭，必须要不断重启和清理内存才能勉强使用。用他的话说，不是我在用手机，而是手机在用我。为什么即便拥有很高的硬件配置，即便是当时最好的安卓手机，也会面临更多的稳定性和流畅性问题？是哪些因素导致了长期使用后的卡顿和死机？我们决定 “啃” 下卡顿这个最大的硬骨头。EMUI 团队成立了专门的 “特战组” 集中攻关。特战组详细分析了安卓系统下四百多台几十种机型的手机，经过反复的问题重现和软硬件的全栈分析，共发现以下四个导致卡顿、死机的主因：1. 安卓系统的松散管理，应用对资源的使用缺少规则，就像建了很多道路却没有交通规则，最终是拥塞和混乱；2. 系统硬件资源协同缺乏，仅仅靠增加 RAM（运行内存）资源不能解决问题，而是要更有效地调度与使用资源；3. 存储碎片累积效应，随着使用时间的增加，存储碎片化日益严重，数据读写速度明显下降，系统卡顿频繁、加重；4. APP 膨胀严重，特别是头部应用功能不断堆积，导致产生的数据急剧增长，抢占系统资源严重，拖累系统运行速度。这些问题，几乎涉及到从芯片到软件全栈，如果只是见招拆招被动应对，是不可能真正解决问题的。必须全面系统分析，才能拿出全面彻底的解决方案。但安卓系统本身极其庞大，代码行数过亿，在这么庞大的系统上 “动手术”，挑战可想而知。会不会在优化的同时导致其它兼容性的问题？有没有足够能力实现预定的目标？但是，带着有问题的引擎勉强飞行，只会酿成更大的事故。畏缩不前不如放手一搏。通过大量细致的分析和研判，我们决心破釜沉舟 —— 干！最终，经过专家的反复诊断和讨论，拿出了 5 大 “药方” 来一一解决上述问题。简单来说，人工智能是核心，对应用侧智能分析，判断应用的资源需求特征（计算密集型、RAM 密集型、IO 密集型等）；对硬件资源侧，感知 CPU、内存、IO（Input/Output）、存储等资源状态，通过 AI 算法实现应用需求与硬件资源的最佳匹配，并及时合理地整理和回收空闲资源，解决上面提到的硬件资源协同和 APP 占用空间过度膨胀的问题。▲“天生快 一生快” 系统原理图“抽屉式” 替换 为安卓注入新的生命力对于存储碎片化的问题，我们采取了一个比较激进的方案 —— 替换了安卓原生文件系统。安卓从诞生之初就直接架构在 Linux 基础上，其文件系统最初并未考虑碎片文件的快速整理。长时间以来，安卓手机都是从 Linux 继承文件系统，这个文件系统对智能手机上的 Flash 存储并不友好，也是碎片化的主因。我们决定用 F2FS（Flash Friendly File System）文件系统来替换原生的文件系统，不仅因为 F2FS 是为 Flash 量身定做，还因为它可以使手机极大程度上避免文件碎片。F2FS 是由友商 S 公司原创并开源的。但 S 公司自己并没有率先使用。因为文件系统决定存储上所有文件的存储与访问方式，好比器官移植手术，替换文件系统的复杂度和风险是巨大的。我们虽然在实验室仔细验证了半年多，但替换文件系统的高复杂度和高风险，仍然是决策的最大顾虑。软件管理团队和技术团队多次分析后，最终果断拍板，并和 CBG 签订了军令状，承诺搞不定或出了问题就 “军法处置”。得益于团队胆大心细的执行力，F2FS 文件系统最终替换成功，成为解决卡顿顽疾全方案中最重要的组成部分。2016 年，伴随着 Mate 9 系列发布的 EMUI5.0，我们为这个解决安卓卡顿的方案取了一个简单易懂的名字，叫做 “天生快 一生快”，同时承诺消费者 “18 个月不卡顿”，这个当时看似 “吹牛” 的承诺，今天已经成为现实。从市场反应和消费者反馈来看，在安卓阵营里，华为手机率先甩掉了 “卡顿” 的帽子。2018 年，谷歌将 F2FS 吸收到安卓原生版本中，所有安卓厂商因此受益，对安卓生态是很有价值的贡献。至今，谷歌的自研手机 Pixel 3 也使用了 F2FS 文件系统。基于理性的技术判断和果断决策，让我们领先了所有安卓厂商一步。更难能可贵的是，为了实现安全替换，逼迫我们的团队没有退路地仔细分析了原生系统的底层，边战边练，让我们的团队积累了非常宝贵的经验，也尝到了深度优化安卓的甜头。第一道考题，我和软件团队初步获得了 CBG 管理团队的信任，有了一个好的起点。走向生态协同的 “深水区”在解决卡顿这个顽疾的过程中，我们就发现安卓生态的松散是一个挑战，这并不能通过技术来解决，但又和用户体验息息相关。相较于 iOS 对生态的严格管控，安卓生态主要依赖玩家的自律自觉。打个不恰当的比方，安卓原生系统好比谷歌修好的一条高速公路，谷歌设想上路的自然是遵守交通规则的机动车，而实际情况却是，不但机动车上路了，各种牛车、马车、三轮车和行人都来了，加上没有交警（优先级调度系统）负责管理，拥堵就成了常态。这种状况在国内尤甚。手机厂家不断投入的技术，只是把端侧的运行环境做得越来越高效、整洁。但应用市场的鱼龙混杂对用户体验影响巨大，各安卓手机厂家不仅拥有自家的应用市场，还有种类繁多的第三方应用市场，再加上通过浏览器链接就能下载安装 App，还有各种木马 App、恶意软件，互相引导安装、伪装后台、无限制申请手机系统资源等，带来的问题就是 Apps 对安卓系统资源的使用极不规范，甚至是恶意使用。“病从口入”，导致的结果就是，用户体验不断受损。华为面临一个选择，是随大流，还是牵头竖起大旗，联合重量级生态玩家，逐步规范、净化安卓生态，把优质的体验还给消费者？仅仅依靠手机厂家自身的持续技术投入和优化已然不够，走向生态协同的 “深水区” 是华为终端软件必须要迈出的一步。经过大量的前期沟通讨论，2016 年 11 月 14 日，在上海的 Mate 9 系列发布会上，华为联合阿里巴巴、百度、腾讯、网易四家企业共同发起了安卓绿色联盟。作为一个开放的非盈利性组织，希望共同构建中国安卓绿色应用环境，打造安全、可靠、可信、健康的应用生态，把极致的应用体验带给消费者。▲安卓绿色联盟发布安卓绿色联盟成立后，集中发起厂家的经验和智慧，陆续推出了《安卓绿色联盟应用体验标准》的 1.0 和 2.0 版本，涵盖了应用安装与运行的兼容性、稳定性、安全、功耗和性能标准。同时发展会员企业超过 1000 家，覆盖 80% 的主流应用。在安卓绿色联盟平台上，华为提供了超过 3 千台测试真机，免费向所有安卓应用开发者开放，只要远程登录，即可申请到相应的测试资源并执行测试；同时，华为把安卓最新版本的变化及时分享给国内开发者，大大提升了安卓应用在新版本上的适配效率。对于通过了《安卓绿色应用体验标准》的应用打上 “绿色应用” 标记，让消费者在应用下载时对应用质量的了解一目了然，可以安心使用。通过 2 年多的协作，绿盟已帮助超过 20 万开发者进行免费测试、牵引 Top 3000 安卓应用降低了高功耗与权限滥用行为。消费者、应用开发者、互联网厂商和手机厂家都因此受益。整个安卓生态的参与者，都愿意在这个平台上共享经验、共同创新。2018 年还成立了 AI 开放生态合作、AI 安全设计方案、AR、游戏加速四大创新工作组。我们将和伙伴一起把安卓绿色联盟持续的发展壮大下去，希望她能成为整个产业的一盏明灯，优胜劣汰，为所有安卓用户带来极致的应用体验。“吓人” 的 GPU Turbo 背后2018 年 6 月，余总在北京发布 “吓人的技术” GPU Turbo，不但引起了其他厂商对于 “吓人” 和 “Turbo” 的跟风，也在一些主要的科技论坛引起了关于背后技术的大讨论。游戏产业在手机上的迅猛发展超乎很多人的预料，几乎一半以上的用户都是手游用户。早在 2016 年，国内的手游已经占据了游戏市场的半壁江山，而且如王者荣耀、吃鸡等 “硬核化” 游戏的普及，将游戏对于手机图形处理能力的要求推向了前所未有的高度。而受限于 ARM Mali GPU 的限制，在与其他顶级友商的 GPU 的 PK 中，华为手机用户对游戏体验的吐槽急剧增多。手游的体验是不是只能依赖 GPU 的处理能力，或者类似某些所谓的游戏手机堆料来实现？能不能像整机性能一样通过软硬协同来优化？这些问题进入了我们的视野。说干就干，相关工作马上开始启动。2017 年 2 月，我们发起了一场中西合璧的针对手机图形处理性能的攻关。虽然新加入的海外图形处理专家给出了很有价值的思路，但是整个攻关过程并非一马平川。其中经历了无数次尝试、接近、又推倒重来的过程。“胜则举杯同庆，败则拼死相救”，来自美国、芬兰、俄罗斯和深圳、杭州、南京、上海的相应领域专家们，不论部门，不分昼夜，最终达成了预期的目标。当最后我们说出 GPU Turbo 可以提升游戏性能的同时降低功耗，业界开始是一片质疑，都觉得这个逻辑违反常理。但我们有充足的底气，从 GPU Pipeline（处理队列）、CPU/GPU 联合调度，到 OPEN GL（开放图形库）各指令的详细解读和细致调整，再到图形处理引擎的重构和应用负载的清洗，完整的全栈分析和解决方案，让我们有足够的技术自信，敢于公开我们的目标和承诺。▲GPU Turbo 全球联合研发团队6 月 6 日，发布会现场，知名技术平台现场直播搭载 GPU Turbo 的荣耀 Play 和其他友商手机的同款游戏对决。在帧率、抖动率、掉帧、耗电等硬指标上，荣耀 Play 获胜！一个多小时的实时对战，让业界见识了 GPU Turbo 的实力。GPU Turbo 上市之后的反响超出预期，而各种第三方自发的评测也证实华为手机坐稳了游戏性能的第一阵营。任何成功的背后，都是艰辛和汗水，所有参与 GPU Turbo 项目的研发弟兄们，经历过多少个不眠之夜已经记不得了。而我们始终牢记，潜心投入技术，聚焦提升用户体验，才是持续改变用户观念，提升品牌与口碑的王道。软件工程里的 “硬核” 技术2018 年 7 月初，GPU Turbo 上市的余热还未散去，忽然一起用户投诉引起了维护与营销团队的注意。相当多的用户在升级 GPU Turbo 之后，随着某款热门游戏的一次更新，不少场景出现了花屏。由于涉及华为和游戏厂商，究竟是谁的问题，中间是不是有什么故事，迅速成为媒体热炒的内容，一时间各种说法纷至沓来。尽管声音很多，但对我们来说，用户的体验才是最重要的。仅仅 2 天之后，EMUI 团队把 2MB 左右的补丁包快速推出，迅速解决了问题。我们的快速反应能力，受到了广大消费者几乎一致的好评。▲EMUI “刺激战场” 花屏修复补丁这种快速的补丁升级能力，在终端领域，华为是独有的，其他安卓厂家并不具备。这背后，是 EMUI 团队这几年持续构筑的软件工程能力：代码共主干、全栈架构解耦、版本自动化生成三个硬核能力。工欲善其事必先利其器，软件工程能力是软件研发的 “器”。强大的软件工程能力是软件研发的重要组成部分，也是软件研发的硬核技术。三年多以前的 EMUI，基于海思 Kirin、高通、MTK 芯片的主干各不相同。主干只是物理上的代码仓库，质量基本没有保证。各产品版本都是从主干拉出的分支，相关特性都是靠产品经理和开发代表手工挑出来，效率极为低下，质量无从保证。从单产品看似乎很 “高效”，但各产品功能特性的一致性，质量的可继承性几乎很难做到，没有一款存量机型能够全网升级新版本。这致使整个软件团队工作量很大，但重复低效且没有继承性，令团队人困马乏，根本无法应对即将到来的海量交付。从 EMUI5.0 版本立项开始，交付采用了全解决方案运作模式，将用户交互、OS（操作系统）、海思、通信协议、安卓原生多个模块纳入统一规划，同源设计、同源开发、同源测试。解决方案依赖关系识别好、管理好，计划对齐。同时定下海思 Kirin、高通共主干目标（MTK 平台 2018 并入主干，至此，华为 EMUI 一条主干兼容三大硬件平台），代码合入主干严格受控、质量优先，保证了主干的代码质量。各产品不再需要拉分支，到发布的点直接按对应的产品出版本即可。主干版本每周可实现一轮全量的自动化测试，质量越来越好，交付也越来越高效，并且这个能力可持续传承。共主干的实现，虽然让产品线和软件研发团队都受到了不少 “折磨”，但今天的收益让所有的痛苦都变得很值得。架构是软件的骨架，是软件团队共同工作的基础和统一语言。EMUI 基于安卓原生系统，总代码行数过亿，几乎是无线产品线产品代码行数的两倍。这么大规模的代码，每年都要做大版本升级，而且安卓原生代码每年的更改量和新增量都超过上千万行。架构的模糊和耦合，让新增功能的开发，现有功能的修改和变更，甚至 BUG 的修复都极其痛苦，血肉骨架混作一团，牵一发而动全身。这样的系统其实已经很难维护和持续开发。架构的选择和解耦成为不得不做的事情。特别感谢余总和手机产品线总裁何刚的支持和信任，在人力资源有限的当时，允许我拿出 40% 的人力开始了 EMUI 全栈的架构解耦和重构。架构部担起这个历史使命，由软件的 8 级专家胡征挂帅开始了三年多的架构解耦工作，多次的研讨和激烈争论，终于让这项工作在过去的几年持续了下来，并对今天 EMUI 的交付效率和质量，做出了巨大贡献。一个清晰可解耦的架构，是软件团队内部的统一工作基础，也是我们与业界合作的共同语言，让我们 “抽屉式” 替换相应的安卓组件成为可能。这也是过去几年，EMUI 可以快速实现替换文件系统、智能调度系统、实现全栈补丁的基础。谷歌新版本也在吸纳我们的优秀实践。全系统解耦的能力上，我们走在了业界最前沿。▲EMUI 从紧耦合走向共主干全解耦最后是版本的自动生成能力。手机版本需求复杂，有公开渠道、运营商渠道等各个不同版本。加上高、中、低档机一组合，每年发布的版本有上万个。版本管理和发布都极其复杂。CBG 软件团队自行开发的 CCM（版本自动编译配置平台）为这个问题的解决立下汗马功劳。公开市场、运营商市场、不同国家、不通过配置等都抽象为一个个可配置的参数，总参数量几千个。需要出版本的时候，根据目标市场的需求，选定和修改相应的配置后，一键配置下发，即可生成对应的版本。整个过程高效、高质量。这套系统上线以来，我们节省了 200 + 的软件配置人力，一直是零差错平稳运行。目前，EMUI 日活用户已接近 5 亿。每个新版本的发布，除了支撑新机上市外，越来越多的机型可以同时升级，让广大消费者获得了直接收益，我们也越来越多地获得了消费者的支持和认可。学习互联网的开发效率，也注重平台软件的经验积累近几年在软件开发领域，互联网化和 DevOps 等是非常热门的话题。我想谈一下在 EMUI 软件研发实践中的一些体会。EMUI 全栈包括了 APPs、中间件和 OS 底层。如果一概要求研发人员必须年轻，并且必须放弃 IPD 而采用互联网的迭代方式，这种做法不尽合理，容易误导团队和领导对 EMUI 软件研发的认知。在软件工程能力如共主干、架构解耦不具备之前，片面地去执行年轻化和迭代开发，那将是一场灾难。上层 APPs 需要年轻人和快速迭代是对的，但中间件和 OS，需要的是经验第一，创新第二。没有多年的经验，不可能做好底层软件。没有好的底层，上层的应用体验也不会好到哪里去。EMUI 架构完全解耦的今天，APPs 已经完全脱离 EMUI 平台独立发展，而且架构解耦的思想也落实到了 APPs 开发和实现中，实现了自主规划、开发和交付上架，以及全功能团队的快速迭代，这是非常接近于互联网化的开发模式。而 EMUI 基础平台，仍基于 IPD 流程，扎扎实实按计划持续开发积累，把质量做到最佳。全面 Copy 互联网，认为谈 IPD 而不谈 DevOps 就是落后的代表，是一种误导。IPD 也好，DevOps 也好，其实都是工具，关键是要准确把握业务诉求，根据业务特点选择最适宜的模式和工具。结语进入 2019 年，随着换机周期的拉长和增速的放缓，手机行业进入到了饱和竞争的状态。在硬件已极具竞争力并逐步甩开对手的基础上，华为软件已经开始持续发力，软硬件紧密配合，将使华为终端的竞争力源源不断，我们有理由对华为终端的未来充满期待！始终聚焦用户体验，夯实底层核心能力，不断提高软件工程能力，构筑开放生态，我们有信心将 EMUI 打造为华为手机的硬实力。用户体验的提升与创新之路，永无止境。", "author": "新智元", "newsdate": "发布时间：19-05-20", "newstime": "11:36", "sentiment": [{"positive_prob": 0.98308, "confidence": 0.9624, "negative_prob": 0.01692, "sentiment": 2}]}, {"title": "外媒：因美国禁令谷歌暂停与华为开展业务，已售华为手机不受影响", "content": "据路透社报道，一位消息人士周日告诉路透社，Alphabet公司旗下的谷歌公司已暂停与华为的业务，这些业务涉及交付硬件、软件以及技术转让服务，但通过开源许可公开提供的服务不包括在其中。一名谷歌发言人表示，该公司正在遵从（美国政府的）命令同时评估其影响，但并没有提供详细信息。这名发言人还表示，持有安装了谷歌应用的已售出华为智能手机的用户，将能继续使用和下载谷歌提供的应用更新。发言人说：“对于我们服务的用户，谷歌商店和谷歌商店的安全保护将继续在现有的华为设备上运行。”但发言人未提供进一步的细节。路透社称，这一暂停举动可能阻碍华为在中国以外的智能手机业务，因为华为将立即无法得到谷歌Android操作系统的软件更新服务。在安卓系统上运行的未来版本的华为智能手机也将失去对热门服务的访问权限，包括谷歌商店(Google Play Store)、Gmail和YouTube应用。消息人士称：“华为将只能使用Android的开源版本，无法使用谷歌拥有专利权的应用和服务。”特朗普政府周四正式将华为技术有限公司列入一份所谓的贸易“实体名单”，并立即实施限制措施，使华为公司极难与美国同行开展业务。上周五，美国商务部表示正在考虑缩减对华为的限制，以“防止现有网络运营和设备的中断。”截至周日时，华为对移动软件的访问是否会受到影响仍未立即明确。华为将在多大程度上受到美国政府将其列入“实体名单”带来的伤害目前尚不清楚，因为其全球供应链正在评估影响。芯片专家对华为在没有美国帮助的情况下继续运营的能力提出了质疑。消息人士称，谷歌内部仍在讨论，暂停与华为业务将涉及哪些具体服务的细节。华为发言人周五表示，华为的律师也在研究公司被列入管制“实体名单”的影响。记者无法立即联系到华为得到进一步置评。美国商务部的代表没有立即发表评论。就美国商务部16日正式把华为公司及其68个关联企业列入出口管制清单中一事，中国外交部发言人陆慷在17日举行的外交部例行记者会上表示：我们认为美方这一做法是十分错误的。美方出于政治目的，泛化国家安全概念，滥用出口管制措施，对特定企业采取歧视性做法，完全违背市场规则和公平原则。我们认为这也不符合美方自身利益。就中方而言，我们当然会采取一切必要措施，坚决维护中国企业的合法权益。（编辑：LWC）", "author": "环球时报", "newsdate": "发布时间：19-05-20", "newstime": "10:45", "sentiment": [{"positive_prob": 0.967122, "confidence": 0.926937, "negative_prob": 0.0328783, "sentiment": 2}]}, {"title": "华为否认联想对其断供办公电脑", "content": "在华为公司被列入美国“实体清单”中后，18日晚，有知乎网友称，“联想率先断供华为”。昨天凌晨，联想发布声明称“未向华为断供”，并表示将诉诸法律手段，追究造谣者责任。随后，最先发布谣言的网友“灰机”公开道歉，称该说法来源单一，是自己在敏感时间点鲁莽地下了夸张判断。联想辟谣断供华为华为回应停供是谣言18日晚间，一则“联想取消了所有和华为的订单”的消息在知乎等平台发布。据新华社报道，美国商务部工业与安全局当地时间15日，宣布将华为和70家附属公司添加到其所谓的“实体名单”中，此举将禁止华为在未经美国政府批准的情况下从美国公司购买零部件。随着这一新闻不断发酵，“联想率先断供华为”的消息引起众多网友的关注与讨论，联想受到不少网友谴责。19日凌晨，联想通过官方微信公号紧急发布声明辟谣称，经过挨个国家和地区去查证，联想从未向华为中断过供货。联想称：经查，目前联想集团向华为公司供货正常。对于目前网上的“断供”等不实之词，我们已经对谣言传播者连夜取证，将诉诸法律手段，追究造谣者责任。联想表示，不明势力针对联想的舆论攻击在过去一年时间已经连续发起多次，谣言广度和深度远超正常商业竞争范围，已向有关方面汇报，望网友勿相信相关传言。华为是联想PC和服务的重要客户，我们将在严格遵守联想业务所在国家和地区的相关法律及合规条例的基础上，持续向华为销售产品和服务。“多事之秋，共渡难关！”另据《环球时报》报道，环球时报英文版记者从华为公司处获悉，联想对华为的办公电脑和服务器停止供应的消息是“谣言”。造谣者向联想和网友道歉昨天上午，最早在网络上散布“联想因为美国封锁而断供华为电脑”说法的网友“灰机”在其发布谣言的平台知乎上向联想及广大网友道歉。“灰机”称，爆料从头至尾没有得到联想方面的回复和确认。他对此道歉称：我仅代表我个人向联想集团致歉，向所有因我的极端推测和情绪化输出而影响的网民致歉。以后我一定会措辞更为严谨，下笔之前三思。在联想集团公众号下，也有留言表示希望联想起诉这些造谣者，对此，联想给予肯定回复。任正非：华为将继续研发自己的芯片昨天，华为官方发布了一篇名为《华为不需要美国芯片：特朗普出口禁令下的总裁》的文章。文章提到，在美国发布华为贸易禁令以后，华为技术有限公司创始人兼总裁任正非首次接受采访。他预计华为的增长可能会放缓，但只是小幅的放缓，他预计年度收入增长可能略低于20%。任正非表示，华为公司将继续开发自己的芯片，减少贸易禁令带来的影响。他还指出，即使美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。主要设计核心处理器芯片的华为子公司海思技术有限公司也暗示，早有计划应对潜在的供应中断。在最近的一封公开信中，海思总裁何庭波写道，“我们实际上在多年前已经预见到这一天，我们确实准备了后备计划。”17日，何庭波在向所有海思员工发送的内部信中表示，所有海思曾经打造的备胎，一夜之间全部转“正”。她说，海思的芯片确保了公司大部分产品的战略安全和连续供应，“挽狂澜于既倒”，今后要实现“科技自立”。何庭波侧面宣布了华为将启用备用方案，在产品上较少受到被列入“实体名单”的冲击。据新华社报道，总部位于深圳的海思半导体有限公司成立于2004年，前身是创建于1991年的华为集成电路设计中心，其产品覆盖无线网络、固定网络、数字媒体等领域的芯片及解决方案。文/本报记者 温婧来源：北青网", "author": "中国日报网", "newsdate": "发布时间：19-05-20", "newstime": "09:25", "sentiment": [{"positive_prob": 0.0128131, "confidence": 0.971526, "negative_prob": 0.987187, "sentiment": 0}]}, {"title": "外媒：谷歌已暂停与华为部分业务，谷歌称在“遵从指令”", "content": "路透社报道截图【环球网报道 记者 乌元春】路透社19日援引知情人士的说法称，谷歌Alphabet已经暂停与华为的业务，除了通过“开放源码许可”公开可用的服务以外。该消息人士表示：“华为只能使用安卓系统的公共版本，但不能从谷歌获得专有应用程序和服务的访问。”此前一天，华为创始人兼总裁任正非18日接受日本媒体采访时抨击了特朗普政府将华为列入“黑名单”的决定，并坚称华为没有做任何违法行为。他还表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好准备”。路透社称，谷歌一位发言人说，该公司“正在遵从相关指令并研判影响”，但拒绝提供相关细节。路透社称，此举可能会阻碍华为在中国境外的智能手机业务，因为华为将因此立即失去对谷歌安卓操作系统更新的访问权。报道还称，华为下一代安卓智能手机也将不能使用包括Play Store、Gmail和YouTube等应用程序服务。路透社还援引消息人士的话透露说，谷歌内部仍在讨论受暂停影响的具体服务的细节。此外，美国商务部代表也没有立即就此发表评论。路透社说，就在上周，美方将华为纳入贸易“黑名单”，并立即颁布相关限制措施，使得华为公司很难与美国同行开展相关业务。报道评论说，华为将在多大程度上受到美国政府“黑名单”的伤害，目前尚不清楚。当地时间15日，美国总统特朗普签署行政命令，要求美国进入紧急状态。在此紧急状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。外媒普遍认为，这是在为禁止美企与华为的业务往来铺平道路。此外，据路透社报道，在特朗普签署行政令后，美国商务部当天发表声明称，正将华为公司及其附属公司列入管制“实体名单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。中国外交部发言人陆慷16日在例行记者会上对此回应说，中方坚决反对任何国家以泛化国家安全的理由，对其他国家企业采取歧视性、不公平的做法。如果出现这种情况，中方当然会采取必要的措施维护自身的合法权益。“中国政府当然关心中国企业的合法权益。中国政府也会为维护中国企业合法权益采取必要的措施。”陆慷说。华为创始人兼总裁任正非18日接受了日本媒体的采访，《日本经济新闻》英文网站当天刊登了这一消息。任正非在采访中表示：“接二连三的威胁贸易伙伴的政策让企业不敢再冒险，同时美国也将失去信誉。”任正非表示，华为公司将继续开发自己的芯片，减少生产禁令带来的影响。他还说，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。《日本经济新闻》的报道还称，任正非说美国禁止华为业务的影响将是有限的，并表达了对长期前景的信心。“预计华为的增长可能会放缓，但只是小幅的放缓，”任正非补充说，他表示年度收入增长可能略低于20%。此外，华为公司总裁也否认了在美国本土生产5G设备的可能。他说：“即使美国请求我们在那里生产，我们也不会去。”", "author": "环球网", "newsdate": "发布时间：19-05-20", "newstime": "08:58", "sentiment": [{"positive_prob": 0.164584, "confidence": 0.634258, "negative_prob": 0.835416, "sentiment": 0}]}, {"title": "谷歌暂停对华为部分业务，外交部和华为回应来了！", "content": "20日，据路透社报道，谷歌已经暂停与华为的部分业务，包括需要转移硬件、软件和技术服务的业务等。对此，我外交部和华为公司作出回应。外交部：支持中国企业用法律武器捍卫正当权利据报道，出于美国政府禁令，谷歌已暂停与华为的业务往来。在20日的外交部例行记者会上，发言人陆慷表示：中方注意到有关谷歌公司已经暂停对华为公司涉及软硬件转让业务并且暂停向华为提供有关服务的说法。中方将正式确认此事，并进一步积极关注事态进展。同时，中方支持中国企业拿起法律武器捍卫自己的正当权利。外交部发言人陆慷（资料图）此外，据报道，经多年审查，英国、德国及欧盟方面均未发现华为产品存在明显“后门”，但美国思科设备却经常被发现安全漏洞，自2013年起已有10起“后门”事件。对此，陆慷表示：中方特别想听听美方对此有何评论。当然，国际社会可能也没抱太大希望。因为自“棱镜门”事件以来，美方一直对指控其从事网络攻击、窃密的事实依据三缄其口。陆慷指出，美方以己之心度人之腹，为获取竞争优势对他国企业造谣抹黑，却始终拿不出像样的证据。欧洲方面上述调查结论证明了华为的清白，也暴露了美国动用国家力量打压他国企业的不正当性。华为：有能力继续发展和使用安卓生态20日，华为方面发表回应：安卓作为智能手机操作系统，一直是开源的，华为作为重要的参与者，为安卓的发展和壮大作出了非常重要的贡献。华为有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响，请广大消费者放心使用和购买。未来华为仍将持续打造安全、可持续发展的全场景智慧生态，为用户提供更好的服务。来源：人民日报客户端（记者 韩晓明 赵永新），综合央视新闻（ID：cctvnewscenter）本期编辑：胡程远、杨翘楚", "author": "人民日报", "newsdate": "发布时间：19-05-20", "newstime": "19:41", "sentiment": [{"positive_prob": 0.35457, "confidence": 0.212067, "negative_prob": 0.64543, "sentiment": 0}]}]