[{"title": "华为百亿布局上海青浦研发基地 办公区总占地面积高达4000亩", "content": "图片来源：每经记者 刘玲 摄1月17日，上海市房地产交易中心数据显示，华为青浦研发基地顺利摘牌，这标志着华为青浦研发基地项目将进入开工建设的高速发展阶段。从公告上看，华为此次摘牌的项目位于上海市青浦区科创走廊建设的发展主轴，总用地面积近100公顷，总投资近100亿元，决心打造成全中国乃至全世界范围内具有领先地位的研发中心。一期占地面积为94.7万平方米，办公区总占地面积达4000亩，是华为松山湖本部的2倍，共可容纳办公人数达1.5万人，这将约占华为全球员工的8.3％。报道称，以华为作为指引，华为海思半导体研发设计总部、物联网总部、无线网总部搬入，青浦淀山湖将布局以移动终端（华为手机）等为重点的全球科创中心。（华为青浦园区概念规划鸟瞰图）据悉，华为上海研发基地投资规模比肩松山湖总部，总投资高达71亿元，年产值预计将达100亿元，势必成为华为全球领先的研发中心！该基地采用“9大园3大岛”组团规划，打造服务、住房、交通和办公等多功能混合型社区，可比肩苹果，谷歌，脸书，亚马逊等国家顶尖企业总部园区。报道表示，青浦是长三角一体化的重要区域，华为研发基地落户于此必将对长三角产业形成良好的促进作用。华为研发基地也被作为青浦重点工作来推进。（华为上海青浦研发基地图示）此前，《青浦、吴江、嘉善2019年一体化发展工作方案》指出，三地将推动华为青浦基地和人才公寓基地年内开工，促进亨通光电、京东方等华为核心供应企业共同打造万亿级信息产业集群。早在1996年，华为上海研究所成立。2010年，上海研究所入驻金桥路研发基地。目前，华为已在北京、苏州、上海、杭州、南京、西安、重庆、成都等地设置研究所。每日经济新闻综合观察者网、上海科技报、市场公开信息等", "author": "每日经济新闻", "newsdate": "发布时间：19-03-11", "newstime": "08:44", "sentiment": [{"positive_prob": 0.984872, "confidence": 0.966382, "negative_prob": 0.0151282, "sentiment": 2}]}, {"title": "三星Fold折叠屏手机上手：和华为MateX比谁更完美？", "content": "在上个月，全球两大手机巨头三星和华为分别发布了自家的首款折叠屏手机，这两款也被誉为改变整个手机行业的产品，而在设计理念上，华为的折叠屏手机MateX和三星的折叠屏手机Fold完全不同，一个是向外折叠，一个是向内折叠，到底这两种方案谁更好，网友们也吵翻了天。不过和华为MateX的大方向外界展出不同，三星Fold却异常神秘，很多媒体和用户至今都还没有体验到其真机。不过今天小智找到国外一则三星Fold的高清上手视频，揭开了其神秘的面纱，大家不妨看看它和华为MateX相比，到底哪个更漂亮，更适合日常使用。三星Fold在完全展开，折叠的前后样式就是这样的，可以看到，三星Fold在展开后变身了一块大平板，而在折叠后又迅速变成了手机形态，只不过从侧面看去三星Fold的确显得非常的厚。三星Fold三种形态的细节特写，质感还是非常强的，整机的材质用料应该是复合金属，并且经过专门的抛光工艺，这就增加了三星Fold的档次感，毕竟它是一款售价上万的顶级旗舰手机。三星Fold的上手效果还是令人惊艳的，拿着不大不小，也和传统手机的握持体验没有太的差距，相信即使是用惯普通手机的人改用三星Fold也不会感到太大的不适应。但还是那句话，由于采用了折叠屏，三星Fold的厚度太感人了，另外也的确如之前人们评价那样，三星Fold无法完全合拢屏幕，中间有较大的缝隙。三星Fold在展开屏幕后和折叠屏幕后的上手效果，展开后三星Fold的还是比较令人惊艳的，只是右上角的迷之刘海影响了颜值，不知道三星搞这么个刘海的目的是什么？总之看上去很不舒服。而在折叠后的小屏模式下，屏幕尺寸又觉得太小，屏占比太低了，和现在的全面屏手机格格不入。两种形态下拍照都能正常使用，这得益于三星Fold上配备的6个镜头，无论如何握持手机或任何形态下，都能自如的拍照没有问题。这点还是要给三星Fold好评的。竖着视频通话也没有问题，并且由于三星折叠屏可以一分为二的展示窗口，就不必像普通手机那样一个大窗口一个小窗口的展示人物，自己和对方都能在一块屏幕中同等出现，互不干扰。而大屏玩游戏自然也非常舒服，双手握持就像平板电脑一样，有较大的视觉冲击。总体来看，三星Fold走了和华为MateX完全不同的设计路线，所以在体验上也和华为MateX不太一样，至于哪个更好小智也不敢妄下定论，还是等到两款手机上市后由市场和消费者来做决定吧！", "author": "机智玩机机", "newsdate": "发布时间：19-03-11", "newstime": "18:01", "sentiment": [{"positive_prob": 0.630153, "confidence": 0.178117, "negative_prob": 0.369848, "sentiment": 2}]}, {"title": "余承东9点突然发文，15分钟后华为官宣，新的里程碑诞生了！", "content": "虽然说，3月11日最大的舆情发生于10点整，小米OPPO魅族“三箭齐发”，但是最早点燃舆论场的消息，却来自于华为，上午9点整的时候，余承东突然发文，15分钟后华为手机正式官宣，华为Mate20系列开卖4个半月后，发货量正式突破了1000万台大关，对于余承东掌舵的华为智能终端部门来说，这可谓是一个新的里程碑，为什么这么说呢？首先，华为Mate20系列是华为的最高端旗舰系列，即便荣耀V20给自己打上了“科技标杆”的旗号，但由于也是自家的“倒霉孩子”，余承东自然不会去加以责备，但华为Mate20Pro比荣耀标杆，应该是不争的事实，毕竟，从价格上说，华为Mate20Pro也高达5399元起步，即便最低的华为Mate20，也是3999元才能买到，如果硬要综合平均估计一下，1000万台华为Mate20系列的价值量，应该在500亿元左右。其次，华为Mate20系列上市2个月的时候，余承东报的出货量是500万台，这次1000万，2个半月500万台，一年12个月，如果销量持续，1年可能就是2000万台左右，再加上马上要发布的华为P30系列，还有年底要来的华为Mate30系列，2018年的华为Mate+P系列出货是近3000万台，由于华为Mate20系列的热销，2019年华为在高端旗舰销量方面更上一层楼的基础已然具备，就看马上要来的华为P30动销和操盘能力如何了。当然，有个问题也不得不提一下，仔细对比余承东的发文和华为官宣文案，相似度颇高，如果像写稿一样监测下“原创度”，可能都无法通过。如今，小米雷军依然是舆论场上的绝对王者，OPPO沈义人异军突起来势汹汹，华为余承东首当其冲，他真的决定要让自己“消音”了吗？", "author": "缤锋评论", "newsdate": "发布时间：19-03-11", "newstime": "19:12", "sentiment": [{"positive_prob": 0.968762, "confidence": 0.930581, "negative_prob": 0.0312383, "sentiment": 2}]}, {"title": "华为Mate 20系列发货量全球破1000万台，深受年轻、女性用户喜爱", "content": "华为消费者业务今天宣布，Mate 20系列上市四个半月全球发货量超过1000万台。该系列产品发布至今一直处于热销状态，深受年轻用户、女性用户喜爱。▲华为Mate 20 Pro中国市场女性用户占比增长11%华为Mate 20 Pro如何讨得女性用户的欢心？华为Mate 20系列在大中华区同一时间内打破了此前Mate与P系列的销售记录，在海外市场也受到消费者青睐，西欧、中东、亚太等地区均持续热销。第三方调研机构数据显示，截至今年1月底，在中国市场华为Mate 20系列35岁以下年轻用户占比和女性用户占比，较华为Mate 10系列增长7%，其中华为Mate 20 Pro的女性用户占比增长更为显著，较华为Mate 10 Pro增长11%。年轻和女性用户的涌入，为华为Mate 20系列的持续热销提供了新的市场源动力。华为Mate系列定位极致科技，在ID设计上不断突破，受到精英人群的广泛青睐。华为Mate 20系列不仅有灵感来自“超跑之眼”的矩阵多焦影像系统，同时正反面视觉效果极具冲击力，八曲面玻璃机身流畅优美，握持手感极佳。此外，华为Mate 20系列首发新配色翡冷翠，在继承Mate系列美学基因的基础上，将科技与艺术完美结合，受到新锐精英的喜爱，开售之后即成为爆款新色。今年1月，华为Mate 20系列又携馥蕾红、璨星蓝两款新色而来，用色彩完美诠释了精英人群的热烈与睿智，尤其引发精英女性在审美和精神上的共鸣。▲获得4.9分、99%好评拍照、性能最受关注华为Mate 20获国内电商超高评价作为一款千万级爆款科技产品，不仅要通过持续的科技创新、美学进化获得精英人群的青睐，更有着坚实的口碑基础。在国内主流电商平台，华为Mate 20系列均获得了4.9分、99%的好评率，“拍照强悍、方便好用、性能强大、时尚美观、持久流畅、反应超快、手感一流”等评价成为用户反馈中最为集中的“关键词”。开售当天，华为Mate 20系列在华为商城仅用了8秒销售额破亿，人气爆棚。去年双11期间，在天猫电商平台，凭借华为Mate 20系列的出色表现，华为手机3分50秒销售额破亿，7小时57分突破2017年双11全天销售额，夺得天猫平台安卓手机销售额第一。同时，在京东电商平台，华为Mate 20登顶手机单品热度第一。斩获手机界“奥斯卡”大奖 给2019年最强手机定调除了来自消费者的市场口碑，各大专业机构对华为Mate 20系列也是赞誉有加。在刚刚落幕的MWC 2019世界通信大展上，华为Mate 20系列可谓大放异彩。华为Mate 20 Pro一举击败同期或最新发布的诸多旗舰手机，斩获了由MWC主办方GSMA颁发的，有手机界“奥斯卡”之称的“最佳智能手机”大奖，彰显华为Mate 20系列年度旗舰的真正实力。▲华为Mate 20系列荣获MWC2019“最佳智能手机”大奖向更高处进发作为由全球750多家移动运营商和超过350家手机与终端制造商、软件公司、设备供应商、互联网企业，以及相关行业组织组成的专业机构，GSMA对于一款手机的评价具有非常高的专业水准。参与本次奖项评选的GSMA权威评委认为，华为Mate 20 Pro是“压倒性”的获胜者，它不仅拥有出色的相机，还有优秀的稳定性和电池寿命，这些都是华为手机努力成为行业领先选手最真实的证明。事实上，华为Mate 20 Pro能够获此殊荣，与华为近年来持续进行科技创新、研发投入密不可分。这一代华为Mate 20系列，可谓是华为手机极致科技的集大成之作。华为Mate 20系列不仅全球首发7nm麒麟980处理器，还带来了新一代徕卡三摄、40W快充、屏内指纹、3D结构光、石墨烯液冷散热等众多前沿科技。作为当前手机行业极致科技的代表系列，随着华为Mate 20系列发货量突破1000万台，未来华为Mate系列将会向着更高处进发，迎来下一座里程碑。", "author": "IT之家", "newsdate": "发布时间：19-03-11", "newstime": "11:10", "sentiment": [{"positive_prob": 0.993238, "confidence": 0.984972, "negative_prob": 0.00676245, "sentiment": 2}]}, {"title": "华为真铁粉！筹集537亿巨资，欲与华为联手，实现2G变5G大跨越", "content": "华为近些年来的表现让很多人都看在眼里，从华为手机到华为麒麟芯片，再到如今的5G折叠屏手机和5G建设所有权的拥有，让很多国家都钦佩不已，开始认识到这个中国品牌，但是华为一路走来并不是一帆风顺的，据说在早些年前，华为因为各种原因导致办不下去，差点“卖身”给摩托罗拉，最后因为对方觉得太贵而自动放弃，才有了如今的世界品牌华为。在华为建设5G的这条道路上同样受阻，首先是以美国为首的一些国家阻止华为建设5G，并开始胁迫日本以及澳大利亚等国家禁用华为5G，虽然澳大利亚曾表示过不是受其他国家的指示，但是对此我们都心知肚明，但是华为在5G这条道路上，也收获了不少的支持和认可，而这个国家更是华为真正的铁粉。我们都知道印度是一个贫穷落后的国家，贫富差距也是比较大，在华为获得5G话语权的时候，据说印度也曾受到来自美国的警告，使用华为设备升级电信网络会带来严重的网络安全威胁，但是印度的决策者和电信公司并没有被煽动，反而华为提供的价格优势和自身的实力吸引了印度再一次牵手华为。因为印度比较落后，所以各个方面都不是很完善，甚至有些地方还在用2G网络，虽然印度也有4G网络，但是速度还不如中国3G网络，为了发展，印度筹集了537亿巨资和华为牵手建设5G，前不久华为就在印度完成了首个5G网络测试，据了解印度想要从2G向5G快速过渡的主要原因是印度人口太多，4G网络早已不堪重负，因此印度的两大运营商也开始准备。本文由五商集团旗下原创作品，未经授权不得转载、抄袭、违者追究法律责任。", "author": "科技真是太奇妙了", "newsdate": "发布时间：19-03-11", "newstime": "15:58", "sentiment": [{"positive_prob": 0.999684, "confidence": 0.999297, "negative_prob": 0.000316177, "sentiment": 2}]}, {"title": "华为的5G基站什么时候能普及到二三线城市？", "content": "“极客谈科技”，全新视角、全新思路，伴你遨游神奇的科技世界。华为的5G基站什么时候能够普及到二三线城市？5G网络的基站建设取决于两方面的因素：一方面是国内各家运营商的招标速度，何时能够确定5G网络的供应商；一方面是运营商对于5G网络的整体布局推进情况，项目具体实施的执行计划。一起来简单了解一下关于5G网络建设的那些事情吧！运营商的招标情况中国移动公布了2019年第一批5G基站采购结果：共计采购500个5Ｇ基站，其中华为占到总数的一半，剩余的分别由爱立信、中兴、诺基亚和大唐获得，所得的份额依次为110个、80个、30个、30个。中国联通公布了46.1万基站4G基站的采购计划，将是5G网络之前最大的一笔采购。华为同样以50％的份额排名首位，可见联通对于华为的支持。但是目前，联通、电信方面目前还未公布5Ｇ网络基站的采购相关信息。5Ｇ网络基站的建设速度从各家运营商的招标以及采购数量即可看出，2019年还不具备大规模实施的条件。2019年，各家运营商将会开启5G网络的试点建设，主要针对城区进行试点建设；2020年，各家运营商将会加快5G网络的推进进度，完成主要城区的5G网络建设；2021年，将会真正实现5G网络的普及，逐渐完善5G网络的优化和补点工作。二、三线城市，想要真正的使用5G网络，预估需要在2020年。关于5G网络何时能够普及的问题，您怎么看？欢迎大家留言讨论，喜欢的点点关注。", "author": "极客谈科技", "newsdate": "发布时间：19-03-11", "newstime": "00:00", "sentiment": [{"positive_prob": 0.486816, "confidence": 0.736316, "negative_prob": 0.513184, "sentiment": 1}]}, {"title": "华为手机的缔造者：不是任正非，而是爱“吹牛”的他", "content": "水皮杂谈工作室 北京发布财富八卦，八卦财富，财富人物，我们今天关注的人物叫余承东。华为就没有小事，那么最近华为发布的折叠5G手机，一下子就吸引了大家的眼光。大家看看，这就是他们发布的那一款手机，很多人都不相信这是华为发布的手机，因为的确是非常漂亮。那么，创造这个奇迹的不是任正非，而是任正非手下的“悍将”余承东，华为手机的操盘者。1、华为“悍将”—余承东这个余承东号称“余疯子”，当初接管华为手机的时候，号称三年之内要做到全国前三，几乎没人相信，但是现在看看的确牛皮不是吹的，火车不是推的。那么余承东是1969年出生的，1993年加入华为，跟华为元老级的人物相比，（资历）还是稍微差了一点，但他是有名的“干才”。在调到华为手机终端事业部之前，他干的是无线事业部，这也是任正非的“嫡系部队”。当年，他自己带着华为无线部进军欧洲，当时的市场是爱立信、西门子、诺基亚这些电信巨头的天下，中国品牌几乎没有机会。他们就在欧洲各地游荡，找到了一家要破产的公司，开发了分布式基站，那么这个是他们打开欧洲市场的一个切口。2006年，世界第一大运营商沃达丰采用了华为的分布式基站，让华为这个中国品牌在欧洲市场上获得了公信力，市场份额从不到3%做到了9%，那到2012年的时候，市场份额已经飙升到了33%，产品就顺利打入了欧洲日本这些发达国家市场。在为华为拿下海外市场之后，余承东奉召回国，就干了现在让他大出风头的手机事业部。当然，这个也并不是一帆风顺的，手机事业部的元老们曾经发动过“倒余运动”，事情闹到任正非那里，任正非一句话就定了音，” 不支持余承东的工作就是不支持我。”那么也正因为任正非的这句话，余承东立下了“让华为手机三年内成为世界领先手机终端产商 ”“销售目标一年翻三倍 ”的目标，让其他人哑口无言。2、疯言疯行—余承东当然，余承东现在所有的一切，一方面是自身能力强、玩命的个性。他其实个头不高，小时候村里有个人高马大的，经常欺负同学，欺负到余承东的头上，他虽然身材瘦小，但是被惹毛了，就拿起砖头，把那个小痞子的头，给砸的头破血流。所以他多次借这个事情来表示，“他虽然个头不高，但确实是玩命的那种，即便打的满脸是血，也要继续打。”正是因为这样的个性，所以才成为华为冲锋陷阵的先锋，当然余承东的个性决定了他经常做出一些特立独行的决定，置高层的决定于不顾，比如说把荣耀独立成一个品牌，违反任正非“只做电商”的命令，为华为手机建立线下渠道。这些都是被事实证明的，阳奉阴违但确实很成功的一个路径。余承东，还号称“余大嘴”，因为他经常在各种公众场合吹牛、说大话，给华为公关也带来一些麻烦。但每次他惹事的时候，就是任正非出面替他挡箭的时候。当然，这也不是没条件的，条件就是在过去五年，余承东每年都要完成任正非给他的任务，完不成的后果就两个字“下课”。所以，余承东现在所有的一切，另外很重要的一方面也是来自于任正非的一个庇护。所以，孙悟空再牛，也跳不出如来佛的掌心，余承东再能干，也是跳不过任正非。作者：水皮杂谈工作室编辑：戈爽", "author": "华夏时报", "newsdate": "发布时间：19-03-11", "newstime": "10:46", "sentiment": [{"positive_prob": 0.423698, "confidence": 0.0584498, "negative_prob": 0.576302, "sentiment": 0}]}, {"title": "又一国际巨头将被华为超越，国内用户：那是迟早的事！", "content": "导读：又一国际巨头将被华为超越，国内用户：那是迟早的事！文|宏哥谈科技欢迎朋友们来吐槽，小编真是不胜荣幸，动动手指给点意见吧，有什么想说的都可以留言，好的坏的小编都会虚心接受，小编会努力改进，希望给你带来很多的欢乐，老铁们多多支持，你的支持是我前进的动力！图片来自网络！在国内市场，苹果的手机曾经是用户的最爱。在经济条件的前提下，许多用户更喜欢iPhone（即苹果）手机。然而，自2018年初以来，许多用户还没有购买苹果手机。从市场销售额来看，据IDC统计，2018年苹果手机供应量为2088万部，同比下降3.2%。就营业收入而言，2018年第四季度报告称，苹果的营业收入和利润有所下降。在公司高层，被认为是CEO接班人的安吉拉最近宣布了她的离职。以上都表明这个国际巨头的衰落。第二，被华为超越是一个时间问题。2018年，华为手机出货量达2.06亿部，居世界第三位，几乎与苹果手机持平。同时，华为手机销量同比增长33.6%（2017年），增长势头强劲。近年来，作为苹果最具威胁性的竞争对手，华为在手机市场保持了高速发展。从市场趋势来看，苹果要被华为超越，是时候了！第三，苹果豪华路线的崩溃大家都知道，近年来，苹果手机的更新速度非常快。从iphone5、iphone6到iphone7、iphoneX和iphoneXS，苹果推出新手机的时间非常短。苹果新手机价格昂贵，即走豪华路线，国内零售价超过5000元；一旦推出新机型，旧手机的价格将跌入悬崖。除了引起用户的“审美疲劳”，还引起了用户内心的不满。以iPhone XS为例。自发布以来，由于价格高，其销量急剧下降，甚至缓慢。这也是负责销售的安吉拉最近离职的一个重要原因。第四，先忘记用户如果你买了苹果的终端，不管是移动电话还是iPad，苹果的iOS操作系统都会被使用。使用苹果手机时，您经常会收到升级iOS操作系统版本的提示。一旦系统成功升级，经常会发生网络访问、软件冲突等。例如，之前发生的电池功耗过快或过快。精疲力竭的苹果后来承认，为了鼓励老用户更换新手机，该软件控制着电池，显示“电量耗尽”的提示，其实电池本身还是有电的。这与以用户为中心的市场规则相反，市场规则完全以公司的市场利润为中心。自第一代iPhone手机问世以来，苹果一直把用户体验放在首位，无论是硬件形态还是内部软件都在不断推动创新；但自iPhone6以来，苹果手机开始走高端路线，缺乏创新，大众消费是苹果的首要任务。T的触摸。忘记了“顾客至上”的市场规则，这是苹果手机市场下滑的根本原因。五、华为的崛起华为是一家传统的电信设备公司，进入手机市场较晚，但它有自己的优势，手机市场占有率已达到世界第三。首先，华为与沃达丰、Telefonica、软银等国际电信运营商合作，具有先天的渠道优势。其次，华为推出了各种不同价位的手机，以满足不同消费群体的用户需求。而且手机性价比高，手机质量好；最后，华为注重用户体验，愿意在手机用户界面等方面进行研发，重视持续创新。除华为外，中国还有奥波、小米等优秀手机制造商。我有两部手机，一部是华为，另一部是小米。我的华为手机已经使用两年多了，没有问题。随着5G的到来，以华为等公司为代表的国内手机厂商必将引领全球市场。生命以它独有的美，浸润了生活的点点滴滴；美丽的生命，源于一份对生活的热爱。不管怎么来说，大家可以抽出空闲时间，来看小编的文章，就是对小编莫大的鼓励，不管是每一个点击，或者是每一个留言，都是小编今后创作文章最大的动力，小编将会把这些褒贬成为优质文章的标准，希望可以一直为大家奉献出最好的文章！欢迎各位朋友们来吐槽，小编真是不胜荣幸，小编将努力分享更好的文章给你，您的支持是我前进的动力，动动手指给点意见吧，小编会虚心接受好好改进（以上图片来源网络）", "author": "宏哥谈科技", "newsdate": "发布时间：19-03-11", "newstime": "14:44", "sentiment": [{"positive_prob": 0.676528, "confidence": 0.281173, "negative_prob": 0.323472, "sentiment": 2}]}]