[{"title": "华为用户注意了，这3款华为机型，可以自由升级为最新系统！", "content": "随着手机市场的不断开拓和发展，全球的一个手机销量都在不断地增长，尤其是华为，作为一个后起之秀，销量不断的增长，在2018年和苹果公司接近。华为是一家主营通信设备的科技公司，做手机相当于是一个“副业”，而现在却能够做到如此的强和大，这归根结底是其质量可靠，外形设计美观，在价格上也有其一定的优势。除此之外，在技术手段的革新上，也紧跟时代的发展，不断地完善用户的体验，增加科技感。华为为了提高用户对手机的体验，研发出了GPU Turbo技术。GPU Turbo技术简单的来讲就是图形处理器。运用这项技术将图形显示功能从CPU手中接手过来，极大的解放了CPU，使得手机运行更流畅。GPU Turbo最显而易见的表现方式就是平时我们在玩各种热门游戏时，比如王者荣耀、刺激战场等。搭载了这项技术，游戏画面的清晰度会有一个很大的提升，运行起来也更流畅。除此之外，在带来了这么一项技术以后，华为又给用户推出了一个好消息。根据华为官方微博的最新消息，华为用户注意了，这3款华为机型，可以自由升级为最新系统！所以用这几款手机的用户可以体验到华为手机新系统带来的极致体验。从3月5日起荣耀8X、麦芒7、Nova3i这三个机型全面放开升级EMUI9.0系统。用户可以通过手机自带应用“服务”，然后在里边“会员服务”功能中，进行系统的升级。据官方的最新解释，EMUI9.0系统要比EMUI8.0系统更加的流畅，能够有效地减少卡顿，应用的反应速度也会更加的流畅。官方表示，在更新系统后，手机的系统流畅度能够提升12.9%，系统的响应速度也可以提高25.8%。这对于喜欢玩游戏的同学来说应该是巨大的福音。因为EMUI9.0系统加入了GPU Turbo2.0技术，玩起游戏来会有比较好的体验。但是新系统的投入使用，对于有些手机来说，可能会增加手机的耗电量，果然是鱼与熊掌不可兼得。好了，讲到这里相信大家对华为的新技术和新系统应该有了一个大致的了解了。华为的发展相信大家都是有目共睹的，作为民族品牌的骄傲，不断的在海外为国争光，那么你会支持华为手机吗？这些机型的小伙伴是否要进行系统升级，抢先体验一把呢？", "author": "阿成讲科技", "newsdate": "发布时间：19-03-09", "newstime": "14:20", "sentiment": [{"positive_prob": 0.963497, "confidence": 0.918882, "negative_prob": 0.0365033, "sentiment": 2}]}, {"title": "华为P30 Pro被确认：曲面屏+四摄+4300mAh，3月26日发布", "content": "由于华为将于月底3月26日发布全新一代旗舰P30系列，因此这款手机在中外传得沸沸扬扬，很多人都想一睹风采。虽然大家都知道Mate系列才是华为最高旗舰机，P系列顶多是二把手，但是P系列卖得却比Mate系列更好，除了价格更加便宜外，P系列主打时尚旗舰，比Mate系列的商务旗舰颜值更高，因此吸引更多的用户选择，华为P20系列旗舰，发货量早已经突破了1600万台，站稳了高端机市场。华为P20 Pro以三摄发布，是全球首款后置三摄手机，不仅如此还配备了渐变色设计，更是吸引了成千上万的女性用户，小编的朋友圈很多女性也使用P20 Pro。由于P20 Pro令人很惊艳，因此更多的用户期待华为P30 Pro的到来，外媒曝光了华为P30 Pro的基本信息和外观设计，大家一致认为P30不会采用穿孔屏设计，而是采用水滴屏，这或许是令人有些少许遗憾，毕竟水滴屏手机太过普遍，而穿孔屏比较稀有，因此吸引力会更大。根据外媒透露，华为P30 Pro采用6.5英寸OLED曲面屏，屏幕像素分辨率1080*2340px，水滴全面屏设计，背面是竖排三摄，闪光灯位于手机旁边，之前余承东的合照也曝光了华为P30Pro 闪光灯位置，确实是位于左侧位置，其实华为P30 Pro看似三摄设计，其实配备了四摄，大家注意到图片中闪光灯下面的那个黑框了吗？正是华为P30 Pro第四个摄像头，如果采用像三星A9s那样的竖排四摄，感觉框框太长了，影响了美观，因此如华为P30 Pro的设计，比较符合审美。配置方面，华为P30 Pro搭载麒麟980已经是实锤了，毕竟每年都是如此，华为Mate旗舰先搭载最新麒麟处理器，紧接着华为P系列后搭载。此外，华为P30 Pro配备6G/8G运存，128GB/256GB/512GB存储选择。更令人期待的是它的续航，内置了4300mAh大电池，支持40W快充和15W无线充电。华为P30 Pro的四摄分别是40+20+13+5MP，主摄可能是之前网传的索尼IMX607传感器，也有可能延续P20 Pro和Mate20 Pro的IMX600，毕竟现在这款传感器依然是全球拍照第一，前置可能搭载32MP相机，华为官方已经宣布将发布搭载这款相机的手机。华为P30 Pro这次依然主打拍照，而且从去年的三摄新增到四摄，余承东在元宵节发布一张拍摄月亮图片，可能就是华为P30 Pro拍摄的，虽然相机标识符被打码了，但是依稀可以看到“LEICA QU… CAMERA”样式，一般三摄采用的是“TRIPLE”标识符，英文指的是“三倍”的意思，而四倍英文是“QUADRUPLE”，不正是余承东打码的首字母吗？（图片来源网络，如有侵权请联系删除！）", "author": "日日科技说", "newsdate": "发布时间：19-03-09", "newstime": "13:43", "sentiment": [{"positive_prob": 0.973867, "confidence": 0.941927, "negative_prob": 0.0261328, "sentiment": 2}]}]