[{"title": "发布满100天了，华为Mate20还值得买吗？看完优缺点就懂了！", "content": "华为手机当之无愧是过去十年进步最为神速，也是国内拥有知识专利最多的手机厂商，华为硬是把这个副业带成了主业，如今余承东指挥下的华为消费者业务已经在华为整个体系中营收占比很高，也没有受到像个别国家无理取闹抵制华为5G的情况，相反华为手机口碑是水涨船高，如今几乎渗透到了很多核心发达国家，特别是在欧洲市场发力很猛，结合到国内不断踊跃出来支持的13亿中国人，华为手机深得人心最终凭借华为P20 pro，华为Mate20系列成为了真格时代的天之骄子，让傲娇的苹果开始敬畏！华为也成为了很多大型公司优先级最高的一个采购名单，小编发现很多亲戚今年都是用上了华为手机，从老款的华为P10到如今的华为P20 pro，屈指可数的还有“咄咄逼人”的华为Mate20 pro，遗憾的是华为Mate20作为国内最早发布的性价比麒麟980手机，本来大家认为3999元配备三摄莱卡镜头会销量爆发的，无奈发布都满100天了华为Mate20表现平平，也被荣耀V20等新生力量盖过了风头，那么华为Mate20到底还值得大家去买吗？看完优缺点想必大家就懂了！外观上分析华为Mate20我认为是进步很大的，至少对比上一代的华为P20 pro来说是质的飞跃了，没有了home键盘的长下吧，下巴也做到了几乎是LCD屏中的最窄了，比LCD的iPhoneXR几乎是持平状态，却比iPhoneXR显得更加美观和大气，华为Mate20的背部拥有很深邃的纹理纹路，配色相对来说也十分丰富，水滴屏设计的华为Mate20的外观还是灵领先不少水滴屏友商手机的，也是华为旗舰系列手机目前屏占比最高之一了，屏占比是华为Mate20的优点！而性能自然也是顶级水准了，麒麟980的华为Mate20运行大型游戏包括打开大型软件都是很流畅的，不会有所谓的延迟和卡顿，得益于EMUI系统赋予很强大的AI能力，这是一款很懂你的智能手机，程序预启动，AI防伪基站等都是人性化设计，配备了快充和生活防水功能，总体来说性能也是很彪悍很够用的，三摄镜头虽然相对比Pro系列上的4000W尚有差距，不过使用起来除了对焦没有那么远外区别真的不大，拍照也是华为Mate20的最大卖点之一！优点说完了自然就是缺点了，华为Mate20的缺点就是价格还是有点贵了，至少对比荣耀V20的2999元来说优势真的不明显，虽然大家都知道内在和工艺肯定是Mate20更好的，不过真的有钱买华为Mate20的可能会更加偏爱华为Mate20 pro，没什么钱的对荣耀magic2或者荣耀V20更加有好感度吧，所以我认为华为Mate20的性价比还是不算太高这是缺点！发布满100天了你们觉得华为Mate20值得买吗？相信你看完我分析的优缺点就懂了，你们喜欢Mate20吗？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-02-08", "newstime": "23:34", "sentiment": [{"positive_prob": 0.0344685, "confidence": 0.923403, "negative_prob": 0.965532, "sentiment": 0}]}, {"title": "华为的自信：希望网络安全被视为技术，随着愿意接受监督检查", "content": "说到2019年互联网圈最火热的是什么？相信一定有5G的位置，2019年可以算得上是5G的元年了，而一旦说到了5G那就不得不提到华为了，目前华为的5G的科技实力是目前全球最顶尖的，也正是因为如此，华为也受到了很多不公平的待遇。去年下半年开始，华为就被某国以“信息安全隐患”的理由拒绝了，同时这不仅仅是简单的拒绝，同时某国还游说了自己的几个同盟国，一起对华为进行了封杀，前后明面上有七八个国家参与了这一次的围杀。虽然“信息安全隐患”这是一个借口，至今也没有证据能够证明华为的设备存在这个隐患，同时华为也一再的强调证明，自己的设备是安全的，没有任何的安全隐患，但还是有很多国拒绝华为，同时还有很多的国家在观望。虽然前不久有德国表示：某国拒绝华为是政治行为。但仍然无济于事。欧洲有些国家也出现了动摇，华为一直都非常重视欧洲市场，欧洲市场也是华为深耕多年的市场，Mate20系列首发的欧洲就可以看出。最近华为驻欧代表刘康针对欧洲市场和信息安全问题发表了声明，刘康表示：华为公司希望网络安全被视为技术，这家通讯设备公司也欢迎欧洲各国政府监督来证明这一点。同时刘康还重申前不久华为创始人任正非接受采访时向媒体表示的：华为从来没有、未来也不会伤害客户的利益。同时刘康还强调：我们随时愿意接受欧洲政府、客户及合作伙伴的监督和建议。其实本次声明还有一个重要的原因，那就是某国已经不满足于自己和同盟国对华为的封杀了，有消息称：某国已经派遣了代表前往欧洲，打算游说各国拒绝使用华为的5G设备，理由还是有安全隐患。即便去年华为一再的受到打压，但是华为在去年还是取得了非常不错的成绩，目前华为已经在全球170多个国家和地区有着业务，同时华为还签署了30份5G合同，其中有18份是来自欧洲市场，这是华为深耕欧洲市场多年的结果，同时华为的基站也出货了2.5万座。另外前不久任正非还很“霸气”的宣称：全世界把5G做的最好的是华为，全世界把微波做的最好的还是华为。不买是他们傻，是他们亏，比赛是和平竞争，技术竞争是和平竞争，除了买他们还有什么其他办法？当然华为也有着这样的自信，短短三十多年，华为已经成长为了一个庞然大物了，全球通讯设备市场华为占据了28%的市场份额，手机业务也占据了全球智能机市场14%的市场份额，排名第三。这也是华为科技实力的体现，当然强劲的科技实力也需要也是巨大的投资造就的，华为去年的研发投入达到了113亿欧元，这也是华为自信的来源。你觉得呢？", "author": "清单科技", "newsdate": "发布时间：19-02-08", "newstime": "12:59", "sentiment": [{"positive_prob": 0.812534, "confidence": 0.583408, "negative_prob": 0.187466, "sentiment": 2}]}]