[{"title": "华为正式宣布一条新规，新系统将不再支持这功能，网友：不太人性", "content": "内容原创，图片来源网络，禁止转载华为正式宣布一条新规，新系统将不再支持这功能，网友：不太人性相信大家都感觉得到，21世纪开启之后，咱们国家的发展速度是不可小觑的，尤其是在科技方面，那真是大步向前啊，越来越多的科技行业在竞争中闪亮崛起，比如阿里、华为等等，也正是因为众产业的崛起，才使得我们可以用上性价比更好的产品，手机是现在离不开的东西，网上购物，现实中的扫码支付，网上的缴费功能，还有足不出户的外卖，使得人们的生活更加的有效率。提起智能手机，不得不着重讲一下的就是华为了，在众产业中混为佼佼者，2018年中，有三个月的月销量是凌驾于苹果之上的，也正是因为这样，前一段时间，苹果华为两大产商也是摩拳擦掌，纷纷制定不同的计划占据更大的市场，当然了，不得不承认苹果的影响力，虽然之前苹果在华销售一直都是几个销售区的佼佼，但是自大苹果做出一些整改后，华人对苹果还是存在失望的，失去了不少“果粉”。而华为就不同了，身为国产自然是被认可的，而且能够取得非凡的成绩，自然是与不断地创新和研发有着不可磨灭的关系。华为现在在国际领域上也算是比较出色的了，在国内更是首屈一指，所以说华为可是我们国家的骄傲。但是就在近日，华为突然宣布了一个消息，这个消息是关于华为即将上新的新系统EMUI9.0系统，规定内容是，新系统之后，华为的桌面不支持从第三方获取更改了，网友纷纷表示太不人性化了。现在的中老年可能并不在意那些，但是年轻人都不一样了，桌面大都会自主更换为比较好看或者搞笑的网图，再就是自己的美照，但是华为这条新规显然是遏制了这一切。但是话又说回来了，这样一项规定，对华为有什么好处吗？为什么要这样做？其实也是为了大家好，但是往往这种对大家好的事情不被大家理解，现在很多软件都是被捆绑的，而且科技发达，做一个伤害你隐私的软件并不难，当恶意下载到你手机之后，后悔就来不及了。不过，这条新规很难被接受，还有不少网友表示，这是要失去一批粉丝的节奏啊，其实华为不管是价格还是性能是大家所认可的，不过这样一条规定一出，人们的审美并未得到满足，所以很难被接受，不过华为应该不会笨到绝了自己的路，但凡出了这样的规定，肯定是有备用的措施，桌面肯定是有带的。", "author": "选雨人生", "newsdate": "发布时间：19-01-16", "newstime": "08:36", "sentiment": [{"positive_prob": 0.0545759, "confidence": 0.87872, "negative_prob": 0.945424, "sentiment": 0}]}, {"title": "2019年华为和三星第一款5G手机即将到来，配置和颜值无可挑剔", "content": "华为的第一款 5G手机即将到来，就是华为P30系列华为P30 Pro采用6.3英寸屏幕尺寸，屏幕分辨率为1080*2280像素，19:9横纵比例，不过根据曝光的图片，华为P30 Pro的下巴很窄，堪比iPhone X的下巴了！很多网友有疑问了，为什么iPhone手机可以做到无下巴设计，而像小米MIX3、荣耀Magic2和OPPO Find X等手机，都是保留了一点下巴呢？小米CEO雷军也给出了答案，他说目前做出像iPhone X这样无下巴设计成本还太高了，性价比不允许，得慢慢来，后面会有的！在外观上面将会采用水滴屏以此最大的提高屏占比，支持屏幕指纹、搭载麒麟980高端处理器、GPU turbo、Link turbo、AI拍照、超级夜拍、超级快充、双拼GPS等强科技技术。在游戏性能上面相较于上代将会有很大的提升。机身配色将会出现更漂亮的搭配组合。华为P30 Pro毋庸置疑搭载麒麟980处理器，因为每年都是那么做，配备8GB运存，余承东曾经表示华为4GB运存，比友商6GB流畅，华为Nova3i发布会上，也表示6GB运存堪比友商8GB运存流畅，按照推理，那么华为P30 Pro的8GB，已经达到10GB了，为了利润应该不会上10GB运存了！不过电池上，外媒透露有4500mAh大电池，这也是亮点之一，可能配备40W快充和IP68级防尘防水。华为P30系列很有可能是华为家族首部采用5G网络的手机产品，同时并预测将于明年在WMC大会上面发布，届时p30 pro的拍照能力将取代p20 pro成为新晋第一。华为P30依旧会采用刘海屏的设计，看起来屏占比是非常高的，华为P30会采用夜光机身，夜晚的华为P30看起来颜值更高，华为P30可能会拥有支持5G网络的功能，这值得让人去期待。三星的5G手机就是 三星S10三星S10 5G版相较于另外三款S10系列机型，信息总是最少的，无独有偶，就在今天韩媒ETNews也是进一步曝光了三星S10 5G版的各个方面，据悉三星S10 5G版会被命名为三星S10 X，和iPhoneX命名因素类似，三星S10 X是在纪念三星S系列的十周年。靓丽的外观+超强的性能+顶级的拍照续航，可以说三星S10 X丝毫不负安卓机皇之名，不过话又说回来，在硬件提升以及新技术使用的背景下，三星S10 X价格并不便宜，据悉三星S10 X售价在1424美元到1602美元之间，约合万元人民币，考虑到关税可能价格还会更高，可以说价格相当的感人，对于普通消费者来说，想买也买不起了。最后，在高通骁龙855处理器的加持下，三星S10X的RAM将超过10GB，ROM最高1TB，电池5000mAh，前双摄后四摄。对于10GB的运行内存，小米、vivo等国产手机厂商已经发布了这一配置的机型。在指纹识别上，5.8英寸版本的三星S10将配备侧面指纹，其他型号升级为屏下超声波指纹。相对于传统的屏下指纹识别，超声波指纹识别具有更高的准确率，比如小米9等机型也被曝光将采用超声波屏幕指纹识别。总的来说，对于三星S10系列，在硬件配置上几乎无可挑剔，不过，对标苹果手机的价格，能不能被用户接受，则需要时间来检验了。在硬件配置，三星S10系列均将搭载骁龙855芯片。对于高通骁龙855处理器，毫无疑问会成为今年旗舰手机的标配，如同2018年的骁龙845处理器一样。除了三星，小米、OPPO、vivo等也将会在上半年发布骁龙855处理器加持的机型。", "author": "火科技", "newsdate": "发布时间：19-01-16", "newstime": "21:35", "sentiment": [{"positive_prob": 0.999923, "confidence": 0.999829, "negative_prob": 7.69006e-05, "sentiment": 2}]}, {"title": "任正非：绝不会做有损任何国家的事 继续减少在华为持股", "content": "任正非：绝不会做有损任何国家的事，继续减少自己在华为持股“没有法律要求任何中国公司强制安装后门。”1月14日，任正非在深圳的一个媒体座谈会上向6位外媒记者表示，“我个人绝对不会损害自己和客户的利益，我的公司也不会答应这样的要求。”他补充称，华为“从未发生严重的安全事件”。据华尔街日报1月15日报道，随着华为这家电信巨头在多个方面面临挑战，任正非打破了多年来的沉默，为华为公开置评。在此次同6位外媒记者进行的两个多小时的座谈会中，任正非表示非常想念女儿孟晚舟。他赞扬了美国总统特朗普，并称希望向美国传达合作和共享成功。另外，虽然华为遭遇了美国及其盟国的严格审查，但在其他国家依旧继续发展，并已在全球拿到了30份5G合同。在美国及其盟国的情报官员对华为参与建立全球5G网络的规模表示担忧之后，华为正处在危机之中。目前，华为已经在世界的几个市场被封锁。美国、澳大利亚和新西兰已经禁止华为用于本国的下一代移动互联网。任正非此前只进行过两次公开采访，每次都是为了消除外界对华为的担忧。他最近一次出现是3年前的达沃斯论坛，当时他再度试图将业务与政治分开，告诉记者称：“商业的原则是顾客至上。”“我依然爱我的祖国，我拥护中国共产党，我绝不会做任何有损世界上任何国家的事情。”任正非对外媒记者说。他还补充道，华为在保护隐私方面参照了苹果的模型，并表示自己计划减少公司的股份。“我拥有华为1.14%的股份，史蒂夫·乔布斯拥有苹果0.8%的股份，这表明我的股权被进一步稀释是合理的，我将向史蒂夫·乔布斯学习。”任正非还赞扬了美国现任总统唐纳德·特朗普。“从特朗普总统个人来讲，我仍然相信他是一位伟大的总统。”任正非说，“从某种意义上说，他大胆地削减税收，我认为这有利于美国的工业发展。”任正非说：“我想传达给美国的信息是：合作和共享成功。在我们高科技的世界中，一个单一的公司或国家越来越不可能维持和支撑整个世界的需求。”他补充道：“现在再也不是工业时代了，在工业时代，一个国家可以制造一整台纺织机、一整辆火车、一整艘船。现在是信息时代，我们的相互依赖性非常高。”任正非也承认，5G相关的问题有可能为华为今年的出口业务造成“困难”但他还表示，“一直都是如此，你不能和每个人都合作，我们将把我们的重点转移到更好地服务欢迎华为的国家。”他补充称，全球而言，华为已经拿到了30份5G建设合同。英国金融时报报道评论称，虽然华为受到美国及其盟友的严格审查，但它仍继续在南欧、东欧及整个发展中世界签署5G实验协议。并且，华为是世界上研发预算最高的公司之一，它承诺每年花费超过200亿美元用于研发，以领先竞争对手。据美国媒体CNBC1月15日报道，任正非说，2019对华为来说是困难的一年，公司的收入增长会低于20%。他还表示，公司2019年全年的目标收入是1250亿美元。“2019年，我们在国际市场会面临挑战与困难，我这么说的原因是，我们接下来一年的增长率会低于20%。”任正非说。华为目前还没有发布2018年的总收入，但华为的一位轮值主席徐直军(Eric Xu)在2018年11月对CNBC表示，华为2018年的销售额超过1000亿美元。英国金融时报报道还提到，对于谁会继任他成为华为的接班人，任正非没有透露。“我不知道究竟谁会成为我的接班人，接班人会自然出现……”他还表示了对接班人并不着急的态度，“至于我的退休，这取决于人们什么时候能发明出长生不老药。我在等待这种长生不老药的出现。”(责任编辑：王擎宇)", "author": "手机中国网", "newsdate": "发布时间：19-01-16", "newstime": "09:25", "sentiment": [{"positive_prob": 0.138285, "confidence": 0.692701, "negative_prob": 0.861715, "sentiment": 0}]}, {"title": "《中国企业信用发展报告2018》发布 中国银行、华为、格力等上榜", "content": "中国企业改革与发展研究会常务副会长许金华在现场发言。主办方供图中新网北京1月16日电 (张文绞)由中国企业改革与发展研究会、中国合作贸易企业协会主办的“2019中国企业信用发展论坛暨第十届诚信公益盛典”16日在北京召开，论坛现场发布了《中国企业信用发展报告2018》，中国银行、华为、格力电器等企业上榜。报告显示，中国银行、格力电器、中国工商银行等500家企业进入2018中国上市公司信用500强，华为、美的、恒力等100家企业上榜2018中国民营企业信用100强，华为、格力电器、上海汽车集团等100家企业进入2018中国制造业企业信用100强。工业和信息化部政策法规司副司长范斌指出，完善的企业信用体系是市场经济的基本特征，可以提高经济活动效益，减少交易费用和机会成本。因此，加强企业诚信管理制度建设、企业守信激励和失信约束，引导企业在生产经营、财务管理和劳动用工管理等各个环节强化信用自律，有助于防范信用风险，提升企业综合竞争力。国家市场监督管理总局认可与检验检测监管司副司长乔东表示，诚信不仅是企业生存的底线也是每个人应当遵守的信条。他指出，企业和个人都应该坚守两个底线，一是尊重他人研究成果，尊重他人知识产权，二是规范自身行为，坚决不做老赖。当下，国家对失信行为的约束力度还不够，对失信的处理还不够严厉，未来应该从法律法规层面加强对失信的惩戒力度。中国企业改革与发展研究会常务副会长许金华强调，当前中国经济运行稳中有变，部分企业经营遇到困难，此前由于各种原因积累的一些风险有所显露，在此背景下，中国企业界要坚持以新发展理念，引领高质量发展，结合企业自身实际情况，从中短期规划着手，以长远发展布局，着力实现增长方式和发展方式的根本转变。(完)", "author": "中国新闻网", "newsdate": "发布时间：19-01-16", "newstime": "14:04", "sentiment": [{"positive_prob": 0.989381, "confidence": 0.976403, "negative_prob": 0.0106189, "sentiment": 2}]}, {"title": "华为炼成记（一）：八万股东与轮值董事长、轮值CEO", "content": "十余年前参观过华为深圳总部，园区需要公交车，推开一个个会议室台上台下肤色杂糅，错以为是国际大学的教室，这些都让我大开眼界。笔者是华为的铁粉，尽可能使用华为产品，如手机、路由器等；我记着很清楚2008年奥运会前一年开始用华为手机，应该已经用了五六款，家人也都一样。下一步待华为的笔记本用上华为自己设计的CPU，笔记本也会用华为的。这是当下国人华为情节的一种表现。万物互联华为情节还可以再深入一步。随着华为的成长，其狼性文化逐渐远离大众视线，高大上的技术形象、国际化形象深入人心，自华为生产贴近百姓生活的手机、笔记本等电子消费品以来，以突破手机芯片设计为标志，华为已经成为国人对中国制造、中国创造自信心的来源。另一方面，大众又感觉对华为的认识深入不下去，缺乏权威的，非电信、非IT人士能够看得懂的信息。我们阅读华为年报、登录国家信用查询系统等，希望从股东及治理结构、业务、研发、产品、财务、业绩等几个角度，展示华为非技术的一面，与大家共享。华为自2006年对外公布年报，以提高透明度。2010年以及之前披露年报的法律主体是华为技术有限公司，2011年至今已改为华为投资控股有限公司；华为技术有限公司已成为华为投资控股有限公司的全资子公司，说明2011年华为进行了重组，华为技术有限公司及其子公司是主要的业务运营主体。自2009年，华为年报内容越来越与香港上市公司年报一致或接近，有单独一章“公司治理报告”，其中包括公司治理结构及其形成机制、组织结构及业务板块等内容。一、股东及股东权利华为控股成立于2003年3月，2009年10月应以在华为技术的权益对华为控股增资，使得华为技术变更为华为控股的全资子公司。华为技术成立于1987年9月，股东变化过程已无从查证。2009年，华为控股有任正非先生和华为控股工会委员会两名股东，分别持股1.42%、98.58%，未披露任正非先生是否通过工会有间接持股；2012年报披露任正非先生直接持股1.18%，通过工会委员会间接持股约0.21%，合计持有持股近1.4%；2017年任正非先生直接持股1.01%，通过工会委员会间接持股约0.39%，合计持有华为控股约1.4%的股权。因此，总体而言，任正非先生的持股不仅占比极低，且还是逐渐被稀释的。华为控股通过工会实行员工持股计划，2009年、2012年、2017年股东人数分别为61,457人、74,253人、80,818人，2017年华为员工约18万名，相当于约45%的员工是股东。8万余名员工通过华为控股工会间接持股，由工会履行股东职责，在职持股员工选举产生持股员工代表，组成持股员工代表会行使股东权利，持股员工代表任期5年，目前持股员工代表会成员包括孙亚芳、郭平、徐直军、胡厚崑、任正非、徐文伟、李杰、丁耘、孟晚舟等50位。任正非先生既是华为控股的股东，也是持股员工及其代表会的成员，任先生以此种方式对华为实施影响和控制。华为以工会代表员工持股的计划，在2010年代相当流行，华为的创新之处是，持股员工的表决权由选举出来的持股员工代表来行使，相当于一种表决权受限制的分类股东。二、轮值董事长与轮值总裁华为控股董事会成员17名，由持股员工代表会选举并经股东会通过产生；董事会设董事长1名，3名副董事长，3名常务董事，董事会常务委员会是董事会的常设执行机构，由7名董事组成，董事会之外有3名候补董事。董事长至少自2009年至2016年由孙亚芳女士担任，2017年报披露，自2018年4月华为实施轮值董事长制度，轮值期6个月，至2022年9月的轮值名单已经排定。华为2009年治理结构图示此前的2011年，华为实施轮值CEO制度，被任先生定义为董事会领导下的轮值CEO制度，由3位副董事长轮流担任，轮值期6个月。从2006年披露年报开始算起，任正非先生一直担任CEO职务，可见其对CEO职位的重视，加上轮值CEO，任正非先生从组织上保证了务虚、务实进退自如。华为2013年治理结构图示2011年报的CEO致辞，任先生谈的是对轮值CEO制度的思考，一二页纸的文字远胜过管理大师的宏论巨著。任先生坦言，面对电子行业惊人的变化速度，曾经称霸世界的电信设备制造商已灰飞烟灭，华为如何摆脱命运更替？大都CEO是保守的、中庸的，如果大量时间埋头于事务性工作，掌舵人哪有时间思考和学习？如何有敏锐的洞察力？命系于一位CEO，不如授权于一小组CEO。过去七八年的时间，足够一个企业完成兴衰轮回，时间和事实证明华为的轮值CEO制度是成功的，现在又开始了董事长轮值制度。从8万员工持股到任正非先生持股仅约1.4%，说明了钱散人聚的简单道理，问题是有几人能够做得这么彻底？问题的另一面是，这肯定不是华为成功的全部。“成就客户”是华为的核心价值观，很多公司也有类似的提法，华为恐怕是第一家明确提出“不以股东利益最大化为目标，也不以其利益相关者（员工、政府、供应商……）利益最大化为原则，而坚持以客户利益为核心的价值观，驱动员工努力奋斗。”，这是任正非先生为华为锻造的灵魂。这一切，使得华为聚齐了大批志同道合的人，即使“轮值”也不会扯皮，虽然有组织措施防患未然，恐怕起决定作用的还是文化！华为2017年治理结构图示", "author": "勤奋发现价值", "newsdate": "发布时间：19-01-16", "newstime": "06:57", "sentiment": [{"positive_prob": 0.701887, "confidence": 0.337527, "negative_prob": 0.298113, "sentiment": 2}]}, {"title": "华为突然宣布，苹果谷歌们或要哭了！", "content": "作者：财经要参ID：mofzpy一今天，当国人都在关注着孟晚舟事件的时候，华为并没有一味沉浸在悲情之中，而是继续跋涉前行！刚刚传来的一个大消息，揭示出了华为在5G和手机之后，一个重大的战略布局！今天，华为宣布：与长安汽车牵手！双方将全面推进战略合作、联合创新，共同打造全新的汽车生态。这个全新的用车生态是什么？重点在两个方面：一方面，是在智能化领域。双方将更加全面深入地在L4自动驾驶、5G车联网、C-V2X等10余项前瞻技术领域展开合作，为用户提供更加智能的驾乘体验另一方面，是在新能源领域。双方将共同打造国际一流、中国领先的智能电动汽车平台。换句话说，华为将与长安汽车一起，携手打造智能电动汽车，华为将赋能长安汽车5G网络技术+人工智能等软硬件优势！是的，你没看错：在5G网络蓄势待发的今天，靠通讯发家的华为，全力进军汽车行业了。华为造车，该出手时就出手！二有人或许会说，智能电动汽车很重要吗？为啥华为投入这么大的资源，去争夺这块阵地？当然重要！要知道，智能汽车是下一波科技革命的风口。5G时代正在走来，而汽车作为万物互联中的重要一个维度，将像今天的智能手机一样，成为未来争夺的重要阵地。以后的汽车，其实更多是一个电脑+四个轮子。汽车本身就是自己的司机，可以自己找路开车到目的地，可以实现车与人、车与路、车与车之间的互动；而汽车本身，也将成为一个小型办公室+购物中心+娱乐场所.....这里的“联网”不仅仅是连接网络，而是一整套智能系统。未来，今后，我们坐车从一个地方到另外一个地方，将不会寂寞、不会开车开到吐血，因为汽车已经变成有温度、有智慧。试想，一个小小的手机，成就了苹果这么一个全球第一大市值的公司。智能汽车的想象空间，比起手机大得多，这是何等巨量的商业蛋糕！正因如此，大量跨国公司正在全力以赴地研发，想将汽车变成一个巨大的手机：为汽车装上强大无比的电池之心，装上人工智能的“大脑”，让这一块冰冷的钢铁，变成有温度的钢铁侠。哪家企业能够捷足先登，掌握智能电动汽车的制造技术，哪家企业就将占领制高点，向对手进行降维打击！这的确是一个跨界逆袭的时代。随着技术和新产品更新迭代的加快，当今世界上的任何企业，都是面临一个危机四伏的世界。谁不把握先机，等待谁的，也许就是死亡！三华为是从来不打无准备之仗的。今天华为与长安的联手合作的靓丽亮相，看似横空出世，其实台下早已修炼多时。君不见，在无人驾驶领域参与竞争，华为早就布局5G时代。2009年，华为率先开始对5G技术的研究和部署。2011年，华为演示了5G基站原型机Ultra-Node，其下载速率在当时已经达到了50Gbps。2013年，华为正式超越爱立信，成为全球第一大通讯设备制造商。2016年11月17日，在3GPP RAN1 87次会议上，华为的Polar Code（极化码）方案，成为5G控制信道eMBB场景编码最终方案。2017年6月28日，华为联合中国移动展示了全球首个5G服务化核心网样机。全面符合3GPP国际标准确定的5G技术方向。君不见，在无人驾驶领域参与竞争，华为也已悄悄做了大量研发和测试。早在2013年，华为就曾在 MWC 上展出了前装车载移动热点 DA6810、汽车在线诊断系统 DA3100，以及符合汽车标准的3G、4G通信模块。2014年，华为先后和东风、长安签署合作协议，在车联网平台、车载通信设备等方面展开合作，目的就是要加快自动驾驶相关设备的研发。2015年，在CES Asia 展会上，华为又宣布与大众合作，开发了一系列车联应用，涵盖以智能手机为中心的通话、短信、导航、多媒体、支付等多项车载服务。2016年9月，奥迪、宝马和戴姆勒宣布和华为、爱立信、英特尔、诺基亚和高通结盟，组成「5G 汽车联盟」。更意味深长的是，2017年2 月 21 日，有消息称华为将与清华大学进行了深度技术合作，甚至还曝光了所谓的“谍照”：君不见，现在华为的无人驾驶技术，已经近乎成熟！在中国移动与华为搭建的真实的5G网络环境下，无人驾驶车辆上安装的多个高清摄像头将240度驾驶视角的多路高清视频实时回传到远程驾驶台，现场实测上行传输速率达到50 Mbps。基于5G的高可靠和超低时延的方案，整个车辆编队步调一致，车辆间的安全距离也可缩小，直接降低风阻造成的燃油消耗，同时使整个车队的安全性也得到保障。毫无疑问，无人驾驶技术将在5G时代放光芒，在五年内全球将会全面实施无人驾驶技术，司机全部失业。而未来的无人驾驶技术，能够真正取得成功的，也许只有在互联网技术最强悍的美国和中国，欧洲和日本都无可能！也许时间不会太长，华为就会像特拉斯一样，跨入“造车”时代，造出第一流的电动智能汽车！四华为和长安联手造车，苹果、特斯拉、谷歌今夜或无眠！华为的这个战略，用禅宗的话说，就是横出三界：一般的修修补补的创新，就好像竹子底部的虫子要从竹子顶部出来，必须一节一节穿透，最终才爬能出来，这叫竖出。而颠覆性的创新，就好像是虫子从竹子边上打一个洞就出来了一样，不需要一节一节打洞，这叫横出。横出三界，是一种降维打击，无比暴力而血腥！苹果谷歌或要着急了。苹果最近把重心放在了造车上，不惜重金从特斯拉挖人。谷歌则投入大量资源，在无人驾驶上。今天，华为携自己在5G、无人驾驶和人工智能上的优势，出击智能汽车领域，苹果又要面对一个强有力的老对手了。对奔驰宝马等传统汽车企业，华为造车，更是一个凶讯。以后汽车的定义，或要被改写了。说什么最强发动机，这下发动机都不需要了，真是长江后浪推前浪，前浪死在沙滩上！五灯塔守候，晚舟归来！今天，已经是孟晚舟滞留加拿大的第40天。孟晚舟事件说明，围绕华为，一场围剿与反围剿的斗争，仍在进行。这是一场西方国家向中国争夺高科技话语权、没有硝烟的斗争。面对这些冷箭，华为的选择，是冷静、理性、克制、绵里藏针；用更先进的技术、更完美的产品、更优质的服务，去应对各种非难和遏制，去赢得客户的心！穷且益坚，不坠青云之志！即使面对巨大的挑战，今天任正非接受采访时仍然乐观地表示：2019年华为的收入目标为1250亿美元，比2018年的1000亿美元，增长了20%。不悲观、不服软、不躁急！迎难而上、逆流而进！这就是华为的精神，也是任正非的格局：从4G到5G领先到今天开始研发6G，从华为手机的脱颖而出到今天全面投身智能汽车，我们看到一个努力到无以复加，从绝望之山开采出希望之石，用血肉之躯冲出一扇缺口的中国企业！有志者、事竟成，破釜沉舟，百二秦关终属楚；苦心人、天不负，卧薪尝胆，三千越甲可吞吴。华为，加油！中国，加油！↓↓关注鸣金网，拥抱科技创新", "author": "鸣金网", "newsdate": "发布时间：19-01-16", "newstime": "21:20", "sentiment": [{"positive_prob": 0.726169, "confidence": 0.391486, "negative_prob": 0.273831, "sentiment": 2}]}, {"title": "华为这款新机和苹果对比，给你6个理由选华为，网友：相机完胜！", "content": "华为这款新机和苹果对比，给你6个理由选华为，网友：相机完胜！ 华为手机一直被认为是国产手机的代表，无论是在手机的科研还是形象上华为都做得不错。科研方面华为研发了麒麟处理器，在形象上华为细分出了华为和荣耀两个品牌，两个品牌之间相互合作犹如一把双刃剑。华为主打高端系列荣耀主打中低端。那么，如果把苹果手机和华为进行比较，会出现什么结果呢？都知道苹果手机最近降价。有很多网友直接私信小编。问哪款苹果手机值得购买？其中问得最多的就是苹果的最新款iPhone XS Max。那么小编就把这两款手机放在一起进行比较，给你六个理由选择国产机拒绝iPhone。首先先看一张外观的对比图，外观这个爱好各有不同，就不做评价了。第一，苹果的IOS系统下载东西的时候很不方便，要不停的暂停下载才能下载下载完毕。更不要提像安卓一样挂在后台下载大文件了。第二，小编用过iPhone也用过华为手机。平心而论说一点，华为手机的信号真的足够好，苹果手机的信号不太好。用过苹果手机的都能感觉到这一点，特别是最新一代发布的iPhoneXR和iPhoneXRMAX手机由于使用了英特尔的通信基带信号更差。一部手机如果连最基本的手机信号都不能保证，那么这款手机功能再强大有什么意义呢？第三，来电的时候由于IOS的限制，不能在来电的时候录音。这个对于商务人士特别不方便，如果你在来电的时候有了更重要的事情需要录音记录下来，你会发现苹果居然在这个时候居然不支持录音。第四，拍照能力华为力压iPhone。华为DXOmark相机拍照评分综合得分是109分，力压苹果的105分，领先4分。在拍照方面，能超过华为的也只有华为自己了。第五，苹果手机的后续使用成本问题。你以为买了一部手机就算完事了吗？在APP应用商店里，苹果的很多软件需要付费才可以使用。可能你会说苹果的付费软件质量高，可是同款的软件在苹果应用商店也比安卓的贵。第六，双卡功能不如华为好用。苹果在iPhoneXR和iPhoneXSMax带有双卡双待功能。但是苹果的双卡功能却不好用。有网友形容苹果的双卡是假双卡，副卡的信号不好，两只卡并不能真正的实现双卡功能。最后一点，即便是降价后的iPhoneXSMax也售价8499元，但是华为mate20仅仅售价4499元。综合来看，还是华为的性价比比较高。", "author": "数码圈资讯", "newsdate": "发布时间：19-01-16", "newstime": "23:44", "sentiment": [{"positive_prob": 0.992144, "confidence": 0.982542, "negative_prob": 0.00785599, "sentiment": 2}]}, {"title": "华为5G首席科学家：谁无暴风劲雨时 守得云开见日出", "content": "来源：华为微信公众号 本文作者：华为5G首席科学家、华为Fellow童文博士，2018年获得由国际电器与电子工程师协会授予的“杰出行业领袖奖”，以表彰其在5G通信技术中的创新与对移动通信行业的贡献。2019年是5G产业进入全面商用的关键一年，全球5G网络的部署已经启动。2018年6月，5G独立组网标准冻结，5G完成了第一阶段全功能eMBB标准化工作；12月6日， 中国三大运营商获得全国范围5G中低频段试验频率使用许可；2019年1月10日，工信部宣布发放5G临时牌照，拉开我国5G商用建网的大幕。在数字化转型浪潮的推动下，5G将开启移动互联网的新阶段。特别是，5G网络的初期部署将 （1）普及移动互联网极致的用户体验；（2）推动物联网创新，进而推动移动互联网产业的新一代转型。具有超级连接能力的5G网络，将承载10亿个场所的连接，50亿人的连接，500亿物的连接，把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。 另一方面，具有超级连接能力的5G网络，将与数字化驱动技术、实时大数据、云技术、人工智能融为一体，带来产业的革命性变化：也就是，连接平台化、万物在线化、全云化、万物即插即慧。5年前，在产业定义5G阶段，我们对5G技术指标有明确诉求：1-20Gbps的峰值速率10-100Mbps的用户体验1-10毫秒的端到端延时1-100倍的网络能耗效率提升不忘初心，5G的这些基本能力将在2019年兑现。以下，我们对具有原生的超级连接能力5G网络的能力，及其对产业的转型和变革进行进一步的解读。极致用户体验的拐点5G-eMBB是用户体验的转折点。基于互联网TCP/IP协议的基本技术原理，当网络容量是应用流量的4~5倍时，网络的拥塞和延时趋近于零。也就是说，5G的G比特级接入速率，已经超越互联网接入，以及视频通信应用流量的基本速率，终端用户体验开始发生本质变化，进入“无限网络容量”的体验时代，即终端用户感受就像网络有无限的容量。目前，全球70％的运营商已经提供流量不限的MBB业务，并且其中40％的运营商已经由此带来ARPU提升的经济效益。流量不限的MBB模式已经成为移动运营商下一个增长的驱动力。5G的来临，适逢其时，是流量不限的MBB模式的原生平台。同样，5G的G比特级接入速率，已经超越固定互联网接入的基本速率需求，5G也是流量不限的FBB模式的原生平台。全球已经有230张网络开始进行WTTX的改造，WTTX的用户数大幅增长；在欧洲，WTTX的速率已经超越固网的接入速率；在美国，基于毫米波频段的WTTX是5G预商用的第一个商业模式。总之，5G是固移融合的原生平台。更进一步，5G的G比特级接入速率，是云游戏的原生平台，将使能50Mbps速率，20毫秒延时，小于15％的抖动的云游戏业务大规模普及。从5G-eMBB新生业务的角度来看，5G的G比特级接入速率，将使AR技术得到更加广泛的应用，许多行业的现场维护与现场服务也将因此受益。比如，经验丰富的工程师资源稀缺，而即使有经验丰富的工程师，一年也只能前往数个偏远的站点提供现场服务。借助5G-eMBB网络和AR技术，那些尚处于培训阶段的工程师，只需通过手中的平板，就能立即获取相关设备的信息，就能快速做出正确而最优的决策，而不再依赖于需要数年时间培养的经验与直觉。经验丰富的工程师，也可以通过5G网络和AR应用，快速获取设备的相关参考信息，在更短的时间内完成更多任务，从而为许多的产业的现场服务极大地提升效率。与世界零距离的用户体验5G系统的空口及无线接入网确保端到端低延时，从而使能VR等高端eMBB业务，特别是实时视频业务和应用得到普及。多年的网络用户体验研究表明，由于网络延时远低于人类的近百毫秒的视觉感知延时，网络两端的用户具有身临其境，天涯咫尺与世界零距离的体验。5G是低延时原生平台，进而使能所有eMBB业务与世界零距离的用户体验，也是VR/AR第一平台。5G低延时原生平台的广泛部署，将催生物联网创新与变革。5G在自动驾驶和工业等领域创造了全新的创新用例，随着机器人机器学习等技术的进一步突破，5G技术的普及和全云化，将推动各行各业自身业务的提升，如制造业、运输/物流业，智慧城市领域等。特别是，在5G原生低延时平台的基础上，很多行业的几毫秒延时的实时应用，如辅助驾驶、自动驾驶、智能化的算力都需要尽可能下沉部署在终端设备附近，从而降低机器决策的延迟，5G低延时原生与认知计算的平台，进而开启万物即插即慧的新时代。端到端网络切片的5G网络5G网络为不同垂直行业服务运行在同一套物理基础设施上，生成相互隔离的不同5G网络切片，端到端的网络切片将是实现5G使能全行业数字化的支柱型技术。为每个行业应用建设一张独立的网络显然既不经济也不现实，5G网络就是一张物理网络支持多个逻辑切片的原生平台。端到端网络切片的优势之一：未来的业务和商业模式创新需要大量尝试，但传统的电信网络往往需要论证数年之久才能投资上马。基于端到端网络切片技术，运营商就可以按需生成或撤销逻辑切片，从而实现更快的网络定制、试错，以及实时的调优、改进。端到端网络切片的另一个优势：每个切片都是一个相对独立的自治子系统，端到端的网络切片的安全是5G网络的独特技术创新，针对不同的行业应用需求进行对端到端应用的可信安全适配。作为端到端整网切片的原生平台，5G切片网络的生成，也为运营商带来新的机会，既是主动去引导需求，还是被动适应市场需求。这需要云管端协同的顶层设计及生态构筑，不然，切片只是一个管道。端到端切片与全云化，数字化，数字转型，安全可信，基于机器学习的人工智能的结合使5G无线接入网将超越管道的角色，成为一个泛在平台。5G原生超级连接能力与使能业务（2013年华为5G白皮书）安全可信的网络架构与4G网络一样，5G网络是原生的安全业务平台。5G网络采用强化的加密算法，接入认证一体化的能力。5G网络架构延续4G的无线接入网与核心网的安全分离架构，即PDCP层加密和IPSec加密，从而无线接入网对用户数据的不可见，确保5G网路无线接入的数据安全；核心网确保用户认证和用户隐私。随着越来越多的生态合作伙伴参与到构建5G端到端服务中来，物联网服务也正变得越来越复杂，提供安全的端到端服务，需要从网络到用户的整个过程中对安全性进行管理。5G网络确保只有经过认证的设备才能联网，网络自动化的安全规范和入侵防御功能也得到进一步普及和增加。由此，进而确保企业业务的安全正常运行，大规模的安全规范自动化不仅能帮助管理海量的设备，还能保证这些设备整个生命周期里的安全。海量连接与网络自动化5G网络是原生的海量连接平台，随着5G技术可用性的成熟和升级，将加速万物互联，万物在线化，即万物默认在线。到2024年，联网设备的数量预计将超过220亿台，人们已经无法手动管理数量如此庞大的连接设备，因此，网络自动化是必由之路。从运营商的角度，管理数十亿设备将是挑战，而电信运营商也将升级自己的服务产品，来应对这一挑战。从技术上，基于服务架构的5G核心网是网络自动化的原生平台；5G网络将普及物联网连接服务，由此衍生的电信服务提供商将更进一步，不仅为企业提供管理联网设备的能力，而且可以在设备的整个生命周期内对其进行管理并确保其安全性。此外，5G的业务模式和定价模式的创新将发生巨大转变， 越来越多的企业将改变自身的业务模式，从单一的产品销售转变到销售增值服务。举例来说，企业将不再仅仅购买一台机器，还将购买相关服务。这种转变也影响着电信运营商，促使其改变物联网服务的业务与定价模式。5G网络的前向兼容保护产业投资5G设计原则是前向兼容，以支撑5G网络的敞口创新。第一阶段标准R15版本基本上实现了所有5G的新特性和新能力，5G-NR标准的不断演进将原生地支持新特性及新需求，如R16版本提供完整的高可靠连接能力，以及V-2X和工业物连网的基本能力。而这些业务的引入不需要重复建网投资。在5G网络建设期，运营商关注的是网络建设的低成本和高效率，5G网络为产业提供10倍以上的每比特成本降低，以及大幅度的能效提升。2019年5G商用是全球主流电信运营的主流时间表。GSMA数据显示，66个国家的154家运营商正在开展5G测试工作，预计到2025年将有110张5G网络。尽管风云变幻，5G的阳光正在全球普照！总之，5G是万物连接的原生平台，是构建智能世界的基石。", "author": "金融界", "newsdate": "发布时间：19-01-16", "newstime": "22:20", "sentiment": [{"positive_prob": 0.83425, "confidence": 0.631666, "negative_prob": 0.16575, "sentiment": 2}]}, {"title": "华为Mate 20 Pro超级快充为何如此之快？你了解吗？", "content": "转载自百家号作者：昨日分享*本文来自官方产品维护大家都知道华为Mate 20 Pro搭载的是华为超级快充2.0，而说到2.0，就不得不先说说它的前身 – 超级快充1.0。超级快充1.0是在Mate 9发布会上被首次引入，当时提出了 疾速  低温  安全  智能 的快充理念。经过了Mate 9/Pro、P10/Plus、Mate10/Pro、P20/Pro、Mate RS 等一系列产品的市场检验后，消费者对其充电速度及安全性的认可度已经非常高了。超级快充1.0可实现4.5V×5A=22.5W的最大充电功率，也就是说，充满一部P20只需1.5小时。而当前最新旗舰Mate 20 Pro所搭载的超级快充2.0相比于超级快充1.0则更加强大，最大可实现10V×4A= 40W的最大充电功率，远远超过了华为超级快充第一代22.5W的快充上限，与去年的iPhone快充（18W）相比，更是多了两倍有余。4300mAh的Mate 20 Pro预计半小时就可以充满71%的电量，充电速度相当惊人。那么超级快充2.0为什么会有这样质的飞跃，为何不是所有品牌所有型号手机都有这个功能呢？超级快充为何如此之快？在解释超级快充2.0之前，先给大家普及一下华为超级快充1.0和普通充电的知识。一、普通充电普通充电既包括5V充电，也包括9V充电。普通充电下，充电器输出一个5V或9V的固定电压，这个电压接到充电口上（Type-C口），而手机里面有一个充电芯片（超级快充手机也有，否则没有超级快充充电器时，手机就不能充电），这个芯片的作用是将5V/9V电压转换成电池能够承受的电压。这里有一个转换效率的问题，下面给出的是业界大牛TI公司的充电芯片效率曲线。从图上可以看到，输出电流5A时（充电线上电压5V，芯片输出电压4.5V，电流5A），效率在89%左右，很容易计算：需要输出功率：4.5V x 5A=22.5W输入功率需要达到：Pin = 22.5W/89% = 25.3W功率损失：Plost= Pin – Pout = 2.8W这个损失的2.8W就会转换成热量，手机会很烫，可能会和烤红薯一样。二、超级快充1.0那同样功率下，超级快充的发热是怎样的呢？超级快充下，充电器输出电压直接经过一个开关，这个开关的阻抗可以做到很低，小于0.01Ω是妥妥的，那么我们假设是0.01Ω，5A充电的时候，产生的热损失功率是：Plost= I x I x R = 0.25W。相比普通充电的2.8W，连其1/10都不到，显然发热小很多，这就是超级快充的核心之一。这时，细心的粉粉可能会问，普通充电的充电芯片效率低和开关有什么关系呢？要回答这个问题，就要讲到锂电池的充电技术了。给锂电池充电，并不是给个恒定电流充到满就行，中间还有一个控制过程。我们借用TI 充电芯片里面的图来说明：手机电池工作电压在3.0-4.4V之间，不同电量对应的电压不同。上图给出了锂电池的充电过程，Charge Current是充电电流，Battery Voltage是电池电压，当电池电压很低（<3V），需要用小电流充电（否则会有安全问题），当电池电压大于3V，小于4.4V时，可以用大电流充电，这个阶段电流可以保持固定值。当电池电压达到4.4V时，电流就需要慢慢下降，使电压维持在4.4V。如果这个时候电流不下降，电池电压就会越来越高，很容易产生安全风险。上面锂电池的充电过程在超级快充里面也要实现，这里就涉及到了超级快充的第二个核心点——控制技术。充电过程中，手机会不断监测电池电流和电池电压，同时告诉充电器怎么调整输出电压和电流，来满足锂电池实时的充电需求。所以，超级快充的充电器一方面要能够提供足够大的功率，另一方面还需要有通信、动态调整功能，成本比简单输出5V或9V的充电器高了很多，从网上的价格就能看出来（左：超级快充充电器，右：普通9V充电器）：另外，要进行大电流充电，电池也需要经过特别的设计，这也会带来成本的增加，但今天就不展开论述了。三、超级快充2.0超级快充2.0是在充电开关芯片、控制技术以及电池三块内容上都做了相应的升级。充电开关阻抗更加低，控制技术更加智能，电池性能更加安全。华为超级快充2.0同样通过了德国莱茵TUV的认证，在充电适配器、手机接口及电芯三个端口实现实时电压、电流及温度的监控，可灵敏感知任何潜在风险，确保充电的安全。所以，为何不是所有品牌、所有型号手机都有超级快充的原因也就很清晰了。一是成本因素，若要实现超级快充，电路、充电器、电池都会是不小的投入；二是技术因素，上面只是通俗地解释了超级快充的原理，真正实现上还有很多关键技术点，这不是任何品牌都能做到的，即使做到了，还会遇到专利方面的问题。华为Mate 20 Pro超级快充为何如此之快？你了解吗？", "author": "华西悦读", "newsdate": "发布时间：19-01-16", "newstime": "17:15", "sentiment": [{"positive_prob": 0.0078107, "confidence": 0.982643, "negative_prob": 0.992189, "sentiment": 0}]}]