[{"title": "直到今天，终于明白了，华为芯片为什么不对外出售？", "content": "华为能够成为现在中国最大的智能手机巨头，和华为注重科技研发投入是分不开的。华为每年营收规模突破7000亿，随后在研发费用经费上就投入千亿，几乎是拿出了1/10的收入来用于技术创新和人才培养，足以看出华为对科技创新的重视。这样一家注重科技投入的大企业，自然会花费精力和财力去研发自己的芯片和系统。这两样都是非常关键的技术，因此，华为海思芯片诞生了。且海思芯片在短短20年不到的时间已经发展成为亚洲第二，世界第五的芯片大厂，可谓是掌握核心科技就掌握了核心竞争力！现在全球最有名的芯片就是高通和联发科的芯片了，华为海思芯片既然也那么好，为什么不也像其他芯片厂商一样对外出售，收获更多的技术收益呢？笔者认为有这么几个原因。1、保持核心竞争力苹果公司也有自己的自研芯片A系列，并且A系列芯片是公认的全球范围内最好的芯片，没有之一，高通近几年发展的再快，也赶不上苹果A芯片的步伐。而这样的芯片当然是全球各大手机厂商梦寐以求的，到那时苹果坚决不对外出售，并且苹果手机的ios系统也一样不对外出售，所有ios系统和A芯片的研发都只用于苹果手机的使用。最大的一个原因就是为了保持苹果操作系统和芯片的核心竞争力，苹果手机拥有这样足以让苹果立于不败之地的技术，当然不愿意与其他人分一羹。而华为也对自家的芯片投入了非常多的心血，并且海思芯片也在不断发展，华为为了保持自己芯片的独特性也不会选择对外出售的，以后海思芯片更好了，对华为手机的竞争力会产生更好的影响。这是保持行业优势的一个关键。2、心有余而力不足华为自研的芯片虽然很好，但是华为主要还是一家以生产制造手机为主的公司，华为预定的生产线大都是为了手机而订，并没有过多的生产线为华为芯片生产。华为主要的业务还是手机，芯片只是为了辅助手机而存在的一个产物。并且现在华为手机在全球的出货量越来越多，如此巨大的出货量，对于芯片的数量要求也是极多的。华为可能也有过向外出售芯片的想法，但是很明显现在华为自家的手机芯片都不够用了，哪里还有闲工夫去向外售卖芯片。向外出售芯片反而会影响到自家手机的生产效率，这显然是得不偿失的。3、核心竞争力不足在现在国际芯片市场中，手机芯片领域三分天下，华为海思自给自足，苹果A系列也是自给自足，而国产小米、OPPO、vivo等手机都很依赖高通芯片，不仅国产手机，整个全球环境下都对高通芯片有很强的依赖性。高通芯片做了那么多年，又有那么多手机厂商选择使用高通芯片，说明高通芯片在技术和声望上还是要远远超过华为芯片的，如果华为海思芯片投入国际市场，势必要和高通芯片一争高下，结局大概率是不太好的。说白了还是华为自家的芯片研发历史过短。暂时还是无法高通这种老品牌相比。看了上面3个笔者分析的原因，你还觉得华为应该将芯片售卖出去赚取更多的利润吗？", "author": "俊世太保", "newsdate": "发布时间：19-04-09", "newstime": "09:53", "sentiment": [{"positive_prob": 0.000622687, "confidence": 0.998616, "negative_prob": 0.999377, "sentiment": 0}]}, {"title": "华为P30系列可作为宝马车钥匙 但目前仅支持一款车型", "content": "在上月底华为的巴黎发布会上，华为推出了P30以及P30 Pro两款新品，它们不仅采用了全新的ID设计，在性能、系统以及拍照上都有了升级，尤其是P30 Pro更是带来了全新的徕卡四摄，更是支持5倍的光学变焦以及最高50倍的数码变焦。另外，华为还带来了一项非常有意思的功能，那就是华为P30系列手机还可以成为手机车钥匙。目前华为P30系列产品的手机车钥匙已经支持了奥迪的七款车型，并且与奥迪车的Connect Key兼容，当车与手机完成配置之后，然后将手机放到车门把手附近即可解锁汽车，将手机放入无线充电槽内，就可以启动汽车。同时华为也表示还将支持宝马的相关车型。虽然华为P30系列还为在国内发布，但对于此事非常好奇的笔者也是特意去咨询了宝马的相关客服。根据宝马客服的回复，目前华为P30 Pro的NFC车钥匙现在仅支持idrive7的车辆系统，而目前idrive7系统的车辆仅有宝马X5，对此笔者也是感到有些遗憾，不过相信华为后续应该会适配更多的车型，让更多华为及宝马用户享受到手机车钥匙这项非常便捷的服务。", "author": "天极网", "newsdate": "发布时间：19-04-09", "newstime": "13:09", "sentiment": [{"positive_prob": 0.987863, "confidence": 0.973029, "negative_prob": 0.012137, "sentiment": 2}]}, {"title": "华为又要出新机了，不是华为P30，但对余承东意义重大！", "content": "手机市场，竞争激烈，为了开疆拓土，雷军不仅大力发展小米手机，还建立起Redmi、黑鲨、POCO、美图生态品牌矩阵，OPPO在打造自家意见领袖的沈义人的同时，也在印度拓展Rralme，并用Reno在线上市场攻城略地，再加上iPhone的连续3次降价，三星S10系列的舆论猛攻，华为，这个全球前三中国第一的手机品牌，上升压力正变得越来越大，余承东会坐以待毙吗？4月9日上午9点35分，华为旗下的子品牌，华为荣耀官微发文表示，4月17日将有新机来袭。这一次，前置3200万镜头的华为新机，将会是主打自拍，和主打后置拍照的华为P30系列形成掎角之势互相呼应。1目前，华为和自家的子品牌荣耀形成了既相互协作配合又相互竞争的关系，双方在主用麒麟芯片的同时，很多产品也越来越同质化。华为子品牌即将发布的新机，很可能是一款类似于华为nova4e的产品。不久前发布的华为nova4e，采用了6.15英寸水滴全面屏设计，2400万主摄的后置三摄，3340mAh的电池，前置镜头也是3200万像素，处理器为麒麟710，雷军在发布红米Note7时曾明确列出数据，999元满血版骁龙660的小金刚，在性能上要强于麒麟710。因此，即将发布的华为子品牌新机，处理器上采用的应该也会是麒麟710芯片，当然，作为华为旗下廉价品牌的主打，相对于华为nova4e的4G内存1999元的起步价，华为子品牌新机的价格应该会更低一些，这对余承东而言至关重要，毕竟，最近他明确表示，华为2019年很可能要冲击世界第一手机品牌，荣耀作为华为在中国市场出货量的主力，正深刻影响着华为的市场份额，面对价格高昂的华为P30系列，华为子品牌千元新机，会不会时销量上涨的又一针强心剂呢？", "author": "智选之家", "newsdate": "发布时间：19-04-09", "newstime": "19:02", "sentiment": [{"positive_prob": 0.965516, "confidence": 0.923369, "negative_prob": 0.0344842, "sentiment": 2}]}, {"title": "骨声纹耳机，厉害在哪里？", "content": "AirPods有多方便已经很深入人心了，它在几乎是颠覆了蓝牙耳机在苹果生态系统中的使用习惯。也成为了苹果历史上第二畅销的产品。而今天我们介绍的是华为跟AirPods对标的产品，支持骨声纹识别的真·无线耳机——华为FreeBuds 2 Pro。△如果你觉得它太像AirPods，买黑色版就行了FreeBuds 2 Pro在刚上手的时候，讲句实话，它太像AirPods了，当然你也不能苛求什么，毕竟苹果奠定了无线耳机的审美基础。它最大的亮点是，抢在苹果AirPods 2发布之前，就内置了骨声纹识别技术、无线充电，以及人见人爱的Type-C接口。至于什么是骨声纹识别呢？内置骨声纹识别的无线耳机，通过感应头部骨骼的振动，来判断是否是你的声音，并作出响应。这样既大大降低了误触发机率，也更安全。（骨声纹识别功能需要配合EMUI9.0以上版本并且支持骨声纹识别的部分华为手机使用。）在日常使用中， 你可以带FreeBuds 2 Pro，在付款时当营业员问你：”您用支付宝还是微信支付？“直接回复她：“微信支付。”的同时，唤醒你的华为手机并调出付款二维码，安全省心。此外，由于是华为家的产品，它与支持HWA高清协议的华为手机有非常好的匹配度，比如Magic2、Mate 20等等。如果有华为手机，FreeBuds 2 Pro绝对能起到锦上添花的效果。（HWA功能需要配合EMUI9.0以上系统且支持HWA协议的手机使用。）已经2019年了，我渐渐习惯手机没有3.5MM耳机口，蓝牙耳机、便携耳放等等解决方案层出不穷，可是如果有可能的话，还是把耳机孔还给我们吧～", "author": "PingWest品玩", "newsdate": "发布时间：19-04-09", "newstime": "13:55", "sentiment": [{"positive_prob": 0.00343795, "confidence": 0.99236, "negative_prob": 0.996562, "sentiment": 0}]}, {"title": "极光夜景美如画 华为新品发布会邀请函曝光", "content": "在手机硬件逐渐趋同的今天，旗舰机的性能已经很难作为主要的差异化卖点来吸引用户，历代以惊艳拍照表现亮相的华为P系列，前不久就在法国巴黎举办了全新旗舰P30系列的新品发布会，这款产品的重中之重就是他超凡的拍照和变焦表现。今天（4月9日）我们也正式收到了华为2019春季新品发布会盛典的邀请函，让我们看看邀请函照片的细节吧。本次华为春季发布会邀请函是一个纸筒，将顶盖打开后里边内含一幅带有极光、湖泊的小镇夜景照片。考虑到小镇灯火通明时间可能已渐入夜色，我们可以发现这张照片屋内光源的控制得当，窗户轮廓依然清晰可见，同时画面整体亮度很高，天空几乎没有噪点（排除打印导致的原因）并可见极光和点点星光。再看近景的湖水房屋倒影、远处山峰轮廓细节，整张照片画面通透非常漂亮。在邀请函下方注明了拍摄所用设备为华为P30 Pro，以及发布会信息：2019华为春季新品发布会召开时间为2019年4月11日，地点位于上海东方体育中心。对华为P30系列此前有所关注的用户都知道，本次发布会将带来华为P30和P30 Pro两款主打拍照的产品。华为P30拥有4000万像素主镜头，1600万像素超广角镜头拥有17mm焦距以及一颗800万像素长焦镜头，支持光学防抖。P30 Pro拥有后置徕卡四摄像头，采用4000万像素超感光主摄+2000万像素超广角镜头+800万像素潜望式变焦镜头+ToF镜头，支持双OIS光学防抖。其中ISO高达409600的超感光主摄尤为出色，在几乎全黑的环境使用华为P30 Pro也能拍出场景清晰色彩饱满的照片。潜望式变焦镜头也同样不容小视，通过将原本竖置堆叠的镜头改为横向排列，再使用棱镜将光线导入进感光元件实现成像效果，既增加了焦距还保证了机身可以足够轻薄。潜望式变焦镜头的加入让华为P30 Pro能够做到10倍混合变焦与50倍数字变焦，让即使再远的景色也能被用户轻易保存到相册中，不错过任何好风景。除了出色的相机，性能相关的硬件参数也非常强大。P30采用6.1英寸水滴全面屏设计，P30 Pro采用6.47英寸曲面水滴全面屏设计，两款手机的分辨率同为2340×1080像素。处理器为功耗和性能达到完美平衡的麒麟980，配合4200mAh（P30 Pro）超大电池让续航更持久（P30为3650mAh）。华为P30系列拥有多种配色可选，P30、P30 Pro拥有广受好评的天空之境配色，除此之外还有赤茶橘、极光色、亮黑色、珠光贝母多种可供用户选择。（图源：androidcentral）现在有消息曝光了华为P30系列两款手机的国区定价，P30 6+64GB售价3988元、8+128GB售价4488元，P30 Pro 8+128GB售价5588元、8+256GB售价6188元、8+512GB售价6988元。这组售价的可信度虽然很高，但在官方正式公布之前一切都是未知的，发布会将于4月11日召开，期待能够为我们带来更多惊喜。本文编辑：路天铭", "author": "泡泡网", "newsdate": "发布时间：19-04-09", "newstime": "11:10", "sentiment": [{"positive_prob": 0.977573, "confidence": 0.950161, "negative_prob": 0.0224274, "sentiment": 2}]}, {"title": "任正非宣布一个消息，给华为定了一个大目标，让人羡慕", "content": "任正非宣布一个消息，给华为定了一个大目标，让人羡慕一个优秀的公司，能够不断地对自己的发展进行调整，对于华为来说，自己的发展策略才是最重要的，因为华为拥有海量的员工，如果是公司的发展方向不正确，那么华为面临的将会是一个大灾难。华为这家公司，根据权威的调查结果，显示了自己的实力，因为华为这个公司的营收数额也是很多公司难以相比的，所以，我们能够看到华为有一个好的发展历史。那么在未来，华为也要再一次的站在行业的领先位置，任正非在最近也是宣布了一个消息，这个消息足以让花粉沸腾。其实每一次华为的变革，都是以市场为导向的，这样的做法也能够帮助华为变成一个很优秀的企业，因为华为想的不是自己的利益，而是能够和市场保持双赢，自己能够给市场带来很优秀的作品，同时市场也给自己一个积极地反馈，这也是双方都想看到的。任正非在华为的发展中，起到了关键的作用，尽管这个华为的高管已经年过古稀，但是他的魄力也是很多年轻人都望尘莫及的，任正非在最近宣布了自己的改革重点，一个是运营商BG（CNBG），另一个就是消费者BG（CBG）。前者也是华为这一次改革的重中之重，因为华为已经把精力主要的放在了这个领域，在华为看来，只有把公司的管道联结业务做好，做到世界领先，那么自己的未来才会是高枕无忧的，但是目前，华为显然没有达到这样的局面，另外华为的改革，也包含了组织结构的调整以及薪酬体系，华为看中消费者这一个群体，所以华为的这些授权也是充分的进行了释放，消费者管委会对于自己的业务体系有着管辖的权利。作为一家没有上市的企业，华为做出的成绩也是很多已经上市的企业的羡慕的，华为在最近几年迎来了发展的高速进步，同时对于华为来说，调整内部架构，优化自己的团队，这也是华为看起来必须要做的事情，因为华为要发展的更好，改变是在所难免的。任正非宣布一个消息，给华为定了一个大的目标，那就是在2023年的时候，华为的消费者业务能够达到1500亿美元的销售收入目标，同时整个华为集团能够达到2500-3000亿美元的程度，这样的一个小目标，对于目前的华为来说，也是很实际的，因为华为目前已经能够实现7212亿元的营收，同时华为的增长速度也是很快的。华为在研发方面的不断投资，也给华为带来了很多的回报，因为华为觉得自己的发展总是离不开技术的支撑的，所以华为在自己的研发方面，从来都不手软。华为在去年的时候，销售了手机2亿台，而今年的华为目标，是定位在了2.5亿台，所以华为每一步都是走的稳扎稳打，因为自己明白，在发展过一定的程度之后，自己的进步是不是能够保持同步，这也是决定了公司的未来方向，但是对于华为来说，相信很多人还是抱着乐观的态度的。任正非宣布一个消息，给华为定了一个大目标，让人羡慕。华为不仅在产品上宣布了自己的地位，同时在策略上也能够胜人一筹，所以华为也必将会在未来变成一个更加强大的公司，你觉得呢。", "author": "飞兔大杂烩", "newsdate": "发布时间：19-04-09", "newstime": "18:15", "sentiment": [{"positive_prob": 0.975606, "confidence": 0.945792, "negative_prob": 0.0243937, "sentiment": 2}]}, {"title": "「潜行者」华为：进军汽车终有定论，上海车展要放大招｜车壹条", "content": "对于当下如火如荼的电动车产业热潮而言，华为以技术服务加硬件集成的方式杀入智能汽车领域，为中国汽车产业全面转型电动化和智能化，承担了『神助攻』的角色。文｜柴达木图｜来源网络华为究竟造不造车，其实已经没那么重要了。4月17日，一周后的上海车展，华为轮值董事长徐直军将以全球媒体会的方式告诉所有人答案。答案聚焦在两点：华为布局汽车行业的业务内容及业务边界。这很华为，在做什么，边界在哪，一次告诉你。终极真相可能是，华为只做供应商而非整车？这可以回应关于华为造车谜题的两个关键问题：一是创始人任正非始终如一所说『华为不造车』，二是华为进入汽车是有『边界』的。终极真相可能是，华为只做供应商而非整车？因此，可以大胆预测，华为杀入汽车业务的新身份，目前看最大的可能是汽车部件供应商。汽车部件供应商，更确切地说，是电动汽车部件供应商，这来自于种种迹象和事实依据，主要来自三点。首先，产业空间决定了华为拓展汽车业务版图的布局和决心；其次，华为技术基因决定了最适合的战略定位是汽车部件供应商；最后，华为在各大招聘平台发布的招聘信息则透露了一切准备就绪，在新的华为业务版图，汽车部件供应商将正式登上舞台。一是产业空间。华为业务板块包括消费者业务收入、企业业务收入、运营商业务收入。上周发布的华为年报，华为的消费者业务营收占比首次超过了运营商业务，成为集团最大的营收贡献来源。2018年全年，华为消费者业务实现销售收入3489亿元人民币，同比增长45.1%。而运营商业务的销售收入则为2940亿元，与去年基本持平。华为企业业务在2018年实现销售收入744亿元，同比增长23.8%。可以预见，全球智能手机整体市场已经进入新的平台期，手机业务的成长难以撑起未来华为的抱负和增长需求。华为在此时寻求新业务增长便是水到渠成。与此同时，全球电动车市场尤其是中国电动车市场迎来环境、政策和市场多重利好，产业空间及华为本身的技术基因，内因加外因，共同促成了今天华为另一个新身份即『汽车部件供应商』的诞生，是趋势也是必然。以任正非、徐直军、郭平为代表的华为高层，尤其是此次发布会的主角徐直军更是直言：『每一个行业都有可能受到人工智能的影响，未来最能颠覆的一个产业就是汽车产业，自动驾驶电动汽车可能将中国16 万亿产值的汽车业，包括周边产业，彻底颠覆掉。』数据来源：华为2018年报二是华为切入汽车业务的技术基因。在华为的基因里，『标准』意味着一切，专利和知识产权羽翼齐飞，显然，华为也要把这套『标准』复制到汽车业务。这是华为屹立江湖的根本所在，且所向披靡。因此，华为在自己最擅长的领域，以自己最擅长的方式切入了汽车行业。数据来源：华为2018年报这些年，华为陆续在『芯片、硬件、软件、集成&测试、算法』五大领域投入巨资研发，有数万人的团队及成熟的全球供应链体系。Tesla Model X被华为的研发人员拆掉了原车电池、电机等关键部件，换上了全新的电池、电机、操控软件系统。从拆装Tesla Model X开始，华为在电动汽车最关键的『三电』系统也是早有布局。据华为给北汽新能源的项目合作资料显示，华为可以为对方提供电机、电控、动力电池总成、BMS以及车载电源等一整套解决方案。三是人才需求。在猎聘app以『华为新能源』、『华为汽车』、『华为自动驾驶』  『华为车联网』等为关键词进行搜索，经梳理发现，华为在汽车业务的热招高层职位，多数聚焦在新能源及三电领域，熟悉新能源汽车电机电驱系统，具备从研发到生产的全流程开发经验，有些岗位要求工作经历在业界重点企业（汽车主机厂或汽车零部件供应商）工作时间不少于8年或10年。以汽车电子制造工艺工程师或专家为例，要求是车规级电子制造工程专家、有大型企业如大陆、博士、电装、法雷奥、比亚迪等相关汽车电子经验，熟悉汽车电子质量及标准体系。这也佐证了华为关于汽车业务内容战略定位为汽车部件供应商，且研发多地布局。上海、深圳以芯片为核心，硬件来自深圳和杭州，软件来自深圳、杭州、慕尼黑，集成&测试以及算法来自华为研发基地以及欧洲研发中心。另有消息源透露，华为欧洲产品管理部正在德国慕尼黑通过内推途径招揽汽车制造专家，主要负责华为汽车行业解决方案规划设计。  资料来源：猎聘app  制表／柴达木聚焦车联网和自动驾驶，打造世界级供应链体系在汽车零配件行业有一组数字格外扎眼，那就是2018年全球汽车零部件配套供应商百强排行榜中，博世、电装、麦格纳国际位列前三。分国家来看，日本企业上榜数量最多，达到27家，其次为德国19家、美国18家。中国企业方面，只有六家企业上榜，且60名之后占5家。『万物皆有裂痕，那是光进来的地方。』汽车部件便是市场留下的裂痕，华为便是那道光。华为开始做汽车部件供应商，对中国的意义，是融入并打造一个世界级的供应链体系。对行业而言，华为意味着品质，自信和结果，是搅动良性竞争的一池水。早在2013年，华为便成立了车联网业务部，在车联网和自动驾驶领域进行了深入布局，5G、大数据、人工智能、云计算、AI在行业内优势明显，旨在打造未来汽车的『大脑』。华为基于车联网的自动驾驶解决方案：1.OceanConnect车联网平台；2.MDC600数据中心；3.自动驾驶解决方案（MAE），结合人工智能（AI）、分层闭环自治和全场景三大理念。此后，华为的汽车圈朋友与日俱增，奔驰、奥迪、丰田均有合作，尤以奥迪最为紧密。国内则与比亚迪、东风、长安等车企达成战略合作关系。仅以2018年为例，华为在汽车业务领域步伐明显加快。2018年6月，华为与法国标致雪铁龙集团(PSA)构建的全球最大的前装车联网项目，目标在2020年实现在8大区域上线运营，支持超过1000万互联网车辆，为180多个国家提供移动出行服务，项目的完全落地将成为华为在车联网领域发展的新里程碑。写在最后：不论是汽车部件供应商，还是已经在做的智能终端提供商，亦或车联网及自动驾驶，华为只是在自己最擅长的领域切入汽车业务，拓展华为未来版图。而对于当下如火如荼的电动车产业热潮而言，华为以技术服务加硬件集成的方式杀入智能汽车领域，为中国汽车产业全面转型电动化和智能化，承担了『神助攻』的角色。", "author": "车壹条", "newsdate": "发布时间：19-04-09", "newstime": "22:08", "sentiment": [{"positive_prob": 0.90343, "confidence": 0.785399, "negative_prob": 0.0965702, "sentiment": 2}]}, {"title": "飙至全球第五！砸光1015亿的任正非，只为让华为出一口气？", "content": "飙至全球第五！砸光1015亿的任正非，只为让华为出一口气？核心技术的创新一直是科技公司的首要任务，没有老板敢说他的公司不需要任何研发投资，这甚至不是市值超过数万亿的苹果公司，在全国几个独立控制核心平台技术的互联巨头中，无一例外都做到了行业之最：马云阿里巴巴现已冲出国外，在激烈的国际市场中岌岌可危，马化腾在社交和娱乐领域也呈现出增长趋势，在国际舞台上占据一席之地的局面已经初具规模，除了软件，华为是国内手机的领先公司，任正非从未放弃在国内芯片和通信硬件制造领域的研究、创新和追赶。4月8日，外国媒体公布了一份大有含金量的名单，该排名主要计算全球主要公司的研发费用，在这些科技公司中华为以1015亿美元的价格在全球投资第五，远远超过苹果和因特尔，即使是排名第一的三星，华为也只有45亿，然而同样是做手机和芯片，为什么苹果和高通的年投资低于1000亿，而任正非在一年内损失超过1000亿？恐怕这与5G技术无关。众所周知，华为在5G领域的表现优于大多数外国巨头，甚至许多公司也提前将6G研发推向了议事日程，根据公开数据在过去的一年，华为与全球30多家运营商签署了合作协议，并共销售了4万个5G基站，目前拥有的5G技术专利数量即将突破3000大关，华为的一位高管也公开表示10年前开始对华为的5G技术进行研究，截至今天，其技术成熟度至少比行业同行提前一年半到一年半 ，华为已发展成为全球最大的5G供应商。雄厚的技术实力与多年的技术储备密不可分，这也意味着巨大的研发投入，虽虽然在这1015亿中5G研发的投入占比我们不得而知，但对比诺基亚和高通接近400亿的投入，据推测华为只会高不会低，不难想象在未来十年，5G网络将不可避免地成为主要运营商之间竞争的焦点，尽管华为在国际市场上的发展在一定程度上受到了阻碍，但任正非的组合却是如此大规模的发展，在投资方面，无论是手机，国产芯片还是5G通讯领域，华为肯定都会占有一席之地。对于后一代的华为，网民也表达了他们的意见， “客观地说，不能光看投入，也要看看产出啊，此外这项巨额投资持续了大约五年，不管是芯片还是通信设备想要厉害的产出都远远不够。”“华为是前30英里唯一的中国企业，真是异类啊，按这个增长速度华为用不了多久就会成为世界上研发投入最多的企业？”，“不得不给国内一些公司泼冷水，透过这份数据来看，华为在5G也没有在绝对领先的位置，国产化要走的路还很长。”本文为原创作品，图片来自于网络，如有侵权请告知", "author": "小生讲堂", "newsdate": "发布时间：19-04-09", "newstime": "09:43", "sentiment": [{"positive_prob": 0.0144886, "confidence": 0.967803, "negative_prob": 0.985511, "sentiment": 0}]}, {"title": "苹果“屈服”了，准备向华为买这件东西", "content": "在互联网上一直有着这样的争论，华为、苹果、三星到底哪个手机更好？各自的粉丝都力挺自己喜欢的品牌，果粉说苹果手机ios天下无敌。三星粉说三星内存闪存屏幕制造能力天下无敌。花粉说华为手机拍照能力好而且是国产的。于是苹果和三星的粉丝纷纷转过头来说华为这是“道德绑架”，也有人说华为芯片差、5G网络不如三星和高通等等。那到底华为的实力怎么样？5G真的不如高通和三星吗？最近苹果遇上了一件麻烦事，其通信基带的提供商英特尔无法在今年提供5G芯片，于是苹果不得不寻求其他厂商的帮助，而有能力提供5G基带产品的目前只有四家：高通、三星、联发科和华为。而苹果早期和高通有过合作，就是因为不满高通的收费方式苹果才转向了英特尔，可惜的是英特尔的5G研发进度一直不给力，有网友表示这是苹果找了个“猪队友”。联发科的5G嘛，其实能力压根就不行，满足不了苹果的使用需求。而三星之前明确拒绝了苹果购买5G芯片的请求，原因说是产能不足。似乎目前仅仅剩下华为这一个选项了，而华为的芯片芯片之前从来就没卖过，连国内手机厂商都用不上苹果能用上吗？今天又外媒传出消息，似乎华为不对外出售芯片的立场正在软化，华为正在考虑“开放”销售其自研的巴龙5000芯片，但是仅限于苹果一家。只是目前这个消息没有得到苹果和华为的证实，我们还无法确定这个消息的准确性。但是苹果需要5G芯片这是刻不容缓的事情，下半年安卓5G手机就要上市了，难道九月份苹果还要再次发布4G手机，用户们会接受吗？这次苹果可能必须要“屈服”了，这几家5G芯片厂商总要选择一家。为何华为之前部对外销售芯片呢？华为一直视海思麒麟为自己品牌的核心竞争了，怕是不会轻易出售。而5G芯片就不一样了，5G芯片只是整个手机cpu内部的一个模块。有分析人士称，基带外挂需要很大的成本，所以小米、oppo、vivo这些厂商不得不依赖高通的一整套解决方案，但是苹果有这个财力使用外挂的巴龙5000基带，以前的苹果就这样做过。华为正在野心勃勃的迈向世界第一大智能手机制造商的位置，而苹果恰恰是自己的竞争对手，向苹果伸出橄榄之的可能性大吗？华为设备在美国仍然是被禁售的，笔者认为，华为可能是借此举打破“被禁售”的现状，如果苹果使用华为5G芯片真的能够成为现实，怕是之前西方的“禁售华为”真的是打到自己的脸了。", "author": "我得科技幻想", "newsdate": "发布时间：19-04-09", "newstime": "21:55", "sentiment": [{"positive_prob": 0.881714, "confidence": 0.737142, "negative_prob": 0.118286, "sentiment": 2}]}]