[{"title": "华为手机和荣耀手机是什么关系，品控、质量是一样的吗？", "content": "华为能够发展至今成为国产第一，和荣耀是脱不开关系的。荣耀品牌成立于2013年，是华为旗下独立运营的子品牌，荣耀的logo已经变成大写的HONOR，这标志着荣耀大举进军国际市场。那么荣耀手机与华为手机在品控、质量上有何区别？从荣耀20系列、华为nova5系列来看，这两台手机的配置十分相似，但又有着本质的不同，很多人都感叹华为的刀法精湛。荣耀20pro是荣耀的旗舰手机，华为nova5是华为的中高端手机，由此可以推断出荣耀旗舰机的品质应该和华为的中高端手机差不多（或者稍微高一点），但不如华为的旗舰（P系列、mate系列）。荣耀20pro采用了6.26英寸的LCD打孔屏，这方面要比华为nova5pro的OLED屏+屏下指纹差一些，不过华为nova5是水滴设计。两台手机都是搭载了华为的麒麟980，性能没啥多大区别。前置相机都是3200万像素，不过nova5pro多了人像超级夜景。均为后置四摄，不过荣耀20pro要更牛逼一些，比较有地表最大光圈。二者都支持GPU Turbo3.0和类似的超级NFC，一个电池更大，一个快充更强。荣耀手机起初主要依靠性价比和互联网销售为主，定位的竞争对手是小米魅族努比亚等互联网手机品牌，因为品牌定位的原因，也不必担心拖累华为品牌冲击高端高价位市场以及对抗三星苹果等国际品牌的策略。对于荣耀手机，很多消费者都将其称为华为荣耀，不过事实上这种说法是错误的，荣耀自然是华为的旗下品牌之一，但它与华为手机的关系并不是“父子”，实际上更像是“兄弟”。华为和荣耀独立分开运营的，产品定位不同，用户人群也不相同。荣耀主打更加年轻化的互联网市场，注定了它是非常走量的手机，不过荣耀也并没有因此忽视手机的品质，反而将荣耀的品质越做越好，不断推陈出新，推出尽大众满足的产品。以前性价比都是首选小米，也在荣耀也成了时下热门选择，甚至超过了小米。但即便如此，各大数据平台在统计销量时都是把两大品牌放在一起，所以不管是华为还是荣耀在品控和质量标准上都是一致的，荣耀手机的做工一样不差。也正是因为如此，荣耀才能与小米有得一比！", "author": "耿彪", "newsdate": "发布时间：19-10-08", "newstime": "10:38", "sentiment": [{"positive_prob": 0.0886205, "confidence": 0.803066, "negative_prob": 0.91138, "sentiment": 0}]}, {"title": "华为债正在监管审批，谁是潜在买家？", "content": "10月8日，第一财经记者从华为债承销方处获悉，华为投资控股有限公司（下称“华为”）在境内发行的债券目前仍处于监管审批流程中。此前有大行投行部人士对记者表示，华为9月下旬已经开始到银行等机构路演。市场关心的是，谁将成为华为债的潜在买家？“收益率应该就是按照AAA来，例如铁道债等超AAA品种，收益率偏低，区间基本在3%~3.8%附近。尽管华为债不愁卖，但预计那些负债成本较高的城商行，或是对收益率要求较为激进的券商等，兴趣不大，大行的参与度预计较高。”上述承销人士对记者表示。收益率或偏低但不愁卖此前，根据中国银行间市场交易商协会网站消息，华为提交了2019年度第一期/第二期中期票据的注册材料。募集说明书显示，本次华为投资控股有限公司一共拟注册中期票据200亿元，先申请发行2期，每期30亿元，期限为3年，无担保，主承销商和簿记管理人均为中国工商银行股份有限公司（第二期为建行）。联合资信评估有限公司将此次债券信用评级为AAA/AAA。此次，华为两期中期票据拟在银行间市场发行，该市场的参与者包括，在中国境内具有法人资格的商业银行及其授权分支机构；在中国境内具有法人资格的非银行金融机构和非金融机构；经中国人民银行批准经营人民币业务的外国银行分行及其他经人民银行批准进入银行间债券市场的机构投资者。各界普遍认为，作为“民企一哥”，华为债券并不愁卖，仅60亿元的规模、3年的较短期限，预计很可能会被风险偏好较低的银行等抢完。不过，面对可能的超低收益率，并非每家机构都有胃口承接，买家可能会集中在特定群体。在2018年8月收益率中枢仍较高的时候，超AAA评级的“18三峡CP001 ”成交在3.3%，超AAA评级的“18电网MTN003”成交在3.8%，业内普遍认为，预计华为债很可能参照超AAA的收益率。“对于理财来说，收益率肯定是太低了，但如果是银行自营投资，应该可以考虑。”某城商行资管部投研人士对记者表示。“我们不会买这类债券，收益率太低，无法做高收益。”某券商自营部投资经理对第一财经记者表示，“一般发行人和主承销商都已经提前找好买方，成本压力较小的大行可能会成为主力买方，两期华为债是工行、建行作为主承销商，不排除也会购买一部分。”参照离岸市场，事实上华为美元债的二级市场交投十分活跃。中银国际董事总经理、研究部副主管王卫博士对第一财经记者表示，华为多次发行美元债，二级市场交投活跃，投资者主要来自亚洲、中东和欧洲地区，品牌认同度高。截至2019年上半年，华为应付债券总额约为307.82亿元等值。第一财经记者查询近期数据发现，瑞士最大的州银行和瑞士第四大银行苏黎世州银行（Zurich Cantonal Bank）、香港东方金融控股有限公司等都参与了华为美元债的交易。目前，华为2025年5月19日到期的美元债交投在4.125%附近。后续或持续在境内发债目前，中国10年期国债收益率已经来到接近3%的水平，已经到达一个非常低的“水位”，“此时其实是发行10年期以上长久期债券极好的窗口期，但此次华为仅发行3年期的债券，预计将为此后发行更长期限的债券做铺垫。”王卫告诉记者。数据显示，三季度非金融企业信用债发行量和净供给均增加，但中低等级信用债的发行量和净供给均减少。截至三季度末，高等级AAA信用债1、3、5、7、10年期分别较二季度末下行6bp、23bp、18bp、26bp、19bp，信用利差分别较二季度末收窄6bp、8bp、4bp、12bp、18bp，这显示了在资产荒背景下，投资者偏好兼顾收益性和流动性的高等级信用债，同时增持中长久期品种以获取更高回报。事实上，不论现金流多么充裕的企业，发债都是合理利用财务杠杆的途径，也是为了提升公司的财务灵活性，对于华为而言更是如此，降低对美元融资的依赖度是应有之义。“60亿可能只是试水，未来华为可能会继续在境内发行人民币债券，期限也可能相对拉长。”王卫称。此次，工行和建行分别为华为两期中票的主承销商，记者获悉也有其他大行在积极争取后续业务。“建行、工行和华为的一般业务往来可能较为密切，我们之后也会争取华为债券的承销业务。”上述大行投行部人士称。", "author": "第一财经", "newsdate": "发布时间：19-10-08", "newstime": "17:39", "sentiment": [{"positive_prob": 0.00153794, "confidence": 0.996582, "negative_prob": 0.998462, "sentiment": 0}]}, {"title": "为什么懂手机的人会选择华为Mate20 Pro，而不是Mate30？", "content": "随着华为对产品研发的持续投入，华为手机的产品实力也在不断提升，尤其是华为顶级旗舰Mate和P系列，在国内已经基本上替代了三星，成为国内高端机市场除了苹果之外的第二个选择。而如今Mate 30系列上市之后俘获了大量的关注度，而Mate 20系列为了配合新机上市选择了降价让路。此时很多消费者就纠结了，目前Mate 20 Pro和Mate 30的售价差别不多，到底怎么选呢？而笔者身边懂手机的人无一例外都表示肯定要选择Mate 20 Pro，具体原因对比四点之后就一目了然了！设计与质感把华为Mate 20 Pro和Mate 30放在一起，大部分人都会认为Mate 20 Pro的质感更加的“高级”一些，而这种“高级感”跟外观设计息息相关。Mate 20 Pro正面采用了一块6.39 英寸的曲面屏幕，而后壳也是一块曲面的玻璃，两者呈对称式的设计与亮面的金属中框相连。从正面来看，曲面屏幕能让左右两侧边框变得几乎不可见，视觉效果惊艳，而侧面双曲面玻璃将中框宽度收窄，从视觉上减薄了手机的厚度，也增加了圆润的手感。背面经典的翡冷翠+浴霸三摄的设计简洁好看又耐看，因此综合来看华为Mate 20 Pro显得更加精致一些。上手Mate 30之后第一感觉是比Mate 20 Pro更加的矮胖，左右两侧的边框更加的明显，再加上是直屏的原因，因此正面精致感不如Mate 20 Pro那么足。翻到背面之后虽然Mate 30系列采用了全新的设计语言，但是我个人感觉不如20 Pro的背面简洁耐看，不知道你怎么认为的呢？屏幕屏幕方面，华为Mate 20 Pro是华为目前唯一一款采用了2K分辨率的曲面屏手机，在6.39英寸的小屏幕下放进去了一块2K级别OLED的屏幕，而Mate 30的屏幕达到了6.62英寸，但是分辨率只有1080P级别。因此从观感上来说，毫无疑问Mate 20 Pro的显示效果更加的出色，而Mate 30的精细度远不如Mate 20 Pro，整体的观感会稍打折扣。拍照拍照方面两者都采用了主摄+广角+长焦的方案，从理论参数和评测结果来看，华为Mate 20 Pro的拍照比Mate 30要强一些，但是跟Mate 30 Pro相比差距明显。笔者简单对比之后发现其实两者的拍照都是顶级的水准，对于大部分的普通人来说，应该感觉不到两者太大的差距。性能和续航因为麒麟990有4G版和5G版两个版本，而这两个版本除了支不支持5G之外，两者的性能也不相同。简单来说目前990的4G版相对于麒麟980来说性能提升并不大，真正大幅提升的是未来发售的麒麟990 5G版本。而且Mate 20 Pro在麒麟980和华为各种技术优化之后非常的流畅，跟Mate 30相比两者使用根本感受不到差距，所以性能提升意义不大。续航上两者同为4200mAh电池和40W快充，差距不明显。总结总的来说，Mate 20 Pro更像是一款真正的水桶机，颜值、质感、性能、充电、拍照等等该有的全都有了，如果你不在乎5G的话，那么Mate 20 Pro是比Mate 30更好的选择，如果在乎5G的话建议等下个月的Mate 30系列5G版本。你们会怎么选呢？", "author": "小胖聊数码", "newsdate": "发布时间：19-10-08", "newstime": "18:25", "sentiment": [{"positive_prob": 0.0111714, "confidence": 0.975175, "negative_prob": 0.988829, "sentiment": 0}]}]