[{"title": "华为Mate20 Pro相机和无线充电体验，真的很棒！", "content": "华为Mate 20 Pro是一款出色的手机。它的的相机也是许多人眼里的亮点。虽然它并不完美，但对于大多数人来说，这些小问题并不影响对人们它的喜欢。与之前的Mate 9明显不同的设计，Mate 20 Pro采用了另一种全新的设计，新的处理器和每个人都想要的相机设置：标准，广角和长焦。华为显然听取了人们的意愿，放弃了单色相机，并用超广角彩色相机取代了它，这意味着你现在可以使用从0.6倍变焦到5倍混合变焦。相机主摄像头：40Mp广角，f / 1.8长焦：8Mp，带OIS的f / 2.4（有效3倍光学变焦）超广角相机：20Mp，f / 2.2尽管华为表示Mate系列的相机不如P系列手机那么优秀，但我们都知道这些相机在任何手机上都很重要。幸运的是，Mate 20 Pro的拍照效果确实令人印象深刻。即使在室内昏暗的灯光下，我们也能拍摄出色彩鲜艳，噪音极小的照片。在低照度下使用长焦相机时噪点肯定很明显，但使用主相机可以进入令人难以置信的夜间模式，这样您可以在没有三脚架的情况下拍摄长时间曝光，并获得惊人的良好效果。下面的图像是在很低的光线下拍摄的，但你不会知道它。超宽镜头也可用于微距镜头，让您可以近2.5厘米。这对昆虫和花朵很有用。下面的照片全部来自同一个地方，说明了0.6倍超宽镜头，标准，3倍和5倍变焦之间的差异，后者是光学和数码变焦的组合（没有插值，因为额外的像素在40Mp传感器中使用）。这是令人印象深刻的东西，它使Mate 20 Pro非常通用。远摄镜头与8Mp传感器配对而不是12Mp有点遗憾，它可以提供更多细节。这里的所有图像都是在启用了Master AI的情况下拍摄的，看起来华为已经降低了过饱和度以获得更自然的照片。深度感应也给我们留下了深刻印象，这导致更准确的主体隔离，因此在肖像照片中看起来更逼真。这是标准照片和肖像照片之间的区别。请注意，当AI在框架中看到人的头部和肩部时，它会自动启用纵向模式。如果检测到风景也可以切换到超宽相机，并为标准和宽屏幕提供屏幕按钮。掌握AI现在更先进，能够识别1500个场景，它可以跟踪场景中的重要物体，例如孩子的脸，并且有助于确保您拍摄时照片的焦点。但奇怪的是，没有自动HDR。它仍然是“更多”部分下的单独模式，因此您必须手动启用它才能从新的软件改进中受益。不是很聪明。前面有一个摄像头，我们之前在华为手机上看过的相同的24Mp自拍摄像头。它可以很好地完成，如下所示，如果您关闭默认启用的Beauty模式并使皮肤光滑，则会有很多细节。我们的测试手机上的早期软件显然存在问题，因为我们无法使用纵向模式来模糊背景，但功能就在那里。视频仍然在4K以30fps达到最高，但最大的变化是所有分辨率都有稳定性。不再有打开和关闭它的勾选框：它一直在打开。华为将其称为AIS或AI Stabilization，因为它使用NPU来分析和平滑急动。在Mate 20 Pro和P20 Pro / Mate 10 Pro上拍摄的4K视频之间存在明显差异。后两者几乎无法使用，没有稳定，但现在情况并非如此。新的NPU也可用于AI影院模式，可让您实时为视频添加滤镜。一种新模式可以检测肤色并使您的主体（包括衣服）保持全彩，同时使背景变为黑白。无线充电华为的容量增加到4200mAh，这是我们能看到的最大容量的手机之一。为了减轻人们对将这种容量装入薄型设备的安全性的担忧（毫无疑问，参考Galaxy Note 7的三星问题），整个充电系统通过TV认证，从充电器到电缆连接到电池。与苹果公司捆绑基本的慢速充电器与iPhone XS不同，华为推出了一款新的40W超级充电器，可在30分钟内为空电池提供70％的充电。它的速度非常快，充电百分比可以达到小数点后两位，因此您可以在超级充电模式下观看数字竞赛。这非常令人满意。这是第一次支持无线充电，实际上是15W无线充电。这是功率的两倍，是手机中许多无线充电系统速度的两倍。但是，虽然这是个好消息，但还有另一项新功能。反向无线充电可让您为朋友的手机充电，只要它支持Qi标准即可。在设置中启用后，您只需使用Mate 20 Pro将另一部手机背靠背放置，它就会充电。在你朋友手机没电时，你可以给他充电，多么酷的功能。在Geekbench 4电池测试中，Mate 20 Pro持续了惊人的11.5小时，亮度设置为120尼特。这意味着在正常使用情况下可靠的两天电池寿命，这是令人印象深刻的：很少有手机可以持续这么长时间。Mate 20 Pro是华为最好的旗舰产品。它具有比Mate 10 Pro和P20 Pro更好的相机和更好的性能。你不仅可以获得一个非常快速流畅的设备，而且它最终可以稳定4K的视频。最后要说的是，我很乐意推荐Mate20 Pro。", "author": "蓝鲸数码资讯", "newsdate": "发布时间：19-01-30", "newstime": "08:30", "sentiment": [{"positive_prob": 0.999982, "confidence": 0.99996, "negative_prob": 1.78174e-05, "sentiment": 2}]}, {"title": "品牌价值华为飞速上升！目前已跃居500强第12位", "content": "Brand Finance是全球领先的独立品牌价值和战略咨询公司，每年会对全球数千个知名品牌进行评估，“全球品牌价值500强”是全球唯一被国际标准委员会ISO认证的榜单。该榜单主要对品牌知名度、用户忠诚度、员工满意度，以及企业声誉等多个指标进行综合考量，入围该榜单的品牌不仅意味着具备强大的综合实力，还说明品牌价值获得国际认可。最新的500强榜单中，来自中国的品牌共有77家，总价值达13074亿美元，首次突破1万亿美元大关，体现了中国企业令人瞩目的发展速度。其中科技行业表现相当抢眼，在全球10大最有价值品牌中获得6席。苹果排名第二，品牌价值为1536亿美元，谷歌排名第三，品牌价值为1428亿美元。值得一提的是，华为上升势头有目共睹，凭借622.78亿美元的品牌价值名列第12名，较去年提升13位，品牌价值增长63.7%。华为全球品牌价值快速提升和营收规模不断扩大，主要得益于5G、基站、芯片以及手机终端的强劲表现，尤其是持续增长的华为智能手机业务。2018年华为消费者业务收入规模同比增长近50%，提前一年创下500亿美元里程碑，占华为总收入的一半。华为手机站稳海外高端市场，平均收入增长超过70%，荣耀品牌海外收入猛增180%。华为2018年全年出货量目标为2亿台手机销量上超过苹果，成为全球销量第二。从产品端来看，华为智能手机中的P20和Mate 20系列表现最为出色，今年出货量分别高达达1600万台和500万台，而面向年轻消费群体的华为nova系列累计销量超过6500万台。华为不但在高端旗舰系列手机领域有亮眼表现，同时中低端机型也有不错的增长势头。随着华为智能手机销量迈向2亿的目标，旗下的海思半导体也跟着快速成长，得益于此，海思在代工厂台积电中的地位也会升级，预计明年营收规模将超越联发科，成为台积电前三大客户。根据芯榜发布的国内2018年半导体设计企业收入排名，海思2018年以501.18亿元人民币依旧排名第一。其中，手机芯片麒麟980海思2018年收入增速达到了29.5%，远远超过高通。近期，华为海思还连续发布了多款AI芯片（晟腾310、晟腾910）以及服务器芯片（鲲鹏920），可以预计全新AI与服务器芯片部署将为华为芯片的未来发展提供强大助力。去年，华为抢先推出了7nm工艺的麒麟980处理器，与10nm工艺处理器相比，性能提升20%，能效提升40%，晶体管密度提升1.6倍，实现性能与能效的双重提升。麒麟980内部集成69亿个晶体管，与麒麟970相比，提升达到25％，晶体管密度则提升了55％。另外，在5G商用部署方面华为加快脚步已成为全球领先运营商。5G技术在中国乃至全球都属于领先地位，也成为全球最重要的5G设备供应商之一。目前华为已在10个国家部署5G网络，预计未来12个月将在20个国家部署5G。截至2018年底，华为已完成中国全部预商用测试验证，助推5G进入规模商用阶段。随着全球首款5G基站核心芯片——华为天罡的发布，华为已经获得25个5G商用合同，并与全球50多个商业伙伴签署合作协议，5G基站商用发货数量也已经超过10000个，2018年的总营收将突破1000亿美元，华为在行业内遥遥领先。此外，华为拥有的5G核心专利占比大约为26%，5G专利领域与高通，爱立信等通信巨头相比毫不逊色。华为在技术研发的投入一直毫不吝惜，2018年投入为897亿人民币，占营收额14.9%，高于苹果公司，同时研发支出进入全球前十，在过去十年间共计投入了高达3940亿资金支持技术创新和研发，用于5G、算法、AI技术和网络智能等前技术创新突破。", "author": "中关村在线", "newsdate": "发布时间：19-01-30", "newstime": "16:25", "sentiment": [{"positive_prob": 0.991758, "confidence": 0.981683, "negative_prob": 0.00824245, "sentiment": 2}]}, {"title": "华为下月带给我们什么大招 折叠5G大猜想", "content": "在就不久前，华为在北京研究所和我们分享了它关于5G进程的消息——从基站芯片天罡再到终端芯片巴龙5000，我们能看出华为已经对即将到来的5G做好了准备。不过对于我们更多的消费者而言，比起5G基站建设而言我们更专注的是余总给我们提前曝光的大料——华为将会在下个月的MWC上发布搭载5G技术的手机。不久前余承东宣布将在巴塞罗那公布一款5G折叠手机不过不同于类似三星跟小米这些要么被泄密，要么自己公开的产品。华为这一次发布的新品迄今为止仍然保留着一层神秘的面纱，不为外人所知。依靠目前仅有的信息来看，我们只能得出搭载了5G芯片和折叠屏幕这两点。既然如此，我们今天就来试着猜一猜这一款机器究竟是什么模样，又能带给我们什么惊喜。别的不敢说，至少我们还是能从华为之前的设计里窥出不少端倪来。这一次华为能给我们带来什么惊喜？我们下面就来大胆猜一下。首先，咱们先来给它起个名字——虽然我觉得这个猜对的概率不一定高，但作为柔性手机，我们就暂且叫它HUAWEI Flex好了。5G首发抢来抢去，但自研芯片这是头一个从moto的5G模块在到各个手机厂商在去年年底的各种5G试验机。究竟谁家的5G才是最快落地的我们还不得而知，但用上巴龙5000的Flex肯定是头一个。它采用了单芯片多模方式，支持2～5G。支持NSA和SA双架构，支持FDD和TDD实现全频段使用。一直以来，华为和高通就是通信领域的佼佼者，而在5G时代相信华为的优势将更加明显。所以HUAWEI Flex可能未必是第一部5G手机，但也一定是首批里面表现最好的那一种。从终端到基站的“一条龙”服务更不用说，本来全球不少的基站建设也是由华为来完成的——华为终端+华为基站，这是网速要飞起的节奏啊。曲到极致就是折叠 华为其实早就做好了准备从OLED屏幕问世以来，可挠性（Flex）就是它的一个重要特征：因为采用了自发光结构而不需要背光，所以从一开始使用OLED的手机就是能弯折的。这也是为什么关于三星要退出可折叠手机的消息这几年一直没有停过的原因。因此，其实很多手机厂商早已做好了制作出可折叠手机的准备——华为自然也不例外。从此前曝光的专利来看，华为早在2017年9月就向世界知识产权组织提交了关于折叠手机的相关专利。华为的折叠手机更像一台可折叠的全面屏，因为它能和书本一样打开与关闭，这一特性正是依赖于柔性OLED屏。京东方的折叠屏幕因此，我们有理由相信这一次的华为Flex一定有了一套完善的折叠屏解决方案——至少不会像目前的某些厂商一样只能看不能摸。据了解，这一次华为选择合作研发的正是京东方，此前两家在Mate 20 Pro的屏幕上就给出了一个不错的答案，相信这一次折叠屏幕也能给我们一个惊喜。5G、折叠都是概念 怎么玩好才最重要相信有不少的读者会产生这种疑问“折叠屏也好，5G也好，跟我们有什么关系吗？”所以比起厂商炫技，我们更关心的其实是华为能够给折叠5G手机带来什么颠覆性的玩法。其实不久前有一部大热的美剧《西部世界》就为我们畅想了一些折叠手机的构思——手机可以三折页，能够折叠为单块屏幕使用，也可以两块屏幕组合使用，还也可三块完全展开成大屏使用。这种玩法可以衍生出非常多创新的内容形态。西部世界已经为我们展示了折叠手机有多炫酷最重要的是，展开之后的折叠手机拥有着数倍于正常大小的屏幕尺寸，用它来操作办公成为可能。在加上5G的到来，让云电脑真正成为一种可能，未来的手机终端很有可能取代传统PC的位置，承担工作生活里超过九成的交互场景。想象一下，平常出门把它折起来当普通手机，到家之后就展开它化身平板电脑，在工作的时候还能外接键盘鼠标化身笔记本电脑——这样的手机才是真正拓宽了使用场景的未来产品。未来的云电脑可能连外接显示器都用不着当然，想要达成这一点需要的可不仅仅是5G和折叠这两个技术就够了。如何在双面甚至三面屏幕的前提下保证手机足够的强度，如何在厚度和电池电量之间做出平衡，如何解决折叠手机的拍照问题……我们想的越深，发现的问题也就越多。至于华为究竟能够在下个月的MWC上为我们带来一个什么样的手机，你心目中完美的5G折叠手机又是怎样的形态，不妨与我们讨论一下。", "author": "中关村在线", "newsdate": "发布时间：19-01-30", "newstime": "14:38", "sentiment": [{"positive_prob": 0.996891, "confidence": 0.99309, "negative_prob": 0.00310942, "sentiment": 2}]}]