[{"title": "再被美“盯”？华为之后，中国又诞生科技巨头！任老直言它更重要", "content": "今年的华为事件已经落幕，但是留在国人心中的“阴霾”却不能被抹去。这层“阴霾”告诉我们，中国必须要有自己的技术，不能总是守着自己的一方土地不思进取。而这次的事情，也不得不让我们惊呼：“任正非真的是牛!”。华为事件被曝出之后，去年的中兴事件也被扒了出来，美国对中兴采取的措施，对华为是一样的。但是，中兴却因为没有超前的理念，而被美国“折磨”的不行。美国的惯用伎俩，究竟还会不会再次出现在中国的企业身上?据悉，不仅仅是海康威视，大华科技这些在全球都领先的视频监控企业已经在国际上出名，另外还有着代表中国人工智能行业的企业科大讯飞和独角兽企业依图，旷视，北京市商汤科技等企业都赫然成为了该行业中的“佼佼者”。在这个智能化，科技化的时代中，每个国家都想要促进本土企业的发展，而如果国际上有着能够“压制”着自己发展的企业存在，那么这些国家定会是警惕万分。华为的事件始末，就是这样而来的。我国AI行业有着“四小龙”，分别是商汤，旷视，云从和依图。在AI技术的跑道上，人脸识别技术是主要的技术突破口，而这四家企业就形成了“四强鼎力”的格局。今年，美国的全国广播公司财经频道发布了“年度全球最具颠覆性的前50强企业”。在美国发布的这项榜单中，中国有着不少企业赫然在榜，而依图科技就成为了唯一一家入榜的中国人工智能公司。依图科技是干什么的?这家企业主要在视觉感知，智能决策，语音识别等领域中有着绝佳的成绩。这家公司成立于2012年，至今已经成立7年，估值在150亿元。可不要小看了这些企业，他们背后“藏着”的都是中国的商业大佬们，而这家企业的背后就有着马云，沈南鹏，徐小平等人的存在。而这家企业，更是和国内各大银行展开了智能安防等方面的合作，其中就有工商银行，农行，招商银行等。在这个随处可见的智能化时代，这样一个优秀的企业定会有着不错的发展前景。而依图科技的创始人朱珑也是一个很罕见的人才，他师从霍金的门徒艾伦·尤尔教授。在高中毕业之后，朱珑就对人工智能非常的感兴趣，后来才进入麻省理工学习，而朱珑也担任过纽约大学Courant数学研究所的研究员。依图科技目前就是在慢慢的打开中国人工智能的市场，同时也成为了这个领域中的试金石。任正非之前就说过，5G只是小儿科，未来人工智能才是大产业。所以，在5G还在发展的阶段，依图科技就已经在国际舞台中露面了，未来这家企业的未来不可估量!", "author": "聚富财经", "newsdate": "发布时间：19-10-23", "newstime": "18:31", "sentiment": [{"positive_prob": 0.897542, "confidence": 0.772316, "negative_prob": 0.102458, "sentiment": 2}]}, {"title": "华为Nova5z仅1599元，比荣耀9X更值，优势体现在这三点！", "content": "过去一段时间，华为不断发布新机，在荣耀9X炙手可热的情况下，为了最大程度扩大麒麟810手机的出货量，相继发布的荣耀20s，华为nova5z，作为nova家族的一个强有力补充，华为nova5z起步价1599让人惊喜，甚至比荣耀9X性价比跟高，起步内存6GB还有3200万镜头加持，加上挖孔屏的设计理念，华为nova5z定位高端定价却相对较低，小编仔细对比一番后发现，华为nova5z仅1599元比荣耀9X更值，为什么呢？对比三点，答案很简单！1、续航体验在大部分网友的认知里面，nova系列是女性手机，更多还是追求时尚色彩和轻薄手感，这一次的华为nova5z在保证手机极致手感的同时，电池容量也是大大提升，华为Nova5z适配到了4000mah大电池容量的同时，为其匹配到了20w快充技术，在基本参数上和荣耀20s如出一辙，可价格方面缺少了有300元，对比荣耀9X来说，华为nova5z在快充效率上好上一大截，后者仅仅10w快充技术被嗤之以鼻，综合续航体验还是华为nova5z更好！2、拍照优势华为nova5z最大的突破就是拍照了，适配到了4800万四摄镜头组合，还有TOF镜头和微距镜头加持，能够拍出极为细致入微的画面，对比荣耀9X的双摄4800万镜头来说，华为nova5z给到更好的拍照乐趣，同时像素更高解析力更好，内置了AI视频剪辑功能，对于喜欢拍volg的网友再好不过了，华为nova5z还有人像超级夜景模式，3200万自拍镜头加持下，逆光拍照也清晰，对比1600万像素的荣耀9X来说，华为nova5z显然在拍照方面领先一大截了！3、其他优势华为nova5z和荣耀9x都是华为公司的产品，可从品牌溢价能力上看，华为nova系列还是偏于中高端定位的，华为nova5z能将原来2000档价位的手机下调到千元机市场，看得出来华为nova5z也是放手一搏，为了冲击销量放低姿态了，华为nova5z还有更为轻薄的手感，荣耀9X适配到了升降结构全面屏后，过大的屏幕尺寸和厚度被网友吐槽，华为nova5z背部3D曲面玻璃机身设计，轻薄机身带来了更好的手感，荣耀9X还是过于笨重了！总结来说，华为nova5z是一款全面领先荣耀9X的手机，无论是拍照、续航还是品牌溢价能力上，让人最惊喜的还是价格了，适配到了麒麟810处理器和6GB内存的情况下，起步价位仅为1599元，而6GB+64GB的荣耀9X也是1599元，价格一样的情况下孰强孰弱一目了然了，其实华为nova5z的价格也是出乎笔者意料，在没有发布之前预测为1999元左右，可如今正式发布刷新了麒麟810手机的价格底线，性价比比荣耀9X更高，看得出来华为有点着急了！在Mate30系列人气不低iPhone11的情况下，华为需要这么一款手机来增加手机出货量，消费者这个时候倒是捡到了实惠，华为Nova5z正式发布比荣耀9X更值，优势体现在上面这三点，你们认同吗？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-10-23", "newstime": "06:29", "sentiment": [{"positive_prob": 0.997609, "confidence": 0.994687, "negative_prob": 0.00239074, "sentiment": 2}]}]