[{"title": "任正非表示，华为18万员工人均年收入110万，但很多人忽略了一点", "content": "这两天华为迎来了它在今年第一个季度的营收报告，借着强势的增长，华为今年的战力依然还在扩大。今年一季度华为收入1797亿元，增长了39%，数据可谓十分华丽。在全球市场没有像之前那样有着爆发式表现的情况下，华为能够做到如此进步也算是很瞩目了。公司的业务大增，自然是离不开底下那些拿时间拿身体在拼搏的华为员工。赚了这么多钱，底下的员工薪资分红应该不低，对于这个猜测任正非也在此前多个场合中公开表示，华为员工都是或多或少有持股比例，他自己在公司的持股已经只有1%，让员工享受到一起奋斗的成果，这是任正非在创立华为公司以来最大的一个改变。而华为的员工自然也很愿意在工作上投入，这就是华为今天能够成功的一大重要因素。2018年华为的全年收入达到了7000亿元，再一次创下新高，而在员工分红方面华为也是不留余力，任正非表示在华为18万的所有员工中，人均一年下来可以分到110万元，这一说法一出引来了网友们的众多议论。众所周知，华为公司在国内的整个科技圈都是待遇数一数二的存在，就算放到国际市场上，华为也一样顶尖，所以这110万的人均年收入水准似乎合情合理。不过大家可能忽略了很重要的一点，就算是在华为这样几乎人人持股的大公司中，其实每年收入没有达到110万的大有人在，而且不是少数，比这个数字更多的华为员工除了管理层之外还有很多已经在里面工作多年的员工，有的时候可能一位华为高管的年薪分红就足以抵上几十个人一年的收入。所以还那句话，人均永远没有办法真实代替人们在工作中的现状，很多时候可能用了百分之两百的努力，换来却只是不到一半的报酬。", "author": "吃吃美食家", "newsdate": "发布时间：19-04-23", "newstime": "17:37", "sentiment": [{"positive_prob": 0.0607903, "confidence": 0.86491, "negative_prob": 0.93921, "sentiment": 0}]}, {"title": "华为用行动表态，可能回收5G技术！", "content": "华为用行动表态，可能回收5G技术！说到中方制造，相信所有华人都会为之感到非常骄傲，比如中方制造的高铁帮助众多国家完成了基建建设；中方研发的杂交水稻，给很多贫穷国家带去了希望；中方的轻工业成为非洲国家最依赖的产业；中方的瓷器丝绸等，成为世界各国务必钦佩的文物等等，这些都足以让华人为祖国感到骄傲，另外值得一提的是，近几年，中方在高科技领域也有了非常多的收获，比如在军事领域研制的第五代隐形战机，是目前很少有国家能够做到的，还有北斗卫星导航系统，也是世界上很少有国家能够攻克的。而最近几个月，全世界的通讯领域再次将注意力转向了中方，众所周知，美国一直是互联网巨头，也是世界上第一个在该领域有所发现的国家，所以至今世界上仍然有一大半的通讯领域是美国占领的。而近段时间，国外专家公布的数据，让美国彻底坐不住，想必大家已经都比较熟悉美国，因为其一直非常发达和强大，所以不断在国际舞台上做出比较过分的事情，为了争夺市场，更是不择手段。据俄罗斯卫星通讯社4月20日报道称，著名专家公布一数据表，数据显示，目前全球国家的5G技术排名第一的是中方华为，其次是韩国，出乎意料的是美国才排名第三。而且据专家分析，按照目前的状况来看，中方技术要比美国早上市很久，面对这种结果，美国自然是不能接受的，因为华为的过早上市，而且价格又比其他国家优惠很多，这很有可能就意味着中方会在全球5G市场实现技术垄断，这对美国来说简直就是致命打击。后来西方很多国家开始抵制华为，比如加拿大、澳大利亚、英国、法国等等，让人惊讶的是这些国家竟然是清一色的亲美国家，也就是说，在不久前爆发的全球抵制华为事件，就是美国引起的，其目的显而易见，就是为了延缓甚至阻止中方的发展，但众所周知，美国这种想法简直是痴心妄想，因为以目前中方的实力，任何国家都是无法动摇我们的地位以及发展脚步的，因为目前中方华为的技术是所有国家都急需的。果不其然，曾经抵制华为的国家无法永远拒绝性价比这么高的技术，兜兜转转还是选择了华为，而那些执迷不悟的国家遭受的损失比起美国的空头支票要大得多。对于这样的国家，中方也不会做太多挽留，据华盛顿邮报4月22日报道称，近日华为宣布，不会将5G技术再面向所有国家开放，也就是说，现在不接受华为的国家，其以后即使后悔想要请求华为入驻，华为反而要考虑接不接受对方的请求，不得不说，这一次中方的决定实在是霸气。", "author": "八喜军评", "newsdate": "发布时间：19-04-23", "newstime": "11:10", "sentiment": [{"positive_prob": 0.126376, "confidence": 0.719165, "negative_prob": 0.873624, "sentiment": 0}]}, {"title": "意欲何为！华为大手笔杀入这一行业", "content": "上周，华为首次以一级供应商的身份在上海车展亮相，引起市场的强烈关注。话说作为世界上最大的车展之一，上海车展一直以来的主角都是汽车厂商，但近年来，中国的IT巨头们正逐步登场，抢占C位。4年前，阿里巴巴首次发布汽车战略；2年前，百度在这里发布Apollo计划；今年，轮到华为了，并且华为一亮相，就成为了闪耀全场，各大车企争相竞夺的对象。在华为的展台上，你能看到那句醒目的标语——“把数字世界带入每一辆车”，雄心彰显无遗。而华为轮值董事长徐直军，也成为了本届车展最忙碌的人之一。4月14日，徐直军出现在北汽蓝谷子公司北汽新能源高端品牌ARCFOX的发布会，后者展示了其首款5G汽车产品，同时还发布了IMC智能模块构架。IMC平台将是全球首个商业搭载5G技术的平台，拥有算力高达每秒352万亿次的最强芯片，以及包括三组激光雷达在内的超过30个智能传感器，实现L3至L4等级以上自动驾驶技术。华为是这一5G汽车模块的主要技术提供者。4月17日，徐直军又出现在宁德时代与华为的战略合作签约仪式上。从去年开始，华为就明显加快了在智能汽车方面的布局，合作伙伴包括东风、上汽、北汽、长安、长城、比亚迪、一汽、广汽等几乎所有一二线汽车厂商，以及上下游的重要零部件供应商。鉴于华为过去在通信设备、网络设备、智能手机上的成功崛起，如今华为在智能汽车方面的雄心没有人能忽视。那么，华为到底想干什么？1 华为创始人任正非曾经表示，华为永远不会造汽车。他在2019年1月，接受媒体采访时谈到——“我们永远不会造汽车。我们是做车联网的模块，汽车中的电子部分。边缘计算是我们做的，我们可能会是全世界做得最好的。但是它不是车，我们要和车配合起来，车用我们的模块进入自动驾驶。我们不会跨界，我们是有边界的，以电子流为中心的领域，非这个领域的都要砍掉。”徐直军也曾经表示：“每一个行业都有可能受到人工智能的影响，未来最能颠覆的一个产业就是汽车产业，自动驾驶电动汽车可能将中国16万亿产值的汽车业，包括周边产业，彻底颠覆掉。”华为战略部总裁张文林则说的更直白：“5G将让人能够放心地在车里做自己的事情，把人的注意力从驾驶和车况中释放出来。未来车的价值可能比现在的客厅更高，在车上的时候不仅仅可以娱乐、办公，甚至还可以健身。\"我们知道，华为是5G通信行业的领头羊，而5G与传统4G相比，最大的改变就是低时延、广联接特性带来的万物互联可能性；而在物联网的所有应用场景中，关键赛道就是车联网。由电动化、智能化、网联化、共享化，所组成的新四化’趋势已成为全世界汽车产业界的共识。在这个背景下，5G技术先进、硬件实力强大、急于打造新业务机会的华为，向汽车界发起了冲锋的集结号。汽车业是一个足够庞大的市场，statista 数据显示，2018 年全球乘用车总销量为5700 万辆，销售额为1.3 万亿美元。当然，华为不会做汽车，华为现阶段看上的，仅仅只是其中的汽车电子部分。根据中国产业信息网的数据，2018年全球汽车电子零部件市场的规模为2175亿美元，占整车零部件市场规模的23%。而中国，目前的比重只有14%，大约是全球平均水平的60%。主要的原因是，中国市场上低端车占比较大，离发达国家的中高端消费程度尚有一定差距。不过，很快这个形势就将被逆转。因为中国的新能源车、5G、自动驾驶等技术发展，都已处于世界第一阵营，汽车电子化的渗透率也将会以超越人们预期的速度快速提升。由于积累不足，目前汽车电子这个行业，还主要由几个传统跨国大厂垄断。按照2016年的数据，德国博世、德国大陆、日本电装为世界汽车电子领域的TOP3，营收均超过了300亿美元。尤其是博世，在汽车电子的驱动、起动机、发电机、底盘控制系统、行驶安全系统、泊车辅助系统等均有深厚积累，实力强大。老实说，作为一个技术壁垒较高的行业，汽车零部件在过去的百年中，格局极度稳定。如果没有华为这种水平的领军者带头，中国企业要想实现群体性的突破，难度之大是可以想象的。那么，华为有什么杀手锏吗？2 2018年9月，世界物联网博览会。奥迪、大众、一汽、东风、长安、上汽等厂商，同时发布了搭载华为LTE-V2X车载终端的汽车，并进行了V2X智慧交通场景演示。所谓LTE-V2X，即基于移动通信技术演进形成的车联网无线通信技术。华为的这款车载终端内置了巴龙765芯片，这正是华为的秘密武器之一。众所周知，华为在5G时代能独领风骚，依托的主要是其强大的芯片研发实力，手机上有麒麟芯片，PC有鲲鹏芯片，路由器有凌霄芯片，基站设备有天罡芯片，人工智能有昇腾芯片，5G基带有巴龙芯片，布局相当全面。巴龙，取名于一座海拔7013米雪山的名字，研发巴龙芯片就像是攀登雪山，需要攻坚无数技术难题。从2009年数据卡中的巴龙210芯片首次实现商用，到现在5G的巴龙芯片实现全面领先，华为用了十年的时间。这一款巴龙765，是业界首款且唯一支持8×8MIMO技术的芯片，并且支持LTE-V技术，能为智能网联汽车提供更安全可靠的联接。另一方面，华为的人工智能昇腾芯片也不可忽略。昇腾芯片目前最高可提供352TOPS的算力，满足L4级别的自动驾驶需求，是华为推进其自动驾驶解决方案的核心技术之一。昇腾芯片的算力+巴龙芯片的通信能力+华为云，构成了华为进军智能汽车最核心的杀手锏。3 可以说，华为的目标是成为无人驾驶时代的核心设备提供商，这是利润最丰厚的部分。而围绕在华为周边的，则是一系列提供周边零配件和应用软件的本土企业，他们大致又可以分成3个派系。派系一，做传感器的，包括摄像头、毫米波雷达等，这是技术门槛最高的领域之一；派系二，做高精地图的，这是中国特色产业，本土企业拥有绝对优势；派系三，做模组零配件的，包括屏幕、仪表盘、连接器等，本土企业以低成本胜出。我们一个一个讲。先说派系一，传感器。无人驾驶产业链里，芯片和操作系统以外，最重要的就是传感器。并且两者之间的关系，就像大脑和五官，紧密相连。当然，这个领域由于前景好，利润丰厚，竞争也十分激烈，目前行业中排名靠前的主要是外资企业，我国有竞争力的并不多。A股里值得一说的，主要是做摄像头芯片的韦尔股份和毫米波雷达的华域汽车。韦尔股份，原来只是一家做电源芯片设计和被动元件分销的企业，由于在去年蛇吞象并购了美国豪威科技，一时成为资本市场瞩目的焦点。豪威是全球第三大CMOS图像传感器供应商，位居索尼、三星之后，技术积累还是很深厚的。过去，CMOS图像传感器主要的市场是手机，占比在60%左右，由于三星的崛起，豪威虎落平阳，才终于被中国企业收购。而未来，随着车载摄像头需求的爆发，这块的潜力才是主要看点。偏偏豪威在车载摄像头的CIS传感器方面，实力比手机更强，目前以29%的份额排名第二。嫁到中国后，如果能够抓住中国这个大市场，韦尔股份（豪威）的未来不是梦。毫米波雷达方面，重点关注华域汽车。华域汽车的实际控制人为上汽集团，业务覆盖汽车内外饰件、金属成型和模具、功能件、电子电器件、热加工件、新能源六大板块，综合实力在我国的汽车零部件公司中算是最强的。华域的看点相当多，主要包括以下4个方面：1）毫米波雷达2014年，华域以毫米波雷达为切入点启动ADAS研究项目。2016年，华域与韩国摄影头模块企业Cammsys签署合作协议，双方在车载前视系统领域开展技术合作。2018年，华域的24GHz后向毫米波雷达实现量产供货，全年生产1.69万套，成为国内首家自主研发实现量产的毫米波雷达供应商。另外，更先进的77GHz角雷达也已经完成样件开发，77GHz前向毫米波雷达产品正在研发中。2）新能源动力系统2017年，和世界前三的麦格纳设立合资公司，获得大众全球电动汽车平台(MEB平台)电驱动系统总成相关产品的定点意向书，预计于2020年投产。目前电驱、电控以及其他电附件等产品已经实现大批量供货。3）智能安全系统2013年，华域收购延峰伟世通，一跃成为全球最大的汽车内饰公司之一。2018年，华域设立全资子公司延锋汽车智能安全系统公司，加强对座舱系统、智能内饰等产品的拓展。4）智能车灯2017年，华域收购车灯行业龙头上海小糸，使得智能车灯成为公司重要的业务线之一。从上面可以看出，通过收购、自主研发，华域汽车的业务线已变得相当庞大，下游客户也已经不再依赖于上汽集团。2010年的时候，上汽集团占公司营收比重还高达84%，到2018年，这个比重已经下降至65%，并且海外营收也由2014年的12亿元上升至2018年的307亿元。可以说，在综合实力方面，华域汽车足够优秀，在面向未来的传感器、智能驾驶零部件方面，也有着前瞻性的布局。4 派系二，高精地图。由于高精地图涉及国家安全，因此国资背景是不可或缺的，本土企业具有天然的竞争壁垒。在这个领域，最值得关注的，无疑是四维图新。4月17日，四维图新发布公告，与华为签署战略合作协议，双方将在云服务平台、智能驾驶、车联网、车路协同以及拓展国际业务五个方向进行探讨并细化合作方案。自动驾驶虽然还没有最终商业化落地，但实现自动驾驶的过程中，要经过大量前序阶段的训练、仿真、测试；而这些测试数据，通常都在云平台上运行；这正是华为急于和四维图新达成合作协议的关键之一：在华为云的服务平台上，需要有高精度地图的关联和数据融合，以实现自动驾驶算法的升级和完善。早在华为之前，四维图新就已经跟宝马中国签约，斩获了国内第一个L3及以上自动驾驶地图量产订单。现在，四维图新又是华为在车联网领域第一家宣布达成深度合作的科技公司，未来的受益程度已是肉眼可见。5 派系三，做模组零配件的，包括屏幕、仪表盘、线束、连接器等。这个领域，由于本土企业具有低成本优势，未来很可能将诞生大批量的本土供应商，成为A股重要的板块之一。目前最值得关注的，则是德赛西威和立讯精密。德赛西威可以说是A股在自动驾驶业务方面最有野心的企业之一。为什么这么说呢？我们看年报，2018年公司实现营业收入54.09亿元，同比减少10.01％；归母净利润4.16亿元，同比减少32.50%。很糟糕的数字。但惨淡的财务数字背后，是由多重因素造成的。首先是车市大环境不好，2018年，中国狭义乘用车产量和销量同比下降5%和5.8%，因此几乎所有的汽车零部件企业都年关难过。这也直接造成了德赛西威的营收下滑、毛利率下滑。但这种周期因素，其实并不可怕，随着今年国家鼓励汽车消费政策的实行，相信行业的回暖已在路上。值得关注的是，在这业绩周期的低谷，德赛西威毅然加大了研发的投入，并成为了导致净利润下滑的另一个重要因素。2018年，公司研发投入达到5.43亿元，同比增长29.84%；截止2018年末的研发人员数量为1903人，同比增长30.52%。那么，德赛西威的研发主要投向了哪些地方呢？主要是智能驾驶舱、智能辅助驾驶产品、车联网等三块。1）智能驾驶舱目前，公司已获得车和家、长安汽车、天际汽车的智能驾驶舱新项目订单，预计 19 年量产；2）智能辅助驾驶产品目前，公司自主研发的360度高清环视系统、全自动泊车系统、驾驶员行为监控和身份识别系统、T-box产品均已实现量产；24GHz毫米波雷达已获得项目订单并将于2019年量产，77GHz毫米波雷达预计在2019年达到可量产状态；显示模组及系统方面，获得一汽-大众、上汽大众、吉利等客户的新项目订单；仪表及中控显示系统方面，获得比亚迪、吉利、长城、奇瑞、广汽、长安、大众汽车的新项目订单。3）车联网2018年，公司与英伟达和小鹏汽车签订战略合作协议，联合开发L3级别智能驾驶系统并计划于2020年量产。同时，成立车联网事业单元， 合作百度、腾讯等多家企业，并获得一汽-大众的新项目订单。根据年报的统计，德赛西威在2018年获得的新项目订单年化销售额已超过70亿元，预计上面这些新业务将在2019-2021年持续释放。另外，立讯精密也颇值得关注。立讯精密是我国消费电子精密制造的龙头，如今正从手机连接器这个主业，向声学、天线、无线充电及震动马达等模组产品全方位扩张。在汽车领域，立讯已形成了线束、连接器、电子模块、注塑功能件等多种产品线，2018年相关业务营收 17.28 亿元，同比增长 53%，增速相当迅猛。总的来说，这个派系的A股公司众多，德赛西威和立讯精密只是当下表现较为突出的两家之一。未来，随着5G商用的推进，无人驾驶的成熟和落地，华为的崛起和全球扩张，这个领域的本土公司也将迎来大规模爆发，很有可能复制2012-2013年的手机产业链板块盛况。读到这里，也许你会想，“这家公司我能投吗”？这不是一个拍拍脑袋就能轻易做出的决定，因为除了基本面的机会分析，还需要对财务风险、业绩确定性、业务竞争格局等进行更深入的考察。更多信息可关注“君临”获取。作者：君临团队.更多成长股分析、行业解读尽在“中国新一代投资研究服务机构”——君临", "author": "君临", "newsdate": "发布时间：19-04-23", "newstime": "11:02", "sentiment": [{"positive_prob": 0.984844, "confidence": 0.966321, "negative_prob": 0.0151555, "sentiment": 2}]}, {"title": "与苹果三星做了对比之后，才发现华为这一次真的不坑了！", "content": "华为在最近这几年的发展速度真的非常快，甚至在今年已经喊出要超越苹果三星成为全球第一。然而这样伟大的目标在很多人看来却不那么重要，因为大部分消费者更关心的是自己买到的华为手机价格变得更贵了，那品质也是否同样在提升？不过，即便是华为P30Pro的价格达到了5499元，在与苹果三星做了对比之后，才发现华为这一次真的不坑了！或者也可以说，在与苹果三星的旗舰对比之后，才觉得华为P30Pro真的物有所值。苹果三星被认为是目前整个智能手机行业当中具备着标杆性质的品牌，他们两家的旗舰手机往往会在友商发布会上被各种吊打，所以我们不可否认的是苹果三星的产品确实有非常出色的品质跟体验。那么，作为目前华为最新的旗舰手机，也作为目前国产最昂贵的主流旗舰，P30Pro究竟有没有在价格上坑了大家呢？华为P30Pro对比三星S10Plus谁更加出色呢？前者搭载的是麒麟980处理器以及具备8GB+128GB的储存组合后，只是搭载了高通骁龙855处理器加8GB+128GB的存储合，显然在性能方面三星是要占优势的。而在外观设计方面，笔者倒是觉得水滴屏幕与挖孔屏幕都不完美，完全看个人喜好。拍照上，三星S10Plus搭载的是三摄，华为P30Pro搭载的是四摄，根据DXO拍照得分来看，三星S10plus与华为P30Pro的后置摄像头对比上比较接近，华为占据优势。而在前置摄像头上，华为P30pro就输给了三星S10Plus。细节方面，三星S10plus的2K屏幕素质更有优势，不过华为P30Pro的充电体验会更好。华为P30Pro对比价格达到了6999元的三星S10Plus要便宜1500元左右，虽然笔者也承认三星s10plus确实是更优秀的旗舰，但是在价格面前我们还是觉得华为P30Pro物有所值。因为三星S10+也不是处处都能够碾压华为P30Pro的。在对比iPhoneXsMax，这款手机最近的价格降价到了7699元，对比华为P30Pro就贵了两千元以上。华为P30Pro的定价也不至于太过夸张。当然，iPhoneXsmax的整体实力是在华为P30Pro之上的，比如说A12处理器以及iOS 12的系统体验，甚至是拍照也未必真的实际体验会输给华为P30Pro。当然，非要说iPhoneXsMax不如华为P30Pro的，也就只有充电体验存在明显短板了。总的来说，华为P30Pro对比小米9等国产手机自然是在价格上不占据优势，但是华为一心想要追赶苹果三星，倘若是将华为P30Pro对比苹果三星的旗舰，你也会觉得这款手机物有所值，真的是不坑。你们觉得华为P30Pro这款手机怎么样呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-04-23", "newstime": "23:20", "sentiment": [{"positive_prob": 0.00337798, "confidence": 0.992493, "negative_prob": 0.996622, "sentiment": 0}]}]