[{"title": "2019年：危急时刻的华为 冲在最前面的任正非", "content": "来源：第一财经周刊危急时刻的华为，和冲在最前面的任正非 | 2019年终特辑③再过不到一周，2019年就彻底翻篇儿。　　这辑特别策划是我们自创刊坚持至今的年终特供，从商业主视角出发，从不同维度回顾过去一年的商业世界和社会生活。　　这是这个系列的第三篇。编辑部将华为选作今年的年度公司，这家公司在这一年承受了巨大压力，也获得空前关注。任何关于2019年中国商业事件的讨论，恐怕都无法回避华为。所有可能发生的冲突都发生了。记者 | 吴洋洋2019年12月初，孟晚舟在异国被捕一周年之际，她的父亲任正非接受了加拿大媒体《环球邮报》的专访。这位年过75岁的华为创始人在采访中透露，准备将华为的美国研发中心迁往加拿大。末尾，他还“致歉”：“加拿大夹在美国和华为中间受害，我心中是抱有歉意的。”几个月前，穿着同一件桔红色西装，他在同样的地方接受了英国《金融时报》的采访。在2019年之前，任正非每隔数年才见一次媒体。他所创立的这家公司，即使在国人眼中也相当神秘——年营收规模超过7000亿元，是阿里巴巴的两倍，但迄今没有上市计划；由9.6万名员工参与的员工持股制和针对最高领袖的轮岗制，也在全球罕见。但是2019年，任正非和华为公司都发生了巨大改变。粗略统计，任正非一年来独自面对的大大小小的媒体采访已超过30场，比他创业30多年对外发声次数总和还多。几乎每个月，他都会在位于东莞松山湖的华为总部——一个由日本设计师设计的欧式花园式建筑群，接待好几拨来访媒体。会谈的桌椅，很多时候就设在一个叫“客户接待中心”的宽敞大厅里。表面上看，2018年12月1日孟晚舟在加拿大境内转机时被捕一事，以及2019年5月16日美国政府对华为实施“实体清单”制裁，令华为获得了来自全球的注意力。但如果深入看向华为的内部，尽管任正非称对于今天碰到的问题华为已经准备了十几年，复杂而凶险的政治环境外因，对这家公司在“和平年代”形成的既定战略、文化积淀、员工信仰，确实形成了强烈冲击。最危急的时刻，年迈的创始人花费近20年在公司高管层培养的所谓“无为而治”瞬间全都失效。任正非仍然需要冲在19万华为人的最前面。危机时刻，75岁的任正非仍然需要冲在19万华为人的最前面。耐力与情绪5月16日，华为被美国列入“实体清单”，特朗普政府要求美国公司在向华为供货前向美国政府申报，每次申报的有效期为90天。终端业务受到的影响最大。因为无法预装安卓系统，华为智能手机在海外市场的销量一度下滑了40%。但总体市场数据显示，过去4个季度，在全球和中国智能手机出货量均持续下滑的大背景下，华为的同比数据保持了逆市增长。2019年第三季度，华为智能手机全球出货量录得26%的同比增长，而这份成绩单极大得益于中国国内市场对华为的巨大贡献——期内，华为智能手机在中国市场的出货量同比大涨66%。华为并没有主动打过爱国牌，支撑其手机业务强劲增长的原因，是在美国政治制裁刺激之下，本国民众声援华为的民族情绪。华为内部的弦比外部公众心里的弦绷得更久。华为有19万员工，其中6万人被直接布局至海外，在全球170个国家和地区展开业务。伴随技术更新的深入，以信息安全为主题的合规审查也变得越来越敏感。在5G业务的推进过程中，华为遇到了前所未有的阻碍。《第一财经》杂志采访获悉，在与英国运营商的合作中，华为被要求提交应用在英国境内所有通信设备的源代码。2018年，华为进一步收到英国监管机构更为苛刻的“合规”需求——华为要对已投入英国市场的所有通信设施中的软件做改进，确保它们不会因年代久远而出现安全漏洞——包括这些设备中的所有第三方软件，以及一些供应商已经不再更新维护的软件。为此，华为需要重构这些设备中已经使用了30年的全部代码。作为全球最大的信息与通信（ICT）基础设施与智能终端提供商，以华为的软件工程能力，它仍需要花费3至5年时间和20亿美元才能完成这部分工作。但是华为最终答应了英国的这些要求。这项工程浩大的工作被加塞给了华为的研发团队，项目负责人是当时的轮值CEO徐直军。到今年5月美国“实体清单”公布的时候，徐直军带领的团队还没有完全完成英国的代码重构项目。在华为员工的眼中，公司今天的市场地位是一路“打仗”打出来的。早年跟思科、诺基亚“打”，内部因此有一种“胜则举杯相庆，败则拼死相救”的战斗文化，所以他们最初也是将“被美国制裁”当作公司在发展过程中打的另一场仗而已。但是，今年到了下半年，越来越多的员工开始不太确定，“下半年开始感觉，研发面临的压力看不到什么时候会结束。”一位不愿具名的华为员工对《第一财经》杂志说。这种不确定感不仅来源于外部市场压力，伴随战略调整而不断出现的组织架构调整以及人员流动所形成的高压气场，更是华为内部各种复杂情绪积聚不散的原因所在。今年的10月30日，为感谢员工在5月美国实施出口管制后的努力工作，华为董事会对内发放了两份特别奖金：阳光普照奖——19.4万华为员工增发一个月的基本工资；另一笔高达20亿元的奖金，则是用以奖励在应对美国制裁中为维持业务连续性而做出突出贡献的团队。任正非当然可以想象内部员工在此期间承受的压力，但他没办法像了解自己一样精确地感知公司的状况。如果说上半年华为的厄运主要是来自于外部，进入秋天以来，危机已经传导至华为内部员工这一翼。在2019年下半年，关于“华为高薪聘请博士加入公司，年薪百万元”的消息就不断见诸媒体。此举无非是想塑造华为“重视人才”“投资未来”的形象，但引发了老员工的不满，尤其是同样具有博士学位，只不过早两年加入公司的那些人。华为的人事制度，在很大程度上都服务于人才的新陈代谢——它巧妙规避了《劳动合同法》中提到的“劳动者在用人单位连续工作满十年的，需与之订立无固定期限劳动合同”一条，规定员工每4年重签合同，然后每8年就离职再重新入职。这项制度从2007年开始实施，当年第一批重新入职的人，在经历了2015年第二次重新入职后，到2019年面临或续签合同，或不再续签的命运。这个过程也意味着，到时将有一批不再能创造价值的人被淘汰——谁也不知道自己此刻还在为公司“打仗”，下一刻是不是就会成为被公司解雇的人。还没等到10月底宣布的两笔奖金落袋，10月31日，华为原HR胡玲就在知乎撰文，抱怨华为的官僚文化和并不像其他互联网公司那样体恤员工的企业文化。员工不仅在公司内部的BBS“心声社区”上声讨“实名投诉为什么不保护投诉人”，社交媒体上也吵翻了天。很多公司都设有内部员工在线社区，但是华为的心声社区实现了很多“破例”——不仅员工可匿名发言，非华为员工无需注册也能随意浏览，上面甚至有官方面向员工发布的各种公司文件、会议纪要。这个网站的搜索功能，比很多内容网站的体验还要优秀。但即使做到这种开放程度，那些对华为充满不信任的提问，还是一再被扔回到任正非面前。任正非的三种角色这时候期待从任正非那里得到更多温情或者超然智慧的人，都是要失望的。2018年12月2日，孟晚舟在被关进监狱的第二天，通过丈夫向任正非传递了纸条：“爸爸，所有的矛头是对准你的，你要小心一点。”收到纸条，任正非感到震惊。但是第二天，他还是按照既定行程飞往阿根廷，参与讨论华为在当地代表处的组织变革。任正非其实肩负着三重角色：3个孩子的爸爸、华为创始人，以及一个中国企业家。他最在意前两种角色，但最近一年来不得不扮演的是第三种。“华为和中国政府到底有多紧密？”“如果你的政府要你在设备上开后门，你会怎么做？”“你曾经在军队工作过，所以华为跟中国军方有什么关系？”“你觉得美国是在嫉妒中国吗？”任正非对上述事关政治的媒体提问并不意外，更不陌生。过去20年，华为对这些问题的态度基本是不回应；但是2019年，还是关于这些问题，任正非颇有耐心地回应了几十遍。他应对媒体的方法论，是带着对方厘清家事、华为的事、国家政府之间的事——这三者的区隔。但华为的业务成长，确实脱离不开它所立足的国家土壤。采访当中，他也曾多次以他的个人故事，回述中国社会从大饥荒到改革开放的艰苦历程，他的目的是希望外界能认可，华为之所以有今天的成就完全是得益于市场经济，华为是一家纯粹的商业公司。现在，两种方式都试过了，那些存在于东西方之间和公司内外的认知冲突似乎并没有被化解多少。有媒体甚至希望他能就“国家民航总局在香港事件中对国泰航空发通告”一事发表个人看法。任正非既理想又现实，既东方又西方。他提出不希望国家救华为，因为那样就花了穷人的钱。他推崇全球化，为技术主义代言，声称如果中国出于反击而制裁苹果，他会第一个出来反对。在公司管理制度上，华为是国内最早向西方学习的公司。除了全员持股是任正非本人的创意，其他公司制度基本都是西方管理咨询机构的作品：其现行的供应链体系和研发架构都是1990年代末聘请IBM设计的；人事制度则出自怡安翰威特（Aon Hewitt），是综合了任正非的全员持股和西方考核制度的结果。任正非是“制度”的信奉者，所以在他的逻辑里，员工要扞卫自身权利的途径也很简单，就是通过法律解决问题。但这种制度化思维，也让很多事情的操作变得直接而粗暴。在决策环节，任正非的经验核心是“集体主义”，华为的持股委员会就是公司的决策机构。然而在利益分配方式上，他又是极端的市场思路，拒绝大锅饭。这些矛盾使得任正非成了那个既不东方，又不西方，而是处在东西方之间的人，夹缝中的人。西方人不满于他东方主义的那一面，而国内舆论不满于他西方市场逻辑的那一面。但任正非并不会轻易放弃他的这种夹心价值观，这不是源于傲慢，而是恰恰相反，因为他归根到底是个经验主义者。他推崇全球化，是因为他和华为都是全球化的受益者。2G时代，在国内运营商崇拜、采购外企产品的时候，华为开发出的GSM辗转到海外找到市场，从而让公司生存下来。对比联想“贸工技”的战略排序，任正非支持“技工贸”，因为华为的第一桶金就来源于技术。1980年代，他投入所有财力开发出的第一代产品“千门交换机”，让华为赚了上百亿元。接下来，他把赚来的钱又用来赌了“万门交换机”。这些经历和在产品设计上的思路，事后被推导成华为的全员持股制度，因为在技术密集型产业，只有这种方式才能将技术人才绑定在一家私营企业身上。再比如，他推崇法治而非人治，而让听得到枪声的人做决策，可以追溯到更早的从军时期他从报纸上读到的谈论西点军校的管理文章。“这几十年来公司内部对我的评价，可能认为我是一个妥协派，因为我在公司总体是比较软弱、妥协的，在公司实际扮演着一个傀儡角色，并不是强势领导者，强势领导者是常务董事会。”如果不是美国制裁，任正非会在2018年年底结束他拥有的“一票否决权”，从华为正式退休。无论从哪个角度看，他所创立的这家公司当时正处于有史以来的最佳状态。2018年年底，华为以28%的市场份额继续位居全球最大的电信设备公司，在电信设备市场的份额还将继续巩固和扩大。其次，它的消费者业务（CBG）表现也不错，2019年年初超越苹果，成为全球第二大手机制造商。这份“副业”也让华为的品牌得到前所未有的曝光。对任正非个人来说，2018年年末的时光同样安详。在创业30年之后，他已过74岁，结过两次婚，是3个孩子的父亲，马上有时间陪伴家庭。另外他还想在退休后找一所好大学学习数学，研究热力学第二定律和宇宙起源。但现在，这些个人计划都得无限期搁置，他和华为被拖入了一个无法轻易脱身的漩涡。什么才是华为的主航道？华为在过去半年中新增了6000余人，员工规模达到19.4万。这些招募，一半用在何庭波领导的海思芯片研发事业上，另一半加持了王成录主管的软件部门，过去半年，他们新增了一个加速上线鸿蒙操作系统的新任务。余承东管理的消费者事业部（CBG），无论资金还是人力投入都没怎么变化。不仅如此，他们还多了一些计划外的新工作——替换掉华为手机和电脑产品里的美国芯片、操作系统以及相关应用程序。至少在2019年5月之前，华为消费者业务面临的困境是被低估的。一开始，“美国制裁”最令华为担心的是芯片。到美国发布实体清单第4天，5月20日，Google宣布暂停与华为的部分业务往来的时候，华为担心的也还是操作系统和生态，即如果不能在海外市场应用Gmail、Chrome、YouTube、Google Map等会怎样。随着时间推移，华为内部逐步认识到，CBG要解决的不止是今年这批新手机的软硬件困境。更大的难题在于，他们要做好长期双线作战的准备：一边补漏洞，一边投资未来。华为在整个智能终端层面的竞争力会因此被削弱——手机行业不像电信行业那样变化缓慢，相反，它市场格局的变化速度是以月计算的。除了没有猜到华为终端业务会因为政治问题而陷入紧急危机，任正非倒是早已经想过，华为如果做手机可能会有这么被动的一天。他2010年左右开始提“无人区”的概念。这个词的意思其实有两层，一层是技术方面的，正是他今年以来在面对媒体发声时多次提到的“理论极限”问题：人类通信网络的编码技术已经接近“香农极限”，接下来怎么办？那么，从公司战略层面，华为在通信设备领域获得的领先优势即将走到理论极限的时候，下一个重点业务应该布局什么？后面这个问题的答案，在今天看来似乎是由余承东领导、成绩斐然的消费者业务，即包括手机、平板电脑和一系列所谓物联网设备在内的to C生意。作为一家通信基础设施提供商，华为原来一直做“管道”，从技术趋势来看，产业价值会不断在向云和端两边转移，所以华为必须要抓住这个变化。任正非个人更属意的新“主航道”是云计算。他会偏爱这个业务，除了因为它和电信设备一样是个任正非熟悉的to B生意，还因为他不想步诺基亚的后尘——在他看来，手机行业虽然利润丰厚，但是个市场阴晴不定的行业。刚刚进入21世纪时，中国电信的设备供应商已经从过去的“巨大中华”厮杀到只剩华为和中兴。全球范围内竞争对手的名单也减少了很多，加拿大的北电因为财务上的问题已经破产，欧洲则只剩下爱立信和诺基亚。这些公司此时都面临“下一步”的方向选择问题。诺基亚和爱立信都选择了向产业链下游延伸，进入以手机为主的to C市场。这两家公司后来的结局大家都看到了，它们的手机产品几乎从市场上消失，母公司从声誉到业绩都受到严重拖累。任正非想选择云计算，因此自上而下地推动华为云业务上线。虽然在服务运营商之外，华为也有很大一块既有业务是面对企业的，其团队迄今未能找到进入这一市场的“金钥匙”。国内云业务口碑更盛的，反而是做消费互联网起家的阿里巴巴。除了更早投入对云计算的技术研发，阿里销售云服务的思路，是首先将自己作为中国最大电商平台所涉及的全部应用、数据存储和计算过程搬到阿里云上，接着再通过生意链接关系，说服产业链上的软件服务商和物流公司“上云”，最后一步是劝说那些在天猫开店的品牌商以及它们背后的制造企业购买阿里云的数字化解决方案。但华为目前销售云计算服务，只能用一种自下而上的方式：一家一家地上门cold call。根据市场研究机构IDC的数据，截至今年第一季度，阿里云拿下了国内云计算市场43.2%的份额，腾讯以12.2%位居其二，第三名华为的份额仅有5.2%。对内讲话时，任正非经常会提醒他的团队“聚焦主航道”。不过，这家处在风暴之中的公司已经越来越难以回答到底什么才是自己的主航道。几十年前，它曾在IBM的咨询建议下转型为通信服务商，但有了终端和云业务之后，它的愿景变成了“构建万物互联的智能世界”的空泛概念。到底什么才是华为接下来的主航道？需要回答清楚这个问题的人现在仍处在诸多矛盾的中心，无法抽身。", "author": "新浪财经", "newsdate": "发布时间：19-12-25", "newstime": "09:08", "sentiment": [{"positive_prob": 0.949259, "confidence": 0.887242, "negative_prob": 0.0507413, "sentiment": 2}]}, {"title": "华为又要遭遇挫折？美国或将再次出手，“老朋友”也无能为力？", "content": "众所周知，作为我国的国产企业，华为是国内目前为数不多能够自主研发出成熟芯片的一家企业，而华为的自研芯片在性能上目前也已经能够和苹果、高通等美企媲美，这也成为了令我们国内消费者骄傲和自豪的一件事情，毕竟在这方面我国企业一直都是看美企的脸面，所以造成了我国在芯片方面落后的情况。而华为自主研发的麒麟系列也已经成为了目前全球著名的芯片之一，尤其是麒麟990 5G的出现，更是刷新了世界对于华为的认知程度，再加上特朗普今年对于华为的“宣传”，所以华为已然成为了世界瞩目的企业。但是虽然华为能够自己研发芯片技术，但是华为却无法自己生产芯片，这就要提到另一个企业——台积电。作为华为的老合作伙伴，台积电和华为有着长时间的合作关系，而今年的麒麟990 5G更是采用了台积电最先进的7nm+EUV技术，使得麒麟990 5G的性能和功耗有了明显的改善和进步，而明年的5nm芯片，目前台积电更是在如火如荼地进行着，明年将会实现量产，率先供货给华为和苹果两大厂商。本以为华为和台积电的关系将会长久地保持下去，但是最近华为和台积电的关系或将会出现了一些问题。华为的14nm芯片很可能将会面临着台积电的断供，而这一切的原因还是在美国的身上。众所周知，华为被美国列入了“实体清单”当中，而美国也表示将禁止向华为出手美国技术比重占25%的产品，不管是软件还是硬件，都是如此。话虽这么说，但是大体上并没有对华为造成什么太过于严重的后果，毕竟华为在很多方面都有着自研产品，能够确保自身的发展。但是如今有消息表明，美国或许将会从之前的25%比重，如今下降到10%的比重，而这其中就影响了台积电的14nm芯片技术，也就是说未来如果美国确定了这个方向，那么台积电的14nm芯片将会停止向华为供货，因为台积电的14nm中美国技术的比重已经超过了10%，但是好在7nm并没有。不过台积电对此也做出了声明，台积电表示目前美国并没有改变规则，只不过是一个计划而已，所以现在对于这个问题还充满了不确定性。可以看出华为的这个“老朋友”面对这件事情也无能为力。先是被列入“实体清单”，随后没有太大的效果，如今却又开始想出另一个“幺蛾子”，不得不说华为现在已经成为了美国的“眼中钉”，毕竟纵观这么多年以来，基本上没有几个企业能够受到美国的这种待遇，可以看出它是真的急了。为了限制华为的发展，可谓是想尽了一切的办法来针对华为。如果未来美国真的改变了这一规则，华为未来承受的压力想必也会非常的大，而如果想要减少压力，那么华为就必须要将自己的14nm订单重新分配给国内的其他厂商，比如中芯等，但是如果分配给中芯那么将会面临又一个问题——产能。中芯虽然有能力做芯片，但是和台积电这样的大厂相比还是存在着较大的差距，所以也不知道中芯的产能是否能够消化华为的订单。不管怎么说，不管美国未来是否会改变规则，对于华为都有一把“双刃剑”，一旦断供，那么就会促进国内的芯片产业加速发展，但是短期内对于华为的发展或许会造成一定的影响，不知道华为应该如何面对这件事情。你认为呢？", "author": "科技情报咖", "newsdate": "发布时间：19-12-25", "newstime": "13:00", "sentiment": [{"positive_prob": 0.00345286, "confidence": 0.992327, "negative_prob": 0.996547, "sentiment": 0}]}, {"title": "75岁任正非：一身转战三千里，一剑曾当百万师", "content": "老兵不死。2019年，华为有3000多名中外媒体人到访，我们看任正非被知名媒体报道的密集程度就知道任正非的工作量有多大了。从国内到国外，从北欧到法国，从加拿大到阿拉伯，从美国到南美，任正非面对不同国家的不同媒体，好奇者有之，质疑者有之，居心叵测者有之，其中斗智斗勇，简直似诸葛亮舌战群儒一样。看任正非的精神风貌，依然是斗志昂扬，意气风发，很难相信这已经是一个75岁的老人了。75岁的柳传志退休了，55岁的马云也退休了，而同样75岁的任正非还奋战在第一线。创业艰难百战多，从最初以不成功就跳楼的决绝，到终于“活下来”的哽咽，再到与思科、诺基亚等对手周旋，还有大将的背叛，华为三十二年来，历经磨难，创业史可谓是艰苦卓绝。华为的元老们说，华为最困难的时候是任正非凑了两万块创业时候，那时候没有资金没有技术没有人才，一切从零开始，那才是最困难的。企业想要发展，而发展又是充满了磨难和挫折，随着华为的不断壮大，内外矛盾越来越交集，任正非发现自己做不了“甩手掌柜”，所有的矛盾都集中到他身上，领导者的责任不可推卸，他必须去做决定，指明方向。一个小灵通的决策，让华为当年几乎颗粒无收，巨大的压力压得任正非喘不过气来，他的身心俱疲，身体累垮了，有半年时间经常在半夜哭醒。华为原董事长孙亚芳说，老板身体累得发生癌变，因为担心军心不稳，任正非是一个人去做的手术，连个拿一朵鲜花去看望的人都没有。持续的高压之下，任正非的精神越来抑郁，每当他想要自杀的时候就给孙亚芳打电话，这样的生死挣扎有好几年时间。说是烧不死的鸟是凤凰，任正非涅槃重生了何止一次？一个企业要死过三次才能成功，华为经历生死存亡又何止三次？人到中年，一事无成，任正非失业、离婚之后走到了“人生路窄、山穷水尽”的地步，这时候他的思想观念完成了巨大的改变，从英雄主义转向了集体主义，团结就是力量，华为由此建立了企业的思想基础。华为初创，一无所有，产品受制于人，任正非咬牙破釜沉舟也要搞出自己的产品，他借来高利贷，硬逼着一群年轻人去研发产品，如果不成功，任正非就真的要跳楼了。但就是看着国外的产品说明书，那些年轻人硬是做出了自己的产品。然后国际巨头兵临城下，华为研发领军人物李一男与任正非分道扬镳，反目成了敌人，几乎置华为于死地。其他还有市场部大辞职、数千人被辞退、合同重新签订风波、员工自杀……，一路多是大风大浪，再到孟晚舟、谷歌……所以任正非说，华为从来都是痛苦，没有不痛苦的时候。做事太难，特别是开创前所未有的事业，华为在某些领域已经是可以拖着世界前进了，华为的机制、队伍、管理也愈发稳定，本来，任正非是准备交出自己的“一票否决权”，退休去大学研究数学。但形势逼人，任正非收起逍遥的念头，开始为公共关系部门“打工”，用他智慧、人格力量和威信给公司内外以巨大的信心。一身转战三千里，一剑曾当百万师。任正非一个人就是一支队伍，他用自己的智慧和言谈风度折服了无数国内外网友，在阿拉伯，在欧洲，在非洲，在美洲，不分肤色，不管行业，都为之倾倒。华为的品牌越来越受到尊敬，华为的产品也越来越受欢迎，任正非化害为利，在最强大的压力下为华为谋求生机。19多万人的华为，为什么还要75岁的任正非奋战在一线？因为，他属于华为，属于天下，华为是任正非所有的心血所系，老兵不死，生命不息，奋斗不止。华为的目标是为全人类服务的，华为是为了理想而奋斗的，任正非说自己是一个由使命感驱动的人。不管用什么方式，他都要坚守自己的阵地。在早年，任正非说过，功成不必在我，他不吝于做后来人的垫脚石，伟大的事业不是一代人就可以成功的，任正非所求就是尽可能为后来者拼出一个更好的位置，为他们打好前站。任正非顶在前线，19万人也在争分夺秒的战斗，在芯片业务线，在操作系统部门，在软件业务线，无数华为人在默默耕耘、“补洞”，任正非说，做好本职工作就是参战（华为近期阳光普照奖——19多万华为员工增发一个月的基本工资，另外给“补洞”的员工发了高达20亿元的奖金）。所以，任正非是在燃烧自己，为华为的胜利贡献自己的光和热。那么，华为能赢吗？", "author": "老方说", "newsdate": "发布时间：19-12-25", "newstime": "19:44", "sentiment": [{"positive_prob": 0.981436, "confidence": 0.958746, "negative_prob": 0.0185644, "sentiment": 2}]}, {"title": "华为更新系统，HMS服务突然出现，安卓底层已被“掏空”！", "content": "随着中国不断投入技术研发，并且开始大力扶持芯片产业，这十年来国产科技也是突飞猛进，中国在世界范围的话语权也是越来越重。科技也最终造福人类，大家也都是感受到了互联网带来的便利性，智能手机也是进入千家万户。作为国产手机的代表厂商，华为荣耀国内份额已经达到42%左右，而来自权威机构IDC的权威数据，Q3季度华为手机凭借4150万台的出货量排名国内第一。华为最终力压苹果成为全球第二大手机厂商，陪跑十年终于领先！华为之所以能够超过iPhone，也源于其不断的技术创新，同时和供应链方面保持高度密切合作关系，在具备自研麒麟芯片的基础上，台积电也是选择持续供货华为，顶级麒麟990也是饱受好评。过去十多年十年，华为也是和谷歌保持高度密切合作，谷歌旗下的安卓平台也是对外开源，基于Android系统打造的EMUI系统具备出色的体验，被认为是国内最好用的定制化Android系统之一，加入了很多人性化的功能设计，谷歌GMS服务也是一度对华为开放，可在美国禁令下，友谊之船说倒就倒了！如大家所见，海外市场谷歌GMS已经断供华为，在没有这项技术支撑的情况下，华为手机业务受到冲击，谷歌GMS服务对于欧洲人来说很重要，很多地图服务、搜索、广告等都是在GMS服务上达成的，没有谷歌GMS服务的华为手机对它们来说实用性很差。好在任正非早有预见，早在7年之前就要求华为技术团队打造操作系统，备胎系统鸿蒙也是派上用场，目前处于测试阶段，在没有足够潘大HMS应用之前，华为选择稳中求胜，这时候华为更新系统，HMS服务突然出现，安卓底层已被掏空，鸿蒙未来可期！这段时间华为EMUI10系统迎来更新，并且已经1000万用户得到升级，这款新系统加入了方舟编辑器、超级文件管理器等，支持跨平台使用，全新的分布式系统饱受好评，大家对于EMUI10的交互逻辑和流畅度给到肯定。别看EMU10基于安卓10平台打造，可华为已经在底层做了大量改进，在最新的EMUI10中有花粉发现已经出现了华为移动服务和HMS Core Test（测试），也就说华为已经在EMUI10中加入HMS选项，分布式框架应用到了EMUI10后被不少用户安卓系统已经被“掏空”，鸿蒙未来可期！目前来看，华为EMUI10系统中很多功能都是友商所不具备的，超级管理器、GPU turbo、方舟编辑器更是华为EMUI独一无二的功能，华为这一招真的很高明，在面临很多不确定性的情况下，先在EMUI10上测试鸿蒙系统的功能和稳定性，目测不会和当年微软window phone面临尴尬局面，当年诺基亚和微软合作打造手机，可因为没有生态应用作为补充，所以最终输给了iOS和Android。华为鸿蒙OS目前最需要解决的也是生态问题，当然这一切都需要时间，而这时候华为更新系统，HMS服务突然出现，安卓底层已被掏空，鸿蒙未来可期！你们认为华为鸿蒙未来可以取代Android吗？【声明：图片源于网络，如有侵权请联系作者删除，万分感谢】", "author": "推哥说科技", "newsdate": "发布时间：19-12-25", "newstime": "06:19", "sentiment": [{"positive_prob": 0.00790265, "confidence": 0.982439, "negative_prob": 0.992097, "sentiment": 0}]}, {"title": "展望2020，5G战略研究篇三：华为，任重而道远", "content": "2019年，华为是国内手机厂商中唯一获得较大增长的品牌，当然，增长的代价可能是锤子、金立、魅族的逐渐出局，甚至对国际大厂的市场份额蚕食...从华为品牌来说，他不仅仅是手机厂商更是全球最大的通讯设备制造商，所以趴趴一直强调的是华为是5G最大受益者，同样也应该是5G最重要的推动者...所以，趴趴对于前期华为不够激进的5G策略是十分不满的（Mate 30系列没有标配5G）...当然，本文还是以华为的消费者业务为核心，至于华为和荣耀两个品牌就不分开放在一起讨论了...PS：因为华为芯片自研，所以芯片问题会是本文的一个重点...不过可喜的是，华为通过荣耀V30系列纠正了这一错误，并且一下子把5G手机3500元以内的中端价格...一、回望2019华为发展说起2019年，趴趴认为最重要的产品非荣耀V30莫属了，为什么？3000价位全系标配5G，华为找SONY定制的4000W像素IMX600传感器也终于得到了下放...说到这里既然IMX600下放，毕竟两年前的IMX600直到今天还是顶级的手机摄像头传感器不得不期待华为会为P40定制一颗如何“默秒全”的摄像头传感器了...另外一个比较大的惊喜的是，主打年轻消费群体的华为nova系列产线终于开始搭载华为旗舰级的9系处理器，而且性价比颇高同配仅比荣耀旗舰贵两三百元...PS：好吧，虽然是V30的套娃，但是见惯了“套娃三兄弟”这就见怪不怪了...2019华为+荣耀推出的手机型号可谓不少，期间外观设计方面什么刘海屏、挖孔屏，结构光面部识别、屏幕指纹、侧边指纹，摄像头排布竖排、浴霸、奥利奥...虽然风格多变跟风的情况比较多，但是华为在旗舰手机上还是有自家的设计风格在的，不像上期吐槽的小米...二、2020手机只是载体芯片才是核心虽然消费者业务手机是核心，而芯片一般是to B的项目一般不会被纳入消费者业务...不过华为除外，因为华为的手机芯片为自研，只供应自家中高端手机搭载...内置巴龙5000基带芯片的麒麟990芯片是全球首先量产的双模5G SOC，在性能上肯定是毋庸置疑的优秀...普及5G网络，资费和终端的价格是最重要的 因素，而让5G终端尽快铺开是华为最重要的责任，尽快推出支持5G双模的终端SOC为麒麟810系列续命...为了拉开产品档次，过去华为手机的低端千元机很多都会采用高通骁龙的4系列入门级处理器，但是由于中国商用的迫切需求，华为如果不再单独发布入门级5G SOC的话那就只能在千元机上用中端SOC了...所以，2020对于华为来说，手机只是载体而芯片才是核心，高通骁龙靠不住的情况下华为至少要再发布中端、低端两款5G SOC才能满足需求...而更悲催的是其他厂商，没有自研能力也就只能高通、联发科、三星里玩玩合纵连横的把戏，实际上命脉还是捏在别人手中...不过话说回来，苹果现在都把“命脉”交回了高通手中，所以国产厂商也并不丢人...能不能推出5G千元机还要看基带厂商的心晴了...三、对产品和技术的期待Mate 20系列的浴霸设计、Mate 30系列的奥利奥，华为虽然在外观设计上相对保守但是产品审美倒是从未跑偏，相信V30的摄像头排布不过是中端产品的“区别”设计，P40要么保持Mate30、P30的“家族式”设计，要么给你一个更surprise的新设计...锤子带起的这个长方形摄像头模组，虽然没什么大毛病，抱歉趴趴真的看不惯...可能没了罗老师的锤子已经不是那个“设计驱动”的“非常酷”的科技公司了...说起对华为旗舰的期待，就不得不说对影像系统的期待了...SONY新推出的IMX686在底的大小上相较三星一亿像素1/1.33英寸还是有一定的差距...随着IMX600的下放，华为应该已经为P40定制好了新一代的“默秒全”摄像头传感器...会不会是MAVIC PRO那款哈苏一英寸传感器呢？再次刷新年轻人的第一台“哈苏相机”...在影像系统上，华为真的有可能做出“如此疯狂”的举动吗？不过这样莱卡成了“弃妇”未免有些可怜...至于其他方面对于华为的期待真的有限，最多也就是苹果玩剩下的进一步加强用户粘性的多设备联动了，感觉华为就是一个在技术上强大但是缺乏想象力的公司...可能花粉不认同，不过看看华为的电视、华为的眼镜...你还觉得华为能够改变世界吗？不过能够华为能让世界更好，最重要的是能让中国更强大...", "author": "失落滴趴趴熊", "newsdate": "发布时间：19-12-25", "newstime": "19:12", "sentiment": [{"positive_prob": 0.98482, "confidence": 0.966267, "negative_prob": 0.0151799, "sentiment": 2}]}, {"title": "一则关于华为的谣言，让中国股市暴涨100亿", "content": "本文转载自：IT之家公号（微信搜索IT之家）23日晚，华为法国官方推特发文：华为即将发布全球首款石墨烯电池高端智能手机，石墨烯电池将带来更持久的续航和更快的充电速度。而且，华为法国推特账号，还转发了一篇关于华为P40的报道，报道中写到：华为P40/Pro将会搭载石墨烯电池。外界普遍认为，这等于官方间接承认，华为P40 将会搭载石墨烯电池。受此影响，今天的中国股市，石墨烯相关的概念股一路大涨。截止到今天下午3点，板块总市值上涨近100亿元。但是，就在今天中午，华为手机产品线副总裁李小龙表示：该消息为假消息。华为法国也已将这条推文删除。当被问及为何删除推文时，华为法国证实其发布是错误的，同时表示：这是谣言，不是官方消息。而且在此之前，华为官方也针对石墨烯电池的传闻，给出了不对传闻发表评论的说法。是的，仔细回想这次“石墨烯事件”，华为法国确实从未直接说过，华为P40会搭载石墨烯电池。不过，既然消息是假，为何华为法国会转发那条假爆料呢？又为何事后删掉推文。如果没有这条来自官方的“假消息”，最后又怎会引出手机线副总的亲自辟谣？如果华为法国的推特账号没有被盗，启人只能说，华为的这波操作，实在是让人窒息。石墨烯电池到底是啥说石墨烯电池之前还是先来说说石墨烯是啥。石墨烯，石墨烯，顾名思义，就是非常“稀”的石墨：一块高定向热解石墨，用特殊胶带粘住，一层一层撕，石墨片就会越来越薄。直到撕到只有1层碳原子的厚度，这时得到的东西就是石墨烯了。这种物质并不是人类合成出来的，自然界中本就存在，只是在被发现之前，很难撕出来。那他有什么好处呢？石墨烯是目前已知的最薄也最坚固的纳米材料，导热导电系数超高，电阻很小，所以可以用来做更薄、导电速度更快的电子元件。大家都知道，这种材料一定会改变21世纪，每个人都对石墨烯给予了很高的期待。但是呢，理论也仅仅是理论。就拿今天大家都在传的石墨烯电池来说吧，如果你去搜索资料就会发现，没有任何一篇文献能完整介绍石墨烯电池的特性。技术参数、能量密度、电压、寿命等，这些最关键的参数统统没有。石墨烯电池目前仅存在于设想中。市面上目前存在的，所谓的石墨烯电池，也根本不是用石墨烯做电极做出来的电池，而是在锂电池中加入一点石墨烯。所以本质上，市场上出售的石墨烯电池，还是锂电池（只是加了点石墨烯）。你有没有想过为何手机里这么多年一直都在用锂电池，而不是铁电池？答案很简单，锂是元素周期表里最轻的金属元素。在锂电池里添加石墨烯，石墨烯的微孔结构可以存储锂离子，将电池容量有效提升，另外借助石墨烯优秀的导电性能，大幅提升充电速度。以现在的技术水平来看，添加了石墨烯的锂电池，已经是人类的极限。另外有一点不得不提，石墨烯的制取方法目前还不成熟，所以成本很贵，要论克卖，一克3元，算下来一吨300万。普通民用是不可能的。既然没有，是谁造的谣说来话长：14年，西方媒体报道，西班牙Graphenano公司研发出石墨烯电池，充电8分钟，续航1000公里。（当然，只是实验室消息，并未落地）15年，中科院上海硅酸盐研究法发布消息称，已研制出一种石墨烯电池，可用于高级跑车，充电7秒钟，续航35公里。同年12月18日，还在世界顶级期刊《科学》上发表了一篇文章。（然而，到现在也没有石墨烯电池电车）还是15年，11月13日，华为在日本电池大会上展示了最新的充电技术，华为介绍，这里面有石墨分子结构。于是当年坊间疯传Mate 8将使用石墨烯电池。（当年，Mate 8的发布会全程对石墨烯三个字只字未提）到2016年华为石墨烯电池的消息还在传播，因为华为真的做出“石墨烯电池”了，全称是——业界首个高温长寿命石墨烯助力的锂离子电池。同时，还宣布华为快充电池已经商用。于是就有媒体将这两点捏在一起，写了篇报道：华为即将推出石墨烯电池手机。不过后来经过记者查证，华为那个“石墨烯电池”不是给手机用的，是给基站用的，里面的石墨烯，也仅仅应用了它导热好的特性，是帮基站降温用的...现在到了2019年，不知怎的，石墨烯又被炒起来了。大家...还是理性看待吧。参考资料：北青网：go.ruanmei.com/url.aspx?linkid=60521ic：go.ruanmei.com/url.aspx?linkid=606中国基金报：go.ruanmei.com/url.aspx?linkid=607", "author": "IT之家", "newsdate": "发布时间：19-12-25", "newstime": "18:08", "sentiment": [{"positive_prob": 0.889518, "confidence": 0.754485, "negative_prob": 0.110482, "sentiment": 2}]}, {"title": "华为一口气裁掉7000老员工，赔偿金达到10亿元，只为狼性文化", "content": "华为公司裁掉7000老员工，赔偿近10亿元，只为培养狼性文化最近一条消息刷爆了各大新闻头条和互联网自媒体各大平台，那就是华为公司一口气辞掉7000名老员工。华为作为世界500强的大企业，这一次大裁员有两点原因，其一是因为时代的发展变化，另一个就是因为华为公司的狼性文化。任正非作为华为技术有限公司的主要创始人兼总裁，在2018年接受采访的时候曾经这样说过：目前华为的员工过得太安逸了，华为的企业病非常严重，是时候整顿换血了，为华为动点小手术，做一点小小的改革。任正非还强调：对于一个企业来说，想要长远的发展下去员工就不能太安逸，这样下去公司的氛围会非常懒散从而失去危机意识，在发展如此迅速的时代，没有狼性般的竞争很容易就会被社会所淘汰。对于这次裁员华为给予了理性补偿，华为公司为老员工补偿10亿元并且允许老员工重新竞争上岗，这样做也完全符合企业的用人机制，为了更好地面对未来的严峻竞争，华为做了全面的改革升级。这个社会未来的竞争只会非常惨烈，无论是创业公司还是百年名牌企业都会面临非常大的竞争压力，想要突围成功，必须要拥有精兵强将和一个良好的企业制度模式，只有这样才能让公司企业得以生存发展下去。华为公司是一个具有狼性文化的公司，这一次大裁员转型升级虽然暂时有些痛苦，但是只有这样才能让企业走得更加长远，更加有活力，才能立足于未来的竞争市场当中。未来是属于狼性的世界，想要发展下去企业就要不断的创新发展，每一个人都要面对未来的新时代，要不断地提高自身的能力，只有这样才能在未来的社会、企业中得以立足。今后不学习的人都将会被淘汰，新华社早已启动了AI人工智能主播，央视的春节晚会也启动了人工智能主持人。身处5G时代，到处都在转型升级，想要适应这个时代重点还是要靠自己，让自己尽快适应了解这个时代，提升自己的思想观念，这样就不会害怕未来时代的发展变化。华为公司之所以被称为狼性文化企业，就是因为这个企业有着不断的创新、探索精神，以及狼性文化企业制度。相信华为的董事长任正非一定会带领华为公司继续站在世界的最高峰，不惧未来继续前行。", "author": "思回雨谈农村发展", "newsdate": "发布时间：19-12-25", "newstime": "21:40", "sentiment": [{"positive_prob": 0.0881537, "confidence": 0.804103, "negative_prob": 0.911846, "sentiment": 0}]}]