[{"title": "美对华为禁令无实质性改变 白岩松：打仗更需自身硬", "content": "（原标题：美国对华为禁令没有实质性改变，发展才是更大的底气）白岩松举美国国家之力来打击一个企业，这个企业是该难过还是该骄傲？难过更要好好过，骄傲却似乎没必要。华为就是这家企业，华为也是正是这样面对的。从今年5月中旬被美国列入实体清单以来，华为面对美国的禁令，已经过去了整整两个月。虽然面对华为的禁令说法有时紧，有时有火药味，有时又松动一点，但实质性的变化似乎没多少。那在这样的日子里，华为正在过怎样的日子，未来的日子又将如何？《新闻周刊》本周视点关注：华为在突围。华为：“美国没有实质性改变”华为董事长 梁华：我们对特朗普总统他的表态，我们是表示理解的，但从现在来看，情况并没有具体的实质性的改变。上周五，华为董事长梁华的这一表态，点明了华为在中美贸易争端中的现状：尽管美国总统特朗普承诺允许美国公司继续向华为出售设备，但是华为依旧在美国商务部的“实体清单”之上，形势没有实质性改变。这份“实体清单”禁止华为在未经美国政府批准从美国企业获得芯片等元器件和相关技术，到本周二，华为被列入该清单已整整两个月。由于美国国内各方意见分歧较大，导致对华为的态度也总是在左右摇摆。上周，美国商务部表示，将为部分美国企业发放许可，在不威胁美国国家安全的前提下允许它们继续与华为做生意。然而，本周，美国参众两院议员就提出新的限制华为5G议案，将禁止在没有国会参与下将华为从实体清单中撤除，同时即使美商务部颁发销售许可证，国会也有权废除。除了将华为列入“实体名单”，美国政府还一直“以国家安全性”为由禁止华为5G通讯设备进入美国市场，同时还呼吁其盟国禁止华为参与5G网络建设。在英国，尽管四家主要电信运行商已抢先与华为达成5G网络合作，但关于华为将构成“安全威胁”的声音依然存在，7月7号，中国驻英大使刘晓明在接受英国媒体采访时称，“这样的事情绝对不会发生”。清华大学全球化研究中心 高级研究员 余 翔：华为已经讲，首先我所有的技术产品我愿意拿到第三方，或者拿到你们国家进行安全检测，你们检测认可了我就再使用。第二个就是华为讲得很清楚，我可以只卖技术产品设备给你，所有的后台应用管理都归你来管。第三，我可以跟你签署任何的保密协定，如果出现问题，你可以重罚我。那么为什么这些国家还在渲染，它还是对美国的诉求施压的一个直接的回应。但同时我觉得它也是可以以这个为理由，来压低华为的价格。上周，摩纳哥电信公司宣布，基于华为公司的技术，摩纳哥成为欧洲第一个实现5G网络全覆盖的国家，这也为华为与其它国家的5G合作提供了一个样板。在美国方面政策左右摇摆、短期内不明朗的情况下，华为的应对和调整显得至关重要。正如其创始人任正非所说，华为正在适应美国对其敌视的新时代，华为将专注做好自己的工作。白岩松两个月前，当美国宣布美国企业不得向华为出售元器件和相关技术，甚至谷歌也宣布停止向华为供应安卓系统的时候，很多人都会担心说华为遭受了灭顶之灾，但事实却好像并不如大家预料的这样悲观。任正非接连高调地接受媒体采访，让人印象最深的首先不是他的言语，而是他松弛的笑容。笑容中有自信和底气，而且很快告诉公众，作为备胎的海思芯片，已经转正。并不停地强调，华为在5G技术方面是领先的，干嘛不用华为呢？显然华为虽然是被拖进战局，但似乎早有准备，两个月过去，华为的日子如何？多年未雨绸缪：危机变转机华为公司创始人兼总裁 任正非：我们未来这两年，公司会减产的，我们估计会下降300亿美金。刚才华盛顿邮报记者的提问就是说我们在国际上手机是不是下降了40%，是的，是下降了40%。6月17日，华为创始人任正非在深圳与美国嘉宾举行座谈时做出这一预测。彼时距离美对华为出口管制禁令正式生效过去整一个月。本周，禁令风波刚好两月整，一份来自独立第三方市场调研机构的报告在佐证任正非的预测。Counterpoint研究总监?闫占孟：看到这张图表是华为在全球的市场份额，华为在全球的市场份额在4月份达到顶峰达到超过17%的一个市场份额。5月份这个美国管制禁令事情公布之后，市场份额从17%下降到16%。但六月份的话可能会降到更多，可能降到13%或者14%。这是前10名品牌在欧洲市场的一个销量变化这是5月份对比4月份变化。你可以看到，华为是一个下降，从490万下降到410万，下降了16个点。面对艰难的处境，两个月以来，任正非罕见地高频率接受外媒专访，除表达华为不惧打压，是一只“打不死的鸟”的信心外，依然延续着谦虚论调。他再次于最近表示要学习美国引进人才的传统，宣布今后每年面向世界招纳天才少年，以此为华为输入年轻化、极有创造力的新鲜血液。不打无准备的仗，任正非的居安思危早在15年前创立海思时便已显现。那年，华为做出极限生存假设：假设某一天，美国所有芯片和技术将不可获得，而华为仍将持续为客户服务。为了这个可能永远不会发生的假设，华为开始为自己的生存打造备胎计划。今年五月中旬，美国管制禁令果然来临，海思总裁何庭波发文宣布海思芯片全部转正，并声称“芯片已经有能力支撑华为的产品供应链”。15年间，海思多款芯片跻身世界顶尖芯片梯队。未雨绸缪的不只是芯片，还有谷歌无奈断供华为的安卓套件这一掣肘消费者信心的操作系统。七年前，在被安卓、苹果、微软垄断操作系统市场时，任正非力排众议，同样思考断供下的极限生存假设，开始布局鸿蒙操作系统。如今，鸿蒙系统或将于秋季面世，随着时代的发展，它将不止是一个智能手机操作系统，还将是一套全面打通电脑、电视等诸多平台的物联网操作系统。白岩松当美国给了华为一个禁令之后，任正非面对媒体说了很多的话，其中有一句让我印象非常深，华为除了胜利已经没有其它的路可以走。接下来，任正非还告诉大家，现在是华为的好时候，各工种都主动加班，干劲十足，显然危机、危险之中也蕴藏着机会，一个更大的发展机会，理儿是这么一个理儿，但机会来了吗？布局下一个战场：物联网面对美国对华为、5G的持续打压，中国5G的建设速度与商业化进程，不降反升。本周，5G峰会上，国家5G推进组宣布，作为5G终端主力芯片的华为海思巴龙5000，已经率先通过从室内到外场的全部网络测试。工业和信息化部通信科技委常务副主任?韦乐平：当前的世界经济都是有点扑朔迷离，大家都在找增长点，一个共识就是看到5G，有可能对国家的数字经济的转型，带来巨大的商机。所以说各个行业都关注着5G，有11个大的行业是最受益的第一个是汽车行业，自动驾驶这些。第二个是工业制造，就是智能制造，第三个是传媒，娱乐传媒。日前，工信部公布的《未来已来》宣传片。虽然有声音批评无人机送货、无人驾驶、网络教学等场景，在4G时代也能实现，宣传片并不新鲜，但不可否认的是，这正是人们站在当下预测未来的通病——无法摆脱技术和思维的限制。未来的万物互联及其引发的产业变革，还隐藏着更多未知与想象的潜力。清华大学全球化研究中心 高级研究员 余 翔：5G的核心特点有两个，一个就是它的大数据传输，第二个就是它的时延非常短，理论上来说5G的时延就一毫秒。现在我们都在说，我们处于第四次工业革命的前夜，只是说工业革命到底是怎么样一个形态出现？但是5G就让我们看得清楚未来，一定是5G，车载系统可以更多实现无人驾驶。以前，它的处理速度运转速度传输速度比较慢，有个时滞，导致可能车都已经撞到人了，车还没有停下来。5G将带来的产业变革是根本性的。这也就不难解释，为何围绕5G标准，会在国际引发这么大范围的竞争与争抢。事实上，万物互联是上世纪末就已经诞生的老概念，在3G、4G时代也被屡屡提及，只不过5G才真正赋予其生命，走向现实。换句话说，5G仅仅是一个全新时代的序幕，应该真正被重视的是依靠5G技术能够演化出什么。本月初，任正非在接受英国《金融时报》采访时预测，美国下一步封杀华为的领域，将是物联网和智能工厂。清华大学全球化研究中心 高级研究员 余 翔：制定标准一般是两个逻辑维度，第一个维度，很多人说我先提出5G概念，框架是我设计的，所以我可以来制定这些标准。还有一种制定的逻辑就是说，不管谁提出来，谁把东西生产出来进行大规模应用，这个标准就应该掌握在谁的手里，我们知道标准一旦制定了，不去生产设备也一样凭借标准来营利，所以在这个问题上我个人觉得西方国家因为他们以前一直靠这个来牟利，在这个问题上，他们不愿意把这个标准制定权交给你。本周，华为公布，将在下月中旬推出全新的智慧屏电视，备受外界关注的就是，这款电视中可能会搭载华为专为物联网打造的鸿蒙系统。而通过华为近来的一系列动作也可以看出，它的战略方向正开始向物联网领域倾斜。很显然，在尚未点燃硝烟的战场，华为又一次开始提前谋兵布局了。清华大学全球化研究中心 高级研究员 余 翔：我觉得未来随着中国越来越强大，我们真正坐实了我们世界第二这样一个位置的时候，我觉得中国跟美国未来的博弈，这些纠纷，斗争，肯定是很多的。华为之所以能走到今天，是因为华为它的知识产权量是非常大的，在世界上都排的上号的。正有了这些实实在在自己的自主性知识产权的话，所以它遇到外部的这些风险，它才不慌。白岩松中国人常说：打铁还需自身硬，那打仗就更需自身硬了，而且这个硬不仅包括嘴，更要包括实力耐力和心理。说到中美贸易战，美国的特点就是反复，反复多了就像狼来了一样，你也没法只关注他，更多的精力还要放到自身的发展上，华为如此，中国也如此。今年上半年华为发明专利授权量2314件，国内第一。在国外华为也拿到了50个5G的合同。有实力才能发展，而发展是更大的底气。加油吧，华为！来源：央视新闻客户端", "author": "中国经济网", "newsdate": "发布时间：19-07-21", "newstime": "07:16", "sentiment": [{"positive_prob": 0.490841, "confidence": 0.816822, "negative_prob": 0.509159, "sentiment": 1}]}, {"title": "用了900天的华为Mate9，还能再战2年？看完跑分，我信了！", "content": "想必大家对余承东此前的500天不卡言论还是历历在目吧，毕竟那个年代的手机，没有哪个手机厂商是真的敢说自己的手机不会卡顿的，毕竟安卓系统的软件质量参差不齐，3年前的环境和现在又不太一样了，因此很多人在当时听到华为mate9能做到500天不卡后也是一度唏嘘，当年余承东也说要在三年内超过苹果，总而言之还是具备一定的争议性的，而如今华为mate9已经发布有近三年的时间了，准确来说已经超过了900天，作为一款市面上保有率还是很大的旧款旗舰，华为mate9到底还能不能继续再用2年时间呢？小编也是在论坛逛了很久，而对这款华为mate9的实际体验有了一定的了解，身边也有不少朋友在用，首先回顾一下华为mate9的各项功能配置，首先当年的华为Mate 9系列还是很具备人气的，并且拿到了国内权威科技媒体的最佳商务手机奖，外观方面华为mate9显得十分稳重大气，麒麟960处理器也是一款安全性很高性能很强的手机芯片，华为mate9在具备了高达4000mah超大电池的情况下，还有主流的快充和顶级的徕卡认证镜头，很多方面做到了当时国产手机的最高端水准，华为mate系列也是从Mate9开始发扬光大的，这个系列能提升商务人士轻奢气质！机身配置方面，华为mate9配备到了一块5.9英寸1080P分辨率LTPS显示屏，拥有当时很手感和舒适的2.5D玻璃弧线，当时国内主流的旗舰机还是三段式机身设计，而华为mate9也不例外，采用了金属后盖设计，在色彩方面有一种磨砂工艺质感，特别要提到的还是徕卡双摄镜头，具备了2000万+1200万像素的情况下，依然是目前很有竞争力的拍照手机，从拍照功能的角度来看，华为mate9在未来2年还是不会被淘汰，细节方面自然已经做得很完美了，3.5mm耳机孔和Tpye-C接口，华为mate9的很多功能方面很主流，甚至在续航方面也远超现在的iPhoneXS等！华为Mate9首次采用了自研的SuperCharge超级快充技术，能够将手机充电效率提升到22.5W，虽然现在这个充电效率也是见怪不怪了，不过对于一款发布有近3年的手机来说，华为mate9还是很超前了，华为mate9的电池容量有4000mAh，充至100%电量也就2小时的时间，现在很少有人吐槽华为mate9的电池容量不够用的问题，前段时间华为官方的100换电池也是得到了一致肯定，而实际用下来，很多网友对于华为mate9的性能和续航都表达了好感度！特别值得一提的是，已经有不少贴吧网友晒出了华为mate9的跑分截图，给到眼前一亮的是华为mate9升级到了新系统之后有不错的跑分，和目前骁龙710处理器差不多高达17万分，这跑分基本未来2年不卡吧？而华为mate9后续将会继续得到系统升级服务，华为mate9也很有幸将成为最后一批升级到EMUI9.1系统的手机，届时方舟编辑器和GPU turbo3.0技术的到来，将会让华为mate9的性能得到进一步的激发和释放，因此未来再用2年应该不成问题，而很多网友说用了900天下来了，自己的华为mate9依然不会出现卡顿的情况下，为什么华为mate9还能再战2年？看完跑分你就懂了，我信了，你呢？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-07-21", "newstime": "21:45", "sentiment": [{"positive_prob": 0.794266, "confidence": 0.542814, "negative_prob": 0.205734, "sentiment": 2}]}, {"title": "准备好钱包了吗？华为首款5G折叠屏手机即将开售 价格可能过万", "content": "7月21日消息，据工信部公布的信息，华为首款5G折叠屏手机 Mate X 已正式入网。消息显示，国行版华为Mate X 内存容量标配 6GB+128GB，最高配可达 12GB+512GB。目前，华为已有两款手机获得5G的入网许可证，Mate X 是第二个。华为折叠屏手机 Mate X 号称科技新物种，它的折叠屏设计最具亮点。屏幕展开时，手机正面是一块8英寸的屏幕，分辨率为2480*2200；而在折叠状态下，手机的正面尺寸为6.6英寸，分辨率为2480*1148，背面副屏为6.38英寸，分辨率为2480*859。核心配置上，Mate X 搭载7nm 5G芯片巴龙5000+麒麟980，内置4500mAh大电池，并支持NSA/SA两种5G网络。相机方面，Mate X 后置摄像头为4000万超感光+1600万超广角+800万长焦，支持月亮模式、超级夜景等功能。此前有消息称，华为Mate X 将在今年7月底8月初开售，且仅有8GB+256GB的版本。但据近日工信部的消息来看，此次推出的Mate X 5G折叠屏手机还有6GB和12GB两种运存，以及128GB和512GB两种机身存储。价格上，或许也会比前段时间谣传的14999元便宜不少，而其市场供应量也不会太大，初期预计在10万台左右。至于发售时间，此前华为高管透露，华为 Mate X 将于8月左右登场。本文编辑：孔霞莉", "author": "泡泡网", "newsdate": "发布时间：19-07-21", "newstime": "18:22", "sentiment": [{"positive_prob": 0.433317, "confidence": 0.0370734, "negative_prob": 0.566683, "sentiment": 0}]}]