[{"title": "用行动打破谣言！中国移动打造5G基站，选择站队华为", "content": "文/一页凡人虽然2018年已经过去了，但是我们国内的消费者非常的关心，华为在国外市场上的进度，因为我们非常担心他们再次遭遇到不公平的对待。而华为在过去一年的成就也是足够亮眼的，他们不仅在手机方面斩获了出色的销售量，而且他们在我们非常关心的5G方面也是有了很大的进步。而且他们现在已经获得了全球范围内的26个5G订单，并且已经和50多个企业达成了合作协议，并且他们的5G基站出货量也突破了一万。其实，在过去的一段时间里，华为遭遇的不公平，主要就是来自美国带领的几个国家，并且拿出莫须有的安全问题来抵制他们，并且虽然华为在5G领域有了巨大的突破，他们依然拒绝和华为合作。所以也就是这样的事情，给华为带来了非常大的困扰。所以我们国内的消费者，都非常希望国内的三大运营商现在能够站出来，帮助华为度过这么难关，才能让我们国家的5G技术席卷全球。但是据很多媒体的报道，国内三家运营商在5G业务上非常的包容，并在之前就和诺基亚签下了大额的订单，并且他们还和高通以及英特尔等一些企业的达成了商业合作。所以很多网友也都开始吐槽他们，认为他们不应该和外国的企业合作，而是应该和华为达成合作，他们此举就是崇洋媚外，并且合伙外国企业一起打压国内企业。而国内的三家的运营商其实非常的委屈。因为他们在之前和外国企业并不全都是5G业务，就算是也没有包含到全部的领域。比如中国移动和英特尔的合作，主要就是针对数据和云计算这些业务，来进行和商业合作。而且现在根据很多新闻的报道，北京的移动公司已经联手华为打通了5G基站。所以通过这样的合作，中国移动并没有抛弃华为，而是依然在支持他们，所以之前所有的谣言也就不攻自破了。其实吧，我们冷静下来考虑，我们国内的运营商，肯定还是会选择和华为合作的，不仅仅是因为华为是我们的民族企业，所以就应该互相帮助。而更多的是因为他们作为5G设备主要供应商，华为已经展示了自己出色的优势，这也是很多国家争相和他们合作的原因，并且也一直都在支持华为。就像之前英国的运营商，不顾国家的站队，毅然选择了和华为合作。所以我们国内的运营商，无论从民族来说，还是从实力考虑，都应该选择华为。而且在最近，华为也在意大利对自己的5G网速进行了检测，最高网速要比美国运营商高出5倍之多。所以这么巨大的差别，肯定要让很多的国家开始动摇自己的立场。而一些拒绝达成合作的国家，恐怕在即将到来的5G时代中，落入下风了。除此之外，他们也针对一些国家提出的不实指控，已经给出了自己的警告，接下来就要用自己在技术上的优势，领导未来的5G时代了。", "author": "大话企业", "newsdate": "发布时间：19-01-10", "newstime": "20:02", "sentiment": [{"positive_prob": 0.922013, "confidence": 0.826694, "negative_prob": 0.0779874, "sentiment": 2}]}, {"title": "华为nova4到底有何魔力？让这名美女教师后悔没早买", "content": "你知道吗？每一款智能手机其实都有它的“个性”，只有接受它性格的用户才会花钱把它买回家，然后每天当做宝贝一样捧在手里把玩，还不忘给它买各种各样的“面膜”和“衣服”。厂商在推出某款手机之前，都会提前将它的目标人群进行清晰地定位。因此一款新机在被消费者选择之前，其实已经提前做完了人群筛眩举例来说，业务繁忙的商务人士一般会买续航好、信号佳的手机，爱玩游戏的游戏党则大概率会买一台游戏电竞手机……笔者很好奇，每天忙着备课、上课、改卷子、教书育人的人民教师，会对什么样的手机感兴趣。刚好，笔者一位女性朋友何雯（化名，24岁）在某初中担任全职教师，听说她最近刚换了一部新手机——华为nova4。除了易烊千玺，是什么让何老师选择了nova4呢？看来我得和她好好谈谈。笔者：您手里的华为nova4都没有戴保护壳，我猜你对这款手机的外观设计很满意吧？何雯：怎么说呢，虽然到了父母催婚的年纪，但我还是拥有一颗少女心滴，对粉嫩的东西毫无抵抗力。当时买华为nova4的时候，我就是冲着它的高颜值来的，蜜语红、苏音蓝、贝母白这几个颜色犹豫了很久， 最终选择了蜜语红这个配色。华为nova4何雯：您仔细看蜜语红这个配色，其实华为给它做了一个十分别致的渐变，从上到下由红到紫自然过渡，像天边的晚霞铺卷开来。还有一个细节，nova4的渐变机身上有一道道斜向纹理，只有在不经意间才会散发出别样的魅力，这种流光溢彩的美感，戴保护壳的话岂不是浪费了。笔者：不愧是老师，华为nova4的美被您说的惟妙惟肖。其实这款手机在设计上还有一个亮点，那就是极点全面屏，您在购买的时候有冲着这一点吗？何雯：我换手机的频率在女孩子里算高的了，各种全面屏手机，刘海屏、水滴屏我也都用过，不过这种自拍摄像头在屏幕中间的极点全面屏还是第一次，我觉得很新鲜很有趣。有一次我拿华为nova4跟闺蜜自拍的时候，她都惊呆了，连说：现在的手机都这么高级吗？极点屏设计何雯：说到这块极点全面屏，其实对我的工作也有所帮助。我上课前有在手机上提前温习课件的习惯，如果在上班路上的话，就只能用手机进行修改和编辑。nova4的显示屏尺寸有6.4英寸，是我用过的手机中屏幕最大的，所以临时处理文档或者PPT的时候很方便，就像一个小平板电脑，打字效率极高。何雯：原本我还担心屏幕中的摄像头会不会阻碍视线，现在来看担心完全是多余的。我平时在家里阅读啊，看剧啊，玩游戏啊，nova4的屏幕能给我一种无限视野的感觉。笔者：哦？老师也会玩游戏吗？您觉得拿华为nova4打游戏怎么样？何雯：你这是偏见呀，老师也有自己的生活。其实我对手机的性能不了解，也不是特别在意。只是当时买手机的时候，朋友介绍说华为nova4搭载的是麒麟970旗舰级处理器，推荐我购买的是8GB+128GB高配版，通过这段时间使用的感觉来看，整体性能还是很强的。何雯：以前我用旧手机玩游戏，朋友老说我坑，我也没办法，手机卡嘛。现在换了nova4，朋友就再也不嫌弃我了，真后悔没有早点买它。而且我还知道这款手机支持GPU Turbo，就像汽车上的涡轮增压一样，可以让手机性能表现更强，我用它玩游戏一点都不卡呢。笔者：刚刚你说和闺蜜自拍，华为nova4号称“2500万海报级自拍”，有没有感受到华为nova4拍照的强大之处？何雯：哈哈，我的感受可能还不及我这个闺蜜。就是她，垂涎我的这款手机的相机功能，上次去日本度假恁是把我的的新手机给抢走了，还在朋友圈发了不少美照来“气我”。不过，我是真的很喜欢华为nova4的拍照功能。别看我们老师在讲台上需要表现严肃，但生活中其实也和普通的女孩子差不多，喜欢自拍，喜欢逛街和美食。这款手机自拍的时候会加入AI微塑美颜功能，美颜效果和我以前用的手机相比自然很多，不会有浮夸的感觉。何雯：还有，华为nova4后置4800万像素三摄，能够以0.6倍—10倍的变焦范围进行拍摄，即使拍摄很远的物体也非常清晰，各种细节都能保留下来。我还很喜欢它的超广角功能，1600万像素的超广角比普通镜头的取景范围大一倍，以前需要花很长时间小心拿稳手机拍全景照片，现在只要咔擦一下就能得到一张震撼的广角照片。广角样张带来更广阔的视野何雯：您看闺蜜在日本秋叶原拍的样张，有广角和没广角的优势立马就显现出来了，大片既视感。笔者：我觉得您和您的闺蜜都相当喜欢华为nova4，那么您会把它推荐给身边的人吗？何雯：会的，华为nova4的到来对我的生活和工作都产生了积极影响，这是我之前万万没想到的。华为nova4何雯：比如我拿它处理工作时更加高效，自拍和拍照更美，打游戏流畅再也不坑队友了，还有它颜值这么高，我都舍不得戴保护壳。华为nova4的价格也很良心，我打算过一段时间给我妈也买一台。“我的妈呀”、“易烊千玺，我们爱你”、“华为nova4牛X”……当粉丝的尖叫响彻整个华为nova4发布会现场的时候，笔者就知道这台手机将来必火。机主们都展示出了对华为nova4极度的喜爱之情。的确，华为nova4几乎是一台不分年龄层和职业的手机，它有着潮流前沿的设计、创新且极具科技感的极点屏、强大的基础性能、更清晰更广阔的影像能力等，想必你也会后悔没有早点遇见它。", "author": "CNMO手机中国", "newsdate": "发布时间：19-01-10", "newstime": "16:38", "sentiment": [{"positive_prob": 0.050304, "confidence": 0.888213, "negative_prob": 0.949696, "sentiment": 0}]}, {"title": "华为Mate 20 Pro神奇之旅：雪藏挪威72小时后在万里之外被唤醒", "content": "一部手机丢失后找回的几率有多大？如果它丢在万里之外的异国他乡，还被埋在雪地三天三夜，找回的几率可能跟抽中锦鲤差不多吧。结果网友@文焘zhu 就抽中了——他的\"锦鲤\"是华为Mate 20 Pro。相信每个掉过手机的人，都对当时的场景历历在目，有蹲坑手滑的，有吃火锅作死拍照的，不过这位网友掉手机的地方有点冷，在挪威纳尔维克雪场。纳尔维克是全球最北的雪场，这里可以一边滑雪一边看极光，是很多人打卡的网红圣地。为了拍摄极光，这位网友专程带了一部华为新出的Mate 20 Pro出门，结果美美的极光是拍到了，手机却悲催地在雪场摔丢了。白茫茫的一大片雪场，又是零下十几度的气温，等找到手机人估计也冻僵了。机智如这位网友，赶紧给手机打电话。结果，手机不在服务区！原来这位网友是专程带华为手机过来拍照的，并没有开漫游，这下后悔了。等到回国已经是第三天了，被\"雪藏\"了三天的手机，怎么也得冻成\"嘎嘣脆\"了吧？但怀着一丝信念的网友还是开通了漫游，没想到！冻了三天的手机！竟然！还有电！竟然！还打通了！但是……没有人接。在狂打了十几通没人接的电话之后，终于一声问候通过电磁波传递到万里之外的中国，这距离手机丢失已经超过72小时了。网友的手机被送到雪场办公室，之后他在微博晒出了自己的经历并@华为的官方微博，很快华为在挪威的分公司就联系到了该雪场，手机目前已经在送往华为挪威分公司的路上，并将由华为工作人员带回深圳送还给失主。从挪威雪场一路接力到深圳，这\"万里送机\"的服务，简直太温暖了。这位十多年的老果粉因为华为手机的拍照功能第一次买了安卓手机，最终被华为手机的质量和服务打动，更是在微博上表示直接转华为花粉了。不少网友表示，这段神奇的经历简直是给华为手机免费打了一波广告。被网友带出去的Mate 20 Pro作为华为今年下半年的\"门面\"机型，质量真的够硬，不仅拍得了极光、抗摔扛冻，连续航也超级耐打。在零下几十度的气温，很多单反相机都是罢工状态，更别说手机了。出生加州的iPhone到现在都没有适应严寒天气，经常因为低温罢工被吐槽。而华为手机上扛得了海南炎热气候，下抗东北零下几十度的低温，北欧的冬天对它来说只能算是小意思。曾经还有博主为了测试官宣的扛冻效果，把Mate 10 Pro泡在水里的同时拿到极寒的南极室外，30分钟后水都结冰了手机依旧正常运行，简直是顽强生命力的代名词！这样看来，华为手机之所以被欧洲人民亲切称为更有\"欧洲感\"的手机，估计原因之一就是经受住了气温的考验吧！当然了，华为手机受欧洲人民喜欢的原因，还因为它是拍极光的不二选择。华为手机的\"超级夜景\"功能曾经种草了不少旅行爱好者，它通过多帧堆栈，能最大限度地降低噪点和保持高光暗部的细节，还原出极光最绚丽的样子。接下来3个月是北欧最适合看极光的季节，不过带Mate 20 Pro去的朋友，记得要开漫游了。（图片来源于华为挪威Instagram账号）", "author": "数码科学院", "newsdate": "发布时间：19-01-10", "newstime": "11:04", "sentiment": [{"positive_prob": 0.990388, "confidence": 0.978641, "negative_prob": 0.00961162, "sentiment": 2}]}, {"title": "华为手机隐藏的五个功能，太实用了，不会用真的可惜", "content": "转载自百家号作者：先知科技小分享华为手机隐藏的五个功能，太实用了，不会用真的可惜华为手机作为国产手机的一大品牌，越来越多的人都开始使用华为手机。那么华为手机中有很多隐藏很深的功能技巧，你们都知道吗？1、 智能识物在我们日常生活中，也许会碰到一些不认识的植物。就可以打开此功能，迅速满足一下我们的好奇心。操作方法：打开【相机】→【向右滑动】→【上滑】→【选择智能识物】，对准需要识别的物体就可以啦！2、 手机追踪功能手机追踪功能一般来讲我们都会忽略，其实打开此功能会很有很大的帮助。譬如我们不小心将手机丢失了，就可利用此功能知道手机所处的地点与行踪。操作方法：选择【用户和账户】→【云服务】→【打开查找我的手机】，就可以帮助追踪手机的所处的地点。3、 隐藏应用在我们的手机里，总会有一些不想让别人知道的小秘密。我们就可以将这些应用隐藏起来，这样一来即使别人打开我们的手机也是看不见的呢！操作方法：【隐藏应用】→【进入隐藏桌面】→【添加应用】。4、 数据恢复功能在我们平常使用华为手机的过程中，不小心删除重要数据也是我们大部分会发生的一件事情。当我们出现这样情况的时候，有一个很简单的方法。在华为应用市场或浏览器中找到极速数据恢复就可以帮助我们还原，包括图片恢复、联系人恢复、短信恢复、微信聊天记录恢复、QQ聊天记录、文件等。5、 语音唤醒我认为这个功能还是很实用的，再也不用担心找不到手机啦！可以实现手机查找和拨打电话两项功能，对找不到手机和开车的小伙伴来说那是相当的实用。操作方法：【设置】→【智能辅助】→【语音控制】以上就是华为手机中超实用的使用技巧了，有需求的小伙伴赶紧去试试吧！", "author": "华西悦读", "newsdate": "发布时间：19-01-10", "newstime": "17:55", "sentiment": [{"positive_prob": 0.965795, "confidence": 0.923988, "negative_prob": 0.0342054, "sentiment": 2}]}, {"title": "科技圈重磅消息，华为放大招！", "content": "刚刚，中国科技圈传来了一个重磅消息！华为再次完成了一个历史性壮举！1月7日，从代表着中国创新之城的深圳，传来了一个喜讯！华为正式推出了首个服务器芯片 —— 鲲鹏920 ！你没有看错，继手机芯片、AI芯片之后，华为再次杀向了服务器芯片。消息一经公布，立刻引起了全世界媒体的关注！一、出世即巅峰！万万没想到，华为的首款服务器芯片，就创造了多个世界记录！这款由华为自主研发内核的鲲鹏 920 芯片，采用的 7 纳米制造技术，在不到 1 平方厘米、指甲盖大小的面积里，塞进了69亿颗晶体管。该款芯片，内建64个内核，主频为2.6GH，可搭配8通道DDR4内存使用，内存宽带超过业界主流46%，总I/O带宽提升66%，网络带宽提升4倍。支持两个100G RoCE端口，并支持PCIe 4.0和CCIX。可提供640Gbps总带宽，是业内主流速率的两倍。性能方面，权威评分高达930，超过了同行业标杆的25%。能效方面，比同行标杆提高了30%，性能提升的同时功耗反而降低了。于此同时，鲲鹏920芯片，也把计算推向了一个多核异构的多样性时代。是的，你没有没错，无论是参数，还是工艺，华为打造的 鲲鹏 920 芯片都已超越了世界上任何一款服务器芯片！更重要的是：华为还宣布，这款鲲鹏920芯片将直接用于华为自己的泰山服务器上，剑指英特尔！二、众所周知，芯片领域一直是中国难以启齿的痛点！高端芯片的缺失，导致了中国每年进口芯片的费用甚至超过了石油的费用！仅仅去年，中国从欧美等国家，进口芯片的费用就达到了2000多亿美元！芯片的缺失，付出的不只是金钱的代价，还有话语权的缺失！中兴事件，就是一个血淋淋的教训！这些欧美国家拿走巨额利润的同时，还处心积虑的想着打压你！你要是乖乖的听话，他便给你用；一旦你不听话，那就用断供来制裁你！也就是说，要想摆脱受制于人，除非中国自己实现自主研发！早在多年前，任正非就深刻的认识到这一点，决定无论花多少代价，也要研发出自己的芯片！皇天不负苦心人！历经十五年的岁月，耗费数千亿的资金，华为终于站在了芯片领域的最高峰！从最初让人诟病的 K3 芯片，到闪耀世界的麒麟 980 ，再到今天的鲲鹏  920 ，华为在芯片领域，完成了一个让欧美国家都难以置信的逆转！三、今天， 鲲鹏920 的入世，带来的意义，远远不止于此！要知道，虽然手机芯片领域，华为已经打破了国外垄断的局面！但是，在商用服务器芯片领域，还一直被英特尔、AMD等美国半导体企业所垄断。然而，伴随着华为的这一声宣布，美国在服务器芯片领域的霸权，也将宣告结束！今天，华为仿佛在告诉美国，不要以为制造点困难，华为就会知难而退！更不要以为在芯片领域发起制裁，中国就毫无办法，华为已经在芯片领域取得了重大成就！刁难越频繁，华为的斗志就越激昂；制裁越疯狂，华为的热血就越沸腾！你不是觉得华为在5G 通讯和手机芯片领域，冲击了高通的霸权吗？竟然你如此喜欢霸权，那我就全部打破你的霸权！好，今天，一不做、二不休，干脆也把英特尔、AMD等整个美国半导体企业也冲击一下！5G领域的话语权，我要争夺；手机芯片的话语权，我也要争夺；今天，服务器芯片的话语权，我还是要争夺！这就是华为，打不死他的，终究只会让他更强大！曾经，我们以为爱立信不会倒下，高通也永远是霸主，然而今天了，这些高高在上的王者，都被一家名叫华为的中国公司搞得寝食难安。接下来，该轮到英特尔了！朋友们，今天我们不要再陷入自我否定的怪圈，那些高高再上的美国企业，终究成为会过去！加油，华为，加油，中国！作者：贺博-互联网热点", "author": "正商参阅", "newsdate": "发布时间：19-01-10", "newstime": "10:38", "sentiment": [{"positive_prob": 0.976497, "confidence": 0.947771, "negative_prob": 0.0235033, "sentiment": 2}]}, {"title": "华为的这项短信功能，都说是微信的替代者，大家怎么看", "content": "说实话，华为日前正盛，目前来看是一年高过一年，至于以后怎么要再看吧。来和大家聊一聊华为手机EMUI9.0中一个比较有意思的功能，好与坏、实用与不实用看个人。这个功能就是增强信息，字面意思就是短信的加强版，加强版不就跟微信差不多了嘛，而这个功能目前只有移动卡才能用，说道这里，大家应该还记得移动的飞信吧，这不就是飞信的变种吗？管它是谁的变种，还是老规矩，先聊功能，后闲扯。开启增强信息在EMUI9.0版本中，打开短信，点击右上角的三个点，选择设置然后选择“增强信息”我们来看一下它的描述：“开启后，在短信界面默认通过移动网络或WLAN收发信息，同时支持图片、语音、包括地理位置等多种信息类型”！额……这说法不就是说这个功能是可以免费发送短信了，并且还可以发送类似于微信聊天的信息。当然这个功能是需要开通移动业务的，不过这个业务没有月租，不收费（除流量费）。我当时试用的时候，没有编辑短信给移动开通这个功能，而是系统系统发送了开通短信给移动的。增强信息使用在开通这个功能后，在之前的短信输入框里，就有“增强信息”四个字的提示，切换到其他卡就没有这个提示了。这里提醒大家，一定要有这个提示，才说明这个功能可以使用的。在输入信息的位置，最左边是一个“+”，这里就是我们要发送图片、位置或者其他的按钮。中间就是常见的文字输入框，最右边则是表情和语音输入按钮。这里说一下加号里的“更多”选项，这里面主要有联系人、短语、音乐和文件的发送。我试了一下文件发送，可以发送出去，对方收到的则是要下载下来看的。增强信息演示先给大家试用下，这里就让我家大橘露个脸，就当天天陪我整理文章的报酬。选择一张大橘的照片，并输入三个表情，发送出去。蛮奇怪的是，发送记录是两条。来看一下收到的信息，也是两条，一条是三个表情，一条就是一个链接。先不管效果，点开链接看看从内容的角度看，所发所收一样，但是这个体验还是不太舒服。增强信息总结有一句话是这么说的：理想很丰满，现实很骨感！的确，这个功能还是有点意思，但是目前来看并不太实用，只是偶尔能派上现场。当然你也可以就用这个功能跟你有仇的人聊一晚上的短信（开玩笑）。那么说一下几个问题1、不要看到这个功能就说腾讯要翻了，腾讯多少用户？华为才多少？这两个在用户群体上还不能拿到一起比较吧。2、达到聊得很愉快，必须满足两个条件：双方不仅都是华为手机，而且还要都是EMIU9.0。3、微信、QQ早已深入人心了，新的事务不一定能接受，这不前段时间很火的子弹短信呢？4、目前就移动可以用，是大用户群体，但还是有局限。不过华为的技术也还是一绝的，至于网上说华为怎么怎么样？小米怎么怎么样？我反而觉得没多大意义，而真正的意义在于大家互相竞争，给用户提供更好的产品才是王道。而且并不是谁没有缺点，各有所长而已。更不要看到一个新的事务，就妄言某某要垮了什么的，一个事务接替另一个事务总是要有周期的。就拿这个功能来说，我认为至少目前短时间内完全没有希望的，至于以后，那就等以后吧！更多介绍，欢迎关注。共同学习，共同进步！", "author": "数码技巧小达人", "newsdate": "发布时间：19-01-10", "newstime": "09:49", "sentiment": [{"positive_prob": 0.358856, "confidence": 0.202543, "negative_prob": 0.641145, "sentiment": 0}]}]