[{"title": "999元！华为“老人机”发布，再也不会担心父母不会用了！", "content": "不知道大家有没有发现，很多年轻人还是喜欢苹果和小米手机居多，上次就有统计数据显示魅族是最受大学生喜欢的手机品牌，小米苹果紧随其后，荣耀系列也在年轻人眼里是不二之选，恰恰是华为手机，很多时候我们更多看到的是年级稍长一点的人在用，比如父母长辈就比较喜欢华为手机，父母长辈普遍都比较有情怀感，每每看到支持华为，支持国产的帖子都会热血澎湃支持，所以华为这些年来也是深得人心。而在考虑给父母买手机的时候，小编也是经常以华为为首选品牌，不过华为的品牌形象目前给人一张高端的感觉，其实殊不知华为也有低端的百元机，给父母用肯定就是要大续航，外观好看拿在手里大气，父母也肯定会嘱咐不要浪费钱，手机一定要买的是实用的而不是贵的，配置一般就行，比如下面这款新机就很符合“老人机”的定位，它就是华为畅享9。华为畅享9是一款配置和外观完美融合一体的百元机，它外观很新潮给人一种很大气的视觉感受，华为畅享9的厚度仅为8.1mm，对于父母长辈来说这个厚度刚刚好，如果再厚一点就显得笨重了，薄一点又拿在手里没有分量，同时配备了一块高达6.26英寸的全面屏，采用了珍珠屏设计从而实现了屏占比86.7%的突破，整体来看华为畅享9还是很大气的，简约的设计风格配合到纳米注塑工艺，后盖显得流光溢彩有一种华为P20的感觉，而这般唯美的机身下让人感觉不到它是一款廉价机型，甚至以假乱真为高端旗舰的感觉。对于父母来说，其实能够正常微信不卡，拍照一般也就够用了，华为畅享9采用了1300万+200万像素的双摄搭配，辨识度很高的华为Logo并排在了双摄镜头的下方，这是华为家族式的后盖设计了，也是很成功符合美学的一个设计，作为一款定位中低端的手机，它还是拥有父母长辈很看重的双卡双待功能，并且拥有2+1三卡槽设计，这个设计能够自制SIM也能放进去TIF卡，最值得庆祝的是它支持到了512GB的存储，如果父母喜欢看电视剧，那么你下载好了给父母能让他们看个半个月一个月了，512GB扩展卡很给力。做工方面华为畅享9采用了金属喷漆工艺，当然这并不是真的金属喷漆，而是一种仿制金属漆，能在视觉效果上实现媲美金属质感，手感上则是磨砂质感，完美的2.5D玻璃配合到一个优秀的环绕音效，采用的是骁龙450处理器，最大的亮点就是它还拥有一个高达4000mAh电池，让父母能够畅快玩一天了，所以华为畅享9的定位很清晰，特别符合“老年人” 的需求，送给父母的首选肯定会喜欢的，再也不会担心父母不会用了！这款手机也不过999元你们喜欢吗？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-01-24", "newstime": "16:04", "sentiment": [{"positive_prob": 0.0296109, "confidence": 0.934198, "negative_prob": 0.970389, "sentiment": 0}]}, {"title": "华为5G基站首次亮相：比4G基站小一半 一个人可搬运", "content": "1月24日，华为5G发布会暨MWC2019预沟通会将在北京召开，华为常务董事、运营BG总裁丁耘在主题演讲中，正式发布了业内首款5G基站核心芯片“天罡芯片”。“天罡芯片”拥有超高集成度和超强运算能力，较以往芯片性能增强约2.5倍。单芯片可控制业内最高64路通道，支持200M运营商频谱带宽，一部到位满足未来网络部署需求。与此同时，丁耘还在现场展示了华为5G基站（左），并与4G基站（右）进行了对比。据悉，5G基站是4G基站能力的20倍，同时比4G基站集成度更高、安装更加简单，具备一杆建站、5G全频谱等特性。从体积来看，华为5G基站约半米高，仅为4G基站体积的一半，可以一个人人力搬动。华为表示，5G基站的安装时间比4G基站节省了约35%。日前，IMT-2020(5G)推进组在京召开了“5G技术研发试验第三阶段总结暨2019年应用大赛启动会”，并在会上正式发布第三阶段测试成果。测试成果显示，华为5G测试场景最全面，各项测试成果遥遥领先，其中100MHz带宽下64T64R Sub 6GHz单小区下行峰值超过14.5Gbps，刷新业界记录。 ", "author": "快科技", "newsdate": "发布时间：19-01-24", "newstime": "11:34", "sentiment": [{"positive_prob": 0.980196, "confidence": 0.955991, "negative_prob": 0.0198039, "sentiment": 2}]}, {"title": "艰难时刻，华为反击震撼世界！", "content": "一行到水穷处，坐看云起时！两天之前，华为迎来了最艰难的时刻：加拿大媒体爆出，美国已向加拿大提出引渡申请，美国司法部也予以了证实。两天之后，突然之间，峰回路转，暖风徐来，形势似乎又悄悄出现了转机。你看，你看，这些大国变幻的脸！先说说最大的“帮凶”加拿大吧。现在，加拿大已经逐渐改口了。据外媒报道，加拿大驻华大使约翰·麦卡勒姆已经“倒戈”了，他说了：美国的引渡要求存在严重缺陷，华为高管有充分理由反对被引渡美国，他希望她能很快获释。对华为态度转缓的西方国家，不止加拿大，还有以前跳脚特别凶的新西兰、捷克等国家。新西兰：1月23日，新西兰总理阿德恩公开表示：“我们向华为保证，将给予其公平对待”。天啊，这可是新西兰180度的大转变，要知道，作为美国盟友，去年11月27日，新西兰以“网络安全风险”为由，对华为下达了禁令。捷克：捷克总统在电视讲话中说了：针对华为的指控不过是商业竞争下的借口，他会在4月访华期间尝试平息局势，希望与华为负责人举行会面。这无疑也是一大反转：此前捷克总理巴比什以“安全”为由要求政府工作人员弃用华为手机。英国：英国文化大臣杰里米·赖特说了，当局还没决定是否禁止华为获得这些合同。这意味着华为还能在英国竞标敏感性质的合同。法国：在此前对华为有质疑之声的法国，也出现了积极信号。据外媒报道，一位参与草拟法国第五代通信技术（5G）审查规定的议员说，该国政府希望能够在不抵制华为的情况下，确保下一代通讯网络的安全性。这一幕幕真是让人又好气又好笑。说好的联手扼杀华为呢？怎么出师未捷自己先乱了，说好的联盟怎么就出现裂缝了呢？估计一些美国人看了这一幕，脑袋都快摇掉了：这年头，人心散了，队伍不好带了！二美国人说的并没错，臭名昭著的西方“五眼联盟”，联手炮制扼杀华为的一场阴谋，现在看进展的并不顺利。人为刀俎，我为鱼肉？对不起，世界还是之前的世界，但中国不是之前的中国，华为也不是之前的华为！为什么华为如此淡定？一方面，这是华为作为一家国际企业具有的理性、克制、专业的风范；另一方面，华为的这种隐忍和冷静，也来源于它对自身实力的自信！最近，华为更是从软硬两手，一起对西方国家进行攻心战。1、硬的一手，就是让他们看到，华为已经强到了近乎无可替代，谁拒绝华为，谁就近乎是自绝于5G时代！今天，处在全球视线焦点之中的华为，突然决定集中发布自己的最新技术：全球首颗5G芯片——华为天罡。这个天罡芯片可不简单，它实现了2.5倍运算能力的提升，算法最新，频谱极宽，可以让基站尺寸缩小超50%，重量减轻23%，功耗节省达21%，安装时间比标准的4G基站，节省一半时间。这么说吧，有了这款芯片，就可以打造极简5G，助推全球5G大规模快速部署。除了天罡芯片外，华为还发布了5G多模终端芯片——Balong 5000（巴龙5000）和基于该芯片的首款5G商用终端——华为5G CPE Pro。华为之所以选择在这时候展示肌肉，绝不是赶巧，更可能一种策略：就是要让全世界接受任正非那句霸气的话：华为有些产品欧美非买不可。不买他傻，不买他就亏了。有时候，要让对手放弃挑战，就是要拿出比他们强悍好多倍的活儿，让他们望尘莫及，心服口服。华为的技术，已经强到了难以打败的地步！既然扼杀是徒劳的，那不如合作。这也许就是西方国家经过这几轮过招后，得出的结论吧。2、软的一手，就是苦口婆心地摆事实、讲道理，消除西方国家的顾虑。在事件发生后，华为并没有歇斯底里，而是从整体上选择相信法律、遵守所在国的法律法规，同时有理有利有节地开展公关活动！比如，这几天，任正非就连续接受了多家国内外媒体采访，就国内国际社会关心的一些问题做了很清晰的回答。在涉及网络安全以及隐私保护问题时，我们致力于和客户站在一起，绝对不会损害任何国家以及任何个人的利益。中国外交部也明确表示，中国没有任何一部法律要求任何一家公司安装后门。一家企业的价值观应该是客户第一，以客户为中心。我们是一家企业组织，所以我们也必须遵守商业规则。在这种背景下，我不认为我的个人政治信仰和我们作为商业实体将要从事的行为之间存在什么联系。我想我已经说的很清楚了，我们对于这种要求肯定会说不。可以说，这是华为非常及时的公关活动，缓解了外界对于华为偏见或基于以往一些问题产生的猜测，对华为在全球商业信誉的恢复起到了积极作用。应该说，华为的软硬两手使用，是非常克制也是非常理性的。而华为的这种隐忍和冷静，是为了更长的路程，是为了更大的责任，也是为了更理想的结果。什么叫综合实力？综合实力就是硬实力+软实力的综合！用任正非的话说，就是打太极拳：太极八卦轻轻柔柔舞动，沙土就陷下去2-3公分的浅坑，表面上看似没有力量，内表是很有力量的。太极拳的含义是内功。靠综合实力打破封锁，靠综合实力获得客户，靠综合实力打赢胜仗！现在看来，华为正在实现这一目标！三当然，是否选择华为，除了经济与现实利益考量这个最根本的因素外，还与国家政治有关。从封杀华为，再到高管被无故羁押，总有人在不断地试探中国的底线——实际上，当一个超级大国动用自己国家以及盟友的国家公器，不遗余力不折手段的去“追杀”一家高科技公司，其高低优劣，就已经有了分晓。虽说我们相信公道自在人心，但是有的时候，公道还需要自己争取——让对手或者流氓级的对手，愿望落空，甚至悔不当初，是最好的反击！比如，针对华为高管无端被拘事件，中方对加拿大的手段，可谓有理有利有节！现在，本来是属于加拿大的一些价值数十亿美元的大单，已不翼而飞了。加拿大企业也“殃及池鱼”，为加拿大政府的错误行为蒙受了巨额的损失！同时，中国也向世界反复强调：崛起的中国，不会走国强必霸的老路，将于世界各国携手前行、共创未来。在今天的达沃斯论坛上，中国再次发出掷地有声的宣示：我们将始终做世界和平的建设者、全球发展的贡献者、国际秩序的维护者！中国的反击让他们看到：我们不惹事，也绝不怕事。与中国合作好，能得到更多利益；反之，必然会受到损失。相关国家要理解这一点，需要长时间反复才能达到。要知道，就算那些执意打压华为的西方国家，他们内部也不是铁板一块的。充当遏制华为马前卒的，主要是情报部门，以及一些及对华不友好的保守势力。但其实，这些国家里面，也不乏对华比较友好的商界和政治人物，他们并不完全认同针对华为的质疑。事实上，对很多国家来说，面对美国的威逼利诱，他们不可能不看看老大哥的脸色，给老大哥一些面子。但是，当面对真正的利益损失时，他们更加直面现实。毕竟，他们真的在乎的，是自己国家的5G建设，能不能早点搞起来；他们真的担心的，是没有华为，他们或将在5G竞争被甩到月球上去；而对于美国莫须有的“抵制华为”，他们真的不在乎！用事实说话，打压这些国家反华势力，争取这些国家对华友好的势力，中国这个战略正在起作用。四中国有句古话：多难兴邦！俄罗斯作家阿·托尔斯泰也说过，一个人要真正强大起来，就必须“在清水里洗三次，在碱水里煮三次，在盐水里腌三次”。其实，对一个国家是这样，对一个人、一个企业，又何尝不是如此？世事艰难！中国崛起，打破了很多西方国家的预期，让他们接受和适应这个事实需要时间。在这个时间里，他们难免给中国发展下绊马索，遏制和刁难中国。中国发展难免遇了各种艰难险阻，何况这个国家的一个企业。华为的处境，其实就是中国制造的处境。但是，青山遮不住，毕竟东流去。中国是压制不住的。相反，在打压中，中国将更明白掌握核心技术的重要性，中国制造在经风历雨后，质量也将越来越好，品牌越来越高大上。这或许就是危与机、强与弱，封锁与突破、遏制与进取的辩证法。岂不闻任正非的那句话：不要遇到一点困难，就悲观，不要遇到一点挑战，就想投降，投降没有出路，只会被人蹂躏。要敢于亮剑，提刀跨马杀敌。有志者、事竟成，破釜沉舟，百二秦关终属楚；苦心人、天不负，卧薪尝胆，三千越甲可吞吴。华为，加油！中国，加油！", "author": "财经要参", "newsdate": "发布时间：19-01-24", "newstime": "23:12", "sentiment": [{"positive_prob": 0.998419, "confidence": 0.996488, "negative_prob": 0.00158062, "sentiment": 2}]}, {"title": "华为5G：今天你们继续“封杀”，我还是全世界最强", "content": "数月来，华为5G遭到个别外国政府的“封杀”已经不是新闻！今天，华为在北京举办5G发布会暨2019世界移动大会预沟通会，发布了全球首款5G 基站核心芯片——华为天罡，再次强势表明自己是全球5G商用市场的最强者。受邀前往的DT君在现场获悉，全球5G商用速度增长之快甚至远远超过了华为内部的评估。目前，华为已经获得30个5G商用合同，25000多个5G基站已发往世界各地。对于华为5G近来基站发货的进度快速推进，丁耘在接受 DT 君访问时也明确表示，5G产品发货状况比想象中更快！本次会上，华为还介绍了近期推出的全球首款装有 AI 大脑的数据中心交换机，并提出建设“自动驾驶网络”的目标。图|华为 5G 发布会（来源：DT 君）值得注意的是，以华为这次的发布会内容来看，华为在 5G 运营商网络设备解决方案发布的重点上，强调的重点就在于“极简”，所谓的“极简”的核心意义重点就在于洞见了当前运营商的难处，不论就设备成本、布署成本、甚至是应用服务推行上，华为的所有 5G 解决方案都是以此作为出发点。图| Balong 5000 芯片 （来源：DT 君）华为常务董事、运营 BG 总裁丁耘就表示，现在的 5G 不是谁能做出来的问题，而是性能、功耗、谁能够安装，以这次华为所展示的设备来看，是一个人就能够完成安装的 5G 基站，根据欧盟的标准每一次安装可能需要吊车来安装，一次就是 8000 美元到 1.8 万美元，但以华为的设备是不需要大型吊装安装，这就会影响到运营商的安装布署，这就是华为强调的支持能力，愿意在规格、性能、能量上，站在客户的角度帮他们把钱节省下来。也就是因为如此，尽管先前华为创办人任正非在接受采访时曾经透露，5G 可能还需要一点时间，但就实际华为的 5G 销售状况来看，却似乎跑的比华为预期的更快，在 2018 年底华为所透露的华为 5G 基站出货量仅约 1 万多台，但在 24 日华为公布的 5G 基站出货数据，却已然一路飙高到 2.5 万台水平，而根据丁耘透露，目前还有一个不能透露名字的合约正在签订，整体销售数量还会再快速增加。华为发布会重点在 5G据华为介绍，华为天罡在集成度、算力、频谱带宽等方面，取得了突破性进展：极高集成，首次在极低的天面尺寸规格下, 支持大规模集成有源 PA（功放）和无源阵子；极强算力，实现 2.5 倍运算能力的提升，搭载最新的算法及 Beamforming（波束赋形），单芯片可控制高达业界最高 64 路通道；极宽频谱，支持 200M 运营商频谱带宽，一步到位满足未来网络的部署需求。同时，该芯片为 AAU 带来了革命性的提升，实现基站尺寸缩小超 50%，重量减轻 23%，功耗节省达 21%，安装时间比标准的 4G 基站，节省一半时间，有效解决站点获取难、成本高等挑战。华为常务董事、运营商 BG 总裁丁耘表示：“华为长期致力于基础科技和技术投入，率先突破 5G 规模商用的关键技术；以全面领先的 5G 端到端能力，实现 5G 的极简网络和极简运维，推动 5G 大规模商业应用和生态成熟。”本次会上，华为介绍了近期推出的全球首款装有 AI 大脑的数据中心交换机，其性能业界最高，可实现以太网零丢包，端到端时延降至 10 微秒以下；其最大功耗只有 8W，一颗这样的 AI 芯片能力，超过当前主流的 25 台双路 CPU 服务器的计算能力。面向未来，华为提出“自动驾驶网络”的目标，积极引入全栈全场景 AI 技术，打造 SoftCOM AI 解决方案，帮助运营商在能源效率、网络性能、运营运维效率和用户体验等方面实现价值的全面倍增。此外，华为常务董事、消费者业务 CEO 余承东还在会上发布了全球最快 5G 多模终端芯片和商用终端。在 24 日的发表会上，余承东除了宣布了支持多模单芯片架构、同时支持 NSA 与 SA 架构、并是全球唯一能够支持 FDD/TDD 技术、而且还能同时支持跨越 200MHz 带宽的 5G 芯片 Balong 5000，其上行传输速度可达到 2.5Gbps 、下行则可达到 4.6Gbps，而在毫米波传输部份，上行更可达到 3.5Gbps、下行可达到 6.5Gbps，并且目前全球首款支持 3GPP R14 V2x 标准的 5G 芯片；另外，也同时宣布了华为首款 5G 终端产品，为支持固定终端使用 CPE 产品，以此作为华为 5G 终端的发展起手式。图| 华为首款 5G 终端 CPE （来源：DT 君）而值得注意的是，余承东也在 24 日的发布上首度正式公布，其将会在 2019 年 MWC 上，对外正式发布华为首款折叠式手机，除了 5G，这无疑会是华为在 MWC 上最大亮点所在。全球 5G 商用中国领先5G 网络的部署已经在全球范围内开始启动，2019 年将是 5G 产业进入商用的重要一年。世界范围内，少数几个运营商已经完成了在商用 5G 方面的试水。韩国电信运营商 KT 在 2018 年平昌冬奥会上就实现了 5G 首秀，这是 5G 全球首次大范围准商用。此外，AT&T、Verzon 两家美国的运营商在 2018 年下半年分别推出了自家的商用 5G 固定无线服务。从整体来看，中国、美国和韩国的运营商多计划在 2019 年推出自家的 5G 商用服务或预商用服务，来自欧洲和日本的运营商的时间表里，推出 5G 商用计划则多被放在了 2020 年进行。总的来说，5G 已经成为了各个国家和运营商的必争之地。在这一背景下，华为也在 2018 年开始了 5G 规模部署的行动，先后发布全系列商用产品、进行外场验证，并开始进行规模商用。截至 2018 年底，华为已完成中国全部预商用测试验证。此外，华为今日透露，目前华为已经获得 30 个 5G 商用合同，25,000 多个 5G 基站已发往世界各地。据华为介绍，华为“5G 刀片式基站”采用统一模块化设计等技术突破，实现所有单元刀片化、不同模块间任意拼装，使 5G 基站的安装像拼装积木一样简单便捷。在会后的媒体专访上，对于媒体提问目前全球 5G 发展的状况似乎还需要一段时间，华为将如何说服客户加速 5G 建设商用的进度，丁耘则是明确的表示，华为不会去说服客户，华为是一个技术公司，只要客户有需求，华为就会满足客户的需求，像是韩国运营商要建设 5G，华为就提供最好的设备给客户进行建设布署，但 5G 就像是武器一样，这个武器什么时候用、怎么用，是由客户决定的，不是由华为来为客户决定。丁耘进一步表示，目前华为全球 5G 基站发货量达到 25,000 台，其实是比预期多的，因为一开始是美国拉动，后来我们看到在韩国等地区的拉动也非常快，这让 5G 的实际发展比预想中还要快。就商用进度来看，韩国是发展最快，在 2018 年底已经达到 5,500 台水平，而且是在不到 3 个月时间内，华为就已为韩国运营商完成了 5,500 台的基站安装数量，这是过去从来未曾达到的水平。虽然丁耘表示，不方便在此时预估 2019 年的 5G 基站出货量，但可以确定的是，5G 基站已经是一个商用的产品，只要有需求，华为就已经能够生产。华为 5G 产品线总裁杨超彬表示，4G 是在 2008 年定下来标准，一直到 2009 年才发了第一个商用化的 4G 基站发货，当时也才发了 200 台，但 5G 的标准是在 2018 年才定下来，但以目前的发货进度来看，就已经达到了 2.5 万台，所以这很明显的是比较快的。图|华为常务董事、运营BG总裁丁耘 （来源：DT 君）5G 已来，5G 到底有哪些能力?华为认为，随着 5G 时代逐渐到来，网络连接速率大幅提高、连接能力显著增强，这将带来全新的用户体验，开启移动互联网的新阶段。首先，5G 的 G 比特级的接入速率将超越互联网接入，以及视频通信应用流量的基本速率，这将使用户进入“无限网络容量”的体验时代，用户体验开始发生本质的变化。这将进一步推升游戏业务的更大规模普及，AR 技术也将得到更加广泛的应用。同时，5G 带来的低延时将推动 VR 等高端 eMBB 业务，特别是实时视频业务和应用得到普及。5G 低延时原生平台的广泛部署，将催生物联网创新与变革。在自动驾驶和工业等领域，5G 技术也将得到更加深入的应用。随着机器人、机器学习等技术的进一步突破，5G 技术的普及和全云化，将推动各行各业自身业务的提升，如制造业、运输/物流业，智慧城市领域等。5G 网络为不同垂直行业服务运行在同一套物理基础设施上，生成相互隔离的不同 5G 网络切片，端到端的网络切片将是实现 5G 使全行业数字化的支柱型技术。为每个行业应用建设一张独立的网络显然既不经济也不现实，5G 网络就是一张物理网络支持多个逻辑切片的原生平台。在安全方面，5G 网络采用强化的加密算法，接入认证一体化的能力。5G 网络架构延续 4G 的无线接入网与核心网的安全分离架构，即 PDCP 层加密和 IPSec 加密，从而无线接入网对用户数据的不可见，确保 5G 网路无线接入的数据安全。除了加速万物互联，5G 技术可用性的成熟和升级将推动实现万物在线化，即万物默认在线。而随着联网设备的数量急速增长，超出人类手动管理的数量，网络自动化将成为必然的趋势。华为秀肌肉，全球 5G 布署起跑将超预期？以华为 24 日在北京举办 5G 发布会暨 2019 世界移动大会预沟通会的内容来看，最关键的讯息，除了华为推出的多项 5G 端到端芯片解决方案、基站与天线产品，更值得关注的一个重点就是，相较于先前外界对于 5G 布署商用发展的保守看法，华为却是以实际的发货与安装数量，可以说消融了许多人心底的疑虑，也让 5G 市场后续的发展潜力，重新让人开始有所期待。事实上，从华为 24 日发布的一系列 5G 解决方案来看，可以看得出其强调从效能到布署能力上的全面考虑，因为对于运营商而言，网络设备不是只要够好，够快，够强，更重要的是要够好装、够好管理、够好维护，而以华为 5G 设备这次的新产品发布来看，其实方方面面都是以此为重点，单单以丁耘所提到的，华为能够在短短 3 个月内为韩国运营商完成 5,500 台的 5G 基站安装建置，这就是过去做不到的事。而从另一个角度来看影响 5G 市场发展的进度，就在于终端手机的发展与应用服务部份，对此，丁耘就特别强调，对于 2019 年的全球 5G 终端装置发展是非常有信心的，在 2019 年 2 月开始，就会有 5G 智能手机发展。丁耘更特别强调，希望大家都要密切关注华为在 2019 年 MWC 上的发布，特别是余承东所发布的折叠式手机，将不会只是折叠式手机，华为在 5G 终端部份会给大家一个很大的惊喜。", "author": "DeepTech深科技", "newsdate": "发布时间：19-01-24", "newstime": "13:51", "sentiment": [{"positive_prob": 0.640113, "confidence": 0.20025, "negative_prob": 0.359887, "sentiment": 2}]}, {"title": "华为发布首款5G芯片：天罡芯片，那些拒绝过华为的打算后悔吗？", "content": "华为发布首款5G芯片：天罡芯片，那些拒绝过华为的打算后悔吗？最近，关于5G的话题频频引发了大家的热议，先是中国联通在16个城市相继开设5G试点，此后全球第一个5G电话打通、完成首例5G远程手术等消息不断传来，不得不惊叹的是5G发展速度之快，我国5G技术的研发已经走在了世界的最前沿。而关于5G技术的开发，不得不提的是我们现在很熟悉的一个名字——华为，华为在5G技术的研发所做出的贡献是有目共睹的，我国5G技术能有如今这种进展离不开华为的付出。而就在今天，华为在北京召开5G发布会，正式宣布推出首款5G基站核心芯片——天罡芯片，华为在5G研发上又添上了浓墨重彩的一笔。那么这款天罡芯片怎么样呢？在发布会上，华为常务董事、运营BG总裁丁耘介绍该芯片支持200M频宽频带，预计可以把5G基站重量减少一半，它拥有超高集成度和超强算力，比以往芯片强2.5倍。另外今年华为将首次基于5G技术进行春晚4k直播。这意味着什么？5G技术在已经可以为春晚提供技术支持，说明华为在5G技术的研发成果已经非常成熟了。我觉得这一切都得益于华为对5G的研发力度和决心，要知道华为在5G技术的研发投入一直居国内首位，即使在国际范围内也是位列前茅。而且此前华为创始人、总裁任正非在接受央视采访时表示：全世界把5G和微波做得最好的是华为。足以表明华为对于5G技术的决心和底气，而此次作为全球首款5G芯片的天罡芯片的发布也体现了华为在5G研发上一马当先的气势。华为5G发布会而我们都知道，此前一些国家都在对“华为”搞小动作，企图通过一些恶劣的行径打压华为，带头的我们都知道是美国。美国后来也宣布自己搞出了5G，而紧接着就想让自己速度约为24MB/S的“假5G”上线，着实打了脸，要知道华为5G的测试速度简直完爆这个“假5G\"。而不接纳华为的却不只美国一家，面对华为伸出的合作橄榄枝，一些国家以网络安全问题直接拒绝了华为，比如澳大利亚、日本等国家。可是这些国家一面拒绝华为的合作邀请，可是发展5G是全球趋势啊，必须发展，可是问题来了自己没那实力啊，不少国家发现仅仅依靠自己根本搞不起来。就这样一些国家就开始后悔了，比如印度一改之前的态度，邀请华为帮助他们进行5G建设，让华为全权负责5G设备相关的实验和解决方案，但是仍然有些之前拒绝华为的国家仍在”苦苦支撑“。首款5G芯片——天罡芯片今天华为又将5G芯片——天罡芯片推出，关于芯片有一个特点就是可以让全球90%的站点在不改造市电的情况下实现5G，这说明华为的5G技术是放眼全球的，这是又一次在所有人面前展示出了华为在5G技术上的绝对实力，对“我的技术不服？”直接让你看点实在的，相信之前那些拒绝华为的国家又该别有一番感慨了吧，突然想问一句，那些拒绝过华为的打算后悔不。对此，大家有何看法？你们觉得天罡芯片强不强？", "author": "趣味风科技", "newsdate": "发布时间：19-01-24", "newstime": "22:12", "sentiment": [{"positive_prob": 0.45791, "confidence": 0.1582, "negative_prob": 0.54209, "sentiment": 1}]}, {"title": "英国政府要求华为解决安全问题，并要求华为在1月29日之前回复", "content": "根据国外知名媒体《彭博社》1月23日新闻报道，英国政府议员致信华为英国分公司董事长丁耘。而本次致信的内容并不是欢迎华为进驻英国，而是希望让华为解决所谓的安全问题，并且明确的表示出了对于中国方面介入华为海外业务的担忧。并且，该议员还声称，他希望华为能够在1月29日之前作出回复。数据显示，华为的英国分公司成立于2001年，而华为在英国的业务更是遍布全英国。据悉，华为在英国的分公司拥有1400多位员工，其中有70%都是英国人。并且，英国方面的电信和移动网络设备大部分都是由华为提供的。早在去年，也就是2018年年末的时候，英国方面的四大运营商都已经在未来的5G网络测试上面选择了华为，而在那时，这也被看作是对于华为的认可。去年12月初，英国电信集团（British Telecom, BT）曾经发表声明，声明当中说到，要将华为的设备从其现有的3G和4G的网络核心设备中移除。这还不算完，后来这家电信集团又宣布将华为的设备从英国国内的相关部门中移除。但是，这并不算什么，因为英国方面并没有终止与华为的合作，反而是将华为引入英国。根据外媒报道，近日英国国会要求政府大臣对于为什么没有禁止华为参与英国5G移动网络建设的问题做出回答。而英国政府方面表示，英国方面正在对电信企业的供应安排进行评估，从而确保未来的5G和光纤网络的安全。但是，在华为与英国合作的3G和4G的网络建设过程中，并未出现过任何的安全问题，而如今却在有一点风吹草动之后就公然说要禁止华为。这算什么呢？如今，包括英国在内的很多国家都想禁止华为，原因也是极其简单，也就是因为华为的设备“物美价廉”。在很多欧洲国家的眼中，华为的5G设备是价格实惠，要求公道的。很多国家也都是被迫于美国的压力，只能是无奈考虑禁止华为设备。甚至就连华为创始人任正非也说明：华为根本就不存在它们所说的安全问题。此前华为还公开了在东莞检查安全性能网络实验室，任凭英国方面做任何问题要求，但是得到的答案只能是华为没有所谓的安全问题。也许吧，英国方面也是被逼无奈，但是，如果因为一些题外问题而公然反对华为，那么到时候英国方面也就后悔莫及了吧。欢迎大家关注“琛谈网事”，热点跟踪，实事分析；在这里，我将每天为大家带来互联网科技行业的最新分享。", "author": "琛谈网事", "newsdate": "发布时间：19-01-24", "newstime": "15:51", "sentiment": [{"positive_prob": 0.310949, "confidence": 0.309002, "negative_prob": 0.689051, "sentiment": 0}]}, {"title": "华为最新5G芯片正式官宣 余承东：一个新世界即将展开！", "content": "最近的手机市场，可谓是异常热闹，先是小米将Redmi品牌升级独立发展，然后雷军在发布红米Note7时罕见发飙狂怼友商，不久后，OPPO的10倍混合变焦相机和区域屏下指纹解锁技术亮相，接着vivo为即将到来的APEX2019概念机疯狂造势，不料，发布前一天被李楠突然截胡，魅族zero成功拿下全球首款真无孔手机的荣誉称号，最让人看不懂的就是华为了，作为2018年全球出货量超2亿台当下最大的国产手机品牌，华为，是在酝酿什么大招吗？1月24日下午13点10分，华为官微突然发文道：今日，华为在北京正式面向全球发布了5G多模终端芯片——Balong 5000（巴龙5000）和基于该芯片的首款5G商用终端——华为5G CPE Pro，带来首屈一指的高速连接体验，万物互联的智慧世界与人们生活又近了一步。基于Balong 5000的华为5G手机将在今年的巴展发布，全面开启5G时代指日可待。11分钟后，即当天下午的13点21分，余承东转发并评论道：一个新世界即将展开，Balong 5000可以唤醒万物感知，促进万物智能；搭载这款芯片的华为5G CPE Pro，可让消费者更加自由地接入网络，畅享疾速连接体验！5G应用新篇章，我们今年在巴塞罗那为大家揭开！文字的最后，余承东还加上了一个“大展肌肉”的表情符号，不用“嘻嘻”而是“秀肌肉”，很明显，余承东接下来是要动真格的了。目前，包括苹果三星在内，几乎所有手机巨头都把5G看作是下一个“风口”，因此，大家都在不遗余力投入5G，并对各种可能的机遇的全面争夺，最明显的，莫过于AIoT了，雷军已经正式宣布将在5年内投入100亿发展业务，AIoT成为与手机业务相提并论的小米“双引擎”之一，OPPO更是成立了全新的物联网终端产品部门，重要高管全面执掌，直接向OPPO创始人兼CEO陈明永汇报，就连一加刘作虎也开始向网友问询“什么是AIoT”。当然，相比之下，华为在5G时代的发展具有先天优势，因为，它不仅是全球领先的手机厂商，也是全球最大的电信设备制造商，5G技术、5G芯片、5G终端全面打通，将会让华为的5G之路跑得更快更劲道，余承东说华为首款5G手机就是折叠屏手机，2月的MWC大会抢就会发布，你觉得，5G手机一开始会要卖多少钱呢？", "author": "缤锋评论", "newsdate": "发布时间：19-01-24", "newstime": "18:50", "sentiment": [{"positive_prob": 0.957407, "confidence": 0.905348, "negative_prob": 0.0425933, "sentiment": 2}]}, {"title": "华为发布全球首款5G基站核心芯片", "content": "华为今天在北京举办5G发布会暨2019世界移动大会预沟通会，发布了全球首款5G 基站核心芯片——华为天罡，致力打造极简5G，助推全球5G大规模快速部署。目前，华为已经获得30个5G商用合同，25000多个5G基站已发往世界各地。据了解，华为可提供涵盖终端、网络、数据中心的端到端5G自研芯片，支持“全制式、全频谱”网络，并将最好的5G无线技术和微波技术带给客户。华为常务董事、运营商BG总裁丁耘表示：“华为长期致力于基础科技和技术投入，率先突破5G规模商用的关键技术，以全面领先的5G端到端能力，实现5G的极简网络和极简运维，推动5G大规模商业应用和生态成熟。”此次华为发布的全球首款5G 基站核心芯片——华为天罡，在集成度、算力、频谱带宽等方面，取得了突破性进展：极高集成，首次在极低的天面尺寸规格下, 支持大规模集成有源PA（功放）和无源阵子；极强算力，实现2.5倍运算能力的提升，搭载最新的算法及Beamforming（波束赋形），单芯片可控制高达业界最高64路通道；极宽频谱，支持200M运营商频谱带宽，一步到位满足未来网络的部署需求。同时，该芯片实现基站尺寸缩小超50%，重量减轻23%，功耗节省达21%，安装时间比标准的4G基站，节省一半时间，有效解决站点获取难、成本高等挑战。2018年，华为率先发布全系列商用产品、率先全球规模外场验证，率先开始全球规模商用。截至2018年底，华为已完成中国全部预商用测试验证，推动了5G进入规模商用快车道。2019年1月9日，华为“5G刀片式基站”凭借创新性采用统一模块化设计等技术突破，获得2018年度国家科学技术进步奖一等奖；该基站实现所有单元刀片化、不同模块间任意拼装，使5G基站的安装像拼装积木一样简单便捷。华为5G产品线总裁杨超斌表示：“华为全系列全场景极简5G解决方案，在兑现5G极致性能和体验的同时，能够大幅提升部署和运维效率，使5G部署比4G更简单。”本次会上，华为介绍了近期推出的全球首款装有AI大脑的数据中心交换机，其性能业界最高，可实现以太网零丢包，端到端时延降至10微秒以下；最大功耗只有8W，一颗这样的AI芯片能力，超过当前主流的25台双路CPU服务器的计算能力。面向未来，华为提出“自动驾驶网络”的目标，积极引入全栈全场景AI技术，帮助运营商在能源效率、网络性能、运营运维效率和用户体验等方面实现价值的全面倍增。本次会上，华为常务董事、消费者业务CEO余承东还发布了全球最快5G多模终端芯片和商用终端。余承东还表示，今年2月，华为将在巴塞罗那举行的世界移动大会上发布折叠屏5G手机。(来源:人民日报客户端)", "author": "人民日报", "newsdate": "发布时间：19-01-24", "newstime": "11:41", "sentiment": [{"positive_prob": 0.997507, "confidence": 0.99446, "negative_prob": 0.002493, "sentiment": 2}]}, {"title": "华为发布5G产品 带来更美好的全场景智慧生活体验", "content": "【环球网智能综合报道】1月24日，华为在北京研究所举办5G发布会暨MWC2019预沟通会，正式发布首款5G多模终端芯片——Balong 5000(巴龙5000)和基于该芯片的首款5G商用终端——华为5G CPE Pro，带来首屈一指的高速连接体验，让万物互联的智慧世界与人们的生活更近了一步。华为消费者业务CEO余承东发布首款5G多模终端芯片华为消费者业务CEO余承东表示：“华为拥有包含芯片、终端、云服务和网络在内的全领域能力，是5G时代的领导者，将为全球消费者带来美好的全场景智慧生活体验。”在终端云服务领域，华为终端云服务正在为全球170多个国家和地区的超过5亿华为终端用户提供围绕数据、应用、出行、娱乐等全场景、高品质的数字生活体验，让终端成为用户的个人助理以及数字分身，带来更美好的数字生活。目前，云空间、智能助手、应用市场、浏览器、生活服务、Huawei Pay、天际通、生活服务、视频、音乐、阅读、主题等华为终端云服务产品获得越来越多消费者喜爱。发布会现场Huawei Pay智慧出行体验区Huawei Pay交通卡功能现场体验Huawei Pay公民网络电子身份标识(eID)功能现场体验发布会现场设立全场景智慧生活体验区，到会媒体和嘉宾可以现场体验Huawei Pay、运动健康、智能家居、云电脑等带来的智慧生活。目前， Huawei Pay已实现首家接入公民网络电子身份标识(eID)，消费者可以通过一部手机完成线上和线下身份认证。同时，Huawei Pay支持绑定国内 90家银行的借记卡和信用卡进行刷手机消费。支持19张公共交通卡绑定，覆盖160多个城市公交地铁刷卡;并创新推出了手机U盾、应用内支付、碰一碰、门钥匙等功能，覆盖移动支付、交通出行等应用场景。面向万物互联的智能世界，华为通过芯、端、云三层能力创新，全面开放终端云服务生态，构筑全场景智慧化极致体验。目前华为终端全球开发者数量已超过56万，华为还通过”耀星计划“，从人才培养、开发支持、创新支持等方面激励创新，将华为终端的最新开放能力及服务赋能全球合作伙伴和开发者。同时，华为通过快服务智慧平台，让更多服务以原子化的形式快捷地接入到手机当中，实现更自然的交互和更智慧的触达，让人找服务更便捷，服务找人更精准，构筑全场景智慧生活体验。截至2018年底，已有600多家合作伙伴积极响应，接入华为快服务智慧平台，接入服务数超过3000个。面向5G时代，华为始终以提升消费者体验为核心驱动力，不断构建芯-端-云协同能力，与合作伙伴和开发者携手，共同创造更好的应用服务生态，为消费者带来无缝的全场景智慧生活体验和更美好的数字生活。", "author": "环球网", "newsdate": "发布时间：19-01-24", "newstime": "18:35", "sentiment": [{"positive_prob": 0.99825, "confidence": 0.996112, "negative_prob": 0.00174968, "sentiment": 2}]}, {"title": "厉害了！华为今年内或将成为全球最大智能手机厂商", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技----------------------------------1月24日，在华为5G发布会暨MWC2019预沟通会上，华为正式发布了旗下首款面向终端的全频段5G基带芯片Balong 5000。与此同时，华为公司常务董事、消费者业务CEO余承东还公布了过去一年的业绩情况。根据路透社报道，华为有望在今年内成为全球第一大智能手机厂商。尤其是去年华为手机出货量飙升，后面超越苹果上升到了第二位。其中，在2018年一整年，华为智能手机全球发货量超2.06亿台，而华为P20系列全球发货量超1700万台，华为Mate 20系列发货量超750万台。目前华为手机销量依然在不断上升之中。众所周知，由于过去一年中，苹果iPhone在全球市场表现远远不达预期，新款的苹果手机的销售受阻，这使得苹果手机的出货量较2017年下降7%，而苹果手机在中国市场的出货量也要低于2017年。然而，在中国市场华为以高份额一直遥遥领先于苹果三星，稳稳坐在第一位置。另一方面，华为在2019年将继续保持它在中国智能手机市场的地位。同时，华为可以更专注于开拓如东欧、巴西、南美等新兴市场。事实上，华为已在2018年第二季度，首度单季超越苹果出货。此外，虽然华为手机在美国市场受挫，但似乎并不影响华为手机在全球其他市场的表现，尤其是高端产品线，在海外市场表现相当强劲。值得一提的是，在华为5G发布会暨MWC2019预沟通会再次提到了5G可折叠手机。余承东表示，将会在下个月的MWC 2019上发布商用型可折叠屏手机。这样创新型的产品一旦商用，势必对后续品牌口碑和销量都会有显著的提升，所以华为今年的销量方面有很大的保障。如今的华为，早已有实力与三星一较高下，随着三星在海外市场份额不断萎缩，而华为在全球市场范围内出货量不断提升。如今，华为有着明显的优势，趁着5G手机大潮来临，销量有望数倍增长，所以年内超越三星成为全球一哥，这是很有可能。", "author": "雷科技", "newsdate": "发布时间：19-01-24", "newstime": "17:13", "sentiment": [{"positive_prob": 0.933926, "confidence": 0.853169, "negative_prob": 0.0660741, "sentiment": 2}]}]