[{"title": "华为新款二合一笔记本曝光：骁龙850加持，抢iPad的生意？", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技笔记本行业在多年之前就已经被视作是夕阳产业，但近年小米、华为、荣耀这样的手机厂商却纷纷进入，甚至还取得了不错的战绩，生生从传统PC厂商口中抢下了一块肉。近日，微博博主@智慧芯片案内放出消息称，华为将打造一款采用骁龙850处理器的二合一笔记本产品，它很有可能还是属于MateBook E系列。目前，华为在售的MateBook E笔记本采用了一块12英寸的可触摸屏幕，分辨率为2K。这款产品的屏幕可以和键盘完全分离，并作为一款平板电脑独立使用，它和键盘则是通过金属触点连接。配置方面，处理器有M5、i3、i5可选，都是来自英特尔的超低压产品。根据现在的曝光消息，华为新款的MateBook E最大的区别在于处理器换成了骁龙850。相对而言，处理器更换为高通产品后，带来的最直观的变化是功耗和发热控制上将会做得更加出色，续航时间将会显著增强。此外，在对蜂窝网络的支持上，高通具有更大的优势。不过，ARM架构芯片使用Windows系统的话，在性能和兼容性上会面临比较大的问题。高通和Windows的合作很早就开始，不少PC厂商也表示会推出此类产品。但实际上，采用高通芯片的笔记本真正在市场上出现的很少，到现在为止还是雷声大雨点小。国外知名PC测试网站NotebookCheck曾测试过采用骁龙850处理器的联想Yoga C630 WOS，最终的结论是它对X86应用的兼容性存在问题，性能转化率也相当低。也就是说，采用高通芯片的笔记本，定位基本只能是极致轻薄本。而华为MateBook E系列产品定位于小尺寸的二合一产品，对性能要求不高，但对续航和发热则有比较高的要求，选择高通骁龙850会是一个不错的决定。", "author": "雷科技", "newsdate": "发布时间：19-04-08", "newstime": "19:05", "sentiment": [{"positive_prob": 0.0618802, "confidence": 0.862489, "negative_prob": 0.93812, "sentiment": 0}]}, {"title": "阿里纳税516亿，华为1100亿，京东为兄弟缴60亿", "content": "阿里纳税516亿，华为1100亿，京东为兄弟缴60亿国内的知名公司有很多，阿里巴巴和腾讯这样的大公司，不仅仅成就了自己，同时也能够为国家带来很多的贡献。一个大公司，能够盈利很多，同时这也意味着自己这个公司能够为国家的税收做出很多巨大的贡献。阿里巴巴这个公司，是马云建立的一个知名公司，在公司发展的前期，马云还是定下了一个目标，那就是能够在以后为国家的税收每年贡献100万，这也是在阿里巴巴创立初期，马云的一个小目标，但是今天马云早就已经完成并超过了自己的这个目标，阿里巴巴这个公司，目前能够每年为国家纳税516元。所以这样的数字还是惊人的。阿里巴巴能够这么多的纳税，主要还是自己的经营业绩足够好，今天的阿里巴巴不仅仅有电商领域的业务，同时在大数据以及云计算领域，阿里巴巴也早就能够做到行业领先，不论是平头哥公司的成立，还是阿里巴巴已经存在的达摩院部门，这些部门或者是公司里面的人才，都能够为阿里巴巴做出杰出的贡献，这些贡献最终也都变成了阿里巴巴业绩里面的一串数字，所以阿里巴巴的盈利手段也是非常强大的。和阿里巴巴一样出名的还有华为这样的一个公司，华为的成功，也是有目共睹的，很多人觉得华为能够有今天，也完全是因为自己曾经的不放弃，曾经，在华为发展遇到一些困难的时候，任正非曾经想要卖掉华为，但是最终这种想法由于种种原因搁浅了，所以我们也能够看到，华为的现在，也已经变得足够的稳定了。华为不仅仅有自己的手机业务，同时还有自己的明星业务，那就是5G技术，这技术在世界范围内都是领先的，所以华为依靠着这个技术，在国际市场拿到了不少的订单，对于华为来说，这也是具有很大的意义的，一方面，中国的公司能够走出国门，这也是很了不起的一步，另一方面，自己代表了中国的先进技术，能够引领世界的发展方向，这也是为国争光了。所以华为在国内也是一个强大的纳税公司，华为纳税总金额已经高达1100亿。那么阿里巴巴和华为都能够这么多的为国家纳税，那么京东呢，作为一个实力不俗的电商公司，京东的发展也是牵动着很多人的心，因为我们看到京东在国内目前也是消息最多的一个公司，主要是因为京东最近经历了很多的调整，一个危机让刘强东发现了公司内部的一些弊端，所以才会大张旗鼓的开始公司内部的整顿。刘强东曾经说，京东能够为国家直接创造税收700亿，但是这样的一个数字，并没有得到很多人的认可，主要是人们觉得刘强东说的这句话，没有得到印证，因为苏宁的老总张近东对于京东的发展还是提出了自己的质疑，在他看来，京东一直是出于亏损的状态，所以缴纳这么多的税款，这也仅仅是一个说法而已，但是刘强东不断地标榜自己是一个好老板，会为自己的每个兄弟缴纳五险一金，这个数字已经达到了60亿，相信这也是刘强东想要给自己的纳税金额找到一个佐证。但是实际情况是怎么样的，我们不得而知。阿里纳税516亿，华为1100亿，京东为兄弟缴60亿。每一个大公司，只要是存在着，肯定就会为国家做出一定的贡献，所以不论京东的缴税是不是和刘强东说的一致，京东是一个了不起的公司这个现实都不会被忽视，你认为呢！", "author": "飞兔大杂烩", "newsdate": "发布时间：19-04-08", "newstime": "18:53", "sentiment": [{"positive_prob": 0.870926, "confidence": 0.713169, "negative_prob": 0.129074, "sentiment": 2}]}, {"title": "飙至全球第五！砸光1015亿的任正非，只是让华为出这么一口气？", "content": "核心技术的创新，历来是科技企业的重中之重，从来没有一位老板敢大言不惭地说自己的公司不需要任何研发的投入，这一点就连市值突破万亿的苹果公司也不能。而纵观国内几大自主掌控核心平台技术的互联巨头，无一例外都做到了行业之最：马云的阿里巴巴如今已冲出国门，在竞争激烈的国际市场中混得风生水起；马化腾的腾讯在社交和娱乐领域也呈现出愈演愈烈之势，在国际上占据一席之地的局面也已初现端倪。除了软件以外，华为作为国产手机中的领军企业，任正非从未放弃在国产芯片和通信硬件制造领域的研发、创新和赶超。4月8日，国外媒体公布了一份颇具含金量的榜单，此次排行主要统计了全球各大公司的研发费用，而在一众科技企业中，华为凭借1015亿的天价投入飙至了全球第五，远超苹果和因特尔，即使是排名第一的三星，华为与其的差距也仅为45亿元。然而同样是做手机和芯片，为何苹果和高通一年的投入都控制在了1000亿以下，而任正非一年却砸光了1000多亿？这其中恐怕和5G技术脱不了关系。众所周知，华为在5G领域已经跑赢了绝大多数国外巨头，甚至逼的不少公司将6G研发早早提上了议程。根据公开数据显示，在刚刚过去的2018年里，华为在全球范围内和三十余家运营商签署了合作协议，共计售出4万个5G基站，其目前拥有的5G技术专利数量马上就要突破3000大关。华为的一位高管也曾公开表示，华为对5G技术的研究在十年前已经开始布局，截至今天，其技术成熟度较之业内同行至少保持1年到1年半的领先，毫无疑问，华为已经成长为全球最大的5G的供应商。强大的技术实力离不开多年的技术储备，这同样也意味着庞大的研发投入，虽然在这1015亿中5G研发的投入占比我们不得而知，但对比诺基亚和高通接近400亿的投入，想必华为会只高不低。不难想象，在接下来的十年中，5G网络必然是各大运营商的重点争夺的对象，虽然现阶段华为在国际市场的发展受到了一定程度上的阻碍，但结合任正非如此大手笔的研发投入来看，未来不管是在手机、国产芯片还是5G通信领域，华为必定会有一席之地。对于华为的后来居上，网友们也纷纷发表了自己的看法。“客观地说，不能光看投入，也要看看产出啊。再说这种巨额投入才持续了5年左右的时间，不管是芯片还是通信设备想要厉害的产出都远远不够。”、“华为是前三十里唯一一家中国企业，真是异类啊，按这个增长速度华为用不了多久就会成为世界上研发投入最多的企业？”、“说出来你可能不信，华为研发投入几年前就超过苹果了，华为科技一定会在未来成为一个快速崛起的奇迹。”、“不得不给国内一些公司泼冷水，透过这份数据来看，华为在5G也没有在绝对领先的位置，国产化要走的路还很长。”对于这份研发费用榜单，你有什么想说的呢？", "author": "周喀喀", "newsdate": "发布时间：19-04-08", "newstime": "16:30", "sentiment": [{"positive_prob": 0.0787597, "confidence": 0.824978, "negative_prob": 0.92124, "sentiment": 0}]}, {"title": "4月份买华为看准了，这4款人气虽然很高，但已经“过气”了！", "content": "第一款、荣耀10点名了这款荣耀10其实是对很多花粉的大不敬，这么给力好评如潮的荣耀10，怎么就成为了过气旗舰了呢？没错，这款麒麟970手机虽然红极一时，人气值很高，可惜到了2019年后拍照成为了主流，骁龙855、麒麟980横空出世，这个时候荣耀10外观中庸不耐看，没有屏幕指纹也没有IMX586镜头，一系列的缺点让这款手机成为了过气旗舰，荣耀10的辉煌属于去年，而当下表演时间要交给即将发布的荣耀20，荣耀10也是时候说再见了！第二款、荣耀Magic2荣耀Magic2最大的问题我认为并不是其屏占比或者配置，其适配了麒麟980处理器和YOYO人工助手，屏幕指纹也是在这款荣耀magic2上小试牛刀，滑盖全面排让这款荣耀magic2具备几乎超过所有华为旗舰机的屏占比，颜值是这款手机的卖点，可惜其后置三摄镜头实在不给力，主摄连一个索尼IMX380都没有滥竽充数，拍照是这款手机的鸡肋之处，除此之外荣耀magic2机身重量超过200g，拿在手里很笨重手感欠佳，发布的时候这款荣耀magic2的人气值很高，只是如今已经属于过气旗舰了，有这个预算的普遍去买华为Mate20或者iPhone8了！第三款、华为nova4作为一款主打女性市场的系列产品，nova系列似乎有意无意就是要做“高价低配”，虽然说女性用户或许对于CPU的确没有太大的好感，不过处于对综合性价比的考虑，一款麒麟970手机在2019年还是卖出高达3000多的价格，我认为绝对是高价低配了，这款华为nova4首发了索尼IMX586镜头，在线下的人气值一直很高，不过小编认为还是有些过气了，3000段位的手机马上将会迎来华为P30、荣耀20等，后者都是拍照更加给力并且是麒麟980手机，所以华为nova4显得有点高价低配了，发布也有一段时间了也是一款过气旗舰了。第四款、华为P20 pro或许你会不同意我的说法，华为P20 pro明明就是世界遥遥领先的拍照手机，并且在DXOmark上的排名甚至超过了iPhoneXS MAX，凭什么说它也是过气了呢？不怕得罪各位网友，华为P20 pro降价之后人气值很高，可惜其高高在上的价格性价比不如iPhoneXR，也不如刚刚发布的小米9。正面指纹识别区域的设计已经是两年前的设计了，如今都是烂大街的屏幕指纹识别手机，屏幕指纹的骁龙845手机甚至能跌到了2298了，除了拍照依然尖端之外，华为P20pro小到CPU大到屏幕都已经不再是主流，人气很高但也已经是过气旗舰了，有四千预算的不如等等即将发布的华为P30了。4月份买华为看准了，这4款人气虽然都很高但已经“过气”了，属于他们的时代已经告一段落了，值得肯定是这4款华为手机卖的都很好，只是安卓手机最终还是拼不过时间包括华为在内，新老交替在所难免，而全新的华为P30、荣耀20来势汹汹，你们会买上面的这4款华为老旗舰吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-04-08", "newstime": "21:52", "sentiment": [{"positive_prob": 0.0648302, "confidence": 0.855933, "negative_prob": 0.93517, "sentiment": 0}]}, {"title": "捷报！该国总理为华为5G辟谣，亲自访华修补关系！", "content": "要说到如今最受人关注一个全新技术，那么就是5G了，5G是智能交通、万物互联的基础，也是打通未来城市智慧大脑的重要基础，在这样的形势下很多国家已经开始提前中国进行网络部署，如今我们看到在华为5G的协助下，韩国方面已经做到了领先全球实现了5G网络部分地区的覆盖，基站数也在有序搭建中，而首款5G手机三星S10也是正式亮相韩国市场，这时候很多网友也纷纷开始期待华为有更大、更好的表现舞台。好在华为也是不负众望，在2018年底到现阶段已经交出了满意答卷，虽然期间也承受不少诋毁，却最终凭借自己的软硬实力做到了一马当先，最终拿到了最多的30个5G商业合同，如今的华为已经在笔记本、手机包括服务器上有突破性的进展，华为服务器营收全球增长率前三中国区第一，而华为手机在余承东的带领下正式发起对三星的冲击，余承东提到在可预知的未来，华为将会超越三星苹果，如果按照如今华为手机的增长率和创新度来看的华为，华为的确有望在2020年销量上超越三星和苹果。而如今也是正式进入了2019年，大家都知道未来的风口是5G，雷军曾经说过在风口上猪都能飞起来，5G作为移动互联网的全新风口，很多国家包括运营商都开始投入巨大资金用于改善网络环境，华为作为最可靠的设备供应商之以，如今也正在为世界各地贡献着稳定的设备和服务，只是这个过程十分坎坷，道路充满了荆棘，从开始到现在接连受到了不少莫须有的指责，也受到了部分西方国家的联手抵制，只是真相最终水落石出，很多像印度、英国等国家从抵制到了支持华为5G入场，很多国家在正义面前最终态度大反转。而到了2019年，华为捷报频传手机业务蒸蒸日上，5G业务也是累计拿到了30个订单，5G基站也是早早突破了万台，这个时候很多国家看到了华为设备的稳定性和性价比之后，一改此前的抵制情绪选择了支持华为5G，这段时间让人最津津乐道的莫过于新西兰方面的态度大转变了，曾经外媒传出新西兰方面抵制华为5G，如今新西兰总理正式访华，并且在接受媒体采访的时候表示，大概的意思是，“新西兰不会禁用华为5G，也不会因美国方面的影响而改变国家政策”！图源视觉中国从攀附美国抵制华为5G，到如今示好中国并且公开宣布不会抵制华为，也允许华为在新西兰开展业务合作，之所以半年时间就从抵制中到如今大反转，公开承认了华为5G，归根到底还是新西兰方面重视和中国之间的友谊，华为5G设备也是经受住了安全考验，在全世界范围内并没有出现安全问题，这是华为应该得到的尊重，也是一份迟到的肯定！如今华为捷报频传，该国总理阿德恩访华为华为5G辟谣，亲自访华修补关系！此前因为华为5G的受到攻击的问题，新西兰一度被嗤之以鼻，如今新西兰总理阿德恩访华为华为辟谣，这是对中国的尊重和华为的极大肯定，亲自访华修补关系，华为5G不仅设备稳定性价比很高，和华为之间合作是互利共赢也是强强联手，相信华为5G会凭借自己的口碑和实力最终站在金字塔的顶端，一起支持力挺华为！【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-04-08", "newstime": "09:47", "sentiment": [{"positive_prob": 0.919012, "confidence": 0.820026, "negative_prob": 0.0809885, "sentiment": 2}]}, {"title": "loT中，华为与360究竟谁更胜一筹？", "content": "2019年3月，华为和360先后举行了两场“不约而同”的新闻发布会。华为和360的不谋而合，这是一种非常罕见的现象——一个是通信行业的国际知名巨头，另一个是在互联网安全领域领先十多年的领导者。虽然华为和360都属于中国科技公司的“巨人”部门，但它们基本上没有业务重叠，也没有出什么差错。然而，我担心华为和360在不久的将来将不可避免地成为loT的竞争对手。3月14日，华为在AWE中举办了2019HUAWEI HiLink生态大会。消费者业务CEO余承东首次为loT业务的平台。3月28日，周鸿祎亲自主持360智能硬件春季发布会，被360员工称为“老周第二届春季发布会”。新闻发布会的时间和重点高度吻合。归根结底，华为与360 loT的理念是高度契合的。以智能家居为入口，实现人与万物的互联，是地块布局领域巨头的共识。自2014年亚马逊echo在美国市场大受欢迎以来，智能音箱一直被视为智能家居生态系统的核心。你可以通过和它“交谈”来“指挥”说话者，从报告天气到查阅菜谱，再到关灯和开空调。智能音箱不仅是家庭助手，还可以帮助管理其他智能设备。结合智能家居万亿规模的市场想象，智能音箱的“入口”特性吸引了国内各大巨头进入，试图通过控制入口来抓住loT领域的机会。研究公司Canalys发布的2018年2月18日中国智能音箱市场出货量全年来看，在中国智能音箱市场基本例程的指引下，已经形成了稳定的三角格局，将walk 9分成市场份额，第一层在loT领域诞生:阿里巴巴天猫精灵今年累计出货量达615万台，sit、小米小爱智能音箱出货量为457万台，排名第二，百度小度智能音箱从第三季度开始，出货量可与小米在第四季度持平。从别人那里分一杯羹是不容易的。了解百度、阿里和小米的loT策略的制定依赖于公司的遗传土壤，这是独一无二的。2017年，从初创企业到巨头，都雄心勃勃地想在loT的入口处进入资源竞争。回首2019年，这个领域的初创企业要么在泡沫中消亡，要么继续止步于“小而美”的角落。在庞大的部门内部，随着不断的组织结构调整，腾讯消费地块的布局也发生了移位。首个自主研发的智能音箱项目“听听音箱”于2月19日暂停。京东在loT layout领域的重点是智能物流，而没有时间去考虑的叮咚音响团队，据传已经解散。OPPO和vivo还处于“喊口号”阶段……华为和360是仅有的两家能够进入牌桌的公司。虽然他们在规模和声音上仍然与第一梯队保持着一定的距离，但他们是积极的，积极性很高，投入了大量的精力和成本。这也说明loT已经进入了巨人游戏的时代。2015年，华为推出HiLink智能家居开放平台，目前已与100多家厂商合作，接入50多个品类，覆盖300多个产品。2017年底，华为将“智能+”、“连接万物”确定为新的使命和愿景。2018年，华为表示将在三年内实现智能家居“百亿美元流量”，力争在三年内建成中国首个生态智能家居。周鸿祎更是厉害。自2015年高调进入loT领域以来，360一直在与小米进行秘密竞争。包括路由器，智能门锁，门铃摄像头，扫地机器人，儿童手表…360紧跟小米的热门智能硬件产品，其中汽车数据记录仪在业内处于领先地位。在说服消费者和提高品牌渗透率方面，华为和小米似乎缺乏信心。华为消费者业务首席战略官邵洋表示，尽管内部就在消费者中树立什么样的形象以及如何教育他们进行了讨论，但他们尚未做出一个好的决定。360承认，面对市场的恶性竞争，仍然需要增加补贴来争夺市场的力量。人们喜欢听关于弯道超车、颠覆和改造的商业故事，而这些故事之所以如此受欢迎，是因为它们的稀缺性。在批量生产的爆炸式发展到来之前，千变万化的市场永远无法确定。不知道大家对此怎么想的呢？欢迎大家在下方评论区热烈讨论哟！", "author": "小白科讯", "newsdate": "发布时间：19-04-08", "newstime": "21:06", "sentiment": [{"positive_prob": 0.480613, "confidence": 0.612254, "negative_prob": 0.519387, "sentiment": 1}]}, {"title": "17300元人民币？华为5G折叠手机即将来临，网友高呼：用不起！", "content": "从2019年开始，智能手机行业就呈现百家争鸣的状态，市面上先后多出了多款旗舰机，比如说雷军带来了小米9，三星带来了S10，华为带来了P30等，看似平静的手机市场，其实已经波涛汹涌。不过，这些手机并不是主角，最受人热议的智能手机将在6月份正式与大家会面，这款手机就是华为的首款5G手机，其名为Mate X，这款手机在MWC2019大会上可谓是出尽了风头，并获得了奖项，所以不少人对于这款手机都是趋之若渴，希望早点在国内发布。现如今，这款火遍MWC的华为Mate X正式被确认即将在国内首发，但是从余承东透露价格后，不少用户对这款手机则只能远观，据余承东介绍，Mate X在国外的售价约为17300元人民币，虽然按照华为的一贯作风，国内的价格会低于国外很多，但是整体来说很多用户还是买不起！据透露，这款手机将会比Mate 20 RS要贵一点，要知道华为Mate 20 RS的售价为12999元，所以这一次Mate X的价格可能是在13000-14000之间，相较于国外而言，这款手机的确便宜很多，但是对于不少人而言，还是太贵了！当然，从华为的角度出发这个价格并不是很贵，因为不管是研发成本还是科研技术，华为都是付出了不少，加上内置和外观配备，这个价格或许让很多人无法接受，但是从手机行情来说，这个价格还是比较优异的，毕竟Mate X的显示屏和铰链成本都是非常昂贵的，所以才会出现这个价格。不过，余承东也透露，将在两年后这款手机的价格将被控制在500欧元左右，也就是4000元人民币左右，相信到了那个时候这款手机将会成为爆款，几乎人手一款将会是常见现象。最后，对于华为Mate X的定价你是怎么看待的呢？或许折叠屏的确是一种新型手机，但是对于不少用户来说，实用性还是没有平常的手机好，加上异常昂贵的价格，可能会限制一大部分人。对此，你有什么好说的呢？欢迎下方留言，说出你的观点和看法，我们一起讨论分析。", "author": "科技解读家", "newsdate": "发布时间：19-04-08", "newstime": "17:36", "sentiment": [{"positive_prob": 0.0148263, "confidence": 0.967053, "negative_prob": 0.985174, "sentiment": 0}]}, {"title": "实力已赶不上野心，正面迎战华为，高通越来越吃力以后更窘迫", "content": "01胜率两个顶级棋手对弈，如果棋力没什么大变化，胜率应该大致维持均衡，即胜算在1:1左右。如果胜算起了波动，其实是内在规律发生了某种改变。如果留心算一下胜率，高通对华为的胜算正在降低。近日3GPP在深圳召开了第83次全体会议，华为当选全球5G标准协会主席。5G标准每次争夺，都是智慧与权谋的斗争，即硬实力说话。正面作战，高通越来越力不从心。说句公道话，这几年高通的实力没有很大下降。世人都看得出来，华为实力提升很快。一个是长期垄断话语的巨头，一个是进步神速的后起之秀，全球的5G时代预计在这两位选手中展开。我心中有种预感：高通最近几年压不住华为，今后都压不住华为。世界阻止不了中国产业发展进步的步伐。瑜亮之争，新生代总是狠狠地碾压老人。阿根廷当代作家贝尔纳多·科尔顿说，时间是真理的挚友。培根则说，时间乃是最大的革新家。02招数游说中国，曾经是美国不遗余力的。我们中过美国人招数，不止一次。媒体曾经采访过沈阳飞机制造公司的工程师，那些老工程师哭着说，运七大飞机，耗费了20多年和两代人的心血，眼看要造出来了。波音公司的人来游说，放弃制造大飞机吧，这太难了。我们的飞机便宜点卖给你们，你们立马实现航空梦了。真的实现了吗？比较经济学告诉我们，中国人用卖袜子累积的收入换美国人的发动机和飞机，太吃力了，也太不公平了。美国人诱使大部分人掉入全球贸易分工的陷阱，自己攫取了高端产业，谋求垄断优势。运七飞机，就是这样被干掉的。中国老品牌，中华牙膏，也是落入中美合资的命运。中华牙膏品牌创立于1954年，已经拥有了65年历史。1994年被联合利华集团租用，20多年，没有过多的品牌投入。电视广告，大家只记得高露洁。哪怕联合利华那么大的平台，人家心里分得清楚，谁是亲儿子谁是干儿子。这几年好多民族品牌又“活”过来了。大白兔奶糖、中华牙膏，不为什么，租用到期了。人家已经抢够了市场份额，有没有你无所谓了。一代品牌人为之痛心。如果产业不觉醒，我们都是一帮乌合之众。03正面高通也向华为游说过。得知华为成立芯片研发部门，高通游说更剧。高通成立33年，华为海思前身是创建于1991年的华为集成电路设计中心，成立不过14年，一直做ASIC芯片。高通有什么好怕的。根据华为的报表，在最近10年间，华为研发投入是4000亿，芯片研发项大约占到40%，即芯片研发的投入可能在1600亿左右，为期十年。每年150亿以上的投入，华为的实力已经赶得上一线芯片厂商了。华为麒麟芯片研发出来以后，高通对华为的热情达到了历史新高度。它曾经专门和华为商讨，如果华为放弃海思半导体，高通就和华为达成战略合作，以后供给中国市场的芯片，华为永远最便宜、最优先，量充足。华为明智地拒绝了友商的好意。殷勤过分，必有深意。成熟的智慧在于彼此保持适当距离。高通被拒，扬言华为会毁了自己。2009年，海思第一代芯片K3V1出现在华为旗舰机型上，几乎毁掉华为的手机业务。2012年，海思第二代芯片K3V2出世，与苹果A9芯片较量中体现了较强的技术特性。K3V2的后续升级版本首次冠以“麒麟”之名，麒麟910横空出世。麒麟910这款作品值得中国科技史记载，因为它搭载了华为Balong 710基带。芯片核心是基带能力，华为作为通讯设备商的优势体现在这里。此前只有高通和联发科能够做到。这是华为与高通、苹果、三星较量的底气所在。看起来是费钱、费时的苦活，其实是最省时间和精力的妙招。苏格拉底说，当许多人在一条路上徘徊不前时，他们不得不让开一条大路，让那珍惜时间的人赶到他们前面去。04悖论2012年，高通想尽办法出货，小米红透半边天，感觉做生态链、做流水好容易，怎么做都容易，做什么都挣钱。高通想让华为放弃，小米却沉沦了。小米芯片入梦是2014年以后才开始的，高通转手压小米。澎湃芯片基于联芯团队，只出过一款澎湃S1，没有长期的科研投入很难走下去。而小米集团毛利不超过5%。寒门不出贵子，商贾不提战略。从盈利的角度，小米还不如星巴克会挣钱。造手机的比不过卖咖啡的。中国很多高科技公司热衷于兜售商业幻觉，做市梦率的美梦。金沙江创投的朱啸虎警告市场，今后一段时间科技股将会出现裸泳，小米、美团等科技股将逐步暴露真相，能否守住500亿美元市值很难讲。投机者戳投机者的局，最有说服力。想想5G大会，坚持长码、短码和控制码都用自己方案的，只有华为一家，高通都不敢三个方案都投自己。华为是与会者中唯一三个方案都支持自己的厂家。如今看来，华为不是蛮勇，而是充满底气。后面高通在中国开5G合作大会，华为从来不派人参加，扫尽美国人面子。美国人恼羞成怒，造成了孟晚舟事件，一切源于实力与野心的差距。正面打不过，背后才动阴招。毛主席在《论持久战》中提到，日本不可能速胜，中国不可能速败，战争在双方相持中迎来变化，而变化对中国战场有利。现在，世道人心看得很清楚，得道多助失道寡助。不讲道理的美国产业正在失去霸主位置，面对太平洋西岸，它越来越无奈，越来越无力。能好好谈，就好好谈；不能好好谈，就边打边谈。当对手打不过你的时候，双方便可以谈拢了？那是他们自以为。那是当年。吴京在《战狼2》中吼着。", "author": "金凡互联网科技娱乐", "newsdate": "发布时间：19-04-08", "newstime": "20:23", "sentiment": [{"positive_prob": 0.0136248, "confidence": 0.969723, "negative_prob": 0.986375, "sentiment": 0}]}]