[{"title": "华为首席法务官宋柳平：知识产权问题不应该被政治化", "content": "6月27日，华为在深圳总部召开知识产权新闻发布会，华为首席法务官宋柳平表示，知识产权是创新的基础，将知识产权问题政治化会威胁全球技术的进步。以下为宋柳平发言全文女士们先生们，大家早上好!欢迎大家来参加今天的IPR发布会。作为一家技术公司，尊重和保护知识产权是华为经营和发展的一贯原则。过去30年，为合法使用其他公司的专利，华为累计支付了60多亿美元的专利费，其中近80%支付给了美国公司。华为每年将收入的10%到15%投入到研发，过去十年累计研发投入约730亿美元。截至2018年年底，华为仅在5G的研发上就已投入超过20亿美元，这一数字超过了欧美国家主要设备供应商5G研发投资的总和。这些投资的成果显著，目前，华为在全球范围内拥有8万多项专利，包括美国授权的1万多项专利。我们通过签署专利许可或交叉许可协议，与全世界分享自有知识产权，积极促进创新成果产业化。自2015年以来，华为获得的知识产权收入累计超过14亿美元。我们还将众多研究成果以论文形式公开发表。华为每年向国际标准组织提交6,000多篇提案，积极向开源社区贡献智慧，以推动产业加速发展。企业在全球化经营中出现知识产权纠纷是普遍现象，华为也不例外。我们认为这些纠纷不应该被政治化。知识产权是受到法律保护的私有财产，我们主张通过法律程序来解决这些纠纷。在华为过去30多年的经营和发展历程中，没有一起案件被法庭认定存在恶意窃取知识产权的行为，华为也没有因此被法庭判决承担赔偿责任。创新与知识产权保护是华为商业成功的基石。去年，华为的销售收入超过1000亿美元。没有一次产品成功、没有一项关键技术与华为过去经历的所谓商业机密侵权指控有关。没有哪家公司可以靠偷窃领先世界。华为的发展靠的是长期海量研发投入，仅在去年，华为研发投资就高达150亿美元，位列全球第五。华为的崛起还得益于8万多研发人员的智慧和汗水。华为完全支持知识产权保护制度，包括全球和美国的知识产权保护制度。根据美国宪法，知识产权是私有财产。如果知识产权沦为政客的工具，将伤害人们对专利保护制度的信心。如果某些政府选择性剥夺一些公司的知识产权，将会摧毁全球创新的根基。科技创新需要开放共享，讲究合作共赢。知识产权保护制度恰恰是这种精神的最佳体现。华为拥有的专利组合中包含大量3G、4G和5G核心专利。即使有些国家的客户没有直接购买我们的产品，他们事实上也在使用这些核心专利，分享华为的技术贡献。华为愿意与全世界，包括美国公司和美国消费者，继续分享5G等技术成果，促进产业发展和人类进步。谢谢大家!", "author": "环球网", "newsdate": "发布时间：19-06-27", "newstime": "12:09", "sentiment": [{"positive_prob": 0.468572, "confidence": 0.371435, "negative_prob": 0.531428, "sentiment": 1}]}, {"title": "华为成立一个新部门，这个领域“风来了”？", "content": "本文来自选股宝APP，文中观点不构成投资建议。华为，当前A股之中最具看点，且持续性最强的题材之一；港口，A股中最具股性的题材之一，有一句行话叫“有港炒港，没港炒路，无港无路，囤地致富”。那当“华为”遇上“港口”，会在A股中擦出怎样的火花？01华为正将“智慧港口”推上风口6月25日，华为与青岛港签合作协议，在国内主要大港加速拓展智慧港口业务。依据协议，双方将从精准化智慧港口场景描述入手，发挥华为在“咨询规划、智慧园区、5G、云计算”等领域解决方案优势，助力青岛港数字化转型，共同建设智慧港口示范工程，打造具有国际化竞争力的世界一流强港。据不完全统计，今年刚过半，这已是与华为签约合作的第三家港口，此前日照港、广州港都曾相继与华为签署战略合作，旨在打造智慧港口。不仅如此，据媒体报道，华为内部现已成立“港口水运拓展部”，包括港口数字化转型咨询团队、港口创新解决方案研发团队等，还特设了“港口数字化转型首席专家”一职，由李克武担任。据李克武透露，华为正在一些国内主要大港开展5G应用落地的联合创新和测试，具体包括广州港、天津港、青岛港和宁波舟山港等，基本上国内前十大港都会合作。注：十大港口包括舟山港、上海港、苏州港、唐山港、广州港、青岛港、天津港、大连港、营口港、日照港。李克武表示，华为已拥有核心、成熟的产品和解决方案，预计今年在港口的业务同比至少翻一倍。据选股宝梳理，除了上文提到的日照港、广州港和青岛港外，华为自2016年起已经“牵手”的港口还有4家，分别为舟山港、上海港、天津港、营口港；还未“牵手”的有3家，即苏州港、唐山港、大连港。2018年9月，华为联合交通运输部水运科学研究院，共同举办的“2018港口高管华为行暨首届港口信息化高级研修班”活动，交通运输部水运科学研究院副院长、厦门港务控股集团总经理、山东高速交通物流投资有限公司副总经理、大连港集团有限公司CIO、湛江港（集团）股份有限公司副总裁等国内十多家主要港口行业的领导和专家共计30余人参加了本次活动。从华为的这一系列举措中可以预见，传统港口业正在经历一场颠覆式的“换代升级”，而华为无疑是这场升级运动的主要推手之一。022019，智慧港口“起风”年或许是因为华为自带的流量，才使得“智慧港口”这一概念受到市场的关注。但这里要强调的是，智慧港口的建设，可能要比我们通常认知的那些5G应用领域（如：无人驾驶、VRAR等）来的更为提前。先来看一组全球港口吞吐量数据：全球百强港口席位中，中国上榜26个（大陆23个，台湾2个以及香港港）。如果看前10强，中国占据7席。这就是中国港口在世界上的影响力。中国现已成为世界公认的贸易大国，且港口吞吐量不断攀升。更为关键的是，港口是一带一路中海上丝绸之路的重要枢纽；尤其是在今年，一带一路的建设方向似乎更加聚焦海上这一块。（提一句，前两年一带一路铁路，公路这一块炒的很火）最明显的例子就是进入2019年以后，港口整合的速度明显加快。如山东省港口资源整合：在2019山东省政府报告中，提出将研究制定山东省港口集团组建方案，推进山东国际航运中心建设，共分“三步走”。第一步是由山东高速整合东营港、潍坊港、滨州港，组建渤海湾港口集团；第二步是以青岛港为平台整合威海港，形成青岛港、日照港、烟台港、渤海湾港四大集团的格局；第三步就是适时组建山东港口投资控股集团公司，统筹全省港口发展。近日，山东渤海湾港口集团整合已全面完成了对东营港务集团、山东广利港集团（东营市），潍坊港集团（潍坊市）、滨州港务集团（滨州市）三市国有港口企业的人员及业务管理接收工作。目前，已在进行前述4家国企的资产划转工作，预计6月份将全部完成。还有辽宁港口整合的案例：2018年3月20日，招商局集团与辽宁省政府签署辽宁港口资源整合系列合作条款确认协议，标志着辽宁港口整合前期工作圆满结束，进入实质操作阶段。今年6月2日，同属辽宁港口集团旗下的营口港、锦州港和大连港同日披露，辽宁省国资委拟将其持有的公司间接控股股东辽港集团1.1%的股权无偿划转给招商局辽宁，招商局辽宁将持有辽港集团51%的股权。这些案例其实都在透露着一个信息，中国已经开始发力港口的建设。在这样的背景之下，智慧港口的打造无疑显得极为迫切。2019年5月7日，《中国港口》杂志与西井科技westwell共同在广州重磅发布《AI赋能 全局化智慧港口》行业蓝皮书，这也是全球首部研究探讨人工智能在智慧港口应用的蓝皮书。那么，当智慧港口迎来自己的“起风”年，再加上华为这个催化，会成为资金下一个热炒的对象吗？全文完。感谢阅读，感谢点“在看”", "author": "华尔街见闻", "newsdate": "发布时间：19-06-27", "newstime": "17:23", "sentiment": [{"positive_prob": 0.198848, "confidence": 0.558116, "negative_prob": 0.801152, "sentiment": 0}]}, {"title": "华为5G稳了，三家外企递送联名信，世界第二大内存巨头恢复供货！", "content": "众所周知，华为目前在国际市场上已经开始渐入佳境，从以前不断被抵制，到如今倒戈华为选择华为5G设备，正义的天平正在倾斜给华为，而过去一系列的压力制裁，尤其是以美方为首的打压，我们看到的是华为不断地强大，在打压的过程中华为不但没有屈服，反而一直在加大自身的技术水平以此来反击对方，如今我们看到了华为的5G商业合同已经遥遥领先对手，拿到了50个商业合同足以证明一切，这是一件振奋人心的事情，华为不愧是我们中国的科技领导者。不过在兴奋的同时，我们也不能忽视现实中存在的其他问题，5G商业合同是华为靠着自身过硬的技术领先一步，而如今美方给到的压力也是预告着打压华为的开始，未来华为很有可能无法继续采用美国的先进技术，所以也是逼着华为自主研发，无论是芯片还是系统都是研发周期很长的尖端科技技术，所以我们要给华为足够的时间，特别是来自英国的芯片设计公司ARM正式暂停了与华为公司的业务往，要知道全世界差不多超过95%的智能手机都采用的ARM架构，华为手机的处理器也是采用这个公司的技术。不过最近孙正义的一番言论也是迎来转机，孙正义表示自己不知情，也在努力督促ARM和华为恢复合作关系，作为一个商人，孙正义本人也是很清楚，要是一旦停止和华为合作，很大程度上会影响ARM公司在全球市场的地位，而华为也很有可能将会自研构架来抵抗ARM，所以孙正义目前也是在释放和好的信号，好在这一切都无法阻碍华为，华为5G还是很稳订单数遥遥领先，随着美方打压华为的行动持续发酵，这个时候很多美国企业也是看不下去了，intel、微软、谷歌、镁光方面均希望和华为重修于和。有意思的是，来自外媒的报道，索尼，微软和任天堂已经向美方写了一封联名信，他们认为25％的关税上调将会损害游戏行业和员工的利益，三家外企递送联名信希望美方停止这一行为，而上一次苹果公司也是处于这方面考虑也是提出了诉求，科技巨头们也许也都认为这是一件荒唐至极的事情，一旦增收关税，那么将导致美国消费者为游戏机多支付8.4亿美元，这将得不偿失！同时这三家公司也是提到，去年96％的视频游戏机是在中国制造的。总而言之，如果继续僵持下去将会带来无法弥补的损失。看来大家都是向往自由贸易的，阻碍华为阻碍中国的话，很多科技公司也将因此付出很惨痛的代价，而世界第二大内存巨头镁光也是恢复供货，之前镁光迫于压力选择断供华为芯片，而在数月时间内，因为没有华为芯片内存订单，镁光也因此损失超过了13亿，作为一家每年营收有10%以上来自华为的科技公司，没有华为对于镁光来说几乎是毁灭性的打击，所以这家芯片巨头顶着压力还是恢复了对华为的供货，华为对于整个芯片供应链的影响太大了，一大批美企正在上演倒戈好戏！不得不说华为稳了，华为5G稳了，在这场打压华为的行动中，美方已经输的底朝天了，而华为却赢下了尊严和名气，支持力挺！【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-06-27", "newstime": "23:39", "sentiment": [{"positive_prob": 0.993103, "confidence": 0.984674, "negative_prob": 0.00689662, "sentiment": 2}]}, {"title": "华为首席法务官：没有哪家公司可以靠偷窃领先世界", "content": "“如果知识产权沦为政客的工具，将伤害人们对专利保护制度的信心。如果某些政府选择性剥夺一些公司的知识产权，将会摧毁全球创新的根基。”华为首席法务官宋柳平说。6月27日，华为在深圳对外发布了创新和知识产权白皮书，并呼吁勿将知识产权问题政治化。他表示，知识产权是创新的基础，将知识产权问题政治化会威胁全球技术的进步。据第一财经记者了解，这份白皮书名为《尊重和保护知识产权是创新的必由之路》，详细介绍了华为在创新与知识产权保护上的实践和贡献。白皮书指出，截至2018年年底，华为累计获得授权专利87805项，其中有11152项是美国专利。从2015年以来，华为获得的知识产权收入累计超过14亿美元。除了自身专利外，华为累计对外支付超过60亿美元专利费用户合法使用其他公司的专利，其中近80%支付给了美国公司。宋柳平表示，华为不会将其专利组合“武器化”，而将采取开放合作的态度，按照公平合理无歧视原则，与各家厂商和运营商进行专利许可和授权的讨论。八成专利费用支付给美国公司“知识产权是受到法律保护的私有财产，华为主张通过法律程序来解决知识产权纠纷。在华为过去30多年的经营和发展历程中，没有一起案件被法庭认定存在恶意窃取知识产权的行为，华为也没有因此被法庭判决承担赔偿责任。”宋柳平表示，华为的崛起靠的是长期的研发投入，华为的崛起源于8万研发人员的汗水。宋柳平指出，即使有些国家的客户没有直接购买我们的产品，他们事实上也在使用这些核心专利，分享华为的技术贡献。以5G为例，2009年，华为投入6亿美元启动5G技术和标准研究。2016年后，又追加投资14亿美元，用户加快端到端5G商用产品的研发。至此，华为已经率先投资20亿美元进行了5G研发。超过了美国和欧洲的主要设备供应商5G研发的投资总和。目前，华为在全球范围内拥有8万多项专利，包括美国授权的1万多项专利。宋柳平表示，华为不会将其专利组合“武器化”，而将采取开放合作的态度，按照公平合理无歧视原则（FRAND），与各厂商和运营商进行专利许可和授权的讨论。没有公司可以靠偷窃领先世界宋柳平表示，华为拥有的专利组合中包含大量3G、4G和5G核心专利。即使有些国家的客户没有直接购买我们的产品，他们事实上也在使用这些核心专利，分享华为的技术贡献。根据美国宪法，知识产权是私有财产。如果知识产权沦为政客的工具，将伤害人们对专利保护制度的信心。如果某些政府选择性剥夺一些公司的知识产权，将会摧毁全球创新的根基。去年，华为的销售收入超过1000亿美元。没有一次产品成功、没有一项关键技术与华为过去经历的所谓商业机密侵权指控有关。他表示，没有哪家公司可以靠偷窃领先世界。“企业在全球化经营中出现知识产权纠纷是普遍现象，华为也不例外。我们认为这些纠纷不应该被政治化。知识产权是受到法律保护的私有财产，我们主张通过法律程序来解决这些纠纷。”宋柳平说。", "author": "第一财经", "newsdate": "发布时间：19-06-27", "newstime": "10:53", "sentiment": [{"positive_prob": 0.773926, "confidence": 0.497614, "negative_prob": 0.226074, "sentiment": 2}]}, {"title": "华为M6平板10.8寸体验测评：不太安卓的安卓平板", "content": "在6月21日，谷歌资深副总裁，设备及服务负责人Rick Osterloh在个人推特上宣布了一个非常令人吃惊的消息，谷歌将放弃平板业务。这不禁对整个安卓平板市场又是一个沉重的打击。本来安卓平板市场就很难去和苹果平板去抗衡了，谷歌的推出可以说是雪上加霜。不过，虽然谷歌退出了平板市场，但其他的科技品牌还是可以继续使用安卓系统作为它们平板的操作系统的“代替”谷歌完成这场对局。华为M系列平板就是其中的一员。就在前两天，华为Nova5的发布会上，华为M6正式发布，为本就稀疏的安卓平板市场注入了新的活力，有望改变目前安卓平板的现状。在发布会上，主持人并没有对华为M6系列做过多的介绍。本以为亮点只有四扬声器以及麒麟980的处理器，但当我实际上手10.8英寸M6后，发现新平板相较上一代升级还是比较大的。并且还有一些地方的设计确实很不像之前的安卓平板。这款平板给我最大的感受就是：很不安卓的安卓平板。媲美华为旗舰手机的工业设计华为平板 M6两个版本全部采用了全金属机身，机身正面的设计非常简约，屏幕的正中间上方是一颗前置摄像头，下方是 HUAWEI 的烫金 logo，以及一颗拥有指纹识别 Home 键。至于这颗Home键还能实现类似左滑呼出多任务，重按回到主界面的操作，这在之前的华为手机上我们也是见过的。在M6 平板的正下方设置了三颗磁力磁吸点，这样的设计我们之前在iPad上也见到过。用户可以在华为商城单独购买官方的实体键磁吸键盘，把平板当作一款生产力工具来使用。不过M6这次显然比iPad更有生产力，为什么这样说呢？我们还是留在软件系统部分来说。这次令我们比较吃惊的时M6这次把电源键和音量键，以及 type-C 数据接口，3.5mm 耳机接口， SIM 卡和 SD 存储卡槽，全部设置在了机身右侧。个人感觉华为这样做的设计应该是多鼓励用户横屏使用平板。另外M6这次还做到了安卓平板里少见的四个扬声器，外放音质值得期待。打造影院般的视听享受这一次华为M6无论是8.4英寸还是10.8英寸的版本，屏幕分辨率都达到了2K级别。但小尺寸的版本屏幕PPI会更加的高一点。追求更细腻的屏幕的用户建议考虑这个版本。在软件上，华为给其配备了“锐屏”显示增强效果的屏幕，个人感觉开启后，显示效果会比之前的更加具有高动态范围，整体的观感给人更加的真实，鲜艳。其实iPad拥有四个扬声器早就不是什么新鲜的事情了。但在安卓平板上，这一直是比较困难的事。这回谷歌的操作系统是有关系的。在安卓系统上播放视频，无论是几声道的，都会被转换成双扬声器。而华为这一次也是和哈曼卡顿联合研发的，随着四个扬声器的加持，无论是听歌，还是看视频都会给人一种全景环绕音的效果。感觉它会成为我新的听歌工具了。取景框超大的拍照体验M6后盖除了天线带的设置在机身的两侧周围，再就是右上角一颗硕大的摄像头了。虽然摄像头突出的部分还是比较明显的，但考虑到整体机身只有7.2mm，也还算可以接受吧。这颗摄像头参数上为4800万像素的IMX586。其实在平板上拍照并不是大多数人习惯的方式，但平板拍照还是有一个好处的。就是超大的“取景框”拍照起来特别的舒服，可以把拍照人眼前的都拍进去。得益于M6的高像素，无论是成像表现还是拍照体验都是非常优秀的。毋庸置疑的性能表现华为上一代M5的平板采用了麒麟710的处理器，这款中端的处理器让M5只能定位成一款娱乐平板。但M6这次一跃来到了麒麟980的处理器，这款处理器的性能不用我多说，我们目前看到的华为旗舰机型，Mate20Pro，P30系列都是采用的这款处理器。在这里我选取了大家都比较熟悉的王者荣耀和和平精英进行测试，看看麒麟980能不能压得住这块2K大屏。先是压力比较小的王者荣耀，在画质开到超清，开启高帧率模式下，M6轻松稳定在60FPS，即使在比较激烈的团战环节，帧率的表现还是一如既往的稳定。三局王者下来，机身后盖中部能感受到明显的发热，但温度并没有超过40度。在开启和平精英后，破解了极限60FPS后，跳伞环节会感到略微的卡顿，但后面表现还算稳定，实际帧率可以维持在50FPS以上，比iPad的表现要稍微差一些。玩一整天都不要找充电器的续航体验之前在华为手机上，续航就一直是华为的强项。华为M6也不例外，除了电池容量达到了7500毫安时，还做到了支持18W的有线快充。官方给出的数据是可以连续播放720P视频长达11个小时，在我玩了三局王者荣耀和和平精英后，整机电量也只掉了30%，可以说续航是非常吓人了。之后我又找了一部2K分辨率的电影进行观看，看完后，电量掉了20%，不得不说，这个续航即使在外面玩一天都是不用担心的。惊喜多多的软件系统之前的EMUI给人的印象就是比较古板，像老年人用的系统。虽然这次在UI设计上还是老样子。但不得不说，华为这次在提升生产力上确实思考了不少。在之前的安卓平板，一些App的使用上，只是把App显示的内容直接横铺，这样不仅显示的内容非常有限，用户浏览起来也是非常的不方便。这一次M6拥有一个“平行视界”。意思就是当你打开一个App时，App会先居中显示，两边留有一部分的空白区域。当你在这个App里再点开二级菜单时，该部分内容就会在右边显示。操作的逻辑还是非常清晰明了的。体验上是接近iPad的。另一个亮点就是M6的桌面模式了，在目前平板越来越往生产力发展的趋势上，M6也做出了自己的尝试。只要一键就可以进入桌面模式，在这个模式下，操作逻辑和Windows操作系统还是非常类似的。应用被排列在左侧，底部就是任务栏，而右侧会显示一些消息以及菜单栏。在用户接入鼠标后，用户右键可以对平板里的文件进行复制，删除等类似电脑上的操作。华为还专门为其配备了一个手写笔，不过需要用户自己单独购买。总结：娱乐办公两不误的旗舰平板可以看到，华为M6确实是一款能够改变安卓平板领域的产品，搭载麒麟980处理器在为更流畅体验提供性能上的保证。10.8英寸2K分辨率大屏幕和杜比视界、全景声，以及多重护眼的加持下，华为M6是一款可以供大人小孩使用的娱乐平板。若配合智能磁吸式键盘和手写笔M-Pen lite使用，秒变电脑形态，又是一款经得起敲打的办公领域好工具。华为M6在平板市场低迷的时期，带着不少不那么安卓的姿态出现，目的就是想要打破僵局，为平板市场注入活力。既满足了希望拥有良好体验的用户，也满足了那些追求性能的用户。可以预见的是，随着各大厂商在平板市场不断发力，这个领域肯定会变得更加热闹，华为M6则是这场变革的破僵局者。在华为M6平板上，我们确实看到了华为对于平板的思考，也希望华为能够再接再厉，再创佳绩。", "author": "科技对角线", "newsdate": "发布时间：19-06-27", "newstime": "18:44", "sentiment": [{"positive_prob": 0.904978, "confidence": 0.788839, "negative_prob": 0.0950224, "sentiment": 2}]}, {"title": "如何理性的理解“华为是安卓的坚定支持者”这句话", "content": "昨天，华为轮值董事长在上海举办的世界移动大会期间接受媒体采访说：“华为是安卓的坚定支持者，我们自己的系统发展到什么程度不方便透漏，没有明确的上市时间”。此消息一经报道立即在网上引起了轩然大波，大部分网友表示听到此消息表示感到非常失望，甚至有网友说如果华为不推出鸿蒙系统，以后就不买华为手机了。现在，让我们先抛开一部分民族情绪，冷静的分析一下华为董事长说这句话的原因。第一从研发操作系统的难度上来说，我们知道世界上现在只有两大操作系统，一个是谷歌的安卓，另一个是苹果的IOS。其中安卓是开源的，所有手机都可以使用；IOS只能苹果手机使用。请大家思考一下，为什么到现在世界上只有两大操作系统，就连世界手机行业的老大三星都没有自己的操作系统，都在使用安卓系统。由此可见，要开发一个成熟的操作系统难度是多么的大。从华为董事长说的这句话可见华为的操作系统还不是太成熟。第二，我们不要忘记了华为只是一个通信公司，并不是像谷歌，苹果，微软那样的软件开发公司，我们不可能要求华为在每个方面都做的最好。在通信领域领先的高通、诺基亚、爱立信等公司有哪些是在手机领域做得比华为还要好的？第三，华为创始人任正非前段时间在接受面对面记者采访时说，华为不可能做一个孤立与世界的公司，即使我们现在能做自己的手机芯片，但是我们还是不会用自己的芯片全部代替从美国公司进口的芯片，我们还是会从美国高价进口一半的芯片。我们知道前段时间正是由于美国公司的努力，美国政府才同意把制裁华为的决定推迟30天执行。虽然，这对华为的意义不大，但是我们可以从这能看到美国企业的善意和帮助。如果华为什么东西都自己做自己干，不和别的公司合作，那当华为出现危难的时候别的公司会帮助华为吗？前段时间特朗普在推特上发文说苹果公司应该把手机的生产工厂从中国搬到美国去，以增加美国的就业岗位。但是，苹果公司那样做了吗？在今天这个经济全球化的时代，合作共赢才是当今时代的主流。任何孤立于世界的公司都必将失败。关于此你有什么见解呢？欢迎大家在评论区说出自己的见解。", "author": "闻新知", "newsdate": "发布时间：19-06-27", "newstime": "20:13", "sentiment": [{"positive_prob": 0.472526, "confidence": 0.45051, "negative_prob": 0.527474, "sentiment": 1}]}, {"title": "今天，华为发布重磅白皮书｜微·IP", "content": "刚刚，华为在深圳总部召开新闻发布会，发表题为《尊重和保护知识产权是创新的必由之路》的白皮书，呼吁勿将知识产权问题政治化。华为首席法务官宋柳平在发布会上表示，知识产权是创新的基础，将知识产权问题政治化会威胁全球技术的进步。宋柳平表示，“如果知识产权沦为政客的工具，将伤害人们对专利保护制度的信心。如果某些政府选择性剥夺一些公司的知识产权，将会摧毁全球创新的根基。”华为首席法务官宋柳平在发布会上这份白皮书名为《尊重和保护知识产权是创新的必由之路》，详细介绍了华为公司在创新与知识产权保护上实践与贡献。除了自身专利外，华为累计对外支付超过60亿美元专利费用于合法使用其他公司的专利，其中近80%支付给美国公司。 宋柳平表示，知识产权是受到法律保护的私有财产，华为主张通过法律程序来解决知识产权纠纷。在华为过去30多年的经营和发展历程中，没有一起案件被法庭认定存在恶意窃取知识产权的行为，华为也没有因此被法庭判决承担赔偿责任。众多华为技术创新成果已融入至3G、4G和5G公开标准中，这表明华为对于知识产权采取合作、尊重的态度。宋柳平指出，即使有些国家的客户没有直接购买我们的产品，他们事实上也在使用这些核心专利，分享华为的技术贡献。宋柳平还表达了华为在专利使用上的立场。他表示，华为不会将其专利组合“武器化”，而将采取开放合作的态度，技照公平合理无歧视原则(FRAND)，与各厂商和运营商进行专利许可和授权的讨论。宋柳平最后表示，“华为愿意与全世界，包括美国公司和美国消费者，继续分享5G等技术成果，促进产业发展和人类进步。”此外，这份白皮书还详细介绍了持续创新如何帮助华为取得成功，华为创新成果的社会价值以及华为在使用他人知识产权和保护自有知识产权方面的立场。来源:环球时报-环球网编辑：范琪审核：侯萌", "author": "中国科技网", "newsdate": "发布时间：19-06-27", "newstime": "18:41", "sentiment": [{"positive_prob": 0.904544, "confidence": 0.787875, "negative_prob": 0.0954564, "sentiment": 2}]}, {"title": "无惧美国“禁令”！华为全球5G商用合约刷新纪录", "content": "参考消息网6月27日报道台湾媒体报道称，华为5G业务不受美方“禁令”影响，屡屡刷新自身纪录。6月25日，华为常务董事、运营商事业部总裁丁耘表示，华为已在全球范围内获得50个5G商用合同，其中2/3是由华为协助其构建的。据台湾钜亨网6月26日报道，华为6月25日于上海举办主题为“5G部署拉动中国数字化升级”的“5G is ON”峰会。丁耘在会上表示，截至目前，华为已在全球范围内获得50个5G商用合约，5G设备发货量超过15万站，刷新自身纪录。丁耘称，这些合约来自于韩国、英国、瑞士、意大利、科威特等中国以外的市场，今年上半年这些国家已发布5G商用网络的2/3皆通过华为部署。报道称，据悉，华为全球5G商用合同数量领先诺基亚，诺基亚商用合约目前为42个。报道介绍，受到华为“禁令”影响，全球多家供应链停止供货，丁耘表示，华为业务连续性问题不受影响，芯片、模块、数据库和操作系统等核心能力得到有效保护。丁耘称，华为这架“飞机”不仅单靠库存能持续“飞行”12个月，并具备芯片、模块等基础能力，还可以持续地“飞行”下去。在德国汉诺威工博会上，一名参观者手持华为展区展出的一个5G小基站。新华社", "author": "参考消息", "newsdate": "发布时间：19-06-27", "newstime": "00:17", "sentiment": [{"positive_prob": 0.964685, "confidence": 0.921522, "negative_prob": 0.0353153, "sentiment": 2}]}, {"title": "华为更新1+8+N全场景战略，电视首次成8品类中一环", "content": "蓝鲸TMT频道6月27日讯，华为消费者业务产品线总裁何刚在MWC大会上公布了5G时代华为的全场景战略，即1+8+N。电视首次成为8个品类中的一环。在1+8+N战略中，1是指手机，8包括PC、平板、TV、音响、眼镜、手表、车机、耳机八大业务，而N则包括移动办公、智能家居、运动健康、影音娱乐及智能出行四大板块。1+8+N最早是华为针对IoT产品公布的战略，此前，在“1+8+N”战略中，1是手机是主入口，8是4个大屏的入口（PC、平板、智慧大屏、车机）和4个非大屏入口（耳机、音箱、手表，眼镜），N则是泛IoT硬件构成的华为HiLink生态。今年初就有媒体报道称，华为今年将进入电视行业，在电视品牌上将采取双品牌策略。彼时，业内盛传华为首款智能电视将于4月发布，预计目标1000万台。随后又有消息称，华为将在9月推出高端电视，支持8K超清分辨率、广色域、AI人工智能等高端特性，面板可能来自三星。但知情人士称，华为电视不会局限在高端领域，在中低端市场上华为正寻求与京东方、华星光电等供应链厂商合作，一起开发液晶电视。目前，国家质量认证中心相关页面显示，华为已有两款液晶电视通过3C认证，认证型号为OSCA-550/Osca-550A，生产厂为合肥京东方视讯科技有限公司。此前，TCL集团相关人士对蓝鲸TMT记者回应称，华为是华星光电在大尺寸及中小尺寸显示屏上的重要合作伙伴，在大屏显示终端领域的合作已经展开，65吋产品已在验证中。这意味着，坊间流传已久的华为将涉足电视领域终于变成现实。", "author": "蓝鲸财经", "newsdate": "发布时间：19-06-27", "newstime": "15:33", "sentiment": [{"positive_prob": 0.994466, "confidence": 0.987702, "negative_prob": 0.00553429, "sentiment": 2}]}]