[{"title": "给大伙纠正一个常识性错误，可不要再说华为卖手机只是副业了", "content": "最近这些年，华为在手机领域可以说是取得了突飞猛进一般的进展，去年更是差一点就超越了苹果公司成为了世界第二大手机厂商，然而，在很多的网友心中，即便是华为手机业务（及消费者业务）做到了如此程度，可他们依然在跟别人讨论华为的伟大与否时，很理所当然的认为华为消费业务只不过是华为的副业而已，那么，这种观念是对的吗？当然不是，而且大错特错了。不可否认，华为早年确实是靠运营商业务和企业业务起家的，而且华为在这两个领域都取得了巨大的成功，尤其是其运营商业务，凭借着近几年的高速发展，华为的运营商业务已经在2017年正式的超越了国际通信巨头爱立信成为了世界第一的通信设备商，而最初的时候，华为的消费者业务也确实只够格成为华为的副业而已。然而，时钟没有停摆，很多事情终究是在不断的改变的，以前是，并不代表以后也是，随着华为手机在全球范围内越发的畅销，华为消费者业务也取得的巨大的进步，曾经的的副业而今后来居上，已经正式的翻身成为了主业了，近日，华为正式的公布了自家2018年度的年度报告，报告显示，华为消费者业务以48.4%的占有率，一举超越了其运营商业务40.8%的占有率，成为了华为真正意义上的第一主业。2018年业务占比据悉，华为消费者业务在2017年是还只占华为所有业务板块的39.3%，而2017年华为的运营商业务却占比达到了49.3%，如果只是比较收入占比的话，在2017年，华为消费者业务确实只能算是华为的第二业务，但是如此接近的占比，说它是副业的话，还是有些说不过去的，毕竟我们的字典里边对于副业一词的定义是次要的，不是很重要的生产事业。2017年业务占比显然，消费者业务是华为的战略重点之一，从其每年的研发投入以及发展势头就可以看得出来，华为对其有多重视，果不其然，一年之后的2018年，华为在消费者业务上以45.1%的超高速增长速度一跃成为了华为第一业务，而运营商业务反而下降了1.3%沦为第二业务。而且从华为消费者业务总裁余承东口中我们不难看出，华为今年的手机销量目标是2.5亿台全球第一，明年是3亿台，这也意味着其还有可能会继续大幅增长，进一步加大跟运营商业务之间的距离。所以，大家可不能再说华为卖手机只能算是副业了，不然闹笑话可就不好了。", "author": "定制e族", "newsdate": "发布时间：19-04-15", "newstime": "20:38", "sentiment": [{"positive_prob": 0.00164001, "confidence": 0.996356, "negative_prob": 0.99836, "sentiment": 0}]}, {"title": "又以国家“诬陷”华为，这次不是美国，华为霸气回应", "content": "随着互联网的发展，各国都争先恐后的竞争。美国更是走在了科技的前沿。世界范围内，科技的迅猛发展，也给我们带来了更多的便利。同时也有一些公司越做越大，也有一些公司走下坡路。这几年的发展，中国的华为，慢慢的在世界崭露头角，更是让世界看到了中国的崛起。中国的崛起，对世界来说是一件好事。就像海尔洗衣机一样，自从我们生产了自己的压缩机，成功打向世界，才让世界上人民，用更优惠的价格买到了质量更好的洗衣机。同样的对我们息息相关的智能手机市场。更是由于中国智能手机的崛起，才让我们得以使用质优价廉的手机。看了一份海报，十年前，中国人所购买的手机价格是3000左右。而现在我们一般人使用的手机依然是3000元。记得十年前陕西的肉夹馍是2元一个，而现在是8-10元一个。钱数虽然没有变，然而钱的购买力却降低了。中国科技水平的发展，同样也受到了美国的格外“关怀”。美国不仅本国禁止使用华为产品和设备。更是游说其他国家，不使用华为产品和设备。美其言曰“华为存在安全漏洞”，但是这么多年过去了，没有依然没有找到合理的借口。那么美国本土基本上没有华为产品和设备，怎么会危害国家安全呢？真是醉翁之意不在酒。无独有偶，英国一官员说：“华为产品比较低劣，将会给我们的生活带来很多麻烦和安全隐患。”华为对此回应：请拿出证据来，要基于事实说话。针对于一些人的无稽之谈，华为更是嗤之以鼻。一个公司的强大，必然带来很多的非议，对此，华为也是司空见惯了。一个产品的好坏，不是一些人说的，应该让市场来做决定。不能口无遮拦的去诋毁别人来成就自己。同样英国这一官员的说法，也是在给华为打广告。让更多的英国人，欧洲人知道华为。连英国官员和美国官员都为华为“打广告”。不公平的竞争，只会让本国的企业更加的骄傲，虽然在本国可以为所欲为，然而华为却可以把他们封杀在国门口。华为自主研发，不断创新，已经让苹果吃尽了苦头。只要我们继续坚持自主研发，不断创新，华为一定能走出自己的一条路。踏上他们的“尸体”前进。", "author": "科技王霸", "newsdate": "发布时间：19-04-15", "newstime": "23:58", "sentiment": [{"positive_prob": 0.0769923, "confidence": 0.828906, "negative_prob": 0.923008, "sentiment": 0}]}, {"title": "美国如此针对华为，到底在怕什么？", "content": "【文/ 观察者网专栏作者 冈特·舒赫，译/杨瑞赓】美国非常清楚自己为什么害怕华为，因为各种通过技术刺探情报的事他们统统做过。我们所面临的变化，不是谁不想再开展间谍工作，而是掌握技术优势的人变了。美国的虚伪从它的措辞可见一斑，这种清晰划分敌我的世界观还真是“令人欣慰”。如果“我们美国”使用间谍手段，我们称之为“情报”或“侦察”，“保护国家利益和国家安全”的做法当然都是“正当合理”的。如果“他们中国”这样做，我们称之为“间谍”、“网络攻击”、“渗透”、“犯罪”、“侵略”，当然这是“不道德的非法行为”等等。既然华为创始人任正非曾是一名解放军军人，那么这便是其从事间谍活动的准证据，虽然在美国，拥有军队背景也同样大大有助于一个人从事社会和政治活动。2019年1月18日，中国深圳，华为董事长兼首席执行官任正非在华为总部接受日本媒体的采访。图片来源：东方IC让我们把话说开了吧，任何理性思考的人都知道，世界各个国家和各国领导人都在互相刺探情报，不仅出于军事和政治目的，也是为了经济利益。孙子在兵法中高度强调间谍的重要性；东罗马帝国派间谍假扮成僧侣到中国窃取蚕桑丝绸技术的秘密；我的祖国德国19世纪时派工程师去英国窃取炼钢技术……诸如此类的事情数不胜数。如今，华为已经被全世界各大媒体泼上了“间谍”的脏水。尽管许多人还是第一次听到华为这个名字，却已经把它与“间谍”这个词牢牢联系在一起。为什么美国要花这么大力气来打击一家公司？从美国1月29日对华为的刑事起诉来看，其所指控的行为最早可以追溯到2007年。为什么要等这么久？也许在那个时候，美国是欢迎低价产品的，并不将华为视作技术威胁。现在，美国担心中国未来会像美国对待别国那样对待美国：几十年来，美国一直在监视监听盟友和敌人，从而获取政治、军事和经济利益。如果你以“华为”与“商业间谍”进行检索，就会发现除了那种胡乱预测未来的文章外，多数是美国国家安全局渗透华为设备的案例。在“狙击巨人（shotgiant）”行动中，美国国家安全局侵入了华为总部服务器，不仅拦截电子邮件，还窃取了源代码——对任何科技公司而言，源代码都是王冠上的宝石。2014年，华为发言人比尔·普卢默评论道：“这件事如果属实，那么具有讽刺意味的是，他们对我们所做的事，恰恰是他们一直指控中国政府通过华为所做的事。”现在，针对孟晚舟和华为的诉状都把华为内部邮件作为证据，美国是如何获取华为内部电子邮件的？这是一种巧合吗？唯一有“实锤”的指控也引用了被截获的电子邮件。一名华为雇员在2017年被判有罪，因为他窃取了德国电信的美国子公司T-Mobile开发的名为“Tappy”的机器人手臂的相关机密。这款产品可以自动点击智能手机屏幕。尽管它牵涉到的是4G设备的屏幕，而不是5G网络组件，可这件事仍然作为“各种商业间谍活动”的证据被大书特书。不过，作为“受害者”的德国电信却仍然在继续采购华为的手机和网络。你若以为美国只通过庞大的监控网络监听东欧敌对国家，从不窃听德国政治或商业机密，那未免也太天真了。位于巴伐利亚州巴特艾布灵的监听中心成立于1947年，一直受美国国家安全局领导，直到本世纪初因为监听德国的行动激起公愤才将管理权逐渐移交给德国联邦情报局。美国对德国采取的手段包括监听移动和固定电话，监控互联网信息，以及拦截卫星传播信号。作为全球监控网络“梯队系统”的一部分，巴特艾布灵监听中心是除英国和美国本土之外最大的监听站。斯诺登曝光的文件揭示了美国是如何在互联网时代开展监控行动的。《纽约时报》写道：“斯诺登文件还表明，美国国家安全局有另一个目标：更好地吃透华为的技术，寻找潜在的后门。”这样一来，当华为向美国的敌人出售设备时，美国国家安全局便能够针对这些国家的计算机和电话网络进行监控，并在必要时发起网络攻击行动。”美国政府为了证明它想要表达的政治观点，会定期公布它靠网络入侵手段获取的信息。人们往往只注意到信息本身多么惊悚，而忽视了美国获取消息的方式。以2019年2月8日的《纽约时报》为例：“在2017年的一次谈话中，沙特王储穆罕默德·本·萨勒曼告诉一名高级助手，如果贾马尔·卡舒吉不返回沙特王国，且不停止对沙特政府的批评，他将赏对方‘一颗子弹’。卡舒吉已于去年10月被杀……” 为了提高可信度，消息提供者表示：“……根据美国情报机构截获的谈话，这是迄今为止最详细的证据，表明在沙特特工将卡舒吉勒死于沙特驻伊斯坦布尔领馆并用骨锯将其肢解之前，沙特王储就早就考虑杀死卡舒吉了。” 如果我们能让受害者被骨锯肢解的惨状暂时离开我们的脑海，便会发现美国情报机构拦截了一个主权国家元首的电话，而且这个国家居然还是美国的盟友。我们当然可以合理地假设，华为的技术跟诺基亚或爱立信一样，都存在被滥用的可能，而且某些情况下它们也确实遭到了滥用。例如，2013年有新闻曝光美国国家安全局和英国政府通信总部拥有苹果、黑莓和安卓手机用户数据的访问权，可以读取智能手机的几乎所有信息，包括短信、位置、电子邮件和笔记。唯一的区别是，中国的利益相关方能更多接触到中国技术公司的信息，而西方的利益相关方能更多接触到西方技术公司的信息，但这只是相对的，不是绝对的。2018年12月6日消息，因怀疑违反美国对伊朗的贸易制裁，华为首席财务官孟晚舟被加拿大政府逮捕。图为2018年7月4日，中国北京，华为商店。图片来源：东方IC当苹果公司引入强加密技术时，2015年和2016年法律诉讼接踵而至，美国政府根据1789年的《所有令状法案(All Writs Act)》，在至少12项法院命令中要求获取访问权限。在某些情况下政府给出的理由是应对恐怖袭击，另一些理由则是诸如信用卡欺诈等小事。在所有情况下，美国政府都要求苹果公司从锁定的iPhone中提取联系人、照片以及通话等数据。现在想象一下，美国政府想向华为或中兴施压，要求它们编写代码来破解它们提供给客户的加密程序。如果因为中国法律要求私企在某些情况下与情报和执法部门合作，就将华为排除在美国市场之外的话，那么根据《所有令状法案》，思科也应被排除在美国之外。那么，美国禁止公务员使用华为产品和服务，以及强烈“鼓励”网络运营商不再售卖华为设备（比如强迫AT&T和Verizon在推出华为新款手机前夕突然放弃与华为合作），真的是怕华为通过手机监控美国公民吗？看起来，这项措施更像是为了方便美国当局在必要时破解其国内流通的各种手机。我是个现实主义者，非常厌恶任何形式的极端主义，无论是宗教的、政治的还是意识形态的。我可以接受这样一种现实，即双方都不是完全诚实的，都致力于维护己方利益，当然表面上还是会装装样子。但如果有人决定要大举占领道德制高点，他本身需要经得起道德检验。让我们剥开美国冠冕堂皇的道德说辞，那不过是为了愚弄那些容易哄骗的民众和盟友。还记得震网病毒（Stuxnet）吗?这是一种于2010年被发现的计算机蠕虫病毒。它的攻击目标是广泛应用于工业过程控制的监控和数据采集系统（SCADA）和可编程逻辑控制器（PLC）。震网病毒被认为是美国和以色列伊朗核计划而联合研制的网络武器。震网病毒破坏了伊朗的PLC，导致浓缩铀离心机异常加速自行毁坏。此次华为事件可以说是当年卡巴斯基争议的翻本。俄罗斯软件制造商卡巴斯基的产品被认为是世界最好的杀毒软件之一。自2015年以来，西方媒体指控卡巴斯基与俄罗斯政府关系密切，最后美国政府也做此表态。2017年，特朗普签署法案，禁止美国政府和公共机构的计算机使用卡巴斯基软件。从2010年左右开始，卡巴斯基软件暴露了一系列由政府资助的网络间谍和破坏活动。据《连线》杂志报道，“其中许多行动似乎是由美国及其盟友英国、以色列等国发起的。卡巴斯基尤其以揭露震网病毒而闻名。”很难相信这一系列事件都是巧合。因此，如果美国政府够坦诚的话，它应该这样说：“我们就是看不得华为成功，尽管它的成功理所应当，因为它使我们的情报和反情报工作变得更困难。因此为了掐断它的渠道，公平也好不公平也罢，我们各种手段都要用。”（观察者网杨瑞赓译）本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-04-15", "newstime": "07:37", "sentiment": [{"positive_prob": 0.0215031, "confidence": 0.952215, "negative_prob": 0.978497, "sentiment": 0}]}, {"title": "澳总理说一套做一套，拒绝华为参与5G建设，却用中文为自己拉票", "content": "在全球5G大潮掀起之后，我们的华为已经走在了世界的前列，这让美国难以接受，自去年开始，就一直在国际上搬弄是非，以影响信息安全为由，禁止华为参与美国的5G建设，并且还不断的敦促自己的一票盟友，效仿自己的做法。但实际上，美国的5G发展道路并顺畅，这从特朗普在本月12日的时候，专门就美国5G发展问题进行了一番演讲就可以看得出来，特朗普表示，美国必须赢下5G的竞争，准备投入超过200亿美元来完成这一目标，并强调这些要由美国企业来进行，确保美国的5G网络安全可靠。这番表态意味着，美国的5G发展仍处在一个起步阶段，但是却不想让外人插手，并且要加大力投资力度，最终达到赢下5G竞争的目标。这无疑证明了，美国在这场5G竞争中，所处的是一个追赶者的地位，我们不否认美国的能力，以及美国赢下5G竞争的决心，但事实就是如此。就是这样一个连自己都心里都打鼓的美国，却撺掇别人禁止华为，实在是有些不可理喻，然而，更加令人无语的则是，一个真敢撺掇一个还真敢接受，其中，澳大利亚就是对美国禁华为最忠实的执行者。澳大利亚在美国发出号召之后，立刻就加入到了禁华为阵营，结果没想到，什么好处都没捞到不说，澳大利亚的运营商们先不愿意了，运营商们表示，澳大利亚的通信基础设施，绝大部分都是华为建设的，如果禁止华为建设5G，那么现存的设施就全部没用了，必须得从头再来。且不说花费的时间和成本是何其的大，单说在技术上，澳大利亚根本就做不到，光是为了向美国示好就付出这样的代价，实在是没有必要。然而，澳方却是一意孤行，直到本月13日，澳方态度依然没有改变，表示仍会将华为排除在澳大利亚的5G建设之外。不过嘴上说的一套实际做的却又是一套，澳大利亚总理在当天走上街头为即将到来的选举拉票。当他看到了一名亚洲面孔的时候，直接用中文跟对方打招呼，显然是想套近乎给自己造势，结果尴尬的是，人家是韩国人并不是中国人。此事反映出来了澳大利亚目前纠结的心态，表面上必须迎合美国，但实际上，作为以外贸出口为生计的国家来说，跟我们合作才是最好的选择，因此，就成了现在这样，又向通过禁华为保持跟美国的关系，又向拉拢我们恢复贸易合作，但是，哪能有这么好的事呢？", "author": "UTV兵鉴", "newsdate": "发布时间：19-04-15", "newstime": "15:58", "sentiment": [{"positive_prob": 0.409628, "confidence": 0.0897153, "negative_prob": 0.590372, "sentiment": 0}]}, {"title": "不止华为，这些“大佬”为何扎堆今年的上海车展", "content": "4月18日，2019上海国际车展将在国家会展中心举行；届时，全球知名零部件厂商也将全力参展，集中展示汽车领域高精尖技术在细分领域的前沿科技与产品。那么，今天就来前瞻一番2019上海车展上可能出现的亮点。“未来出行”展区最重要的一定要放在最前面聊。此次上海车展将首次推出“未来出行”展区；据悉，该展区是为了迎合趋势发展，聚合了自动驾驶汽车核心零部件供应商、自动驾驶解决方案、软件算法公司等数十家企业。具体包括，中移智行、星舆科技、阿里、地平线、ALIOS、威力登、小马智行、禾多科技、安吉星、远景能源、SKI、中国电科、亚太机电、恩智浦、禾赛科技、亮道智能、北科天绘等业界知名企业。展品涵盖新能源、车联网、无人驾驶解决方案、激光雷达、芯片、高精定位和地图等跨界融合；另外，华为、科大讯飞等供应商也首次登陆上海车展。可以说，这一次的“未来出行”展区实则是各大厂商展示自己“黑科技”的聚集地。1、5G车联网技术5G，作为2019最大的风口，必须重视；在此次的车展上，作为国内通信三大运营商之一的中国移动，其子公司中移智行将在车展上带来5G车联网技术。该技术可以将自己的车辆与其它物体连接起来，使得车辆与车辆之间进行实时沟通，与别人结伴出行更方便。另外，5G车联网技术还能让交通信号灯以及事故车辆将道路情况信息发送给附近的车辆，这也意味着，大家以后节假日走高速可以避免交通堵塞，以及能够提前了解前方道路情况，避免交通事故。简单来说，5G车联网技术能让驾车出现更加的安全及便捷。2、阿里巴巴将携AI驾驶舱首次参加车展阿里，国内互联网巨头之一，此番也将出席上海车展。据悉，阿里将在此次车展上首次亮相其设计的AI驾驶舱，不过目前市场关于该技术的消息并不多。只知道，AliOS智能驾驶舱系统开创性行融合了视觉、语音、手势、表情等多模态交互形式；AR导航系统则有能力通过增强现实技术将眼前的真实道路与虚拟箭头、路牌、地标建筑名称、车道指引、障碍物、前车间距等完美结合。3、地平线NavNet众包高精地图采集与定位方案首次在国内展会亮相现如今，无人驾驶早已不再是概念，为了针对自动驾驶落地亟需的高精度地图需求，地平线推出了 NavNet 众包高精地图采集与定位方案。该方案在今年1月美国CES首次公开展出，基于地平线Matrix强大的计算能力和算法技术创新，NavNet仅依靠一个单目摄像头就实现了3D 点云图的重建，引起了行业的广泛关注。此次上海车展，地平线将展出NavNet的最新成果，包括视觉矢量结构化建图、视觉感知众包地图更新等。4、华为将展示车联网和无人驾驶技术华为此番将首次亮相上海车展，计划将带来两款产品展示。一是一款无人驾驶汽车，名为Sharing-Van，该车是东风与华为共同研发，不仅可以用于载客，还可以应用在智慧物流、移动零售等场景。在上周，华为汽车的概念板块已经强势暴走。另一个则是车联网平台，去年6月，华为在电脑博览会“CeBIT 2018”上发布了OceanConnect IOV平台。IoV正在推动ICT（信息和通信技术）与汽车行业的深度整合，而IoV平台则是实现汽车制造商数字化转型的关键ICT基础设施；作为智能互联汽车的“数字引擎”，华为OceanConnect IoV平台为制造商转型提供了四大关键推动力。此次的上海车展上，华为将展示OceanConnect IOV平台最新的技术。聊完上述黑科技外，再来看一下可能引起市场关注的热门车型。特斯拉，Model Y首先就是特斯拉。在此次车展上，特斯拉或将正式亮相未来国产的SUV车型，Model Y。今年3月，马斯克在发布会上正式向大家公布了Model Y，作为新能源汽车里的热点品牌，自然也少不了在上海车展露脸，在亮相国内市场的同时，特斯拉Model Y正式在亚洲首发。另外，马斯克表示，新车将在特斯拉上海超级工厂生产。特斯拉Model Y为5座纯电动SUV，可选装7座，共有基础版、长续航版、双电机四驱版和四驱高性能版四个版本。零百加速最快的是四驱高性能版，为3.7s，四个版本的续航在230英里-300英里之间（约370公里-483公里）。不过，时至今日官方并没给出明确消息，所以期待值固然很高，也要做好跳票的准备。上汽5G无人驾驶概念车Vision I作为东道主，上汽集团及旗下品牌有着先天优势，直接承包本届上海车展的1号展馆，包括上汽集团自主品牌上汽荣威、名爵、大通，合资品牌上汽大众、雪佛兰、别克、新宝骏、凯迪拉克等几大品牌。然而，众多车型品牌中，最惹人关注的是上汽集团最新展出的5G无人驾驶概念车Vision I。Vision I是一款融合了SUV高通过性与MPV多功能性的新型车品SPV，这一车型结合了5G通信技术与智能网联技术。在人机交互方面，Vision I首次将智能语音识别装置集成到了车顶中央，前排座椅可以向后旋转，增强了整个车舱的交互性。在设计思路中，座舱地板可以成为投影屏幕，投放沉浸式电影、游戏的实时画面。当然，关于车展上可能出现的爆点绝非一篇文章就能说清，届时若有新的黑科技诞生，选股宝APP将会第一时间跟进。最后，关于概念股方面，大家可以登陆选股宝主题库，查阅“无人驾驶”、“人工智能”、“华为汽车”、“北斗导航”、“特斯拉”等多个板块进行查阅。*免责声明：文章内容仅供参考，不构成投资建议*风险提示：股市有风险，入市需谨慎", "author": "华尔街见闻", "newsdate": "发布时间：19-04-15", "newstime": "18:05", "sentiment": [{"positive_prob": 0.0882872, "confidence": 0.803806, "negative_prob": 0.911713, "sentiment": 0}]}, {"title": "雷军：华为不懂研发，费用并非越多越好？小米回应，评论区炸锅了", "content": "国产手机中，只要将华为和小米放在一起，就会有争执声。而且无论是华为出新品，还是说小米又出了什么事，都能联系在一起。有人说小米总是蹭华为热度，也有人表示，小米只是实话实说等等。而这一次，因为雷军的一段话，又引起了不少网友的争执。大概依旧就是，雷军表示华为不懂研发，认为研发费用并非越多越好。而就这件事，小米也是做出了回应，只是回应过后，评论区却炸锅了。日前网络上流传着关于雷军的一番话，大概意思就是说自己是做技术的，自己也一直做研发，过去两年中的手机，就是他研发的。他表示，研发费用并非是越多越好，他不是很认同华为研发费用持续高于10%。并且拿出了苹果和微软做例子，苹果当初只投入了2%在研发，受到了微软的嘲笑，而乔布斯则表示，是对方效率太低了。所以研发费用并非是越多越好，创新不是靠钱堆出来的，而是人才和创新文化。这段话传出来之后，不少人认为，雷军就是酸了。华为去年的研发费用可是有不低的，有1015亿元。而小米因为资金不够，无法这么大量的投资资金进行研发。在去年的时候，研发费只有58亿，和华为相差甚远，所以雷军才这么说的。当然，也有不少人是支持雷军的，认为单纯比研发费用是没有意义的。而过后，小米公关经理做出了回应，只是这番回应，却让评论区炸锅了。根据小米公关所言，雷军的这番话其实是在去年4月份的时候所说的。而这一段话，则是回答主动控制硬件利润，研发是否受影响的时候其中一部分而已。最主要的核心意思是，绝对投入数字并非是研发能否成功的唯一标准。并强调了，请不要断章取义，移花接木等。不过关于这番回复，评论区可是很热闹。有人表示，这都去年的话了，还能给挖出来上热搜，也是厉害了。也有人表示，这公关力度不行，都这么久了，才出来说话。当然，对于小米依旧是有许多不好的言论。这也不是第一次米粉和花粉们起争执了，基本上只要小米和华为凑在一起，这种争执声就没有断过。其实无论是小米也好，还是华为也罢，有竞争才会有进步。", "author": "科技宇宙开拓者", "newsdate": "发布时间：19-04-15", "newstime": "16:31", "sentiment": [{"positive_prob": 0.0415637, "confidence": 0.907636, "negative_prob": 0.958436, "sentiment": 0}]}, {"title": "小米造不出澎湃S2？雷军称华为不懂研发，网友回答却“一针见血”", "content": "小米造不出澎湃S2？雷军称华为不懂研发，网友回答却“一针见血”近日，关于雷军在谈及华为研发投资的评论，在互联网上引起激烈争论，虽然目前的小米回应雷军称，研发费用不是越多越好，但这是事实，根据当时的雷军：研发费用不是越多越好，如果是这样，那么微软不就成了“日不落帝国”，并且不同意华为的研发费用率应继续高于10％。而网友的回答更是“一针见血”，网友表示，既然这是这样，小米为什么直到现在，澎湃S2芯片还没有上市呢。事实上，很多的网友表示，雷军这个讲话太极端了，一家手机公司，特别是类似国内手机厂商，弱于三星苹果，而现在通过自我研究能力华为，全球手机销量开始出现大幅增长的迹象。不仅是华为，而且OV研发能力无疑是企业的核心资产。再谈谈小米自身，在过去小米一直想去海外，尤其是美国市场， 是为什么没有去美国市场呢？这是因为专利问题，那么技术和专利有多么宝贵就不言而喻了！雷军表示几乎所有重大创新都是由小公司完成的。这无疑告诉外界，大公司不需要搞研发了，小公司也可以做到。而就目前的情况而言，小米本身的技术实力显然不是华为对手。小米在去年投入为58亿用作研发，雷军表示这已经是天文数字了，而对比华为2018年研发投入的1015亿元，占了华为总收入的14.1％。过去雷军总是说它会打倒华为，但研发强度是看到小米可以超过华为吗？华为的芯片每年花费35亿元人民币。众所周知，中国企业的技术很薄，华为只能投入更多的研发，以缩短与国外的距离。如果你愿意成为一个装配厂，2％的研发投出就足够了。但是手机行业的竞争已经非常残酷，过去装配和销售可以取得良好的效果，但今天各种同质化已经开始出现，只有创新和技术决定成败，研发投入才是创新的基础。而如今OPPO和vivo已经加大了研发力度，这足以看出研发投入越大，回报和市场就越好。华为追求利润并在研发方面投入巨资，小米控制利润，既要控制投资研发自然不能给太多钱，而这2年小米开发什么？而市场也证明了华为和小米谁的选择是对的，小伙伴们认为华为和小米谁的选择对呢？本文为原创作品，图片来自于网络，如有侵权请告知", "author": "咕噜派", "newsdate": "发布时间：19-04-15", "newstime": "16:20", "sentiment": [{"positive_prob": 0.00288415, "confidence": 0.993591, "negative_prob": 0.997116, "sentiment": 0}]}, {"title": "安卓系统性能革命！升级EMUI 9.1让华为Mate 20系列再增值", "content": "4月12日，华为官方宣布，华为Mate 20系列开启EMUI 9.1公测。Mate 20、Mate 20 Pro、Mate 20 X、Mate 20 RS保时捷设计共四款机型率先开“升”，后续更多机型陆续适配中。和华为在摄影、AI人工智能等方面带来的突破一样，此次EMUI 9.1的UI全新蜕变以及众多革新同样值得关注。其中，最引人注目的当属华为全新自研的系统性能革新利器—EROFS (超级文件系统)以及方舟编译器。它们能为华为Mate 20系列带来哪些好处？我们不妨来了解一二。革命性提升，EROFS文件系统、方舟编译器让手机更快过往数年，安卓系统较iOS长久使用的卡顿，一直是其难以摆脱的魔咒，除了系统底层机制不可逆变的因素外，与各大手机厂商研发实力、优化力度参差不一也有很大关系。在提升系统流畅度、解决安卓卡顿这条路上，华为一直在坚持创新，从EMUI 5.0时代就致力于达成安卓久用不卡的“小目标”。通过主动学习用户的使用习惯、智能调度CPU、内存、实时主动整理内存空间的四大举措，有效缩短了应用的启动时间，合理压缩了后台程序，回收了空闲资源，保证了多任务后台同样可以流畅运行。如今，EMUI 9.1又达成了全新的高度。加入了革命性的EROFS文件系统、华为方舟编译器，大幅提升了系统操作流畅度。华为从安卓系统底层动刀，提升系统性能已经不是第一次了。早在EMUI 5.0阶段，华为EMUI业界首次对安卓的用户分区（相当于电脑的D盘）采用了全新的文件系统F2FS，替代传统的EXT4文件系统，极大地改善闪存长期使用后的读写性能，使文件访问流畅度提升20%。不过，F2FS文件系统对于用户分区效果明显（相当于电脑的D盘）。但由于系统分区（相当于电脑的C盘）只读的属性仍然是EXT4，对于大量的随机只读操作，F2FS收效有限。这一次，EMUI 9.1带来的EROFS文件系统正是针对上述痛点而来：将系统分区（相当于电脑的C盘）EXT4文件格式替换为华为全新自主研发的只读文件系统EROFS（Extendable Read-Only File System），相当于对安卓的系统C盘进行了一次大手术，带来了立竿见影的效果：1、随机读取性能平均提升20%；2、应用启动速度更快，尤其是重载场景下的提升；4、 空间额外节省：系统ROM空间占用节省2GB；5、 可避免在内存紧张时低效地反复读数据，解压缩数据带来的整机卡顿问题；6、更安全：EROFS在设计之初就是只读的设计，系统分区不可被三方改写，更为安全。对于安卓系统来说，影响系统流畅度的除了文件格式，还有程序编译与运行机制，这就不得不提到执行程序所需的编译器。简而言之，编译器是用来生成软件的软件，是软件与芯片之间的桥梁，其性能、效率直接影响到用户体验，是软件开发中的“皇冠” 。当前的安卓系统使用Java作为编程语言，好处是易于开发。但缺点是，不会将代码直接编译成机器语言，程序运行时有相当一部分代码需要通过手机上的虚拟机临时同步编译，边编译边运行，这就造成了系统资源的额外消耗，也是应用启动不够快、卡顿的直接祸首。为此，华为在EMUI 9.1系统中采用了全新自主研发的方舟编译器，后者提供了全新的系统及应用的编译和运行机制，从动态编译变为静态编译，直接将高级语言编译成机器码，彻底消除了虚拟机动态编译的额外开销，实现了开发和运行效率的兼容并举。根据华为实验室的测试数据，EMUI 9.1在仅仅对系统组件System Server应用了华为方舟编译器后，就带来了系统操作流畅度提升24%，系统响应性能提升44%的收益。第三方应用重新编译后流畅度更是可提升60％。这也就意味着，手机安装应用程序后可全速运行，带来效率上的极大提升。更为难得的是，华为方舟编译器已经面向业界开放开源，华为消费者业务CEO余承东也呼吁APP开发商、开发者尽快使用，可以带来焕然一新的App使用体验。手机车钥匙、一碰传、语音助手……应用场景更丰富不仅如此，EMUI 9.1的UI界面同样耳目一新。据悉，EMUI 9.1是在安卓9.0基础上深度定制优化的极简主义设计。这个版本，更加注重自然极简，将诸多复杂选项进行了精简、合并。比如，壁纸、主题、图标都进一步美化，更加自然灵动，尤其是图标，采用了微写实风格，于日常形象中提炼设计元素，也更加扁平化，同时默认横排图标数量从5个减少到4个，视觉效果更好，也大大降低误触几率。随着使用经验的提升，有的系统分拆的复杂选项已无必要。EMUI9.1基于对其进行合并、删除处理，如闹铃设置界面，默认开启静音模式闹钟响铃，让日期时间不重复出现。其他如桌面设置、天气设置、定时开关机、手机管家、免打扰等操作都做了类似处理。此外，EMUI 9.1用机体验上为用户营造极简风，减少不必要打扰。EMUI9.1之前的版本录屏前都会弹框倒计时，导致无法精准捕捉画面，EMUI9.1没有弹窗直接录屏，给用户更好的使用体验。华为在国产手机品牌中最早打开AI人工智能大门，EMUI在智慧体验方面也最有心得。这一次EMUI 9.1带来了多项AI智慧交互功能，涵盖健康、办公、娱乐、出行等方方面面。健康方面，EMUI 9.1首创分布式联跑系统，通过NFC连接手机和跑步机，创新实现了手机、跑步机数据协同。用户在跑步过程中，可实时获取距离，时长，配速，卡路里等关键运动数据。还能联动手表、配件等设备数据，给用户提供精准、全面的室内跑步数据和运动指导，且方便分享。华为运动健康App绑定设备、社交App后，就可以同步数据，刷新步数排行榜。华为一直在追求移动、PC办公系统的协同一体，并为此研发了HUAWEI Share“一碰传”功能。只需轻轻一碰，手机与华为MateBook之间即可建立连接，快速互传图片、视频和文档，据悉，传输500张照片只需1分钟，传输1GB视频只需35秒。还能轻松提取图片上的文字，共享剪切板，手机为PC录屏。此外，EMUI 9.1还实现了“AR测量”，不仅能测量线段、面积，还能一键测量体积。更有趣的是，在家人朋友同框的时候，“华为AR测量”还能一次性将一家人的身高都测出来。在智慧出行方面，EMUI 9.1则让手机和汽车有了更多深度融合。华为已经和宝马等车厂达成合作，推出手机车钥匙功能。不用带实体车钥匙，手机即可完成开车门、发动汽车引擎、锁车等一系列操作，非常方便。华为手机车钥匙遵循车联联盟CCC1.0标准，将密匙和算法逻辑保存在硬件芯片中，不会被第三方程序访问和复制，有效保障手机车钥匙安全使用。当手机没电时不要惊慌，手机车钥匙功能在手机电量低关机后可以继续使用，在24小时内还可以刷上15次。如果手机丢失也不用紧张，只需向车企、4S店或者换手机登录APP进行挂失，无需给车换锁。与此同时，EMUI 9.1还升级了全新的GPU Turbo图形加速技术，新增支持51款国内游戏，累计支持60款国内游戏，带来低功耗满帧游戏体验。语音助手小艺也是华为EMUI的一大特色。EMUI9.1中的小艺将更加贴心，提供长按电源键1秒：唤起小艺、视听融合语音播报、高频应用一步直达、智能搜图便捷分享和自定义与学习组合技能。双卡双4G双VoLTE已经不新鲜，EMUI 9.1则进一步支持智能双卡切换，优选4G上网，无需用户手动选择即可根据实际情况自动切换上网环境更好的SIM卡。同时，你还可以对每张卡进行流量设置，设置完以后会有流量使用情况的智能提醒，保障流量不超额。Mate 20系列不限量升级，4月26日正式开启众所周知，在新版安卓系统的更迭以及对老机型的适配速度上，华为EMUI一直是国产一线手机ROM的标杆。前不久，华为官方宣布，EMUI 9.0升级机型已经多达32款，其中有8款升级了两次安卓大版本，升级用户数累计突破4000万，预计覆盖老用户将达到1.9亿。而此次EMUI 9.1的到来，也将让华为Mate 20系列用户充分享受到华为软件增值带来的红利。可以说，虽然上市已有半年多，但华为Mate 20系列还将通过升级EMUI 9.1带来全方位的体验提升，以自家“软实力”继续实现产品保值和体验增值，再一次验证华为手机“Mate一路相伴，体验持续提升”的承诺。据悉，EMUI 9.1将于4月26日在会员服务APP中开启Mate 20系列不限量升级申请，届时华为Mate 20系列的用户不妨自行升级体验一下。", "author": "快科技", "newsdate": "发布时间：19-04-15", "newstime": "12:04", "sentiment": [{"positive_prob": 0.998076, "confidence": 0.995725, "negative_prob": 0.00192367, "sentiment": 2}]}]