[{"title": "欧洲有独立性吗？华为风波是试金石", "content": "据英国《金融时报》报道，英国国家网络安全中心认定，有办法限制在未来5G高速网络中使用华为设备的风险，两位知情人士将这一尚未公开的结论告诉了《金融时报》。该报评论说，这一结论沉重打击了美国说服盟国把华为挡在电信高速系统门外的努力。英国是“五眼联盟”国家，英国政府的这个结论的确有可能被其他欧洲国家当成继续使用华为设备的理由。那些国家的政府可以说：连英国都认为没问题了，我们可以把安全措施做得更好。迄今为止，没有任何国家、任何机构发现过华为在设备上做手脚、非法搜集设备使用者信息的证据，所有华为“为中国政府搜集情报”的指控都是基于想象。英国政府的结论为打消人们的这种担心提供了第三方的可信依据。其实对“华为搞情报”的担心本来就没那么重，因为它虽然在技术上存在可能性，把它当一个安全故事也能编得圆，但它在市场和政治逻辑上都讲不通。华为这样的高科技巨头如果这么干，无异于自杀。中国政府如果强迫华为这么干，等于是扼杀国家的新兴产业，而华为所带动的产业繁荣对中国国家利益的贡献是一点情报根本无法同日而语的。近段时间西方有一些人跟着炒作“华为威胁”，背离了基本的实事求是精神，他们搞的是意识形态优先，为营造排挤中国的“政治正确”推波助澜。在欧洲也有不少这样的人，他们知道自己在说假话，或者在为某种价值取向摇旗呐喊，而不是进行客观的分析。世界在变动中，欧洲面临的诸多考验将接踵而至。每遇新情况，如果先找意识形态的风向标，秀“政治正确”的方向，这样的思维方式对欧洲是危险的。欧洲不仅需要分辨是非、鉴定真伪的能力，而且要有独立作出契合自身情况选择的勇气，把它作为欧洲的基本权利发扬光大。像与华为合作的事情，它已经是欧洲4G网络建设的现实，一个原本给欧洲带来利益的事情生生被说成欧洲最大的风险之一，这种悲剧性的颠倒黑白实在不应该在21世纪的欧洲找到市场。我们注意到，欧洲主要国家在华为及中国的问题上表现出较为复杂的态度，他们既想照顾与美国的盟友关系，又没有把使用华为设备的大门完全关上，欧洲国家的网络运营商大多反对排斥华为设备，各种声音共同营造了在华为问题上的不确定性。我们生活在一个历史性的十字路口，对一些纠纷和不确定性可以从不同的角度进行认识，可以对它们进行政治和安全上很严重的定性，推动国际关系朝着对抗的方向走，用最终更加糟糕的结果来证明当下激进定性的正确。也可以就事论事，不对日常纠纷上纲上线，而是将它们进行技术性拆解，加以克服。那样的话，我们将营造一个由合作、相互妥协而非对抗主导的未来世界。当年的冷战形成，其中一个原因是美苏都有些冲动，欧洲也跟着冲动了，以致东西方在冲突的道路上越走越远。今天的世界不能再重复冷战的一幕了，而避免那样的走向对欧洲是有利的。冷战中的欧洲只能是随波逐流的配角，而在多极合作的世界中，欧洲才更可能有自己的角色，守护自己的尊严。是否能够实事求是地使用物美价廉的华为设备，建设一个高效、便宜的5G网络，是欧洲能否捍卫自己独立角色的试金石。希望欧洲不会在仰人鼻息中沉沦。", "author": "环球时报", "newsdate": "发布时间：19-02-19", "newstime": "08:50", "sentiment": [{"positive_prob": 0.112078, "confidence": 0.750937, "negative_prob": 0.887922, "sentiment": 0}]}, {"title": "华为LOGO是什么意思？看完任正非的解释，再看网友的解释，笑出声", "content": "华为LOGO是什么意思？看完任正非的解释，再看网友的解释，笑出声随着华为在国内名气的不断增加，人们对华为的了解程度也在不断加深，很多人都知道，原来华为不单单只是做手机，而且还在做通讯设备，甚至在国际上也很有名气。虽然我们对华为的业务了解不但加深，但是大家对华为LOGO的解释却一直没有统一，那么华为LOGO是什么意思呢？其实连华为的官方也给出了几个不同的答案，其中一个说这个是太阳，毕竟华为的业务遍及全球，所以太阳和这个LOGO最像，而且太阳也是红色。再者，华为创始人任正非则表示这个LOGO其实是一朵菊花，寓意则是公司蓬勃向上、员工团结一心，但是这个要说这个LOGO是菊花，却有很多人都没有办法接受，因为从来没有见过这种颜色的菊花，而且还长成这样。因此，网上也有很多很多的网友为华为的这个LOGO做出了很多种解释，而在看完任正非的解释后，我们子再来看网友的解释，简直要笑出了声。相信大家都看过这样的图片，一些脑洞比较大的网友认为，把苹果切开，就是华为，所以华为的LOGO意思就是要打败苹果。虽然这个被切开的苹果确实和华为的LOGO有点像，但这样的说法很难服众，毕竟这个含义太过简单，因为华为可不只是想要打败苹果公司这么简单，它还想要挑战三星，成为全球销量最高的手机品牌。除此之外，一些网友还认为，其实华为的LOGO，就是网线，而且刚好网线的数量和华为LOGO的数量相对应，加上华为本身的业务就是做通讯设备，所以在这个说法出来之后，很多人也绝得确实比较在理。不过，一些网友则表示，其实华为的这个LOGO代表的是工作时长，原来华为在发展阶段，需要工作15个小时，所以华为的LOGO有15块，现在只有8个小时的工作时间，所以变成了8个。当然了，网上还有一些传闻，表示华为LOGO代表着的是15个华为员工，他们是华为的第一批员工，不过后来有一些人离开了，最后华为也就剩下了8个。目前，支持华为LOGO是菊花意思的用户最多，而且现在华为也被称为菊场，相信今后华为就会被正式称自己的LOGO是菊花的意思，你觉得华为LOGO像什么呢，欢迎大家的留言及评论", "author": "科技小八", "newsdate": "发布时间：19-02-19", "newstime": "11:53", "sentiment": [{"positive_prob": 0.000620816, "confidence": 0.99862, "negative_prob": 0.999379, "sentiment": 0}]}, {"title": "美国封杀华为，很不得人心", "content": "东方智库首席研究员周远美国封杀华为，早已不是什么秘密，但美国不遗余力、不择手段地公开打压、封杀华为，甚至不惜动用国家机器和外交手段打压、封杀华为，由美国的政要和外交头面人物频频出面攻击华为，毫无顾忌地逼迫其他国家打压、封杀华为，着实让世界上很多国家无法理解，就连美国的不少西方盟国也认为美国做得过头了。美国对华为的指控并无事实根据，让人不免感觉有“科技冷战”的味道。最近，美国把打压、封杀华为的战场延展到了欧洲。本月11日至13日，美国国务卿在时隔多年后，访问匈牙利、斯洛伐克和波兰三个中东欧国家。蓬佩奥所到之处，把华为作为与到访国领导人、同行高官会谈的重要话题之一，恩威并施地给他们上“华为安全风险”辅导课，讲述华为公司和华为设备的所谓“安全威胁”，直截了当地警告他们不要使用华为设备，否则将导致与美国的合作困难。尽管蓬佩奥在匈牙利就遭到了匈外长的“回敬”，但他在后两国的访问途中仍重弹他的“华为危险论”老调。而在15日到17日的慕尼黑安全会议上，与会的美国代表也不忘借国际安全论坛之机指责华为。似乎中东欧国家、慕安会的众多与会国家领导人和安全防务高官，都对世界著名的华为公司和响当当的华为设备一无所知，是网络安全和信息安全的“白痴”。美国为什么如此仇视华为，如此担心害怕华为，如此不择手段地打压、封杀华为？这个问题既复杂，也很简单。外交部发言人华春莹在13日的例行记者会上，义正辞严地作出了回答：美方在拿不出任何确凿证据的情况下，编造种种“莫须有”的罪名，炮制各种各样的“威胁论”，实质只有一个，就是动用国家力量打压中国企业的正当发展权利和利益，以政治手段干预经济行为。这是极其虚伪、极不公正，也是极不道德的。中共中央政治局委员、中央外事工作委员会办公室主任杨洁篪在出席第55届慕尼黑安全会议发表主旨演讲后，在回答现场提问时指出，中国政府一贯要求中国企业遵守国际规则和运营所在国法律法规。华为公司长期以来为包括欧洲在内有关国家通信技术发展作出了积极贡献，在此过程中严格遵守国际规则和所在国法律法规。中国没有任何法律要求企业安装“后门”或收集外国情报。杨洁篪表示，希望个别国家对自身技术稍微显示点自信，对其他国家愿意同中方企业发展合作表示些尊重。相信有着古老文明积淀的欧洲国家人民有智慧分清什么真正符合自己的利益，而不为一些毫无事实根据的谣言所惑。中方愿同欧洲国家携起手来，在第四次工业革命中共迎挑战，共谋发展。美国打压封杀华为，既有政治、外交目的，也有科技、商业和市场目的；既有现实利益需要，也有长远战略意图。华为是中国的骄傲，华为代表了中国先进科技产品的自主研发创新能力与实力，华为抢占了5G的制高点，华为得到了全世界很多国家的赞赏，得到了包括美国不少专业人士在内的全球业界和市场的认可，而这是个别国家没有想到和更不愿意看到的，他们从自身利益和冷战思维出发，认为华为动了他们的“奶酪”。华为公司有问题吗？华为的设备和产品有安全风险吗？华为公司早已针对这些疑问，光明磊落、坦诚有据地作出了解答。世界上很多与华为有业务联系，采购使用华为设备产品的国家、公司和企业等，也早已进行了测试和论证。指控华为设备产品有安全风险问题，有事实根据吗？至少迄今为止，未见有人真正拿得出来，更不要说经过专家权威认定了。实际上，都是空穴来风。除了那些别有用心的捏造，胡思乱想的猜测，另有图谋的抹黑，失去优势的发慌，在国际社会中，华为本来构不成“问题”。匈牙利外长反驳美国得道多助，失道寡助。尽管有国家一直在施压，但欧美多家电信运营商对“华为禁令”纷纷说不！就连美国的小型电信网络运营商也反对抵制华为。《环球时报》报道说，国际媒体在纷纷开始反思和批评华盛顿这一蛮横自私的行为。奥地利《标准报》称“抵制华为就是一场拙劣的争论”。美国有线电视新闻网（CNN）警告说，美国与华为的冲突正在“搅乱全球5G计划”。美国《华尔街日报》报道认为，美国主导的抵制华为行动难以奏效。德国《南德意志报》日前刊文称，美国正迫使其盟友不要使用中国的技术。但德国专业人士已经告诫人们，不要对中国存有预先的偏见。5G时代正在到来，这是不可阻挡的世界科技进步潮流。犹如当年印刷机的发明一样，5G将改变世界，将会给人类的生产、生活、学习、娱乐、通讯、社交、出行和营商等等带来巨大的改变。5G的应用极其广泛，除了民生领域，还有其他多方面的应用。人们对5G的认识，也许如同当年的互联网一样，已知的不如未知的，仅5G与人工智能和信息化的关系，就极其紧密。威瑞森无线通讯公司称，在它的5G 试验中，下载速度达到了4G 的30 到50倍。5G的市场前景，极其广阔……华为是好样的，它靠长期以来卧薪尝胆的技术攻关和大量的研发投入，获得了长足进步。据报道，仅2017年，华为在5G研发方面的投入就超过了130亿美元，而其主要竞争对手诺基亚公司仅投资56亿美元，爱立信公司仅投入44亿美元。华为是先进的。据美国CNN近日援引多名运营商负责人及专家的话称，华为在5G建设方面“处于全球领先地位”，“目前只有一家真正的5G供应商，那就是华为。其他公司需要迎头赶上”。目前美国在这方面实际并没有重量级国际企业，国际上可与华为在电信设备方面一争高下的，主要是欧洲的爱立信和诺基亚。华为是低调、务实的。这是人们对华为及其技术、设备、产品尊重、认可的重要原因之一。无论在中国国内还是国际上，华为一向比较低调，不自吹自擂，而靠过硬的品质取胜。华为透出的是一种骨气、精神，坚守的是一种理想与品德，秉持的是专业和专注，而不是花里胡哨，徒有虚名，朝三暮四，投机取巧。美国盟国的无线运营商们抵挡不住华为等中国通信企业质优价廉的设备，它们“就是青睐华为产品”。华为能做到这一点，是不容易的。目前的华为，因为遭到连续的打压、封杀，可以想见处境是艰难的。从国际上一些报道看，虽然美国的打压、封杀遭到了不少抵制，但一些国家因为种种原因，不得不对与华为的合作和购置华为的产品有所顾忌。美国的紧密盟国，也在向美国立场靠拢。澳大利亚和新西兰已经遵循了华盛顿的明确号召；英国和加拿大则表示了对华为的“严重担忧”；法国称正在考虑修改相关法律，以提高安全要求；德国政府内部也有呼吁要禁止华为参与5G网络建设的杂音。中东欧一些国家因为害怕美国，在军事、安全和地缘政治等方面有求于美国，也在与美国遥相呼应，以讨好美国。但华为没有消极。华为的业务遍布全球170多个国家和地区，尽管美国挥起大棒，但封杀不了华为与全世界的合作。危机中的华为没有消沉，而是在积极、机智地应对。“没有华为的5G，就像是没有新西兰的橄榄球运动”。近日，华为公司在新西兰各大媒体投放整版广告，展示自身。橄榄球运动是新西兰人最为擅长、也是最引以自豪的“国民运动”。华为的广告寓意深长，它不仅引起了新西兰人的关注，也引起了世界上更多人的深思。（原创免责文字：东方智库原创稿件受法律保护，转载请联系东方智库。本文代表作者个人观点，不代表东方网立场）", "author": "纵相新闻", "newsdate": "发布时间：19-02-19", "newstime": "09:49", "sentiment": [{"positive_prob": 0.0545885, "confidence": 0.878692, "negative_prob": 0.945412, "sentiment": 0}]}, {"title": "目前500元左右最具性价比的3款手机，小米、华为和中兴你选谁？", "content": "随着智能机更新迭代的发展，新款旗舰手机动辄成千上万元，在千元机领域，500元左右的手机通常为轻度手机用户所选择，也有一些朋友当作备用机来使用，今天给大家介绍三款目前最具性价比的“百元机”。红米6A红米6A是18年6月份上市的机器，该机采用联发科（MTK）处理器，2+16G版本的参考售价为549元，机器正面5.45英寸的全面屏设计，后置1300万像素摄像头，日常轻度使用没有压力。笔者体验过红米6A的前代机型，4A和5A的稳定性很强，而且该机还搭载了AI人脸解锁和AI语音助理，对于喜欢小屏轻巧的用户，加上最新适配的MIUI系统日常使用体验不会太过于刻板。外观方面，全面屏加上优雅弧度的金属机身以及粉丝、金色、蓝色和灰色的多彩配色，整体颜值很高，时尚感十足。华为荣耀 畅玩7荣耀系列一直是红米手机性价比竞品当中最强势的一方，畅玩7这款手机2+16G版本的价格同样是549元，该机采用了MT6739处理器，该机推出的通话大音量功能也暗示这是一款面向老年用户的产品。外观方面同样主打小巧全面屏的设计，在前后置摄像头、屏幕分辨率、人脸解锁功能、电池容量等方面都和红米6A类似，这也能很好的解释双方价格一致的原因，毕竟在这个价格区间很难拉开差距，最主要影响消费者的还是品牌影响力和双方定制系统的操作体验的差异。中兴 ZTE 远航5中兴远航5这款手机采用了骁龙425的芯片，相比较MTK来说更加能被消费者所接受，相比上述两款手机，同样售价549元的远航5，最大的特色是续航5000毫安的电池，运行内存为3GB。不过这款手机在作为17年10月上市的机型，目前供货量并不足，但是硬件配置方面确实值得考虑，特别是长续航、大运存、2.5D水滴玻璃又让这款手机充满了竞争力。结语：上述三款500元左右的手机，你会选择哪款呢？欢迎评论留言转发。", "author": "科技印", "newsdate": "发布时间：19-02-19", "newstime": "06:23", "sentiment": [{"positive_prob": 0.809336, "confidence": 0.576303, "negative_prob": 0.190664, "sentiment": 2}]}, {"title": "站在任正非背后的低调女强人 华为的今天离不开她的贡献", "content": "今天的华为可以说是人尽皆知，是世界500强企业，公司每年营业额早已破百亿，橫跨多个行业，是家综合性集团。毫无疑问华为是成功的。所有人提起华为都会想到任正非，因为他是华为创始人，董事长。创始人对一个企业有至关重要的影响。但一个企业的成功，我们除了记住创始人外，那些为这个企业做出重大贡献，一起打江山的人同样值得我们去学习。今天“说大咖”我们就来说说为华为发展做出贡献的女人孙亚芳的故事。01公职人员孙亚芬大学的时候就是学电子科技的，当时的大学生都是包分配，大学毕业后，孙亚芳就别分配到无线厂，在那里孙亚芳就职于一名技术员。工作几年后，又被调到研究生当老师，做教学工作，慢慢又做到工程师的职位。不知道是不是单位的那种朝九晚五的生活孙亚芳厌倦了，还是什么原因。孙亚芳在1992年，也就是37岁那年辞职进入华为工作。02进入华为刚刚进入华为的孙亚芳的职位是培训部经理，和她在单位时的工作性质，基本差不多。但是在华为的职场之路，孙亚芳走的是一帆风顺，培训工作干了没多久，又升职到办事处主任，副总裁。1998年的时候，在孙亚芳仅在华为工作6年的情况下，就担任华为技术公司董事长。提拔之路真是让人羡慕啊此时的孙亚芳可以说是“一人之下，万人之上”孙亚芳在公司的地位，也是重要领袖。那么为什么孙亚芳能在这么短的时间，做到这样的成就了？我们来看看孙亚芳在华为工作的一些事。03遭遇危机有一次华为出现资金问题，员工已经好几个月没有发工资，时间久了，员工们之间都有怨言。公司高层开始商量怎么办，如何度过这个难关，在这个危及关头，突然有一笔贷款下来了，当时大家顾不得这笔贷款怎么来的，只想着华为目前这么多需要用钱的地方，这钱该怎么用，用在什么地方。细分析好像此时此刻哪里都需要钱。那个时候就连任正非都拿不定主意。此时孙亚芳第一个提出来：把钱先发员工工资，全部发完如果还剩再用别的地方。04独特观点此建议一出，当时有人反对：觉得总共就这一点钱，员工工资发完基本上就没有了，采购，研发等等不还是没钱吗？没有钱投入这个时间一久没有收入，公司不又进入危机了。应当先紧紧。把资金用在最能产出地方，等到效益来了。员工工资自然就不成问题。孙亚芳又说：现在问题是员工已经几个月没发工资了，等到再坚持几个月，很有可能员工就坚持不住，离职都有可能，人都没了，还谈公司什么发展。05突出贡献孙亚芳的坚持给犹豫的任正非下了定心丸，决定先发工资。等到员工的工资到位后，员工又有热情继续投入工作中，产量和销量上升起来，加上货物回款，很快华为度过了难关。孙亚芳的地位在公司提高了很多，危机后开始有人，反应当时那笔贷款到底怎么来的，据当时有的人猜测：很有可能就是孙亚芳弄来的，因为她曾在公职单位上个班，和银行系统都有交道。但这并没有人去求证她。总之，后来孙亚芳的职位就提升了。06敢想敢干还有一次，随着公司越做越大，公司的一些管理层人员开始人浮于事，这样的行为时时刻刻的影响的华为的基层员工，时间久了，就会影响华为的发展，但是有些管理层领导，都是随着华为一起拼打出来的，在公司又很高的威望，如果随便贸然处罚。肯定会引起不必要的麻烦。孙亚芳看到这个情况，觉得自己作为这些领导的领导。有必要以身作则。于是就自己带头辞职。她这么一做法，让全公司的人都说不出什么。也整顿华为的干部作风。07战绩辉煌除了一些在华为做的一些突出贡献外，孙亚芳最重要的成绩是帮华为打造一套人力资源管理体系，人才一直是企业发展的重要因素，而是否能留住人才，吸引人才，就得看你公司的人才管理体系是否完善，是否公平，是否奖惩分明，是否晋升待遇体系成熟等等。这都需要花费很长时间打造。而孙亚芳凭借她多年的工作能力，很快为华为打造出来。08真才实学在华为的营销体系体系上孙亚芳也是做出重要贡献的，而恰恰营销系统是华为在外征战的重要武器。我们不难看出，虽然孙亚芳的职场生涯道路，一帆风顺，但从她的功绩来看，孙亚芳做到今天的职位，也不是虚有名头。是靠自己真才实学打拼出来的。09人物故事读后感现在的孙亚芳早就进入福布斯富人榜，甚至有时和董明珠都能不相上下，她也早已是亿万富翁。小编觉得：一个企业的成功，我们除了看到企业创始人的不易外，那些跟创始人一起打天下的人，同样也是让人佩服。就像阿里巴巴巴巴当年的十八位创始人，现在阿里巴巴成功了，每个人都知道马云，但很少有人知道其他创始人的姓名，但如果没有其他那十七位创始人，有可能就没有今天的马云。所以成功的勋章永远有这些默默付出的人。我们也应该记住她们。", "author": "说大咖", "newsdate": "发布时间：19-02-19", "newstime": "11:10", "sentiment": [{"positive_prob": 0.999568, "confidence": 0.99904, "negative_prob": 0.000431988, "sentiment": 2}]}, {"title": "华为Mate 20 Pro开启更新申请 手势操作还能这么玩？", "content": "【手机中国新闻】你用的来手势操作吗？华为贴心教程帮你玩转手势操作。2月19日，华为面向华为Mate 20 Pro用户限量开放EMUI 9.0系统更新申请。今天上午10:37开启申请，用户可以打开手机自带的“服务”APP，点击“升级尝鲜”，主动获取更新。截止发稿前，仍有9221剩余申请名额。华为Mate 20 Pro本次更新中，新增手势导航使用教程，方便用户使用手势操作交互进行返回桌面、回退、进入最近任务等操作。手势操作是好东西，但并非所有的用户都用的来手势操作，而且这种操作模式也需要一定的学习成本。这次更新旨在让更多的用户接受手势操作，而且这种操作模式在熟练使用之后确实让人感觉很爽。升级说明华为手势操作教程开启手势导航教程的方法为：设置>系统>系统导航方式>手势导航>更多。华为EMUI 9.0手势操作如下：1.返回上一级：从屏幕左边缘或右边缘向内滑动。2.回到桌面：从屏幕底部边缘上滑。3.进入最近任务：从屏幕底部边缘上滑并停顿。4.打开语音助手和智慧视觉：从屏幕底部左侧或右侧上滑。", "author": "CNMO手机中国", "newsdate": "发布时间：19-02-19", "newstime": "14:43", "sentiment": [{"positive_prob": 0.576782, "confidence": 0.0595164, "negative_prob": 0.423218, "sentiment": 2}]}, {"title": "华为的道与术：专攻之术与多元化战略将是其未来重器！", "content": "华为是为数不多的中国好公司！华为好公司，到底好多少，估计大家在日常生活见到的不多，除了用华为手机或华为路由，估计很难寻觅到他的踪影。毕竟华为不像阿里、百度、腾讯，天天在大家视野里晃着，毕竟，不上网聊个天，买点东西，差点什么，总觉得缺点啥。十几年前，华为更是默默无闻的企业，因为当初还没有做手机，当时很多人听说它很厉害。但是就是在现实生活中，找不到它的踪影，当初人家是做通信领域的专家，专门从事路由交换机这种产品，而且是走的是“农村包围城市”的道路。华为走的是从最艰苦的地方，像亚非拉相对落后的地区拓展市场，发达市场又不好拓展，没有站稳脚跟，于是在这些地方不断进取。总算打下了不错的江山，让不少国际巨头，原来落后地方也能做的这么牛哄哄！突然，一个oh，my,god，直接被华为给超越了。比如：国际通讯巨头思科、阿尔法特等。这些号称通讯领域里的大牛，被一个名不见经传的中国公司给迅速穿越了，直接将市场打入到发达国家。像欧洲有不少市场是华为主导的，美洲也有不少。因为华为的技术牛，设备好呀，人家都认，即便这些巨头想拦都拦不住。这就是实力的象征！说来也奇怪，做了那么多年的国际巨头至今，都没有做手机，像思科、阿尔法特，华为却在通讯领域里取得成就之后上攻手机。这一点，估计是很多国际巨头，不能理解的。其实有关于，企业是到底专攻一行，还是走多元化道路，都是存在争议的。在西方传统的思维习惯模式，就是你是什么企业，就做什么产品，并且一直做下去，这叫工匠精神。比如像日本许多公司，都是几十年做一个东西，甚至一些还带传承几百年的历史，好不让人羡慕，它的工艺精湛。然而现在看来，好像在华为身上，我们没有看到这一点，一个企业真的一定要专攻一个领域吗？华为做通讯领域做到了国际顶尖水平！后来追上，做手机，也赶超世界第三的水平，好像没有不对！最近业内不断有消息传出华为将正式涉足电视行业。有消息称，华为电视将采取华为、荣耀两个品牌同时发力来攻略不同的渠道市场，荣耀品牌会在今年4月份、5月份推出电视，华为彩电在今年下半年推出。对此，华为相关负责人表示，不评论传言一看，这是全面开花的节奏呀，从通讯到手机，再到电视，以后都是华为的天下了。无线WIFI用的路由是华为，捧在手上的是华为手机，看的电视是华为电视，这叫全线开攻，走综合性企业之路。对于华为来说，其实并没有放弃专攻之术，由于其规模已经非常强大，从其投入的大量资金来研发就可以看到。多元化只是它的道，而专攻是它的术，术与道的结合才能使他走的更好，更强。其实当今社会，做综合性的企业，非常多！国内百度阿里腾讯都是综合性的科技企业，基本里面啥都有；国际苹果三星微软谷歌也都是综合性企业。他们都将自己打造成科技平台型公司，这也许是下一个时代的趋势！因为只有做科技平台，才可能成为时代的佼佼者，因为消费者到哪都看到你，忘不了你，所以你成功了。", "author": "万年财经", "newsdate": "发布时间：19-02-19", "newstime": "17:20", "sentiment": [{"positive_prob": 0.996258, "confidence": 0.991686, "negative_prob": 0.00374149, "sentiment": 2}]}, {"title": "华为2019年要做到世界第一，三星能成功遏制吗？", "content": "2019年世界移动通信大会MWC即将在巴塞罗拉开幕，罗超频道将会到现场进行专题报道。一年前，在2018年MWC上，当华为消费者业务CEO余承东对媒体表示“未来将只有三四家销售商能够生存下去，或许只有不到四家。”时，很多人觉得有些危言耸听。在不久后，余承东在上海再一次缩小了这一预言的范围：全球手机厂商未来只剩3家，苹果、三星、华为，我也觉得这是吹牛。到了今年初，手机行业形势变得越来越明朗：玩家确实是越来越少了，金立倒下、锤子强撑、联想疲软，魅族低迷，一加小而美，只有华为、小米、OPPO和vivo四大国产手机厂商依然顽固，强者恒强。在科技行业，很多我们曾经认为不可能的事情，今天都在变成可能，比如华为超过三星。当余承东今年在内部会议上表态华为最快在今年最迟在明年成为世界第一时，质疑声变小了很多。而且华为似乎要将超过三星的一时间点尽量提前，据外媒报道，华为将2019年智能手机的年度出货量目标定为2.5亿部，并将在2020年挑战3亿部的出货量目标，如果目标实现，华为将在2019年就会超越三星，成为世界第一。印度成华为的关键战场2018年全年，全球智能手机共出货14亿部，同比下降4.1%。在全球手机市场出货量负增长的情况下，手机厂商整体陷入存量市场的争夺中。1月31日，IDC发布了全球智能手机出货量报告。报告数据显示，2018年全年，三星手机的出货量依然位居第一，达到2.923亿台，市场份额为20.8%，年同比下跌8%。苹果手机出货量为2.088亿台，市场份额为14.9%，年同比下跌3.2%。而华为则以微小的差距紧随苹果之后，出货量为2.06亿台，市场份额为14.7%，年同比增长33.6%。按照这种趋势，华为手机在2019年会和三星的全年出货量进一步接近，并且在2020年或之后超越三星。如果华为手机要想在2019年成为世界第一，则需要进一步提升增长速度。在中国市场整体下滑时，要实现这一目标办法只有一个，只能靠海外市场。全球手机市场最关键的山头是人口数众多且处于高速经济发展阶段的印度。市场研究机构Counterpoint和CyberMedia的数据显示，印度预计会是2019年唯一继续保持增长的主要智能手机市场，2019年出货量预计达到1.6亿部，相比2018年增加1000万部。正是因为此，有野心的手机厂商都在印度市场布下重兵，除了小米、华为等一众国产手机外，还有三星和苹果。1月4日，苹果CEO库克在接受CNBC采访时也表示，未来将会押注印度市场，苹果正在印度开设更多的Apple Store。现在印度市场，小米和三星占据了前两名。2018年第四季度，小米以27%的印度市场份额获得第一，三星以22%的市场份额位居第二。不过印度市场，华为连前五都没进。去年10月华为制定了一项新的三年计划，从2019年开始向印度投资超过1亿美元，同时扩大当地的制造业，寄希望于双品牌战略赢得印度市场。与此同时，华为旗下的互联网手机品牌荣耀在2018年启动全球化战略以来，正在海外急速扩张。在海外市场，第三方机构GfK数据显示，2018年上半年荣耀海外销售量同比增长150%。据Canalys数据，2018年第三季度，荣耀手机在俄罗斯、德国、芬兰、荷兰、捷克、挪威、沙特阿拉伯、意大利八国市场均杀入TOP5，在九个国家增速排名第一。2018年荣耀海外销量整体占比超过25%，下一步荣耀或会发力印度市场。总的来说，海外市场很大，但真正的“票仓”，却是印度市场，在美国业务受挫的情况下，华为要想超越三星，得先拿下印度市场。华为面临的挑战是什么？一半是冰山一半是火焰。华为终端业务高歌猛进的同时，华为整体业务却面临上行压力。1月15日，任正非在接受国外媒体采访时表示，2019年对华为来说可能是困难的一年，营收增长将低于20%，这与4G网络投资周期接近结束、5G网络投资周期尚未全面开始直接相关，也与全球经济宏观环境有间接关系。华为手机虽然销量前景一片大好，不过要达到目标也不是一马平川，而是充满挑战。1、离不开对手。华为自主研发的海思芯片是手机业务崛起的第一功臣。自研芯片性能不断提升，可与高通一战，华为在芯片上不再受制于人，更重要的是华为率先在AI芯片等方向进行突围，最终转化成为手机独特的计算能力，进而体现在拍照等使用体验的显著提升上。不过，华为依然没有实现端到端的自主研发。在供应链方面，华为部分手机元件依赖于三星。根据三星的企业数据显示，华为入围三星电子2018年上半年的五大客户，华为手机的屏幕、内存和闪存都靠三星提供。此外，华为其他元器件也多依赖外部，比如影像元器件很大程度依赖索尼。在手机业务上，华为是三星的最大竞争对手，很难说三星是否会在基础原件上对华为进行限制。虽然三星不同业务体系间独立性很强，但也只是相对独立。意识到这一点的华为已在有意摆脱对三星屏幕（以及任何第三方）的依赖，2018年7月，根据韩国产业链的消息，华为已和京东方达成合作，后者在2018年至少给华为供应100万块自主柔性OLED屏。2、利润上不去。即便将来华为和荣耀在销量上超过三星，但在高端手机市场的利润率与苹果、三星依旧有较大差距。根据国际调研机构Counterpoint在2018年6月发布的数据显示，华为只占据4.1%的利润份额，远低于苹果65%的行业利润。虽然华为手机已经成功走向高端化进而具备了品牌溢价，但给华为带来过半销量的荣耀却是走的互联网手机模式，拥有媲美小米手机的性价比竞争力，因此利润率较低。整个手机行业都在“互联网化”，即将手机消费者作为用户进行持续运营。相对而言，华为在软件服务营收上的转化能力不如苹果。苹果2018年四季度财报显示，其服务业务营收为108.75亿美元，同比增长19%，App Store、Apple Music、iTunes都在不断给苹果贡献营收，毛利率更是高达60%，这也让苹果在保持用户黏性和硬件产品体验上更具优势，但华为手机在软件服务的收入上与之相差甚远，任正非也曾指出华为终端盈利能力不足，利润都被渠道商赚走了。3、缺乏操作系统。华为软件服务营收上不去的关键是缺少自主研发的操作系统，操作系统是手机厂商提供给用户的核心互联网软件产品，不论通过何种互联网软件服务变现都离不开操作系统。华为手机基于Android，深层次来看受制于人，特别是在海外市场，与谷歌同台竞技时，这样的竞争关系就更直接明显。长期来看，自主操作系统可与硬件进行更加极致的结合，进而提升用户体验，这一点苹果用iOS已经证明了，三星手机业务缺乏长期竞争力由盛转衰，也与缺乏自主操作系统有直接关系——虽然有Tizen，却没有用上。4、各地政策限制。2018年初，华为和美国运营商合作，后来被政府叫停，原因是后者担心华为发展起来后会威胁到美国的国家安全。当时据彭博社报道，美国最大运营商Verizon终止了所有华为手机的销售。在此之前，AT&T也终止了和华为合作销售Mate 10 Pro。华为在美国市场失去运营商渠道，不得不停止扩张。华为在全球170多个国家开展业务，每个国家都有不同的政策和法规，一些国家可能会通过一手段限制华为，这对于华为手机出海也是一个很大的挑战。当然，这不只是华为面临的挑战，而是所有出海的国产手机厂商面临的挑战。三星能否压制华为？2018年，华为在国内高端机市场争取了大量的果粉，使得苹果在中国的市场份额下降，罗超频道参加发布会就发现，以前记者人手一台iPhone，今天则会看到很多安卓手机特别是华为手机，很多女性用户对华为手机的拍照能力赞不绝口。接下来华为要超越的对象是三星，这意味着其不可避免地要争夺三星的市场。华为和三星都有自主研发的芯片，都采取安卓系统，都重视运营商渠道，都强化拍照能力，更重要的是，两者市场定位很相似。和苹果高端的定位不同，三星和华为的策略都是高端和中低端手机市场同时发力，在高端市场都是比苹果便宜大几千的高端偏中市场。华为分拆荣耀，二者在品牌和渠道上独立运营，分别主攻高端商务市场和年轻消费人群。三星通过发布不同机型系列的方式来布局高中低端市场，比如2018年三星在高端市场推出了S9和Note9两大旗舰产品，在印度则推出了中低端手机产品Galaxy J7。华为为了高端化可谓是不遗余力，不只是在产品上不断做强体验，还与莱卡、保时捷等世界顶尖品牌跨界合作来提升“逼格”，三星去年与某非原装潮牌合作却闹了笑话。当年的爆炸门事件让三星元气大伤，虽然发生已有几年，但这已成为其在高端市场发展的一道阴影，爆炸门事件也给华为攻占高端市场留下了绝佳的窗口期。现在华为在高端市场已经处于上风，据市场研究机构Canalys在2月14日发布的报告显示，华为在2018年第四季度占据欧洲市场23.6%的份额；2018年10月，华为在俄罗斯以31%的市场占有率排名第一，超过三星。而在中低端市场，三星没有荣耀这样的面向年轻人和互联网的品牌，也很难抵御华为的进攻。可见，华为真正的对手不是苹果，而是三星。华为崛起最受伤的不是苹果，而是三星。不过，这不是定局。一方面，华为虽然在部分地区实现了对三星的反超，但三星依然实力雄厚，不仅拥有全产业链，且在亚洲和北美以外的大洲都有明显优势，在CounterPoint的一份报告显示，三星在欧洲、拉丁美洲和非洲的市场份额均为第一，大幅领先第二名，分别占据33%、37%和28%。另一方面，三星还有翻盘的机会，比如靠下一代手机旗舰产品三星Galaxy S10。市场有趣的地方就在于充满不确定性，没有谁可以准确地预言终局，包括余承东自己。", "author": "罗超频道", "newsdate": "发布时间：19-02-19", "newstime": "18:21", "sentiment": [{"positive_prob": 0.18805, "confidence": 0.582112, "negative_prob": 0.81195, "sentiment": 0}]}]