[{"title": "华为员工感慨：公司裁员进行，内部论坛天天沟通感言，一片负能量", "content": "近日，网上一直流传着华为裁员的消息，虽官方多次否认裁员，笔者也无从考证真实性。不过按照一些平台的规则以及华为内部论坛的爆料，包括公司制度等，如果不是华为内部员工，笔者真还编不出来的。在互联网职场论坛，一位华为员工发帖吐槽到。公司裁员进行ing，内部论坛现在天天是沟通感言，一片负能量。对内疯狂压榨，对外粉饰太平。这样的爆料也是瞬间引起了网友的围观与议论，我们先来看看网友都是怎么说。有网友就爆料到。目前19届试用期没转正直接劝退的，这几天正在砍。目前裁员面积还不大，应届生和年中B都不放过，不过不知道会不会蔓延。但是有这种苗头就很能说明问题了。对内疯狂压榨，对外粉饰太平。也有网友询问到。这么狠啊，国民企业咋这样啊？普遍嘛？还是个别城市或者个别部门？华为手机卖那么好也要辞退人吗？华为那么有钱，裁员？今年应届生就业率怎么办？定期淘汰定期引进新鲜血液吧，只能说你不爱国，这么牛的公司会裁员。多看看你司公关部的心灵鸡汤，不行改行业。卖水壶，沸腾一下，没准就上市了！华为这么屌炸天的公司也要裁员吗？感觉华为今年天天上头条啊。横扫各大国际巨头啊。天天沸腾。我离职那年菊厂也裁员两万人，对外声称不减员，其实每个部门包括代表处都有裁剪指标，合同到期直接不续了，活着就是找茬儿逼人走，因为我是主动离职，还挽救了一个兄弟。听说最近很多大代表处要裁员10%。国内行业风气就是被这种几把公司带坏的……什么狼性狗性，就不讲人性。两个月前主动走的，忽然觉得后怕。哪里都一样啊，钱不好挣啊。还在试用期，没转正呢。我们部门没有19届的，赶走了几个18届的。华为内部的论坛，可以匿名的那种，能看到公司真实的一面。心声上负能量满满，感觉都是离开华为活不下去的人。被美国制裁，国外市场除了非洲其他地区业务基本归零了，看到一大群人在心声拼下班时间，气氛紧张。终端社招是比较少，因为内部都有很多人憋着转岗去终端，在哪加班不是加班，还不如找个钱多的部门。看到同等级同绩效的终端同事比你多拿十几万年终奖，总有眼红的。要不是制裁开始了，今年终端还能招好多人，现在基本都停了。现在公司考评B和B+都是两个月年终奖了，以前B+是三个月。然后忽悠13.14级的说，现在是两个月起，加了个起，说是可以有增评的，但是从18年来看，B和B+都很默契的成了两个月，极少极少有增评。也就是说，绝大部分的B+的年终奖就这么少了一个月。低级别员工工资本来就少，公司还这么恶心你。高级别员工还幸灾乐祸，说那你升级啊，升到15不就好了。天知道有的部门13升14都要三年，有多少人，在这中间就默默走了。笔者总结：不管华为裁员的事实具体是什么样，但笔者想告诉各位职场人的就是。在未来，职场危机只会越来越严重。想稍微努力一下就突破危机的时代已经结束。如今的裁员已经不仅仅是某个行业了，已经涉及多个行业。所以现在我们职场人唯一能做的就是维稳，只要公司不裁员，千万不要轻易跳槽，随时把握住岗位的动态。在自己本职工作做好的前提下，学习相关技能。笔者相信寒冬总会过去，但前提一定是自己要先活下去。这个寒冬，必定会有很多企业倒下去，也希望各位职场人别生活在负面缠上的气氛中，保持清醒，让自己的生活过得有条有理，才可以让自己的生活过得殷实。", "author": "职场八卦事", "newsdate": "发布时间：19-08-09", "newstime": "19:16", "sentiment": [{"positive_prob": 0.635641, "confidence": 0.190313, "negative_prob": 0.364359, "sentiment": 2}]}, {"title": "天才少年25岁升到华为副总裁，却两次叛出华为，结局令人唏嘘！", "content": "华为如今在全球的实力和影响力相信大家都看在眼里，这和华为多年来坚定不移的奋斗目标和孜孜不倦的耕耘脱不开关系，也算是一分耕耘一分收获吧，因为这世界上没有平白无故地随随便便的成功！说起华为风云人物想必大家首先想到的就是创始人任正非了，是他带领着华为一路走向辉煌，他是华为的绝对核心和掌舵人。再然后就会想到余承东了吧，带领华为终端销量成为全球第二，也曾带领无线部门取得欧洲第一的成绩，也是他用成绩证明了他的能力和价值。其实华为曾经也有一位更加年轻的风云人物，他的名字也被很多人熟知，他就是李一男。李一男这位李一男属实是一位天才少年了，15岁考入华中理工第一届少年班，23岁就研究生毕业，毕业后正式入职华为很短时间内展现出来技术能力让他被破格提拔为主任工程师。在协助华为高层进行产品开发的过程中，任正非十分欣赏这位年轻人，他思路清晰，技术能力出众，内部评论任正非和李一男“情同父子”，那一年李一男仅仅24岁，而任正非也只有50岁。余承东随和李一男和华为技术人员一起研发出来的交换机，抢占了几乎国内所有的电信市场，那一年华为销售就达到8亿元，他们研发的一款交换机在全球五十多个国家受到欢迎，据权威数据显示，李一男参与决策和研发的C&C08型交换机在全球的应用超过1.3亿个端口，成为全球史上销售量最大的交换机。同时就是这款产品获得了国家科技进步二等奖的殊荣。任正非交换机产品的成功，让华为知名度也迅速提升，这位天才少年25岁被提拔为总工程师和研究部总裁的位置，27岁李一男的股份在华为仅低于任正非，郑宝用等几位元老创始人。再后来在李一男的倡导下华为又研发了服务器，选择了GSM发展路线，都让华为在发展前进的路上非常顺利，就这样稳扎稳打华为逐渐实力变强。几年后，这位天才少年李一男自我感觉羽翼丰满，选择“内部创业”，期间带着华为的千万设备在外创立公司，据称当时除了和任正非还有几名技术主管以外，和其他高层都不同程度闹翻。但是任正非对这位年轻人还是爱护的，当时在欢送李一男离开深圳的时候，任正非设立豪华宴并召集华为所有总监级高层为李一男饯行。由此可以看出“情同父子”并非空穴来风。任正非希望年轻人有自己的想法和自己的选择，但是他万万没有想到这个让他如此信任的人，开始叛出华为和华为抢生意，从华为内部挖走大量科研人才创造属于自己的产品，想摆脱华为自己占山为王，一度使华为受挫。在李一男再次挑战华为试图进入运营商光传输市场的时候，彻底激怒了华为，这动了华为的底线和根本了。任正非几乎不费力地压制其发展，让李一男的上市梦破灭，高价出售梦破灭，直到后来溃败被华为收购。就这样李一男再次回到华为，头衔依旧是副总裁，同时兼首席科学家，这期间李一男能力还是出众，参与了公司的芯片项目，就是海思麒麟芯片的雏形前身。但李一男感觉华为待其不够信任觉得被冷落，最终第二次叛出华为，出来后头衔也非常光鲜，但是两男变动一次，做过百度的CTO，移动12580CEO，还做了投资合伙人。然而就在做投资合伙人的时期惹上了牢狱之灾。虽然后来出狱，但由于是获刑人员，不得担任公司高管或董事，这样的结局让人唏嘘。我们不去假设别人的人生，不去猜想如果当年他留在华为，如今会是什么成就，也许李一男出来后一直觉得没有伯乐吧，似乎他终究没有明白一个道理，世界上天才很多，但是好的伯乐和平台真的很难找。对此你什么想说的？", "author": "第一监控", "newsdate": "发布时间：19-08-09", "newstime": "14:16", "sentiment": [{"positive_prob": 0.117316, "confidence": 0.739298, "negative_prob": 0.882684, "sentiment": 0}]}, {"title": "华为开发者大会今日揭幕 “EMUI10.0系统”率先登场", "content": "因有望揭开鸿蒙操作系统神秘面纱而备受瞩目的华为开发者大会，今日下午将在东莞松山湖揭幕。此次大会为期两天半，至8月11日结束。会上将揭晓华为EMUI10.0系统、搭载了海思鸿鹄818智慧芯片的“荣耀智慧屏”以及基于虚实融合的全新“数字现实”黑科技等。其中，华为终端重要的操作系统“EMUI10.0”将在今日下午率先亮相。会议议程显示，华为EMUI10.0系统的发布主题为“联万物，融未来”，发布者为华为消费者业务软件总裁王成录。此前，王成录曾在新浪微博上转发“华为EMUI”关于“能否帮助用户打破移动终端边界，让体验在设备间自在流转”的微博，并称将在华为开发者大会上解密该微博视频中提到的神秘技术。华为终端官方微博也在8月8日发布最新的EMUI10.0系统预热海报，配文为“在互联中打破边界，搭建多终端无缝畅连”。海报中，一条写着“EMUI10”的道路无限延伸、连接着城市的各处角落。虽然华为并未过多透露EMUI10.0系统的细节，但市场猜测，华为EMUI10.0系统或将引入“分布式技术”，解决跨终端的协同问题，实现多终端全场景的互联互通。除华为EMUI10.0系统之外，本次大会将以全场景智慧化战略为核心，展示华为开发者服务联盟多项服务平台与解决方案，包括开放的HMS(华为移动服务)平台、面向智能终端的AI能力开放平台HUAWEI HiAI、面向生态伙伴的开放的智能家居HiLink平台、为各大OEM厂商提供智慧车载解决方案的HiCar平台、第三方服务分发HAG平台等。另据华为旗下的“荣耀HONOR”官方微博剧透，荣耀智慧屏将在本次开发者大会的第二天正式发布。据了解，在华为全场景智慧化战略里，智慧屏不是电视，而是家庭场景下的主要入口，是家庭的智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心。因此，有分析认为，“荣耀智慧屏”搭载鸿蒙系统的可能性非常大，后者可能会在8月10日随“荣耀智慧屏”一同亮相。另有市场人士预测，鸿蒙系统也可能在大会最后一日“登场”。据会议议程，8月11日，华为将揭秘一项黑科技，并且参会人员可现场报名、分批参与约30分钟的黑科技体验之旅。“给消费者带来全新的交互体验与视觉体验，见所未见，方知未来已来。”据华为开发者大会的官网介绍，此项黑科技与基于虚实融合的全新“数字现实”有关。上述人士认为，该项黑科技也可能与鸿蒙系统有关。据悉，本次大会也是华为历史上规模最大的一次开发者大会。华为消费者业务部门的中高层以及行业专家将围绕智能家居、智慧出行等多领域的200多个主题进行分享。华为产业链上1500位合作伙伴、5000名全球开发者也将在此共同探讨华为终端生态的未来可能性以及移动互联之后的爆款应用。A股华为概念股在开发者大会开幕前夕集体拉升。8月8日收盘，东山精密、沪电股份、深南电路、立讯精密涨幅均在5%以上。据了解，东山精密为华为滤波器等产品供应商，深南电路、沪电股份是华为PCB(印刷线路板)产品核心供应商，立讯精密为华为连接器核心供应商。来源: 上海证券报", "author": "同花顺财经", "newsdate": "发布时间：19-08-09", "newstime": "06:47", "sentiment": [{"positive_prob": 0.90222, "confidence": 0.782712, "negative_prob": 0.0977798, "sentiment": 2}]}, {"title": "“华为教育中心”将于年底落地，覆盖K-12全年龄段", "content": "蓝鲸教育8月9日讯，今天，华为消费者业务云服务总裁张平安在HDC.2019大会上发布了“华为教育中心”，同时表示将于年底落地。据了解，这一产品覆盖K-12全年龄段，全品类内容覆盖。张平安介绍，华为终端云服务（HMS）全球生态的数据：截至2019年7月，全球注册开发者增长至91万，同比增长幅度为102%；接入HMS Core应用同比增长115%，数量达到4.3万；华为应用市场覆盖超过170个国家或地区，月活用户达到3.7亿，同比增95%；华为应用市场累计应用下载达3500亿，同比增94%。另外，已经已上架超过800个快应用，通过华为的开发环境工具，最快3天就可以完成开发上线。", "author": "蓝鲸财经", "newsdate": "发布时间：19-08-09", "newstime": "23:26", "sentiment": [{"positive_prob": 0.856044, "confidence": 0.680098, "negative_prob": 0.143956, "sentiment": 2}]}, {"title": "“双面”华为：谁在描红，谁在描黑？", "content": "8月9日，“千呼万唤”三个多月后，一直“琵琶遮面“的华为鸿蒙系统终于亮相。全称为”HarmonyOS 鸿蒙“，是世界第一个基于微内核的全场景分布式OS。根据发布会上华为技术有限公司常务董事余承东介绍，安卓有超过1亿行代码，仅内核代码就超过2000万行，而一般用户能用到的代码不到8%。通过推出“微内核”的概念，针对不同硬件设备采用分布式架构进行部署，可以提升效率，更加流畅。从今年3月余承东初提华为自研操作系统，到5月下旬“鸿蒙“的商标注册坐实系统存在，华为面对中国公众的巨大热情，采用了冷处理的方式：在与Google就安卓系统禁用GMS服务产生争端时，对鸿蒙系统的搭载平台语焉不详，任凭国内舆论的热情不断升温；与Google和解后又称鸿蒙系统不是为手机设计，好像在演一出“空城计”……大众的爱国情绪在议程设置之下被玩弄，也由此分化出对华为或爱或恨的极端情绪。除了面对舆论中爱国情绪的浪潮，华为同时还面对来自美国的压力。一向回避媒体的华为创始人任正非变身“话痨”，与国内外各家媒体打起了“车轮战”，塑造出一个理性开放的商业公司形象。华为的品牌形象由此产生分化，一面向红，一面向黑。红旗飘处：任正非的被迫回应如果把时间拨回到2018年11月，一个已经知道未来剧本和走向的任正非，会如何指挥华为走接下来的路？就算华为CFO孟晚舟能先知先觉，提前躲开加拿大警方成功前往阿根廷，华为依然要面对今年5月美国将其列入“实体名单”的困境，被裹挟在“1个企业PK1个国家”的惊涛骇浪中。一向低调行事、极少接受媒体采访的华为掌舵人任正非，迟早要被“逼”出来应对舆论。1月15日和1月17日，任正非先后接受了国外媒体和国内媒体的群访。刚过完春节，他又先后接受了BBC和CBS的专访。不足一个月，他又接受了CNN和CTV的采访。这些采访没能帮助孟晚舟获得自由，也没能让背后“捣鬼”的美国收手——5月15日，美国将华为列入管制“实体名单”，阻碍华为从美国的供应商进货。在此之后，任正非更加频繁地在全球各地的媒体上发声，到7月17日，任正非还接受了《雅虎财经》的采访。这个曾经不面对大众媒体、只把讲话稿放在华为“心声社区”论坛上的创始人，并没有在媒体面前显示出不适应，反而游刃有余。任正非没有利用高涨的爱国情绪正面回击美国政府的做法；更没用委曲求全的语气，把回应的重点放在为孟晚舟叫屈或是申辩基站的安全性上。很显然，任正非的回应“志不在彼”，似乎从第一次回应美国政府的动作开始，他就笃定地要以大开大合的方式应对美国送上门的“头条”。5月21日，在华为被列入“实体名单”的6天后，任正非接受了迄今为止最久的群访，长达了150分钟，采访实录整理出来足有两万余字：采访伊始，任正非就肯定了美国供应商的合作伙伴身份，对他们“遵守美国法律”表示理解，甚至点名刚宣布停止与华为合作的Google是一家“好公司”；紧接着，任正非回避了有关“正胎”和“备胎”的技术细节和性能对比，转而去谈华为对全球研发和全球市场的开放态度，由此引出华为的价值观念：华为会保持忧患意识，一直研发“备胎”；坚持作为一个商业公司，保持在研发和市场上的开放态度，不会利用民粹的热潮，因为那对民族有害无益；任正非还强调了他每次采访几乎都会提到的基础教育的重要性，同时展现了对人才和技术的尊重；最后，任正非重申了华为在业务和资本上的克制立场，不盲目扩张业务、更改企业的定位，也不会追逐或引入外部资本。任正非所“言”随后即被华为所“行”验证，B端产品的交付没有出大问题。Google也真的为华为在美国政府面前出了头。针对华为的禁令先是被推迟了90天，G20峰会后，特朗普宣布允许美国公司向华为出售零件。华为上半年的业绩并没有受到太大冲击，实现了4013亿人民币的营收，同比增长23.2%。倒是无端扣押华为货物的美国代工厂伟创力逐渐从中国市场出局，让比亚迪捡了便宜。自称没读过哲学的任正非就这么“蹭”着特朗普“送”的热点，竖起华为品牌的红旗。公关缄默：大意失职还是闷声发财？无从考证，任正非从1月起就一以贯之、滴水不漏的媒体回应，有多少出自华为公关团队的笔杆子，至少这次华为没有任由其品牌在舆论漩涡中浮沉。以往，华为在大众媒体上的塑造者是负责华为消费者业务的余承东。2012年接手华为终端手机业务的他，数年间帮华为甩掉了合约机的包袱，成功把华为的手机做到全球第三并成功上探高端市场。他活跃于微博和朋友圈，常与小米总裁雷军明斗暗讽，落了个“余大嘴”名号。在“余大嘴”语出惊人后，华为往往任由舆论发展，形成名为“花粉”群体的同时，也让华为在制裁之前就被贴上了“爱国”的标签。放任舆论的一贯做法，埋下了“鸿蒙系统”这颗“雷”。在美国将华为列入“实体名单”的凌晨，负责芯片“备胎”的华为子公司海思总裁何庭波发表了《致员工的公开信》，宣布“备胎转正”。这份公开信点燃了舆论，在某种程度上也点燃了公众的民族自豪感——在美国的压迫下，中国的企业早有准备而且有实力应对。因此，随后传出Google停止向华为提供安卓系统内的GMS (Google Mobile Service) 服务被认为是美国的软件封锁，追逐热点的自媒体很快就将其曲解为安卓系统的封锁。华为则延续了以往对舆论的态度，没有向对科技一知半解的大众解释GMS与安卓系统的差别，坐视了恐慌的放大和扩散。5月21日晚，“余大嘴”向《第一财经》记者确认存在着一个2012年就开始规划的“华为OS”，它“打通了手机、电脑、平板、电视、汽车、智能穿戴，统一成一个操作系统，同时还兼容全部安卓应用和所有Web应用”，搭载这个系统的产品最快今年秋天，最晚明年春天上市。5月24日，华为注册“华为鸿蒙”商标的信息流出，官方主流媒体也进行了跟进和转载，华为鸿蒙系统的存在被坐实。然而，不管是华为还是媒体的转载，鸿蒙系统的标签均为“操作系统程序”，除了一张截图配上了“或已用于华为手机中”的揣测性文字，没有任何来自华为或媒体的言论证实其为“手机操作系统”。但是自媒体和公众已然默认并延续了海思芯片的叙事结构——美国的安卓系统将无法使用，但是华为在手机系统上也有鸿蒙作为“备胎”。比起基站搭载的芯片，手机操作系统距离普罗大众要近得多，网友的热情让华为已无回转的余地。在没有任何官方信息透露下，网上已经流传种种鸿蒙系统的新闻甚至“神话”，有的人大谈鸿蒙将如何取代Windows、与安卓或iOS三足鼎立，甚至有mate 30将搭载鸿蒙的“云评测”，以及假的鸿蒙系统官网、假的发布会海报。虽然没有办法考证这些消息究竟来源于竞争对手的暗中挖坑、自媒体不择手段吸引流量的手段还是网友的热情“畅想”，人们对国产手机系统的期待越涨越高。华为虽然回应了一些假新闻，但在6月任正非面对《连线》的采访中，依然没有关于鸿蒙系统的细节流出，只说其“很有可能”比安卓快，该报道还援引一份中国研究报告称鸿蒙比“安卓快60%”。1个月之后，华为董事长梁华、高级副总裁陈黎芳分别在公开场合表示与Google的合作将继续，鸿蒙系统不为手机设计，而是用在物联网的低延时操作系统。虽然诸如腾讯《潜望》一类的报道试图解释鸿蒙是一个物联网设备使用的嵌入式操作系统LiteOS，但是公众的观感却是受到了欺骗，相对于自媒体账号画的那张比肩安卓的“大饼”，华为拿出来的果实看起来要小得多。随着华为全球开发者大会的临近，华为宣布将发布一款搭载鸿蒙系统的“智慧屏”产品，但是另一条将发布两千元价位鸿蒙手机的新闻也在广泛传播。在一轮又一轮语焉不详和沉默中，华为的品牌形象在被描红的同时也在被描黑：一部分人折服于任正非作为战略家的高瞻远瞩和开放大气，华为作为代表性民族品牌的首屈一指的研发实力和顽强不屈的拼搏精神；另一部分人则对华为利用信息不对称的优势，言论反复甚至故弄玄虚嗤之以鼻，认为华为有意靠“爱国税”打压其他厂商，闷声发财。如果1月以来任正非塑造和拔高的华为形象来源于公关部门的精心策划，那不回应鸿蒙系统造成的误会、广泛调动大众情绪是否也是华为营销策略的一部分呢？未来：B端和C端的全面包抄？目前尚不能衡量华为的“红”、“黑”两面究竟会对品牌形象造成何种长远影响，但不可否认的是，舆论的一次次爆发、大众情绪的一次次调动对华为终端设备的销售是一种刺激。在5G还未普及，手机市场逐渐疲软的行业背景下，华为上半年卖出了1.18亿部手机，同比增长24%，消费者业务的营收占比也到达了55%。根据IDC公布的第二季度中国智能手机出货量，除了华为逆势增长27%稳居第一外，紧随其后的vivo、OPPO、小米和苹果有着6.2%到19.3%不等的跌幅。在受到阻力较大的B端市场，美国的制裁和封堵并没有对华为造成“伤筋动骨”的损伤，华为的5G供货未受影响，依然拿下了11个5G商业合同，合同总数到达了50个。相比之下，主要竞标对手诺基亚拿下42个，中兴拿下25个，爱立信拿下22个。在B端市场上未明显受挫的同时，华为1970件专利依然牢牢锁定第一的位置。欧洲市场也的确如任正非所言，没有跟随美国的政策亦步亦趋，华为依然有广阔的B端市场可以攻克。现在看来，把时间拨回到2018年11月似乎毫无必要，一个个新闻事件炒热了华为的品牌，美国的种种限制政策却并没有能让华为步履维艰，华为依然过得很好，任正非和华为品牌的公关战略非常成功。而鸿蒙操作系统的发布，则是对高涨的爱国主义情绪的正面回应。已经被舆论“戏耍”了数次的大众，会更加仔细地审视鸿蒙操作系统及其生态产品。笔依然在华为自己的手上，而他们的公关策略会选择描红还是描黑呢？", "author": "亿欧网", "newsdate": "发布时间：19-08-09", "newstime": "18:40", "sentiment": [{"positive_prob": 0.00899257, "confidence": 0.980017, "negative_prob": 0.991007, "sentiment": 0}]}, {"title": "华为鸿蒙来了！它可能会出现在你的手机、电脑、电视、汽车上", "content": "对华为鸿蒙的期待已经好久了。8月9日，在华为史上规模最大的开发者大会上，华为消费者业务CEO余承东正式发布全球首个基于微内核的全场景分布式OS——鸿蒙操作系统（HarmonyOS）。余承东称，鸿蒙将向全球开发者开源。余承东表示，首个采用鸿蒙OS的产品将是明天发布的智慧屏，到2020年鸿蒙OS 2.0时代，将应用到手表/手环、车机、国产PC等更多产品。至于大家关心的鸿蒙OS会不会用到华为手机上？余承东表示，鸿蒙OS当然可以用到手机上，但是考虑到合作伙伴和安卓生态的原因，华为手机仍将优先支持安卓系统。如果未来安卓不能使用，华为手机用户可以随时启用鸿蒙OS，而安卓生态迁移到鸿蒙的工作量很小。对操作系统最重要的就是生态。华为消费者业务云服务总裁张平安表示，华为将投资10亿美金，全面支持开发者，建立华为生态系统。鸿蒙诞生 服务核心战略鸿蒙之所以被大众所熟知和期待，是因为今年5月华为被制裁，谷歌安卓系统有可能断供，作为华为“备胎”计划的一部分，鸿蒙揭开神秘面纱。今年5月21日，余承东在一个微信群聊中表示，最快今年秋天，最晚明年春天，华为将推出自己的操作系统。这套操作系统将打通手机、电脑、平板、电视、汽车、智能穿戴，统一成一个操作系统。当时，余承东称，这是一个面向下一代技术而设计的操作系统，兼容全部安卓应用和所有Web应用，如果安卓应用重新编译，在鸿蒙操作系统上，运行性能将提升60%。但事实上，根据余承东今天现场的介绍，华为早在2017年就进行了鸿蒙内核1.0技术的开发验证。鸿蒙的诞生，并不仅仅是作为备胎。华为董事长梁华也强调“鸿蒙系统不是谈判策略”，鸿蒙的使命是服务华为消费者业务未来5-10年的长期核心战略——全场景智慧生活战略。华为希望做全场景全连接智慧生活领导者，将打造1+8+N的产品体系，其中1指手机，8是华为自研的PC、手环、耳机、平板、电视等产品，N则指生态伙伴提供的产品，总之，将围绕智能家居、运动健康、移动办公、智慧出行、影音娱乐打造万物互联全场景智慧生活体验。所以，问题来了，怎样的操作系统才能满足上述产品需要？难道每做一个硬件产品就要开发一个操作系统？除了开发工作量太大，而且各自一套操作系统，生态割裂不能打通情况下用户体验也会很糟糕。传统安卓/Linux内核代码庞大冗余，像手环这等小型IoT设备，内存很小，要运行怎样的操作系统才能灵活流畅呢？在对比谷歌和苹果公司多年的操作系统发展思路后，余承东介绍，“微内核”以及“分布式设计”将是未来操作系统的方向。余承东说，谷歌最新推出的Fuchsia OS就具备微内核的特点，但是并非分布式设计，所以性能较差。谷歌 Fuchsia OS 也被认为是取代安卓的下一代操作系统。在今年的谷歌开发者大会上，谷歌高管阐释，Fuchsia OS可能也将会用在智能家庭设备、可穿戴设备、增强现实或虚拟现实等物联网终端。随着鸿蒙官宣，物联网时代的操作系统之争已经打响。余承东说，面向未来的操作系统应该具备这些要素：要实现多终端能力共享、互为外设，要实现系统与硬件解耦，弹性部署，要应用一次开发多端部署，要用户使用流畅和安全。四大技术特性余承东3个月前所说鸿蒙将提升60%的性能，其实所言非虚。图为2019年一季度移动端操作系统市占率，来自国家互联网应急中心鸿蒙OS具有四大技术特性：1.分布式架构鸿蒙系统采用分布式架构。鸿蒙OS的“分布式OS架构”和“分布式软总线技术”通过公共通信平台、分布式数据管理、分布式能力调度和虚拟外设四大能力，将相应分布式应用的底层技术实现难度对应用开发者屏蔽，使开发者能够聚焦自身业务逻辑，像开发同一终端一样开发跨终端分布式应用，也使最终消费者享受到强大的跨终端业务协同能力为各使用场景带来的无缝体验。2.天生流畅鸿蒙 OS通过使用确定时延引擎和高性能IPC两大技术解决现有系统性能不足的问题。确定时延引擎可在任务执行前分配系统中任务执行优先级及时限进行调度处理，优先级高的任务资源将优先保障调度，应用响应时延降低25.7%。鸿蒙微内核结构小巧的特性使IPC（进程间通信）性能大大提高，进程通信效率较现有系统提升5倍。3.内核安全鸿蒙OS采用全新的微内核设计，拥有更强的安全特性和低时延等特点。微内核设计的基本思想是简化内核功能，在内核之外的用户态尽可能多地实现系统服务，同时加入相互之间的安全保护。微内核只提供最基础的服务，比如多进程调度和多进程通信等。鸿蒙OS将微内核技术应用于可信执行环境（TEE），通过形式化方法，重塑可信安全。形式化方法是利用数学方法，从源头验证系统正确、无漏洞的有效手段。传统验证方法如功能验证、模拟攻击等只能在选择的有限场景进行验证，而形式化方法可通过数据模型验证所有软件运行路径。鸿蒙OS首次将形式化方法用于终端TEE，提升安全等级。同时由于鸿蒙OS微内核的代码量只有Linux宏内核的千分之一，其受攻击几率也大幅降低。4.生态共享鸿蒙OS采用多终端开发IDE，多语言统一编译，分布式架构Kit提供屏幕布局控件以及交互的自动适配，支持控件拖拽、面向预览的可视化编程，从而使开发者可以基于同一工程高效构建多端自动运行App，实现真正的一次开发，多端部署，在跨设备之间实现共享生态。此外，据余承东介绍，华为方舟编译器是首个取代Android虚拟机模式的静态编译器，可供开发者在开发环境中一次性将高级语言编译为机器码。方舟编译器未来将支持多语言统一编译，可大幅提高开发效率。余承东表示，鸿蒙OS发展的关键在于生态，生态的关键在于应用和开发者。为快速推动鸿蒙OS的生态发展，鸿蒙OS将向全球开发者开源，并推动成立开源基金会，建立开源社区，与开发者一起共同推动鸿蒙的发展，并通过讨论对产业或技术发展提出建议。最后，余承东还介绍了鸿蒙OS的演进路线。华为将在明天首发的智慧屏产品中率先使用鸿蒙OS 1.0。未来三年，除完善相关技术外，鸿蒙OS会逐步应用在可穿戴、智慧屏、车机等更多智能设备中。愈挫弥坚各项业务依然坚挺华为所处的外部环境仍然不容乐观。中国外交部近日表示，中方对美方实施“2019财年国防授权法案”有关涉华消极条款，对中国特定企业采取歧视性和不公平的做法表示强烈不满和坚决反对。相关中国企业已经在美采取了法律行动。华为也就此发布媒体声明称，《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒，对保护美国电信网络和系统的安全没有任何帮助，最终伤害的是美国农村地区依赖华为网络的广大用户。华为将继续在联邦法院挑战该禁令的合宪性。此前华为发布半年报时，华为高管曾对外介绍，G20峰会后美方曾释放积极信号，但是目前关键元器件并没有恢复供应，安卓操作系统和生态也没有恢复供应。华为董事、首席供应管理官姚福海表示，如果美国允许使用安卓操作生态，华为将会继续选择，如果不允许，华为也有能力发展自己的操作系统和生态。华为希望为消费者提供更好的服务。华为董事长梁华表示，华为的Mate30新手机会搭载Android还是替代系统，不取决于华为，取决于美国是否允许华为使用。如果不允许，华为会选择发展自己的操作系统和生态。虽然遭遇了美国制裁，但是华为上半年各项业务依然坚挺。梁华表示，华为海外手机确实有影响，但已经恢复到禁令之前80%的水平；5G产品和供货没有受到影响，实体清单发布后华为依然获得了11个5G商用合同。目前华为获得了50个5G商用合同，出货15万个5G基站。余承东在开发者大会现场介绍，上半年，华为消费者业务表现稳健。智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，PC出货量实现300%增长，可穿戴设备出货量实现200%增长。2019年二季度，华为手机在国内市场份额达到35%，在全球达到17.6%，仅次于三星。余承东表示，没有制裁的话，发货量可能达到全球第一或者并列第一。余承东表示，按照原来的预期（没有制裁），华为手机全年出货量大概率超过3亿部。按照当前的预期，华为手机全年出货量约2.4亿部。", "author": "新华社客户端", "newsdate": "发布时间：19-08-09", "newstime": "23:03", "sentiment": [{"positive_prob": 0.937524, "confidence": 0.861164, "negative_prob": 0.0624764, "sentiment": 2}]}, {"title": "抛开爱国情怀，苹果手机和华为手机相比较，我还是会选择后者", "content": "小编是一枚忠实的果粉，用了好几代的苹果手机了，所以从个人偏向上来看是对苹果抱有一丝情怀的。那么为了更加客观公正的评判这两个品牌的产品，我分别选择了各品牌现在销量最好的两款手机拿华为 HUAWEI P30 Pro（8+128GB）和Apple iPhone XR（128GB）来进行比较，也算是被广大群众所接受的机型。外观比较华为作为国产第一手机品牌，外观自然是没的说，作为集各家之长的这款手机，表现最为稳定的必然是其正面全面屏（曲面） + 背面的多彩配色，也算是非常受现在大多数人的喜爱了。而苹果的iPhone XR则在一开始就被各类使用者吐槽了。它的大黑边框在苹果手机史上也可被称为一大败笔。虽然背部的单摄会比华为的“浴霸”稍微来得简洁一些，但也没办法在整体外观上胜过华为。好在随着价格降低，屏幕似乎也越来越没有那么“刺眼”，大家纷纷选择加入XR阵营。屏幕比较既然说到了苹果那令人无法接受的大黑边屏幕，就来细节看一下他们的屏幕参数吧。华为这款P30 pro配备的是6.47英寸OLED曲面屏，无论是尺寸还是材质都达到了现在安卓手机的领先水平，而分辨率也高达2340*1080。不过这款手机标称 ppi 有 398，但等效 ppi 其实还不如 iPhone XR，所以精细度方面，P30 Pro会略逊一些。那么XR呢，首先它使用的还是LCD的屏幕，在类型上已经有了落后，而其尺寸和分辨率也远逊色于华为的手机。更别提，华为还采用了苹果至今没有的屏下指纹技术来增加屏幕的实用度。这么看来，在屏幕显示方面，XR也完全没有优势。核心比较在处理器层面的话，华为采用了自家最新的麒麟980芯片，在各项数据上进行了更多提升，在现有安卓手机处理器中也是数一数二的了。但无论怎么样，在苹果最新的A12处理器面前，还是被吊打的份。不管是各类机构给出的数据还是实际体验来说，苹果处理器依旧是处于暂时没有办法超越的地位。其他还有比较受到关注的则是手机的基带问题。苹果这次最新发布的三款手机都采用的inter基带，普遍被曝出有信号强度问题。我自己在使用的过程中也感受到在一些公共场合会显得信号比较差。而华为的信号必然是要好很多的，在一些本身就没有太多基站的地方，也会有相对良好的使用体验。续航能力再来看看两款手机的续航水平。华为P30搭载了4200mAh的电池，而iPhone XR则是使用了2970mAh的电池，差距不是一般的大。而且平时在游戏娱乐这样的高强度操作下就不用说了，在手机日常使用的过程中将会是掉电飞快的。华为在这方面便有了平常国产手机最喜欢的快充技术，40w快充半小时可达电量70%；苹果则一直固守自己的普通充电技术，尽管在iPhone X开始适配了快充技术，但连官方都没有进行大力的推广。尤其是需要经常救急使用手机，一定要慎重选择。拍摄功能其实这块与上面提到的充电技术一样，是苹果始终没有进行大力研发和升级的功能部分。再说iPhone XR是一款在苹果中较为廉价的机型，所以在摄像配置上甚至有严重缩水的情况。1200万像素的后置单摄在安卓手机中已经几乎不存在了，但苹果的强大硬件配合智能的拍摄系统，暂且还是有不错的表现，但比起华为就有非常多的不足。而华为为了应对本就竞争激烈的国产手机市场，在摄像头上就与相机品牌徕卡合作。包括这款旗舰机型在内，几乎现有的华为手机都拥有比较顶尖的镜头了。而在发布这款手机时，P30不管是配置还是评分，都是选宣告自己在拍照方面无法超越的地位。价格比较虽然苹果价格再经历比较频繁的波动和降低，但总体依然是超越华为的。这次选取的这两款手机本身价格相近，然而在其中的华为已经算是高配了，而苹果则是经过不少“阉割”后的低配机型，实则还是有区别的。因而要是购买苹果手机，那必然是需要以更多的价格才能有更好的体验的。而华为则不是，以相对更低的价格就可以有不错的感受，就没有必要花这么多钱。所以在价格方面，华为有了更多的优势。总结说实话，在我看来P30 Pro 对标的并不应该是 iPhone XR，而是 iPhone XS Max，所以 iPhone XR 与 P30 Pro 相比基本是处于下风的。但这也恰恰说明了问题的关键，苹果只是对那些IOS系统非常执着的人，才是非买不可的。对于国内消费者评判手机的标准，一般都是颜值、信号、续航、拍照这些东西。而单单从这两款手机上来看，华为恰好都占有相当的优势，那么在这里也就没有那么推荐iPhone XR了。不管真的要购买，还是要看你自己的选择啦~免责声明：文字及图片来源于网络，仅供学习、交流使用，不具有任何商业用途，版权归原作者所有，如有问题请及时联系我们以作处理。", "author": "慢慢买", "newsdate": "发布时间：19-08-09", "newstime": "15:38", "sentiment": [{"positive_prob": 0.998982, "confidence": 0.997738, "negative_prob": 0.00101794, "sentiment": 2}]}, {"title": "华为开发者大会今日举行，将揭晓EMUI10.0系统", "content": "[PConline资讯]因有望揭开鸿蒙操作系统神秘面纱而备受瞩目的华为开发者大会，8月9日也就是今日下午将在东莞松山湖揭幕。此次大会为期两天半，至 8 月 11 日结束。会上将揭晓华为 EMUI10.0 系统、搭载了海思鸿鹄 818 智慧芯片的 \" 荣耀智慧屏 \" 以及基于虚实融合的全新 \" 数字现实 \" 黑科技等。其中，华为终端重要的操作系统 \"EMUI10.0\" 将在今日下午亮相，鸿蒙操作系统也可能会在余承东的演讲中现身。华为终端官方微博也在8月8日发布最新的EMUI10.0系统预热海报，配文为“在互联中打破边界，搭建多终端无缝畅连”。海报中，一条写着“EMUI10”的道路无限延伸、连接着城市的各处角落。早前有报道透露，华为 EMUI10 确定将会在今日发布，流畅度将提升 20%，解决卡顿问题。新系统中，页面和主菜单会和合二为一，新增手机管家功能等，UI 风格也将有大变化，会采用点线圈设计，简约明朗。相机方面，EMUI10 专业相机模式会增加 ISO、白平衡、对焦模式等，新增 960fps 超级慢动作的视频录制。使用华为手机的用户确实需要好好关注一下这次的发布会，要不然你更新了都不知道新增了什么功能。另据华为旗下的“荣耀HONOR”官方微博剧透，全球首款搭载华为鸿蒙系统的设备荣耀智慧屏也会在此大会上亮相，据了解，在华为全场景智慧化战略里，智慧屏不是电视，而是家庭场景下的主要入口，是家庭的智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心。早在上个月余承东就已经公布智慧屏的相关信息了，根据现场放出的照片和公开报道中荣耀总裁赵明的爆料印证，华为荣耀智慧屏产品采用海思鸿鹄818芯片、极窄边框和弹出式摄像头。根据官方资料显示，这块即将亮相的海思鸿鹄 818 智慧芯片，具备八核处理性能、支持 8K30 帧视频解码、同时也集成 Histen 音质优化技术。据悉，荣耀智慧屏的屏幕尺寸为55寸，支持4K HDR。预计搭载自研系统的荣耀智慧屏价格可能在7000~8000元左右。至于这部不是电视的电视有何功能，如何打通设备间壁垒，成为现代年轻人在手机之外的第二个中心，就只能等到发布之后才能揭晓了。最让人期待的还是华为的自研系统鸿蒙了，今天将迎来它的首秀。事实上早在今年六月份的采访中，任正非就表示鸿蒙本身并不是为了手机，而是为了物联网而生。旨在为自动驾驶、远程操作医疗等环境提供一个低延迟的操作系统。而对于手机这一块，依然会继续把 Android 及其生态作为首选。至于以后会不会把鸿蒙发展成手机系统，目前还没有决定。如果鸿蒙系统在智慧屏上取得成功，或许我们会见到搭载鸿蒙系统的华为手机，一切皆有可能。本次大会一共为期两天半，涉及的领域非常丰富，将围绕智能家居、智慧出行等多领域的200多个主题进行分享。华为产业链上1500位合作伙伴、5000名全球开发者也将在此共同探讨华为终端生态的未来可能性以及移动互联之后的爆款应用。这也是华为历史上规模最大的一次开发者大会。", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-09", "newstime": "12:10", "sentiment": [{"positive_prob": 0.963375, "confidence": 0.918611, "negative_prob": 0.0366252, "sentiment": 2}]}, {"title": "华为开发者大会今日举行 快速带你了解松山湖", "content": "今天华为终端公司宣布华为开发者大会将于8月9日-11日在东莞松山湖召开，大会共分为主题演讲、技术论坛和Codelabs共三部分。本次盛会以“5G落地，万物互联升起，见证全球终端产业革命性体验的降临”为主题，将重点集中在5G、物联网、AI等，聚焦全场景智慧化。将携手1500+合作伙伴，5000+全球开发者共聚一堂，探讨华为终端生态的未来可能性。这场汇聚了华为最新黑科技的盛会将在8月9日-11日举办，地点更是经过深思熟虑地选在了松山湖溪流背坡村——华为最美最神秘的研发基地。纵观各家科技公司的大会，几乎分布全球各地，但是在“家里见”的，都是有特殊含义的。溪流背坡村坐落于松山湖科技园，一个在国内具有示范意义、人与自然和谐共存的科技新城。它提供了从办公、居住、商业、旅游到会展的服务配套，涉及研发、设计、销售、投资、制造等创新科技产业，除了华为之外，软通动力、蓝思科技等一大批研发型项目，相继入驻松山湖。华为松山湖基地所在的溪流背坡村并不是一个普通的村子，它虽然以“村”为名，但却没有一分农业用地，这里汇集了华为顶尖的研发人才、核心的生产制造能力、以及创新的数字网络。华为松山湖基地主要采用法式建筑，设施齐全，同时通勤班车仅乘1小时就可以从华为东莞松山湖基地到达深圳总部，另外根据媒体的报道，该基地于2014年9月动工，占地面积1900亩，总投资约100亿元。华为松山湖园区包含华为的实验室、华为终端总部、第二代数据中心、研发中心等重要的部门。这里将有近2万元研发人员入驻办公，提供全球超过1000加运营商网络技术支持，每天产生5000 TB的数据流量。由于研发工作的保密性，这里平时并不向外界开放。此次，8月10-11日华为开发者活动就在“溪村”举办，让我们一起实地见证园区“科技共山水一色”的发展理念，在华为溪流背坡村的欧式风情建筑中，一边感受静谧清幽的湖光山色，一边获取最新科技的前沿信息。(7240074)", "author": "中关村在线", "newsdate": "发布时间：19-08-09", "newstime": "10:38", "sentiment": [{"positive_prob": 0.968371, "confidence": 0.929713, "negative_prob": 0.031629, "sentiment": 2}]}, {"title": "协助美国陷害华为？恶报来了：已损失900亿，且未完待续！", "content": "今年以来，华为事件一直牵扯着大家的心。尤其在众多企业中断了和华为的合作之后，大家很担心华为会步当年中兴的后尘。但让人欣慰的是，华为并没有被美国的“禁令”打倒，反而是越挫越勇，向世人展现了华为的实力。这次风波还没过去，却在近期又曝出了一则和华为有点关联的事件——汇丰银行CEO离职。这位CEO名为范宁，也是目前汇丰银行最年轻的一位CEO，并且他上任也仅一年半时间。不仅如此，还有好事者深挖相关信息，发现汇丰不仅是CEO离职，还在全球范围内裁员了5000人。大家之所以这么关心汇丰银行，其实说到底还是因为华为，事情还得从汇丰银行“阴”华为说起。当时，汇丰因为洗钱等问题，被美国司法部给盯上了。为了逃避罪责，汇丰银行最终选择协助美国陷害华为，这也直接导致了后来的加拿大事件的出现。等这件事情被曝光之后，可笑的是汇丰银行竟然装糊涂，称自己是被迫的，它也没啥办法。同时，它还在没有任何征兆的情况下，终止了和华为之间的交易、合作。而华为本身，压根不清楚到底是从什么时候停下交易的。在这件事上，汇丰不仅涉及到洗钱，还“为虎作伥”，实在是让人不齿。但汇丰银行的类似操作，其实并不止一起。2014年的时候，汇丰被英国罚了超过6亿美元的罚款。原因，是它涉嫌操纵全球外汇交易市场。在这次事件之后，汇丰不但没有收敛，反而类似的消息越来越多，不断的有洗钱的消息传出，后来还因为这个原因，被美国罚了超过19亿美元。关于汇丰“阴”华为的事件，虽然民众非常生气，但要说最生气的，还是受害人华为。事后任正非在接受采访时提到了这件事，他一脸的不忿，表示汇丰方面在没有任何通知的情况下，就停下了和华为的合作。任正非还说，他知道这个世界是不公平的，但华为也没有打算让这件事不了了之。不仅如此，汇丰银行的这种行为，也让官方非常生气。所以，央视媒体直接毫不留情的点了汇丰银行的名。汇丰银行的这种行为，已经不仅仅是违反道德这么简单了，这里是中国的土地，所以需要遵守中国的法律。它的行为已经违反了中国法律，所以它也需要承担应该承担的责任。由此可见，官方对于汇丰的态度是非常坚决的。也正因为官方、华为和民众对汇丰银行的愤怒，使得汇丰在此期间市值蒸发超过900亿。但在很多民众看来，这样的惩罚明显不能够平息怒火。不过正如华为所说，这件是不会就这么不了了之的。小编相信，不仅华为这么认为，官方作为国内民营企业的靠山，同样不会就这么算了！汇丰，准备好了吗？准备好承受愤怒了吗？", "author": "东南财富", "newsdate": "发布时间：19-08-09", "newstime": "17:27", "sentiment": [{"positive_prob": 0.0112556, "confidence": 0.974988, "negative_prob": 0.988744, "sentiment": 0}]}]