[{"title": "喜欢华为手机也不要乱买，最值的三款华为手机，都有性价比！", "content": "华为手机凭借着强大的技术实力获得了如今的好成绩，在手机市场已经稳稳的站稳了第一梯队的席位，虽然华为手机很好，但是华为手机也有好与坏、值与不值之分的，因此华为手机只买对的别买贵的，目前这三款才是最值得买的华为手机！荣耀9X：千元性价比之王如果你的预算在一千多，那么别犹豫先来看看荣耀9X，因为它是千元机中的性价比王者。之所以这么说是因为它在1399元价位采用了麒麟810的处理器，麒麟810有多厉害？简单来说全面优于骁龙710，跟骁龙730互有胜负，而骁龙730手机价格都在2000元左右，因此荣耀9X性价比不言而喻。另外还有方舟编译器、EROFS文件系统等华为独家黑科技加持，想不流畅都难。另外外观、屏幕、系统、续航都非常均衡，没有明显的短板。荣耀V20：最便宜的980之所以推荐荣耀V20，是因为它最近降价了，目前6+128GB版本价格2099，跟同内存的9X只差两百块，两百块你就能从麒麟810升级到麒麟980，而且这应该是目前最便宜的麒麟980手机了。荣耀V20采用了目前并不算主流的挖孔屏，但是挖孔的面积相对较小，并不过多影响日常的观感，另外不做升降的好处是一体性更强，机身相对更加轻薄。背面V字形的炫光纹路非常具有辨识性，背面采用后置双摄，一颗IMX 586 4800W主摄和一颗TOF，主摄的拍照效果不错，但是减配了广角和长焦镜头，可玩性有一定折扣。4000mAh电池和22.5W的快充续航问题也不用担心，整体性价比很高。华为P30：最均衡的旗舰机目前华为最高端的手机是P30 Pro，但是之所以选华为P30是因为两者并不是好与坏的关系，而是各有利弊。P30 Pro为了拔高拍照能力，加入了五倍潜望式镜头，而且加大的电池和屏幕，导致Pro版本的厚度高达8.41mm，而重量高达192g。而P30 6.1英寸屏幕和165g的重量拿在手里刚刚好，3650mAh的电池续航成绩并不差，另外P30的屏幕显示效果是要比Pro版本更好的。所以P30是偏实用的均衡旗舰机，而Pro则是一款秀肌肉的顶级拍照旗舰。再加上两者不小的差价，P30才是大多数人明智之选。你觉得华为目前哪款手机最值得买？", "author": "小胖聊数码", "newsdate": "发布时间：19-08-07", "newstime": "18:54", "sentiment": [{"positive_prob": 0.999968, "confidence": 0.99993, "negative_prob": 3.15024e-05, "sentiment": 2}]}, {"title": "索赔数亿！华为对跟随禁令美企说“不”，昔日亲密伙伴今反目成仇", "content": "尽管前段时间闹得沸沸扬扬的“华为封锁”事件已经渐渐平息，但其实事件所造成的影响还远远没有彻底结束。回顾此次风波，当中最耐人寻味地当属「美企伟创力第一时间响应禁令」一事，在其他企业还在评估立场、摇摆不定的时候，作为曾经华为手机最大的代工厂商，伟创力却毫不犹豫地响应美方，而这也给华为造成了意料之外的重大打击。据了解，在风波来临的第一时间，伟创力就表现得非常耿直。包括在中国多个城市和欧洲等地的伟创力工厂，直接停掉了给华为正在进行当中的代工业务。更令人感到愤怒的是，在业务停止之后，华为试图从深圳伟创力工厂拉回属于自己的设备和物料，结果却遭到了伟创力的无理拦阻，以”根据美国出口管制“为由拒绝归还，私自扣押归属权属于华为的东西。哪怕是最后，迫于种种压力之下，伟创力仍然让华为付出了一笔不小的费用代价，才得以拉回属于自己的价值7亿元的物资，让华为当时的处境雪上加霜。现在，是时候进行秋后算账了。根据路透社消息称，华为在本周一向伟创力（Flex）发去律师函，要求就此前无故扣押华为设备和物料一事进行经济赔偿，要求赔偿金额达数亿元。在这份强硬的律师函中，华为指出，伟创力中国子公司拒绝归还珠海工厂的生产设备、原材料和半成品等，价值约4亿元人民币。对此，伟创力方面对外表示，公司正在准备一份声明，但此刻无法立即发表该声明。从昔日亲密无间的合作伙伴，到今天双方的反目成仇，对簿公堂，伟创力给全球企业上演一场真实的”墙头草“的下场。在华为断供风波之前，伟创力是全球仅次于富士康的第二大代工厂，而在中国、欧洲等多个市场上也大肆建造工厂，主营业务就包括对华为手机产品、基站通信设备等的生产订单。去年年底，华为官方对外公布92核心金牌供应商名单，伟创力赫赫在列，在那时的所有人看来，华为和伟创力之间的关系可谓是亲密无间。2018年4月，伟创力位于中国长沙的新建工厂一期项目正式投产，这个计划日产6万余台华为手机的超级工厂，仅仅维持了86天之后便直接停产，所有工作基本处于停滞状态。目前，随着伟创力和华为关系的恶化，长沙一期工厂仍无人运转，二期规划项目已被国产代工商比亚迪所取代，依然负责华为手机的生产工作，一期据了解也将被伟创力转卖给他人。有行业人士分析，伟创力作为一家不依靠技术的单纯代工厂家，按道理说不应该对华为如此敏感。但是，它在现实中却成为了第一家对华为落井下石的美企，其原因无非可能存在两点：一是借助华为断供风波，打算痛打落水狗，以便于对华为坐地起价，争取到更多的利益；二是率先向美国方面示好，在本土地区赢得更多的支持。但是，很不幸伟创力的这些如意算盘统统打空。现在，随着华为”报复“的再度升级，伟创力不仅会从此丧失掉了一个能给自己每年带来数亿美元利润的大客户，而且还要面临巨额的经济索赔，这样的下场明显的应得的。大家觉得是吗？", "author": "Tech情报局", "newsdate": "发布时间：19-08-07", "newstime": "17:20", "sentiment": [{"positive_prob": 0.283244, "confidence": 0.370568, "negative_prob": 0.716756, "sentiment": 0}]}, {"title": "EMUI 10.0马上到来，首批华为、荣耀升级机型，你知道多少？", "content": "日前华为EMUI官方已经开始EMUI 10.0的官宣，从宣传的情况看，我们已经可以确定，新一代EMUI系统，EMUI10将于8月9日，也就是明天正式和花粉见面，每一代的EMUI系统都有革命性的改变，都引起花粉的广泛关注，很多花粉都想知道自己的手机是否可以第一批尝鲜，那么究竟情况如何，我们一起了解一下。基于功能方面，根据消息，EMUI10将在细节方面更加注重，与目前的生活紧密结合，提高花粉的生活体验，将打破终端边界，让设备间无缝自由流转，所以除了拥有EMUI9的各项先进技术，还将从细节方面提升使用者的体验，让手机更智能，更满足花粉的生活，还是非常值得体验的。那么新一代EMUI10首先支持哪些手机呢？根据之前暴露的消息，EMUI10将首先支持21款手机，分别是华为方面：包括华为P30 Pro、 P30、P30 Lite(国内nova 4e)、P20 Pro、P20、 Mate 20 X (5G)、 Mate 20 X、 Mate 20 Pro、 Mate 20、 Mate 20 Lite(国内麦芒7)、 Mate 10 Pro、Mate 10、P Smart Z、P Smart+ 2019、 P Smart 2019、Mate 20 RS保时捷版、Mate 10保时捷版。荣耀方面：包括荣耀V20、荣耀20、荣耀20 PRO、荣耀20 Lite(对应国内荣耀20i)。当然还没有第一批升级的花粉，完全不用担心，最新推出的华为、荣耀手机都是可以升级的，只是时间的关系，那么你的手机是在第一批体验的名单吗？", "author": "数码八叔", "newsdate": "发布时间：19-08-07", "newstime": "18:11", "sentiment": [{"positive_prob": 0.958763, "confidence": 0.908363, "negative_prob": 0.0412368, "sentiment": 2}]}, {"title": "华为荣耀5G强势来袭：京东方OLED+5000mAh+50W闪充 颜值性能兼备", "content": "华为作为国产手机中最出色的企业，自然是有着自己的子品牌手机的，而荣耀就是华为的子品牌，荣耀手机现在的知名度一点不比其他国产品牌差。并且在产品设计、软硬件的搭载和市场定位上，都和华为有所区分。华为荣耀更注重性价比，像此前发布的华为荣耀20系列，就搭载了和华为P30一样的处理器，后置拍照也和P30差不多，但是，该机的市场定位却非常的良心。而到了5G时代，华为荣耀当然也不会落后，近日，就有一款华为荣耀5G概念新机强势来袭，该机正面搭载了京东方OLED屏，内置5000mAh的超大电池，并且支持5G网络，算是一款颜值性能兼备的手机。荣耀所发布的手机在外观上都是十分的精美，这部荣耀新机在外观上自然也是如此，根据渲染图所示，这部荣耀新机在外观上采用了钻孔屏的设计方式，钻孔屏作为市场中的潮流设计使用在该机上那该机的外观自然是不会差了，保留了极窄的上下边框，有着极高的屏占比，根据参数所示，这部荣耀新机的屏幕尺寸为6.9英寸的京东方OLED的高清显示屏，分辨率为1120x2560的像素，屏占比为92.6%，高宽比为19.5:9的设计比例，色彩值为1600万。根据如今的手机市场来看，钻孔屏手机在前置摄像头上都是采用单颗的方式，此次这部荣耀新机并没有打破常规，采用了和市场中一样的设计方式，根据渲染图所示，这部新机的镜头位于屏幕的左上角，屏幕上除了摄像头在无其他的组件，屏幕看起来十分的高端，摄像头采用了镶嵌式的设计，镶嵌式作为一体式设计，在防尘的效果上是非常显著的，根据参数所示，这部新机的前置像素为3200万，光圈为F/1.9的智能光圈，支持AI美颜、前置HDR等技术。要说手机变化最大的地方是那，肯定是后置无疑，后置从单摄到如今的五摄，可以说不仅仅是摄像头数量的增长，在拍摄的能力上也得到了质的飞跃，而这部荣耀新机在后置上设计上是非常惊艳的，采用了四摄的方式，摄像头和LED闪光灯位于一条线上，都垂直于机身背面，摄像头由长焦、广角、超广角、微距等镜头组成，这些镜头均为AI镜头，根据参数所示，这部荣耀新机的后置像素为4800万+1600万+1200万+800万的像素，光圈为F/1.7+F/2.2+F/2.3+F/2.4的智能光圈，支持OIS光学防抖、PDAF相位对焦等技术。荣耀手机所搭载的处理器一直都为海思麒麟，这部荣耀新机在处理器上自然也是搭载了海思麒麟，根据参数所示，这部荣耀新机在处理器上搭载了麒麟最顶尖的处理器——麒麟985的移动平台，麒麟985是华为即将发布的一款处理器，该处理器是在麒麟980的基础上做出的全面升级，在性能各方面的能力上都是非常顶尖的，并且集成了华为自己研发的巴龙5000 5G芯片。在系统上则是搭载了鸿蒙OS系统，运行内存为8GB/10GB，存储内存为128GB/256GB/512GB，该机的组合空间绝对能满足我们平时的生活需求。根据参数所示，这部荣耀高端新机内置了一块5000mAh不可拆卸式电池，在充电上搭载了50W闪充和27W的无线充电等技术，在续航的能力上十分显著，能为用户带来极致的体验，在解锁上搭载了目前最顶尖的屏下指纹和面部识别技术，能为手机带来极好的保护，在机身材质上使用了康宁最新一代的玻璃，机身背面采用了流光线条，带来的视觉感官尤为强烈，保留了3.5毫米的耳机孔。华为荣耀系列作为华为旗下的品牌，在外观设计方面和华为有很明显的区别，在硬件的搭载上则非常的接近，而在市场定位上却非常的良心。而该机作为华为荣耀5G强势来袭之作，在核心配置和技术的搭载上都非常的出色，并且根据资料显示，该机的发布价在4999左右，算是真正的良心价，一款颜值性能兼备的手机。", "author": "概念科技说", "newsdate": "发布时间：19-08-07", "newstime": "12:12", "sentiment": [{"positive_prob": 0.99962, "confidence": 0.999156, "negative_prob": 0.000379792, "sentiment": 2}]}]