[{"title": "华为又搞大事！新业务对阵阿里、腾讯 A股产业链伙伴如何表现？", "content": "来源：中国证券报作者： 张兴旺 华为又有新动向了。这次是加码云计算，先成立云计算公司，华为云还将发布新品。云计算（cloud computing）是分布式计算的一种，指的是通过网络“云”将巨大的数据计算处理程序分解成无数个小程序，然后，通过多部服务器组成的系统处理和分析这些小程序，得到结果并返回给用户。目前，在国内公有云市场，华为云市场份额仍落后于阿里云和腾讯云。业内人士称，云业务是华为必须要打的一场仗。华为云不断加码国内一家上市公司人士李明（化名）对中证君说，该公司最近要全面上云，正在做招投标，华为、腾讯、阿里、亚马逊、微软都来投标了，但最终花落谁家仍不确定。“云的战争才刚刚开始，生意也刚起来，大家都在投入，不抢未来就没未来。华为必须要做云，不然原来的企业（客户）的交换机和路由器业务就‘废’了。这是华为必须要打的一场仗。”一位云计算领域资深人士王波（化名）对中证君分析称。最近华为在云业务上动作不断。据华为中国区官微消息，12月26日，华为云将在北京举行2019新品发布会。据天眼查显示，12月6日，华为云计算技术有限公司成立，该公司由华为技术有限公司100％持股，注册资本为5000万元，法定代表人为华为公司副总裁、华为云业务总裁郑叶来。来源：天眼查“本次于贵州注册云计算公司，旨在更好服务客户，说明华为将进一步加大在云计算领域的投入力度。” 万联证券分析师王思敏在其研报指出。实际上，华为前两年已正式进入公有云市场。早在2017年3月，在长沙华为中国生态伙伴大会上，华为时任轮值CEO徐直军公开表示，从2017年开始，华为将成立专门负责公有云的Cloud BU（云服务）。通过强力投资打造开放的公有云平台，共同做大产业蛋糕。同年8月，华为签发一份“关于Cloud BU组织变动的通知”，负责公有云业务的Cloud BU成为华为集团下的一级部门，在地位上仅次于华为的运营商事业部、企业事业部和消费者事业部。当年9月，华为又提出，华为要打造全球“5朵云”之一。根据华为2019年三季报显示，已有300万企业用户与开发者在华为云进行云端开发。阿里、腾讯、华为群雄逐鹿“云服务会越来越好，市场会越来越大，国内市场也够大。”王波说。据IDC报告显示，2019上半年中国公有云服务整体市场规模（IaaS/PaaS/SaaS）达到54.2亿美元，其中IaaS市场增速稳健，同比增长72.2％，PaaS市场增速有所回落，同比增长92.6％。根据东兴证券研报指出，云计算可以分为三层，分别是IaaS层（Infrastructure as a Service，基础设施即服务）、PaaS 层（Platform as a Service，平台即服务）和SaaS 层（Software as a Service，软件即服务）。从IaaS市场来看，阿里、腾讯、中国电信、AWS（亚马逊云服务）、华为位居前五，占据总体75.3％的市场份额。阿里、腾讯、华为三家各有千秋。来源：IDC微信公号“云的战争才刚刚开始。它是重资产的生意，又是高科技、大投入。但能做这个生意的公司其实并不多。阿里、腾讯、华为都有机会，就看谁的战略大，能够坚持下来很重要。”王波说，三家各有各的优势。IDC报告认为，阿里以其强大的客户、生态和运营能力，持续助力互联网行业业务系统上云，不断深耕零售、政府和金融三大行业云化转型。腾讯借助其在云游戏和云视频方面的优势，以及微信、小程序等强大的生态转化能力，积极拓展产业互联网的发展机遇。华为云驶入发展快车道，无论是从组织扩张、市场运营还是行业拓展上都表现突出。从IaaS+PaaS市场来看，阿里、腾讯、AWS、中国电信、华为共同占据74％的市场份额。中证君注意到，在各自市场份额上，目前阿里云优势明显，腾讯云比华为云略胜一筹。来源：IDC微信公号复旦大学计算机科学技术学院副院长汪卫对中证君分析称，阿里云相对成熟，有技术、人才、模式。华为云有自己的实力，但它比阿里云要晚，还要探索商业模式。因此，华为云能不能超过阿里云还是未知数。王波认为，华为虽然起步晚，但华为在B端有优势，有企业服务经验，让它在做云上有天然优势。再加上它全球化做得好。综合下来，它应该能做好。王思敏认为，长远来看，虽然阿里云仍将大概率占据国内公有云计算主导地位，但华为的布局加速和腾讯云的紧追不舍，有望持续刺激市场繁荣。这些上市公司涉及华为云业务中证君注意到，面对华为加码云计算，在深交所互动易、上证e互动平台上，中小投资者又开始向相关上市公司咨询与华为云的具体合作方式。12月18日，中威电子在深交所互动易称，公司目前取得华为技术认证书，是华为云解决方案伙伴计划的成员之一，可以享受华为鲲鹏凌云伙伴计划的支持。但中威电子特别提醒广大投资者：公司目前与华为云云市场部分项目中有合作，但是涉及金额不足百万，该类业务收入预计对公司2019年业绩不会产生重大影响。来源：深交所互动易11月6日，银之杰表示，公司是华为云认证级经销商、华为云解决方案伙伴，授权经销华为云产品，并作为华为云解决方案的优选合作伙伴。区块链应用解决方案是公司与华为云合作的内容之一。11月15日，山石网科在上证e互动上称，目前公司是华为云的合作伙伴，在云安全解决方案上有相关的项目合作。但针对投资者提问与华为云是什么层次的合作这一问题，中科创达12月12日回复投资者称，“华为提供的是云端大平台基础能力，我们在云端规划的重点在于设备端与云端的互联，我们可以用华为的云能力构建我们的解决方案，同时也可以助力华为的云在应用端落地。”使用华为云的上市公司不在少数。12月12日，易见股份在上证e互动上称，华为云是公司“易见区块2.0”部署环境之一。新智认知表示，9月2日，公司“大数据智能警务云指挥平台”产品在华为云平台注册进度已进入测试阶段，系统是一套“大视野、智辅助、全能力”的情指实战指挥平台。航天宏图8月13日称，公司是华为云的合作伙伴，2019年4月，公司已将火情监测等在线服务迁移到华为云严选商城，并陆续将公司的其他在线服务产品迁移到主流的云设施上。", "author": "金融界", "newsdate": "发布时间：19-12-23", "newstime": "06:34", "sentiment": [{"positive_prob": 0.0121026, "confidence": 0.973105, "negative_prob": 0.987897, "sentiment": 0}]}, {"title": "36氪专访｜华为前HR副总裁：华为第二天就会死亡，活下去才是最重要的事", "content": "华为是一家有19万人的公司，关于它的管理方法论常常出现在机场畅销书架上，其中包括前HR吴建国的《华为团队工作法》。吴建国作为一个华为老人，曾经担任过华为HR副总裁，深度参与过华为管理体系的搭建和运营。离开华为后，他开始担任管理咨询顾问，帮助很多企业梳理自己的顶层架构和规则体系。华为前HR副总裁吴建国（图片来自受访者）从90年代改革至今，华为的管理水平在国内称得上超前，人岗匹配度超过70%，人均产出达到了全球高科技企业第七。这些都远远将其他的企业甩在身后。尤其是最近一年，华为因为各种事件被暴露在聚光灯下，越来越多的企业家开始研习华为的方法论，也希望打造出这样一支高效、迅猛、执行力极强的团队。然而，无论是身处其中还是跳出华为后，吴建国都知道华为经验是不可复制的。做咨询或讲座时，常有人问吴建国，华为为何如此成功，他的回答很简单：“华为有个任正非”，在他眼中企业家中有两种，一个是任正非，另一种是其他企业家。“中国绝大多数企业管理能力是很差的。”吴建国在接受36氪采访时直言不讳。“传统企业90%的高管，无法真正理解什么是以客户为中心，什么叫用户价值。”华为的成功是系统性的，因此，在使用华为经验时，吴建国从来不主张照本宣科。只有将华为的一些方法论带入到自己业务的场景中才有实用性。虽然成为了众多企业的教科书，华为的体系也遇到了自己的挑战，最近更是被送上了风口浪尖，引发了人们对华为企业文化的思考。作为一个华为老人，吴建国离开后也一直和华为内部保持着联系，他也收获了一些不一样的视角。“华为对于员工是很温情的，很少有公司像华为这样对员工这么好。”吴建国告诉36氪。首先，华为会提供最好的办公环境，包括高水准食堂、咖啡厅、各种体育和娱乐设施；其次，华为从来都不吝啬奖励有贡献的员工，新员工中有一半的人会获得明日之星奖章，还会有天道酬勤奖等等；更重要的是，华为会给员工提供一套完整的职业发展和晋升体系。并且，华为还会有华为大学，在人才培养上的投入巨大。“新进华为的毕业生，最少都要培训半年，最长会达到1年半。”培训很多时候也无法解决公司和个人发展速度的矛盾。初期很多员工慢慢跟不上公司的节奏，这也是第一批成长起来的公司遇到的普遍问题，跨过了10年这个坎，很多公司都遇到了初创期没有遇到的挑战，其中一个就是严重的惰怠。如果华为发现干部落后，首先会调岗，还会有战略预备队，让老人们参加各种培训再去新岗位发挥自己的价值，如果还是无法调整，只能提前退休，但即便是对于年纪偏大的员工，华为也表现出了足够多的耐心。“很多35-40岁的员工成长会变慢，华为会不断投资帮助他们成长。任正非还是太善良了，老觉得要对老员工不断培训，再尝试一下等。实在不行，部分的老员工离职了，也会保留股票，退休后的收入不菲。这样比较起来，华为算得上很nice了。”吴建国也观察到，很多企业没有华为这样完整高效的人才成长体系，所以只能一刀切，做强制化的干部年轻化，同样可以理解。近年来，“狼性文化”、“加班文化”时时触动大家的神经，但吴建国认为，或许这也是时代的必然。企业人们身处一个剧变的大环境，洗牌每时每刻都在发生。企业大多身处其中，如果不想被抛下，只能不停向前，这样一来，势必有人会被扔在后面。事实上，吴建国从来不反对工作和生活平衡，但他明白，我们身处这样的发展阶段，这还是一件太过奢侈的事。目前的中国还处于工业革命初级阶段，而且社会文化中儒学占据了主流，对市场化多少会有阻碍，如果企业不逆流而上，很难活下去。“大家喜欢看标杆，华为和阿里等标杆因为不想死，所以要么激发员工内在动力拼命工作，要么职只能回家种地了。”在华为，吴建国提到，这里只有挑战性目标，没办法谈工作和生活平衡。“work is life，企业要选择合适的人并提供良好的环境尽可能让他们享受工作。这个才是现状，当前现在也不只是华为一家公司员工拼命，很多互联网公司都这样，不然公司一定会死掉。”对于员工来说，身处这样的大环境，除了适应似乎别无他法。 “游戏规则已经制定了，你要在这里玩，得按照规矩来，不然就出局，愿意来就来，不愿意拉倒。”当然，并不意味着个人无法应对这样的快节奏。吴建国也给出了解决方案，让职场人在飞速发展中跟上步伐，不至于被淘汰。首先在这个没有边界的时代，必须学会跨界思考，去理解和学习更多东西，拓宽自己的视野。第二，无论年龄多大，要始终保持好奇心和求知欲，不断深度学习本领域的新东西，做到与时俱进；第三，要学会使用现代社交工具，和更多人有价值的人共创学习；必须成为一个数字化的人，掌握数字时代的高效学习方法。然而，现在很多企业和人却还停留在模拟时代。第四，成熟的职场人必须要有情绪管理能力，不要被个人情绪化所左右，保持客观、理性的处事态度唯有做到了这些，才不会被时代所抛弃。当然，吴建国很清楚，现在不是终极发展阶段，“未来是AI时代，大家更多去做创造性的工作，现在的企业也会不断进化自己的管理模式。但很遗憾，我们必须经历当前这样的阶段。”即便如此，华为也在不断地变得更加人性化。早年为了防止诸侯割据和站队文化，华为属地员工不能回到原籍。但现在华为已经开始允许员工属地化，当然回到分公司后，工资相比在总部时会有所调整，不过外地员工能更方便地照顾家庭。此外，华为对员工心理健康的关注，也走在了中国企业的前列。“所谓人性化是一个不断进化的过程，必须与社会发展阶段相匹配，不可能一蹴而就。”吴建国表示。在华为，内部有种说法，“华为第二天就会死亡”，所以活下去才是最重要的事。离开华为后，吴建国的危机感仍然如影随形，每时每刻，他都要不停学习新东西。这也是每一个不想被扔下的职场人必须拥有的心态。", "author": "36氪", "newsdate": "发布时间：19-12-23", "newstime": "08:20", "sentiment": [{"positive_prob": 0.909787, "confidence": 0.799527, "negative_prob": 0.0902127, "sentiment": 2}]}, {"title": "为抗衡华为，五角大楼敦促美企搞“开源5G”", "content": "【文/观察者网 徐乾昂】美国打压华为又出新招。这次是五角大楼提议，呼吁美国电信运营商抱团开发5G，要求美企向本土竞争对手开放各自技术，美其名曰“开源5G”，以此和华为抗衡。美方这种做法涉嫌强制要求美企“互相技术转让”，有英媒站出来说话，称此举会有损美企利益。但美国国防部威胁道，美国企业如果不这么做，就会被淘汰。华为目前在5G领域占据优势，截至今年上半年，美国所有企业的5G核心专利总数，都没有华为一家来得多。《金融时报》12月22日报道称，美国国防部研发主管波特（Lisa Porter）已要求美国企业开发开放源代码的5G软件。具体来讲，五角大楼要求美国企业在无线接入网领域整合研发力量。届时美国电信运营商可以直接从美国电信设备商中购买现成的硬件，而不是定制硬件。《金融时报》认为，美方这种做法实际上是要求美国企业向潜在竞争对手开放各自的5G技术。此举将威胁到美国最大的电信网络设备供应商思科（Cisco）或甲骨文（Oracle）等美国公司。但波特警告，如果美国企业不这么做，就有被淘汰的风险。“那些拖累市场的因素最终将会出现。就像历史趋势一样，最经典的是柯达（Kodak），它发明了数码相机，但却没有加以利用。”波特表示，应该让市场来决定谁是赢家，市场将做出决定。 一直以来美方都坚称华为“剽窃技术”，如今自扇耳光，是否符合美国法律要求？观察者网发现，2016年美国制定的《商业秘密保护法案》，强调了对被剽窃技术企业的司法保护。然而其中第七条规定，若出现向美国政府机关“非公开性披露商业机密”的行为，其行为人可被豁免责任。《商业秘密保护法案》第七条 图自美国国会为打压华为，美国政府近期花招层出。除了拟定“实体清单”外，特朗普政府在上周又被曝拉拢美国企业签订所谓“原则性文件”，要求后者承诺不再购买华为等中国企业的设备，但遭行业代表拒绝。今年10月，美国政府还曾考虑给诺基亚和爱立信提供资金，企图以这种方式壮大华为竞争对手，挤走华为市场份额。但诺基亚和爱立信拒绝了这个提议。现如今美国政府想集合国内所有力量研发5G赶超华为，难度很大。根据咨询机构Dell'Oro今年一季度数据，华为在通讯设备领域的市场份额为28%，爱立信以27%的份额紧随其后，诺基亚手握8%。美国企业不在第一梯队。此外根据德国专利数据公司IPlytics最新报告，截至今年9月，全球5G SEP必要专利中，华为凭借高达3325件申请量占据绝对制高点。图自数据网站statista对于华为5G专利全球领先这件事，华为技术有限公司副总裁鲁勇曾表示，这是必然结果，因为去年华为在研发领域投入了1000多亿人民币，研发资金超过了英特尔和苹果。 鲁勇透露，华为手握的5G专利占全球总数20%，而美国的所有企业的5G核心专利的占比不到15%。", "author": "观察者网", "newsdate": "发布时间：19-12-23", "newstime": "11:44", "sentiment": [{"positive_prob": 0.86934, "confidence": 0.709644, "negative_prob": 0.13066, "sentiment": 2}]}, {"title": "从碳化硅材料到鲲游光电，华为芯片版图又落一子", "content": "在4个多月的时间里，华为在芯片领域的投资数量已经到了第五家。根据天眼查信息显示，近日华为旗下投资公司哈勃科技投资有限公司（以下简称：哈勃投资）新增对外投资企业上海鲲游光电科技有限公司（以下简称：鲲游光电）。鲲游光电是哈勃投资成立以来投资的第五家企业，哈勃投资持股比例为6.5791%。此前，鲲游光电也是华为光电芯片领域的供应商之一。哈勃科技投资有限公司则成立于今年4月23日，成立后便密锣紧鼓地在材料领域、AI领域和芯片领域投资布局。第一财经记者梳理发现，除了鲲游光电外，华为投资的其他四家公司分别为山东岳先进材料科技有限公司，杰华特微电子（杭州）有限公司，深思考人工智能机器人科技（北京）有限公司和苏州裕太车通电子。光波导技术或成AR主流显示方案中科院西安光机所光学博士米磊在一场演讲中表示，整个产业链现在都是5G和物联网，而未来最核心的就是芯片，芯片不解决，连做系统都没有机会。“整个IT产业，正处在从电到光的切换过程，无论是从获取、传输、计算、存储、显示，现在都是以光为核心，无论是芯片、还是器件。”米磊说。据了解，鲲游光电成立于2016年12月20 日，法定代表人为公司董事长林涛。林涛毕业于浙江大学光电系竺可桢学院工高班，以英特尔学者取得全额资助前往英国剑桥大学深造，并获得光电子博士学位。毕业后担任过巴克莱资本银行衍生品交易员、麦肯锡公司全球副董事合伙人、复星昆仲资本合伙人，在高科技领域的战略运营、并购融资等领域拥有10年实操经验。根据官方信息，鲲游光电专注于微光学、光集成领域，总部位于中国上海，拥有微光学领域的核心国际专利40余项。鲲游光电目前提供微纳及衍射光学、AR显示、光通讯等领域的产品及服务。从应用的角度来看，鲲游光电研究的晶圆级光学是消费光子的基石性领域。晶圆级光学使得光学可以在精度提高一个数量级的同时将成本下降一个数量级，进而使得众多新兴的需求和商业价值成为可能，包括3D深度成像与无人驾驶、AR/MR显示、芯片间短距离全光传输、医学影像、航空军工、自动化安防等。比如，光波导技术或将是未来AR眼镜的主流显示方案。有了波导这个传输渠道，可以将显示屏和成像系统远离眼镜移到额头顶部或者侧面，这极大降低了光学系统对外界视线的阻挡，并且使得重量分布更符合人体工程学，从而改善了设备的佩戴体验。华泰证券发布的一份研报显示，5G 时代 AR 眼镜有望成为继 TWS、智能手表之后的新一代主流可穿戴设备。随着 AR 应用逐渐兴起，全球多家厂商纷纷布局光波导领域的技术研发，包括苹果以及初创企业如灵犀微光、珑璟光电、Magic Leap 和 DigiLens 等，以及传统光学巨头如 Sony、肖特等。华为打造芯片家族“华为坚信芯片是ICT行业皇冠上的明珠，我们从一开始就选择了最艰难的一条路去攀登，通过持续投入核心终端芯片的研发，掌握核心技术，构建长期的、持久的竞争力，从而为用户提供最佳的使用体验。”华为Fellow艾伟此前曾对外这么解释华为为什么要在芯片领域做持续投入。据第一财经记者了解，华为早在1991年就成立了ASIC设计中心，该设计中心可以看做是华为芯片的前身，主要是为华为通信设备设计芯片。而随着欧洲逐渐开始进入3G时代，2004年10月，华为正式成立了海思半导体，根据西南电子发布的研报显示，从大的方向来看，华为主要设计了五类芯片：SoC芯片、AI芯片、服务器芯片、5G通信芯片以及其他专用芯片。其中，SoC芯片麒麟系列最受外界关注。2015年5月，全球第一款采用16nm FinFET Plus工艺制造的中低端芯片麒麟650发布，带领荣耀5C、G9继续破千万销量。而华为的麒麟980，采用最先进的八核心设计，最高主频高达2.8GHz，麒麟990则继承5G基带，实现真正5G弯道超车。手机SoC芯片一直是华为的主力研究，此外还有AI芯片昇腾系列、服务器芯片鲲鹏系列以及5G通信芯片巴龙、天罡系列，被视为备胎中的主力军。而从近四个月的投资方向来看，华为哈勃科技更多的是在未来航道积聚弹药。以苏州裕太车通电子为例。10月28日，哈勃科技对苏州裕太车通电子科技有限公司完成了战略投资，据官网显示，裕太车通致力于有线通讯物理层芯片的研发，目前已申请20余项发明专利及实用新型专利，是国内唯一自主知识产权以太网PHY芯片供应商。以太网物理层芯片产品最大的价值在于通用性，也就意味着，除车规领域外，裕太车通还可以通过降维打法进入到其他领域。据官网介绍，截至目前，他们已成功布局到工业、数通、电信、消费等领域，并顺利完成5个系列芯片产品量产。目前，裕太车通团队已有40多人，75%为技术人员，85%为硕博人才，十年以上经验人员占比超过70%。而深思考人工智能则是一家专注于类脑人工智能与深度学习的AI公司。核心团队由来自中科院、清华的一线AI科学家与领域业务专家组成，公司最突出的技术是“多模态深度语义理解引擎（iDeepwise.ai）技术”，该引擎技术可同时理解文本、视觉图像等多模态非结构化数据背后的深度语义，在人工智能语义理解领域处于行业内引领地位。目前主要落地于智能汽车、智能手机、智能家居、智慧医疗健康等应用场景。杰华特则主要着力于功率管理芯片的研究，为电力、通信、电动汽车等行业用户提供解决方案与产品服务，目前公司拥有电池管理，LED照明，DC/DC转换器等产品，共完成6次融资。山东天岳是我国第三代半导体材料碳化硅龙头企业。华创证券认为，“得碳化硅者得天下”。碳化硅是制造高温、高频、大功率半导体器件的理想衬底材料，综合性能较硅材料可提升上千倍，被誉为固态光源、电力电子、微波射频器件的“核芯”，是光电子和微电子等产业的“新发动机”。碳化硅材料实现量产后，将打破国外垄断，推动国内5G芯片技术和生产能力的提升。", "author": "第一财经", "newsdate": "发布时间：19-12-23", "newstime": "19:36", "sentiment": [{"positive_prob": 0.898382, "confidence": 0.774182, "negative_prob": 0.101618, "sentiment": 2}]}, {"title": "努力打造智能手表的另一个分叉，华为watch GT2一周佩戴体验", "content": "随着Apple Watch的大卖，智能手表在不知不觉中逐渐侵占传统手表行业，然而由于其本身固有的一些问题，一直没能让我狠心换下手上的机械表，直到今天主角的出现——华为WATCH GT2，接下来我们就谈谈使用一周后的体验。外观和Apple Watch 以及小米智能手表不同，华为WATCH GT2采用了更符合普罗大众的圆形表盘，整体来说外观和一代相比并没有什么大的改变，只是部分材质进行了升级和一些细节的改动，不过不论看上去还是佩戴效果，华为WATCH GT2都要远比一代好，原谅我拍照时手里没有一代作对比。不过需要注意的是，由于采用了两个表冠的设计，可以进行自定义操作的选项就更多，而且也不会像一个表冠那么硌手。华为WATCH GT2的表蒙采用了康宁大猩猩的玻璃，不论透光性还是耐划性都要远胜一代，佩戴一周后手表上并没有出现任何划痕，要知道那会儿戴小米手表几天后就出现划痕心疼死我。不过华为没有用蓝宝石做表蒙的尊享版，是害怕价格太高用户接受不了吗？不过极致的用户体验不才是王道吗？由于我拿到的是运动款，橙色和黑色的撞色使得整体风格更加年轻。表带采用了便携更换的设计，不过这次官方的表带除了材质的改变，也不再像一代那么繁琐和张扬，活力中可以透露一丝沉稳，这也许是华为以一贯制的不张扬设计风格吧。表盘的四周除了两个表冠外，还有上下左右一共六个长条形的开口，他们分别是麦克风和扬声器开孔，正如你所想的，这款手表是支持语音通话和音频播放的。续航如果说一款手表的外观是第一眼缘，那么续航能力就是选择一款智能手表的关键，这也是我下定决心购买这款智能手表的根本原因。我真的想象不到每天除了要给手机电脑充电外还要给手表充电是一种什么体验，不同于Apple Watch 的一天一充，华为WATCH GT2通过麒麟A1处理器和自身非常优秀的调校，做到了充满一次电续航两周的能力。当然了我从来不相信广告，亲自测试充满一次电使用一周时间才体验到了华为的恐怖：455毫安的电池，充满后正常使用一周竟然还剩下52%，这让我一度认为他有太阳能充电。要知道它的各项主要传感器都是隔几分钟就要检测一次的，有时候真的不能不佩服华为的科研能力。不过华为WATCH GT2和一代一样，同样没有采用无线充电，而是磁吸触点式充电，在这个逐渐抛弃线材的数码世界，华为WATCH GT2这一点让我很是膈应，也幸亏他的续航不像小米智能手表，不然我是绝对不会买一款不能无线充电还续航时间短的手表的。功能体验在拿到这款智能手表的时候我就知道，华为和其他厂商的思路并不一样，他并不是为了成为一个独立的数码产品，而是手机的延伸，是我们身体与其他智能设备的连接点，他会通过传感器采集人体各种生理数据，通过手机进行大数据分析，你说它是手机的附庸产品也好，说它是一个更加强大的智能手环也罢，他没有其他智能手表那么多为讨好用户而设计的噱头和不必要的功能，但它拥有着一个属于手表应该有的全部功能。手机在手里你会单独拿手表打电话吗？你会用手表叫滴滴吗？你会用手表听郭德纲相声吗？很显然你不会。由于以上所述，相信大家也知道了华为WATCH GT2没有独立通话的功能，也就是不能申请eSIM卡，他只能搭配手机使用蓝牙通话功能。它支持心率、睡眠、压力、血氧量、海拔、指南针……各种体内体外的检测，支持虚拟公交地铁门禁卡，而这些在我看来都没有两个重要：心脏健康实时监测以及智慧生活联动。华为WATCH GT2和北京301医院进行了深度合作，手表会实时监测你的心脏跳动情况并进行回传，当系统检测到你心脏跳动异常时会直接对你进行警告，通过此举可以让很多心脏疾病早期的患者得到较高水准的治疗康复。而智慧生活联动则是我在智能手环刚出来时就一直在呼吁的一个功能，手机和其他智能设备进行连接，手表和手机进行连接，当手表检测到你熟睡后将信息回传给手机，手机自动将所有的智能设备进行睡眠化处理，让你在不知不觉中体验科技的美好。当然了，华为WATCH GT2还有一个特色功能就是一碰传，通过一碰传，可以直接把手机相册里的照片传进手表当表盘，不过现在还不支持图片修改，而且也仅仅是支持这一个功能。一碰传是华为为他旗下的lOT设备设计的一个互联方式，现在已经不仅支持手机手表电脑，还有音响、路由器……和手机上的指关节截屏一样，一碰传逐渐成为了华为设备的一个高辨识度功能，也将会是华为串联各个设备的一种工具。当然华为WATCH GT2也有一些不足之处，明明要做成手机的附庸却还要给手表添加独立内存用来存音乐，还要给手表独立播放音乐的功能，在我看来无异于画蛇添足。抬腕亮屏经常性的不灵敏，抬起胳膊不亮屏，放下之后亮屏的现象屡见不鲜。但不论怎么说，华为给予了这块手表自己的思考，敢于舍弃，不随大流，实用性更强，这也是我选择这块手表的重要原因。总结华为WATCH GT2大胆抛弃了自认为鸡肋的功能，将更多的精力用于完善手表用户更在乎的续航，把手表作为人体和智能设备进行互联互通的工具，并将健康概念深层次的融入到手表产品中，走出了一条不同于其他同类产品的正确的岔路，但也仍有不足之处，希望未来见到一款能够没有槽点的华为智能手表。哦，忘了说一句，手表的下键除了能够自定义功能外，还可以长按呼出智能语音助手。", "author": "苟颜玩科技", "newsdate": "发布时间：19-12-23", "newstime": "16:25", "sentiment": [{"positive_prob": 0.999091, "confidence": 0.997979, "negative_prob": 0.00090924, "sentiment": 2}]}, {"title": "有一种职场效率，叫华为多屏协同", "content": "曾几何时，职场人依靠校园时代的知识积累，和口耳相传的工作经验，已经足够完成工作；而如今，一个成熟的职场人必须具备随时随地吸纳新知识、掌握新技能的觉悟，才能经受现代职场的风雨和考验。终身学习、自我驱动，已成为现代职场人的基本要求。基于此，华为为职场人士量身打造了职场轻知识计划，并邀请知名PPT专家秋叶老师，于12月21日在华为智能生活馆（杭州黄龙万科）举行了一场针对职场人的PPT应用分享课。通过这一课程，华为力图帮助职场人士更加方便、高效地处理日常工作。而在课程现场，PPT设计与华为新款MateBook X Pro的结合，则碰撞出科技+知识的更多可能性，进一步拓展了现代人的自我提升空间。助力职场：华为启动职场轻知识计划科技对知识的推动与普及，往往体现在最实用之处。就像华为带来的职场轻知识系列课程，目标就是为了让职场人学习更多职场相关技能。此次课程，在杭州华为智能生活馆全面展开。这里是继太原、上海之后的第三家华为智能生活馆，同时也是华为品牌新零售布局加速升级的重要一步。在智能生活馆中，科技衍生出更接地气、更实用的展现方式，消费者也能感受到华为产品带来的无限创意和科技含量。而作为生产工具的华为笔记本，华为新款MateBook X Pro以及华为手机生态打造独有的多屏协同功能，可以满足职场人大幅提升office效率的需求。比如职场人常用的PPT。接近年底，各种节庆当前，免不了要送祝福、送问候。尤其是对公司同事、上级领导、客户单位和第三方合作商，如果能送出一张自己亲手设计制作的贺卡，在表达心意的同时展现出专业技能，一定会为自己加分不少。在12月21日的线下课程中，华为联合知名PPT专家秋叶，向在场观众分享了如何使用PPT高效制作贺卡的方法。对非设计科班出身的职场人而言，PPT完全可以作为基础设计工具来使用，实现简单的图文排版等操作。而且PPT除了能做出好看的贺卡，处理一些简单的海报也没问题。这意味着学习PPT相关知识后，能帮助职场人事半功倍。这堂分享课，是华为在12月启动的“职场轻知识计划”的一部分。面对快节奏的日常工作，再学习、自我充电已成为职场常态。也正是在此背景下，华为启动了“职场轻知识计划”。旨在以轻松、趣味的形式助力职场人士，提升工作技能。除了杭州活动外，12月28日，华为还将在上海的华为智能生活馆举办一场课程。华为通过业内专家担任导师+线下小型分享的形式，旨在满足现代职场人的再学习需求。同时，这也将华为用科技赋能知识的理念贯彻到底。让设计随时随地：华为PC的黑科技在分享课现场，秋叶老师还展示了如何运用华为新款MateBook X Pro的“多屏协同”黑科技，让PPT制作更加方便、快捷。将华为新款MateBook X Pro与手机建立连接后，电脑屏幕中会出现手机的虚拟竖屏界面。这时已成功进入多屏协同状态，通过触摸屏或鼠标即可操作虚拟界面，对手机进行操作，能够自由浏览界面、操作APP等。而在接下来，华为新款MateBook X Pro将展现多重更为便捷、实用的能力。首先，在同步屏幕方面，PC端即可操作手机APP。如今的手机APP修图功能强大、操作简单，很多人都更喜欢先在手机APP上处理图片，然后再把图片从手机传到电脑上。为此，许多人往往拿了手机又拿电脑，频繁切换设备，步骤麻烦。而通过华为新款MateBook X Pro的多屏协同功能，可以直接将手机屏幕同步到电脑上。将电脑与手机连接后，在电脑显示的虚拟手机窗口中一样可以操作修图APP、传送图片，再不用手机、电脑来回切换。其次，在传输图片方面，可以跨系统双向拖拽。在“多屏协同”功能下，想要在电脑和手机之间传输图片，可以直接通过拖拽的形式。只要将手机靠近电脑，成功连接后可点开相册等应用，直接将图片从手机拖拽到电脑，或是从电脑拖拽到手机。传图不受大小限制，并且非常快捷。最后，在共享方面，可共享剪贴板并跨设备复制/粘贴。“多屏协同”功能，还支持电脑和手机跨设备、跨系统复制/拖拽粘贴文本。在工作中，职场人可以先在电脑端用键盘鼠标快速完成文字编辑，再使用共享剪贴板功能，将文字直接粘贴到手机端，可大大节约时间并提升效率。此外，华为新款MateBook X Pro的三指下滑截屏、3K高清屏幕、3:2比例屏幕等功能和硬件配置，也都给使用者带来更加愉快的设计体验。通过华为新款MateBook X Pro和多屏协同功能，职场人实现了真正的“让工作随时随地”。也正是基于自身的强大，华为新款MateBook X Pro受到消费者的欢迎。今年4月华为新款MateBook X Pro正式开售后仅5秒钟，在京东的销售额就一举突破千万。此外，在今年618期间，华为新款MateBook X Pro成为7000元以上轻薄本销量和销售额双料冠军。这样的成绩，在重塑笔记本市场格局的同时，也佐证着消费者对全新科技的迫切诉求。由此，应用全新科技的华为新款MateBook X Pro既实现了自身的升级，也成为了PC行业的变革引领者。让知识更好用：华为用科技为职场人赋能科技对知识的赋能与普及，有着至关重要的意义。就像蔡伦造纸，古藤堡发明印刷术，他们将知识真正推向了全世界。而在当前，新一轮科技革命正在兴起，世界已进入以信息产业为主导的新经济发展时期。未来数十年内，科技进步和创新将成为推动人类社会发展的重要引擎。这其中，科技将不断为知识赋能，并推动知识的加速普及。比如随着智能手机的迅速发展，越来越多的人开始习惯使用手机办公。不过，手机虽然灵活快捷，但在文字输入、图文排版等方面仍有局限，无法呈现电脑的效果。因此，许多现代职场人都选择手机+电脑双办公的方式。但这样做的弊端是，职场人士常常需要在手机和电脑之间频繁切换，既浪费时间，也容易扰乱思路，导致出现错误。而华为，则敏锐捕捉到职场办公形式的转变和职场人士面临的难题。它通过华为新款MateBook X Pro的多屏协同功能，打破硬件和系统壁垒，让手机+电脑无缝协同，真正实现了随时随地办公。这对于提升职场人工作效率和工作质量，有着广泛意义。可以说，华为为改变现代职场人工作方式带来一个重要的创新突破。或许，美国著名科技媒体Mashable将华为新款MateBook X Pro评为年度最佳PC，就是对它的一种认可和肯定。近年来，华为一直走在科技前沿。如，发布面向全场景的分布式操作系统鸿蒙OS、推出最新AI处理器“昇腾910”及全场景AI计算框架、带来最新一代旗舰芯片麒麟990系列、发布Atlas 900全球最快的AI训练集群等。通过一系列创新科技产品，华为致力于用科技实现对生产力的赋能。对此，华为消费者业务副总裁、大中华区总裁朱平曾表示，“华为力求达到让每一位中国用户都能感受到科技最前沿的进步。”比如华为新款MateBook X Pro的“多屏协同”功能的出现，切实解决了职场人办公的痛点。它的一屏容纳双屏、图文高速传输、跨设备操作等特点，都能有效帮助职场人简化办公流程、提高办公效率。相信很快，华为新款MateBook X Pro将有力地促进职场办公习惯的转变。而在建立起跨设备无缝协作平台后，未来华为多屏协同功能还可以通过持续更新实现更多便捷操作。相信到那时，华为还会带来更多令人惊艳的“黑科技”。不断打破思维屏障，更勇于突破想象界线的华为，还将带来哪些维度的全新体验？不妨让我们拭目以待！〖科技说说〗由资深媒体人，前和讯网、21世纪网科技频道主编刘勇创办。专注于文娱、金融、新零售、智能科技等领域。", "author": "驱动中国", "newsdate": "发布时间：19-12-23", "newstime": "18:49", "sentiment": [{"positive_prob": 0.999251, "confidence": 0.998336, "negative_prob": 0.000748994, "sentiment": 2}]}, {"title": "那些想学习华为文化的企业，为什么大多都失败了？｜赠书", "content": "2018年，华为全年全球销售收入首超1000亿美元；华为手机全球发货量突破2亿，稳居全球前三；211家世界500强企业、48家世界100强企业选择华为作为数字化转型的合作伙伴。从1987年6个人集资2.1万元注册华为公司，到如今19万员工千亿美元营收，华为的成功吸引了越来越多的企业关注，大量企业把华为作为学习的标杆，有的企业甚至提出要成为某某领域的华为。然而，那些号称向华为学习的企业，大部分都走上了失败的道路。华为的发展经历了30年，华为的文化、战略以及经营管理的重大方向与原则，都与任正非的个人思想密切相关。华为今天的成就，得益于在任正非的领导下组织能力的不断进化，得益于企业文化的经营锻造。任正非说过“资源是会枯竭的，唯有文化才能生生不息。”杰克·韦尔奇也说过“百年企业靠文化”。可见企业文化在企业发展过程中是处于灵魂和决定性地位的。失败根源：文化与制度两张皮时下最流行的两股学习热浪中，学阿米巴的企业如过江之鲫，但明白稻盛和夫“敬天爱人”内涵的却没有几个；学习华为业务流程、激励制度的企业多如牛毛，但真正领悟华为“以客户为中心，以奋斗者为本”精髓的也没见有多少。一位苦学华为十数年而不得要领的企业家就曾无奈的说：华为经验好是好，就是我们学不了！无论华为、阿里巴巴，还是亚马逊、谷歌等优秀企业，以客户为中心或者客户第一，都是企业发展的不二法则。华为做事的出发点都是围绕着“以客户为中心”展开的。因此，任何损害客户价值的行为，任何不利于客户长期利益的行为，在华为都被坚决地否定。然而，很多号称学习华为的企业口口声声喊着“以客户为中心”，却仅仅体现在口号上而没有在制度上信守宣言，最后反而演变成了“以领导为中心”——唯上是从与官僚主义、“以自我为中心”——单打独头与山头主义、“以技术为中心”——偏离客户价值的专业主义。还有一部分企业，表面上看好像是以客户为中心，但实际的做法却走向了反面。比如，信奉所谓“客户就是上帝”“客户说的永远都是对的”。这样就是不经思考想当然地把客户的要求作为客户的价值主张，同样也是在损害客户的利益。再比如，仅仅盯着客户当前的需求，忽略了潜在的市场和客户需求的动态变化，让企业无法在不确定的市场环境、快速变化的客户需求中长期实现客户的梦想。难道我们真的学不了华为吗？其实并不是。学习华为，不是学习其当下各种靓丽的结果，而是学过程，学习其成长路径，学习其背后看不见的东西。曾担任华为人力资源副总裁、任正非钦点的华为人才体系构建者之一吴建国老师在新书《华为团队工作法》中分享了华为企业文化建设的“三板斧”，对想要真正学到华为精神的企业极具借鉴意义。第一板斧：知行合一，明确企业文化纲要华为企业文化建设的第一板斧：明确公司的企业文化刚要——使命、愿景和核心价值观。使命就是企业存在的意义和目的，愿景就是企业10年以上的远景目标，而核心价值观就是3—5条企业必须遵循的基本价值准则。首先来看华为的四大核心价值观。一是以客户为中心。华为是To B起家的，所以它讲的还是“客户”，但实际上它的触角已经延伸到了客户的客户的客户，也就是终端用户。二是以奋斗者为本。要想实现以客户为中心，对员工的要求就是以奋斗者为本。华为从来不谈“以人为本”，因为本来就是人最重要，不能以机器为本、以资本为本，必须以人为本。但必须对人进行区分，华为特别提出“以奋斗者为本”，因为只有奋斗者才能实现以客户为中心的长期化。三是长期艰苦奋斗。惰怠必然会发生，降低惰怠发生概率的方案就是驱动更多人去不断奋斗。这里的奋斗不是指物质上的艰苦奋斗，而是指思想上的艰苦奋斗，也就是追求卓越。四是坚持自我批判。这是以上三者中间的一个轴心，因为上面三点都很难做到，惰怠是人的本性之一，以自我为中心是人的本性之一，喜欢多拿钱、少干活也是人的本性之一，改变自己是人类最大的课题，因此需要一个强有力的矫正器，不断进行自我批判，如此认知才能得到不断升华，也就是任正非说的，“必须要向我开炮，与我们的灵魂搏斗”。随着企业规模的不断扩大，仅仅依靠创始人的身体力行显然不够，必须要把践行企业核心价值观的责任落实到企业管理层身上。只有团队的领导者做到真正的知行合一，文化才能传递到整个组织。从2007年开始，华为就制定并不断优化“改进作风的八条要求”（简称华为“干部八条”）。以下是2017年最新版的内容：第一，我绝不搞迎来送往，不给上级送礼，不当面赞扬上级，把精力放在为客户服务上。第二，我绝不动用公司资源，也不能占用工作时间，为上级或其家属办私事。遇非办不可的特殊情况，应申报并由受益人支付相关费用。第三，我绝不说假话，不捂盖子，不评价不了解的情况，不传播不实之词，有意见直接与当事人沟通或报告上级，更不能侵犯他人隐私。第四，我们认真阅读文件，理解指令。主管的责任是胜利，不是简单地服从。主管尽职尽责的标准是通过激发部属的积极性、主动性、创造性去获取胜利。第五，我们反对官僚主义，反对不作为，反对发牢骚、讲怪话。对矛盾不回避，对困难不躲闪，积极探索，努力作为，勇于担当。第六，我们反对文山会海，反对繁文缛节。学会复杂问题简单化，六百字以内说清一个重大问题。第七，我绝不偷窃，绝不私费公报，绝不贪污受贿，绝不造假，我们也绝不允许我们当中任何人这样做，要爱护自身人格。第八，我们绝不允许跟人、站队的不良行为在华为形成风气。个人应通过努力工作、创造价值去争取机会。每年，华为都会检查“干部八条”的履行情况，并将之作为底线原则，用于干部的考核任免。在各级干部的言传身教下，华为的绝大多数员工都在用实际行动来践行企业文化，从而让华为赢得了客户和合作伙伴的尊重和信赖。第二板斧：道术合一，文化与制度的一致性创业的时候“知行合一”是最重要的，但是当企业超过300人或者度过创业期后，“道术合一”也开始重要起来。所谓“道术合一”，即企业希望员工怎么做，或者提倡怎么做，就要把评价激励制度与之连接到一起，否则无法落地。华为很厉害的一点是，它要求不间断地做文化和制度的一致性审核。在所有制度建设的过程中，必须要以文化为纲，并在定稿和制度执行过程中，不断地做制度与文化的一致性审核，发现不一致的地方就要进行调整。所有的规则制度既包括业务管理制度（例如战略管理、市场与营销管理、产品与研发管理、供应链管理等），也包括人事管理制度（例如人才选用、培养与激励等）。其中的重中之重就是考核激励制度与核心价值观的一致性。中国很多企业的文化都特别强调用户至上，但实际考核评价绩效的时候，依然是以短期利润或收入为主导，将客户体验乃至客户安全底线置之不顾。还有，某家企业的企业文化倡导团队协作，但公司制度中全部都是基于个人的绩效考核，既没有把“公司目标—部门目标—个人目标”三者联动起来，更没有设计部门、团队横向之间的协同指标。结果就是口号提倡的是协作精神，评价机制引导的却是个人主义。华为2014 年开始增加的TUP（time unit plan，直译为时间单位计划，即奖励递延计划，本书第七章对此有专门介绍）长期激励制度，就是践行“以奋斗者为本”的核心价值观的一个范例。因为原来的虚拟股权制度，在实施十几年之后，已经暴露出严重的问题，华为出现了一大批“食利者”阶层。这些人不需要奋斗就可以拿钱。任正非一旦发现制度与文化不一致，就会立即做出调整。杰克·韦尔奇曾说过，到一家公司不用看公司的文化，只要看公司的考核激励制度，就知道公司是什么文化了。任正非也说过一句话，前半句是“不让雷锋吃亏”，其实后半句更关键，“只有当雷锋发现自己不会吃亏的时候，他才会去当雷锋”，世界上并没有活雷锋。第三板斧：虚实合一， 企业文化落地为行动准则所谓“虚实合一”，就是要将企业文化真正落地成为所有员工的行动准则，就要把企业文化纲要用符合企业实际的通俗语言来描述，让大家容易看得懂、理解得到位。因此，企业就要从文化纲要的梳理阶段开始，通过集体研讨和行动学习，让大家真正理解文化内涵，并成为管理者和员工日常行为的准则。任正非在与产品研发体系一起讨论以“客户为中心”的时候就阐明了自己的理解：“以客户为中心，首先是推行基于客户需求的解决方案，做好解决方案，才能拿得到合同。华为的产品投资决策是建立在对客户需求去伪存真、由表及里的分析理解基础上的。已立项产品的开发过程，也要基于客户需求来决定是否继续或终止。”举一个最简单的例子，华为“以客户为中心”为什么践行得好？一个原因是，华为部门内部有很多会议，开会的时候经常会有一个“三段论”，即围绕今天讨论的主题展开：第一，客户的需求是什么，包括内部和外部的需求；第二，我们的解决方案是什么；第三，解决方案落地的两到三个关键举措是什么？如果开会时经常会讨论这些，讨论5次、10次、20次之后，员工就知道了，“以客户为中心”不是一句空话，而是工作的全部。以上就是华为在践行“以客户为中心”的理念过程中努力做到的三个“合一”——知行合一、道术合一、虚实合一。总结下来，我们可以简单简单地把企业文化理解为企业的“道”，道不同则不相为谋，道不正则走不远。然而，若想让道成为“真经”而不是“假唱”，就必须解决在操作层面上“术”的问题。唯有道术合一，才能知行合一，在实现梦想的道路上笑到最后。本文内容摘编自中信出版社新书《华为团队工作法：华为19万员工力出一孔的人才管理法则》《华为团队工作法：华为19万员工力出一孔的人才管理法则》出版时间：2019年12月定价：68元出版社：中信出版集团内容简介：华为是中国率先将人才作为战略资源的企业开创者，其人力资源体系是华为自成立以来持续壮大的动力和源泉。作为华为人才体系构建的核心成员，吴建国在本书中聚焦人才选拔、团队搭建、人才培养、激励机制与组织激活，系统阐述了华为“精准选配、有效激励、加速成长”三位一体的团队管理法则，揭示了华为团队建设和人才管理的核心要点。大量真实的场景化案例，让读者既能学到方法论，更能理解该技巧的适用背景和限制条件。无论是正在崛起的新生代企业还是转型中的传统企业，都可以学以致用，解决人才引不进、选不准、用不好、长不快、调不动、送不走的“六不”难题。作者简介：吴建国华为前人力资源副总裁，企业变革与人力资源管理专家。毕业于浙江大学和中国科学院，日本东北大学客座教授，湖畔大学特聘教授。在华为工作期间，他是华为人才管理体系构建的核心成员，推动了华为招聘、培训、绩效管理与薪酬体系的改革，为19万华为员工力出一孔打下坚实基础，践行了华为“先有人才、后有业绩”的企业文化。现为深圳市基业长青咨询服务有限公司董事长，服务的企业包括OPPO、海康威视、三一重工、中国电信、中国移动、万科、华润、创维等，帮助众多新生代企业实现了组织能力提升与人才管理体系进化。你如何看待华为这家公司，它符合你心目中对于“好公司”的定义吗？欢迎留言与我们分享，获得点赞数量最高的三位读者将有机会获得由中信出版集团出版的《华为团队工作法：华为19万员工力出一孔的人才管理法则》。", "author": "第一财经杂志", "newsdate": "发布时间：19-12-23", "newstime": "11:00", "sentiment": [{"positive_prob": 0.0727929, "confidence": 0.838238, "negative_prob": 0.927207, "sentiment": 0}]}, {"title": "最前线｜任正非：预计华为2020年增长10%，也许会更好", "content": "虽然列入实体清单，但华为对未来的增长还是保持乐观的态度。近日，华为心声社区任发布了任正非接受《洛杉矶时报》采访纪要。任正非表示：“我们对2020年没有太大担心，我们认为还会有一定规模的发展。”他预计，华为2020年会增长10%左右，也许还会好一些。在渡过这一低谷之后，华为会迎来规模性增长。任正非说，他个人认为，2021年可能华为会开始规模性增长，但是华为高层团队认为恢复规模化增长在2022年。“我认为他们考虑得更加稳妥一些，所以我签发的文件是预测2022年开始规模化增长。”值得一提的是，华为上述预期是在美国实体清单制裁不撤销的背景下，任正非称华为已经做好了美国永远不撤销实体清单的心理准备。但他再次强调，如果美国公司愿意卖给华为零部件，华为会尽量想办法在系统中使用。华为“不会狭隘地走自主创新、自力更生的道路，不会退缩到中国市场做一个‘门槛猴’。”但对于更长期的远景，任正非依然保持了一份忧虑。他说：“我不担心华为在美国打击下能否活下来，而是担心三、五年以后华为能不能持续领先。如果我们想继续领先，想想有多大困难，可能我们真正连喝咖啡的时间都没有了。”这是因为，进入实体清单，除了供应链受限之外，对华为还有两个两方面的长期影响：其一，相关的出口管制法规都对美国公司没有限制，他们可以充分利用美国的科技创新的成果，可以得到美国理论创新的氛围影响，甚至喝咖啡时听到旁边的一句闲聊，得到极大的启发，因为美国遍地是人才。而“这种氛围我们是没有的。”其二，美国公司不需要担心美国政府对它们断供，不需要做备胎而浪费庞大的资源和人力，可以聚焦在它们的主航道上。对于孟晚舟事件，《洛杉矶时报》执行主编Norman Pearlstine在与任正非对话时说：“当我们总统表示，如果能达成他希望达成的贸易协议，他可能会放弃对您女儿的引渡时，这让我怀疑美国政府的动机。”任正非对此表示：“这说明孟晚舟的情况不是犯罪，是可以用做交易的。”他还提到，华为没有得到过中国政府的资金支持，十几年来经KPMG审计的财务报告可以证明这一点。但与此同时，任正非也再次谈到实体清单对华为的积极影响：“由于实体清单的制裁，激活了整个组织，员工增加了奋进的努力，他们知道不努力的结果就是死亡。”而在进入实体清单之前，华为在研发预算的管理上投鼠忌器，“一抓就死，一放就乱”，进退两难。华为研发经费每年在150-200亿美元的规模，这样大的预算分配不可能由总部中央做出来，需要分层分级做出预算。但“中基层做预算就会有投机性，悄悄做了一些小产品，表面上说是世界领先了，实际这些小产品卖不出量，并且产生不了多大价值，还占据了公司很大编制；如果我们采取中央集权直接管预算分配的方式，官僚主义对企业的损伤可能比授权给基层分配更严重。所以我们的内部矛盾多年都解决不了，一抓就死，一放就乱。”而在实体清单一事爆发后，华为借此时机，在研发体系裁减了48%的部门，关闭了46%不必要的研究，把那些节省下来的工程师们转移到主航道的产品领域去，提升了主航道产品的研发能力。图片来自华为", "author": "36氪", "newsdate": "发布时间：19-12-23", "newstime": "10:05", "sentiment": [{"positive_prob": 0.839636, "confidence": 0.643636, "negative_prob": 0.160364, "sentiment": 2}]}, {"title": "华为进军新业务 或与注册「独立云公司」有关", "content": "日前,华为斥资5000万元正式注册了独立云计算公司“华为云计算技术有限公司”,注册地址位于贵州省贵安新区的华为云数据中心,由华为公司100%控股。今日,华为云微博发布一张“新品发布会”宣传海报,但画面中并未透露具体新品信息,这引起业界多种猜测。对“华为云计算技术有限公司”的成立,有网友表示,成立独立公司可以视作是华为全面进入云市场与其他玩家“开杀”的信号和标志。尚不明确华为云此款新品是否与成立独立公司有关。有业内人士指出,从icon来看,再脑补一下,应该是——职场场景的智能化解决方案和团队协作应用。还有人直指——极有可能是华为版Teams。但是,如果华为云此款新品真的如业界前述猜测,与智能/数字化办公相关,似乎也合情合理。华为是典型的全球化企业,业务遍布全球170多个国家,员工多达19万,每天电话会议超过5万次,也面临着沟通效率低、流程复杂繁琐、管理难度大等等尴尬问题。华为本身就有一个全联接协同平台,能做到数字化、云化、移动化协同办公,还融合各种办公场景应用,服务19万华为员工日常使用,并能极大地提升办公效率,华为云会不会把它推向市场?一直以来,华为都坚持“自己的降落伞自己先跳”,自身实施数字化实践的积累和多年来服务企业的ToB基因,让华为云在入局数字化办公上具备天然优势。当然,在数字化办公领域,前有阿里(钉钉)、腾讯(企业微信)已形成“双寡头”的局面,抢下这块“大蛋糕”似乎也并非易事。然而,正如当初破局入云、现在发展迅猛一样,华为云能不能带来更大的惊喜,我们拭目以待。", "author": "砍柴网", "newsdate": "发布时间：19-12-23", "newstime": "07:37", "sentiment": [{"positive_prob": 0.987677, "confidence": 0.972615, "negative_prob": 0.0123234, "sentiment": 2}]}, {"title": "不顾议会委员会阻挠 意大利经济发展部长力挺华为", "content": "来源：观察者网原标题：不顾议会委员会阻挠，他力挺华为文/观察者网 张晨静在意大利议会国家安全委员会敦促政府“围堵”华为后，意大利经济发展部长斯特凡诺·帕图阿内里（Stefano Patuanelli）于当地时间22日表态称，应允许华为参与该国5G网络建设。在22日接受意媒《新闻报》采访时，今年9月刚被任命为经济发展部长的斯特凡诺表示，“我们已经通过了保障国家安全的立法。只要采取正确的防御措施，中企华为进入意大利市场就不会有争议”。“华为以最合适的价格提供最好的解决方案”，斯特凡诺表示，我们“不能一边高举市场的旗帜，另一边又实施保护主义”。《今日俄罗斯》报道截图一直来美国打着“安全威胁”的幌子，游说意大利和其他欧洲盟友“围堵”华为，并对中兴进行严密审查。上周，意大利议会国家安全委员会（COPASIR）在提交给议会的一份文件中，呼吁政府考虑阻止华为、中兴参与该国的5G网络建设。采取更多措施保护国内5G网络，以免受到华为、中兴等与外国政府有联系的公司所影响。该委员会还声称，对中企参与5G网络基础设施的安装、配置和维护的担忧在很大程度上是“有根据的”。随后，意大利政府内阁秘书长里卡多·弗拉卡罗（Riccardo Fraccaro）也跟风称，政府不能无视该委员会的相关观点。而针对这些“莫须有”的指责，华为意大利分公司日前回应称，公司“遵守意大利法律，任何针对华为的指控都是出于地缘政治的原因”。今年7月，华为意大利分公司首席执行官缪晓阳（Thomas Miao）曾敦促意大利政府确保5G网络发展的公平政策，并表示在未来3年华为将在意大利投资31亿美元，新增1000个工作岗位。另据路透社报道，意大利最大的电信集团——意大利电信正在挑选供应商以升级自身的网络基础设施，华为就是其中一个竞争者。目前包括法国、葡萄牙、西班牙、挪威、荷兰等在内的欧洲国家已经表态不会排除华为。德国总理默克尔虽然一直来对华为参与5G建设持开放态度，但她仍受到国内议会的百般阻挠。西班牙此前已在15个城市开通5G，其中主要使用的就是华为设备，但在近期其国防部发布禁令，禁止华为所有设备访问国内的数据服务器。在“五眼”情报共享国家中，新西兰，澳大利亚和美国实际上已对华为实施了禁令，而加拿大和英国到目前为止还没有这样做。北约峰会后，面对美国总统特朗普的压力，英国首相鲍里斯·约翰逊暗示将与美国站在统一立场，对华为强硬。美国彭博社称，华为已经成为美欧之间在贸易和安全政策上紧张关系的避雷针，华盛顿威胁要对任何允许中国设备参与5G网络的政府进行“报复”。　", "author": "新浪财经", "newsdate": "发布时间：19-12-23", "newstime": "10:02", "sentiment": [{"positive_prob": 0.592863, "confidence": 0.0952519, "negative_prob": 0.407137, "sentiment": 2}]}]