[{"title": "对华为下禁令后，硅谷先要吃不消了", "content": "参考消息网5月21日报道5月20日，美国《华尔街日报》网站发出一则具有警示意味的报道——《美国限制向华为出口将殃及硅谷》。报道认为，美国针对面向华为的出口展开审查，这有可能扰乱华为与关键供应商的往来。美国硅谷可能也会受到冲击。根据这家美国媒体的说法，多年来，华为与硅谷主流公司具有业务往来：从高通公司和博通采购智能手机芯片，从英特尔公司采购蜂窝塔组件，从甲骨文公司采购软件，还从美国各地一系列规模较小的科技公司采购其他零部件。5月15日，美国商务部决定把华为及其多家关联公司列入一份“实体名单”。这一决定意味着，华为供应商要想继续向华为销售产品，就必须申请许可。对芯片公司来说，这无疑是重大利空消息。分析认为，华为等中国企业是这些美国企业的重要客户。半导体产业、乃至整个科技产业的布局都相对超前，很多硅谷企业是按照华为等中国企业几年后的需求来规划生产线、产能及进行产品设计的。中国现代国际关系研究院学者李峥对参考消息网表示，美国一旦对华为采取零部件出口禁运，对这些企业而言，在短时间内找到替代客户十分困难，很多生产线、产能可能会过剩，原本投入的生产线将难以满负荷运作，并造成很多新增库存。上述局面对于这些企业未来发展亦将构成影响。有舆论认为，美国此举的全面影响要等到美国商务部公布完整清单后才能知晓，目前尚不清楚未来相关的许可程序会是什么样的形式。这类许可的审批可能需要几周，也可能是几个月，就连非美国企业想要把包含源自美国零部件的产品出售给华为，可能也必须申请许可。李峥表示，美国虽然宣布将华为列为“实体名单”，但这一名单运作尚无细则。目前不排除美国政府给华为提供临时许可的可能性；对华为的限制名单、名录可能也不会像外界所担心的那样，即所有产品都列入其中。因此事件尚存回旋空间。路透社近日就报道称，美国商务部5月17日表示，可能很快会缩减对华为公司的限制令。美国商务部发言人说，正在考虑颁发临时通用许可，以“避免妨碍现有网络运营和设备使用”。这一临时通用许可的潜在受益者，包括在人口稀少地区提供服务、近年来从华为公司购买了网络设备的怀俄明州和俄勒冈州东部的互联网以及移动服务提供商。报道还指出，实际上，美国商务部将允许华为公司购买美国商品，以帮助其现有客户维持网络和设备的可靠性。来源：参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-05-21", "newstime": "07:24", "sentiment": [{"positive_prob": 0.355013, "confidence": 0.211081, "negative_prob": 0.644986, "sentiment": 0}]}, {"title": "“补刀”华为 谷歌得不偿失", "content": "“补刀”华为 谷歌得不偿失“谷歌在华为遭美国政府封杀后，暂停与其部分业务。”北京时间20日，路透社的消息仿佛一颗巨石，瞬间激起千层浪。然而华为早留有“后手”，对华为而言，这是一个危险的时刻，亦是一个充满挑战的机会。但对谷歌乃至其背后的特朗普政府而言，面对他们的却是扑面而来的指责和随时可能被孤立的处境。谷歌退缩高压之下的谷歌作出了决定。路透社援引一位知情人士的话说，谷歌已经暂停与华为的部分业务合作，不再进行需要开源许可范围以外的软硬件转让和技术服务的业务。“华为将只能使用公开版本的安卓系统，不再能访问谷歌的专有应用和服务。”该消息人士说。谷歌在给北京商报记者的回复中称：“我们遵守规定并审查其潜在的影响。对于我们的用户，Google Play和Google Play Protect的安全保护功能将继续在现有的华为设备上运行。”几个小时以后，华为发布声明回应称，有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响。与此同时，外交部发言人陆慷也提到，将正式确认此事，并进一步积极关注事态进展。同时，中方支持中国企业拿起法律武器捍卫自己的正当权利。按路透社的说法，谷歌这样的举动将威胁到华为海外的智能手机业务。一来华为将立即失去访问谷歌以更新安卓操作系统的权限，二来新一代安卓智能手机将无法访问包括Google Play Store、Gmail和YouTube在内的热门应用。但现有海外华为手机的使用者仍可通过Google Play Store下载应用程序。路透社的说法有一定道理，毕竟谷歌服务在国内相当鸡肋。“在欧洲等地区，能提供这些应用对智能手机制造商维持竞争力来说非常关键。”CCS Insight研究副总裁Geoff Blaber表示。而华为正是通过取得谷歌授权而在欧洲市场提供这些应用的，且欧洲是华为的第二大市场。特朗普施压15日，美国商务部把华为及其68家关联企业列入出口管制“实体清单”。同时，特朗普还签署行政命令，要求美国进入紧急状态。在此状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。谷歌自然是其中之一。但华为称，已很早布局应对可能出现的危机，海思储备的技术将在一夜之间全部转正，包括自主解决芯片等各类零部件问题。“美国供应商不能向华为提供芯片也好，我们已经为此做准备了。”此前华为创始人任正非就曾如此表述。按照他的说法，华为的增长预计会放缓，但影响是局部的，营收增长年率预计低于20%。对于谷歌来说，这是一个费力不讨好的决定。但这种施压却不能被忽略，毕竟特朗普大战谷歌的戏码已不止一次出现。去年，特朗普就在推特上炮轰谷歌操纵搜索内容，隐藏关于自己的正面新闻。“在谷歌上搜索‘特朗普新闻’时，出来的都是假新闻。”“96%的搜索结果都是来自美国左翼媒体的。”而当这些问题被谷歌CEO桑达尔·皮查伊用算法的说法“怼”回去的时候，特朗普也开始暗示，威胁对后者进行反垄断调查，Facebook、亚马逊甚至都将惨遭连累。通信专家项立刚在接受北京商报记者采访时表示，由于双方都没有公布正式的声明，因此具体是哪些业务什么时间等信息还不能确定。第一个情况可能就是谷歌地图等核心应用受到影响，第二个就是操作系统可能受到影响，但具体不能使用到什么程度还要观察。项立刚认为，如果谷歌真的做了这项决定，可以说对双方都是有影响的。但这件事情已经不是谷歌与华为之间的纠纷，而是中国与美国的博弈。我们都知道，华为已经有自己的操作系统了，只是还没拿出来使用。中国是有牌可打的，对华为而言，现在是“危机”时刻，却也是危中有机，机会已经来了。盟友“拆台”安卓在推特上的回应与谷歌如出一辙，但下面的评论却反映出了消费者最真实的感受。“仅仅因为美国的法律，就要通过禁止数百万国际用户的使用而惩罚他们？美国以外的消费者如何还能信任你？”“这不是保持运行的事，关键在于如果明天特朗普决定把三星或者小米拉进‘黑名单’怎么办？”“这对美国和谷歌来说真的很疯狂，这意味着他们可以随意惩罚世界各地的公司，而全世界都会联合起来建立自己的东西，安卓即将遭到殴打。”更重要的是，特朗普的决定亲手把自己推向了孤立的边缘。根据CNBC的报道，特朗普封杀华为后，法国总统马克龙在接受媒体采访时就明确表示，法国需要跨国科技企业去激活法国的经济，创造更多的就业，所以不会采用过度的保护主义针对包括华为在内的企业。在这个问题上，法国堪称有一个翻版华为——阿尔斯通。六年前，阿尔斯通公司的全球副总裁弗雷德里克·皮耶鲁齐在纽约转机时，被FBI逮捕，当时他们给出的理由是“涉嫌违反美国法律，在印尼贿赂当地官员”。而最后的结果就是阿尔斯通的核心能源电力业务被迫出售给美国公司，只剩下轨道交通业务。法国并不是唯一一个抛弃特朗普的国家。根据英国《卫报》的说法，德国方面此前一直的表态是德国不会禁止任何公司参与5G网络的建设，更何况德国很多电信公司已经在他们的系统中和华为开展合作了。而在这之前，由于德国方面的公开表态，还曾收到过美国的威胁。据美国有线电视新闻网的报道，美国曾警告德国，如果德国使用华为技术来升级其设备，美国将减少同德国的安全机构分享情报。北京商报记者 陶凤 杨月涵来源：北京商报", "author": "中国经济网", "newsdate": "发布时间：19-05-21", "newstime": "07:29", "sentiment": [{"positive_prob": 0.0576283, "confidence": 0.871937, "negative_prob": 0.942372, "sentiment": 0}]}, {"title": "任正非：不能把买华为与爱国简单等同", "content": "5月21日，华为创始人、CEO任正非针对相关热点问题，在深圳接受了媒体访问。回应 “90天临时执照”: 最重要的还是把自己的事做好任正非说，面对美国的“90天临时执照”，我们最重要的还是把我们自己能做的事做好，美国政府做的事不是我们能左右的。不会轻易狭隘地排除美国芯片：不能孤立于世界任正非表示，我们不会轻易狭隘地排除美国芯片，尽管我们自己的芯片成本低，但我们还是要购买美国的芯片，我们不能孤立于世界，而是要同步成长。华为在“和平时期”都是一半来自美国芯片，一半来自华为。他表示，将来我们还是要大规模购买美国芯片，只要他们获得售卖许可。但是如果出现供应困难的时候，我们有备份。华为的5G不会受影响，别人两三年肯定追不上华为任正非表示，当前华为的5G是不会受影响，在5G技术方面，别人两三年肯定追不上华为。任正非表示，美国科技深度和广度上还是值得我们学习，很多小公司产品超级尖端，但是在我们的行当（5G）上，我们做到了前列，但是整体国家而言，我们和美国比，差距还很大。对于和欧洲企业的合作，任正非表示：“欧洲企业和我们沟通很密切。5G容量是4G的20倍，2G一万倍，耗电下降10倍，体积下降70%。我们有几十年都不会腐蚀的材料，这些特性很适合欧洲。”不要煽动民族情绪，不能把买华为与爱国简单等同起来任正非表示，目前对华为有两种情绪，一种是鲜明的爱国主义支持华为，一种是认为华为绑架了全社会的爱国情绪。任正非说，如果认为不买华为就是不爱国，那我们孩子就是不爱国，因为他们也用苹果产品。千万不能煽情，不能使用民粹主义这种东西。自己做芯片很难，但咬牙这么多年，挺过来了任正非在回答有关芯片提问时表示，华为自己做芯片很难，但咬着牙做了这么多年，慢慢也挺过来了。有记者问到：28年前华为决定成立集成电路设计部门，如果美国芯片完全不给供应的话，华为给客户提供服务的能力会怎样。对此，任正非回应说，在最高点上，我们和美国有冲突，但最终还是要一起为人类做贡献。他同时也表示，华为对冲突也做了一些准备。任正非说，我们每年交税将近是两百亿美金，我们的科技经费将近是两百亿美金，人工工资加起来也快三百亿美金，在这种情况下我们还拿出大量的钱来做事情是很艰难的，但咬着牙做了这么多年，慢慢也挺过来了。同时，他也强调，后续华为肯定会延续对客户的服务。来源：人民日报客户端/张意轩 冯华", "author": "环球网", "newsdate": "发布时间：19-05-21", "newstime": "17:30", "sentiment": [{"positive_prob": 0.072236, "confidence": 0.839475, "negative_prob": 0.927764, "sentiment": 0}]}, {"title": "华为快服务首发海外 终端云服务惠及全球", "content": "5月17日，华为终端云服务在法国巴黎VIVA TECH科技峰会上举办欧洲首场Huawei Developer Day，面向海外开发者，正式发布华为快服务智慧平台(HUAWEI Ability Gallery)，并分享华为终端云服务的全球发展与生态策略。HUAWEI Developer Day 现场VIVA TECH是欧洲极具影响力的科技峰会。展会现场，华为与来自全球各地的科技界名人、商业领袖、行业专家、初创企业，以及10万多名参会者共同分享对未来数字世界的展望。华为快服务智慧平台正式登陆海外市场，让智慧生活惠及全球华为正式面向海外市场发布“一次接入即可全场景智慧分发”的快服务智慧平台(HUAWEI Ability Gallery)。华为消费者业务云服务智慧业务部部长马传勇主题演讲华为消费者业务智慧业务部部长马传勇表示：“华为快服务智慧平台实现统一的原子化服务接入和分发，满足用户的全场景需求，让用户在华为泛终端的所有入口都能享受到“知我所需”的快服务。”开发者可选择合适的触发方式和服务类型，通过统一的服务分发策略，一次接入即可分发到手机、平板电脑、手表等华为泛终端的全场景流量入口，帮助开发者快速分发，以“最低”的成本获取“最高”价值的流量。华为快服务作为连接用户与服务的多元化通道，自2018年6月推出以来，备受开发者的推崇，目前已有超过600多家合作伙伴接入，开发了3500多种服务。本次发布让快服务智慧平台正式触达海外开发者，共同为华为终端用户打造全场景智慧化的美好数字生活体验。Enetpulse公司CIO分享现场欧洲著名的体育信息提供企业Enetpulse公司认为与华为快服务平台合作将会是一个很好的机会。Enetpulse公司秉持着“为用户提供更多更好的内容”的理念，通过华为快服务智慧平台，可以将原子化的体育赛事信息服务迅速触及全球华为终端用户。助力开发者实现全球化分发，触达全球华为终端用户随着华为终端在全球范围内的持续增长(2018年华为和荣耀智能手机全球出货量达到2.06亿台)，华为应用市场(HUAWEI AppGallery)也逐步实现全球范围内应用分发，华为开发者联盟从开发测试到推广变现的全方位服务，助力56万开发者实现全球化业务发展，便捷地触达全球用户。华为消费者业务欧洲云服务副总裁Jaime Gonzalo主题演讲2018年4月，华为应用市场(HUAWEI AppGallery)在海外市场正式上线，目前已覆盖170多个国家和地区，开发者可一键分发全球。目前华为支持121个国家和地区的支付，帮助开发者实现付费下载应用、付费主题、应用内购买等多种商业模式，大大提高开发者收益。华为应用市场为开发者提供丰富的营销资源，开发者通过与应用市场联合运营轻松触达亿级终端用户，最大限度地降低营销成本，大幅提高应用曝光量与知名度。预装、精品推荐等功能也让应用随着终端的热销高效分发全球。The Explorers公司CEO&创始人分享现场The Explorers是一款欧洲的地球生态探索类应用，通过在华为应用市场、华为主题的分发与推广，向越来越多的用户呈现“地球”的美好，让更多人关注地球、保护地球，和华为共同履行企业社会责任。SQUID公司CEO&创始人分享现场SQUID 和华为相互合作，致力于帮助每个国家的年轻一代以简单有趣的方式发现最有趣刺激的内容，为彼此提供全球范围的本地化渠道, 共同成长。HUAWEI HiAI赋能全球开发者创新HUAWEI HiAI是面向移动终端的AI计算平台，助力开发者推出更具创新的智能应用，为用户创造更多价值。 基于“芯、端、云”，开放HiAI Foundation芯片能力，让华为终端上的AI应用运行更快，为用户提供更好的体验;开放HiAI Engine应用能力和HiAI Service服务能力，为开发者提供多框架、多算子的支持、强大的计算能力、丰富的API，满足多样化开发需求，让开发更简单高效。华为终端开放实验室开发者布道师演讲现场在国内，HUAWEI HiAI生态系统已逐步趋近完善，已集成超过1000家合作伙伴。面向海外，华为将继续赋能、扶持、助力AI开发者， 携手全球开发者推动AI技术发展，共同构建全方位的AI生态体系，为全球消费者打造极致的AI智慧体验，实现生态创新与共赢。HUAWEI Developer Day 现场VIVA TECH 终端云服务展台未来，华为将继续依托终端渠道优势、全球化平台服务及产业链资源，通过开发、测试、推广、变现等环节，全方位助力全球开发者。携手全球开发者，实现全场景数字业务创新，共同为全球终端用户打造更美好的数字生活，构建万物互联的智慧终端生态。", "author": "环球网", "newsdate": "发布时间：19-05-21", "newstime": "09:07", "sentiment": [{"positive_prob": 0.998025, "confidence": 0.99561, "negative_prob": 0.00197537, "sentiment": 2}]}, {"title": "中国经济的韧性｜华为：三十功名 向死而生", "content": "吉姆·柯林斯在《从优秀到卓越》一书中描述过一种卓越企业的领导者：“他们往往不会站在前台锋芒毕露，成为媒体的宠儿、谈论自己的理念或成为社会名流。他们大多像外星人，沉默内敛、不爱出风头，甚至有点害羞，谦逊为怀的个人特质和不屈不挠的专业精神齐集一身。他们深藏在团队后面，协调着团队的交响乐。”在追求个性张扬的互联网时代，有一位企业家似乎让人们看到了这样的影子。1987年，任正非，一个走投无路、郁郁寡欢的中年人花了2万多元钱，在深圳南油集团的居民楼里创办了华为技术有限公司，最初只有几名员工，主要业务是售卖交换机设备。2019年，任正非创业32周年。华为已经成长为中国最成功的民营企业和最优秀的科技企业之一。2012年，华为取代爱立信，成为世界最大的通信设备生产商；据世界知识产权组织（WIPO）数据，2018年，华为的专利申请数量居世界首位；在2017年的世界500强榜单中，华为名列全球第72名。华为公司管理顾问田涛曾在演讲中称，“今天的华为覆盖了全球170个以上国家和地区的市场，世界上有人的地方就有华为人，没有人的地方也有华为提供的设备和服务。”可以说，华为的30余年，是充满忧患、坚韧不拔的30余年，是血与泪的商业长征。“我们在春天与夏天要念着冬天的问题”任正非那一代创业者身上往往有着共同的特征：一贫如洗、胸怀大志。多年以来，任正非极少接受采访。外界对他思想的了解，绝大部分来自于他在华为的内部讲话或信件。2001年，任正非发表了六千多字的长文《华为的冬天》。他在文中对华为员工写道：“是否考虑过，如果有一天，公司销售额下滑、利润下滑甚至会破产，我们怎么办？现在是春天吧？但冬天已经不远了，我们在春天与夏天要念着冬天的问题。IT业的冬天对别的公司来说不一定是冬天，而对华为可能是冬天。华为的冬天可能来得更冷一些。我们还太嫩，我们公司经过十年的顺利发展没有经历过挫折，不经过挫折，就不知道如何走向正确道路。磨难是一笔财富，而我们没有经过磨难，这是我们最大的弱点。”彼时，华为跃居全国电子百强首位，而任正非在大谈失败与磨难。对于危机，华为保持着与生俱来的警惕。在华为创立十年时，任正非在一份内部讲话中说：“十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。”也许正是这样的忧患意识让华为活过了最初的那十年。2019年的春夏之交，华为的未雨绸缪让华为再次经受住了考验。针对美国商务部工业和安全局（BIS）把华为列入“实体名单”，5月17日凌晨，华为心声社区转发华为海思总裁何庭波致员工的一封信：“华为多年前已经做出过极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务。”海思将启用“备胎”计划，兑现为公司对于客户持续服务的承诺，以确保公司大部分产品的战略安全，大部分产品的连续供应，“这是历史的选择，所有我们曾经打造的备胎，一夜之间全部‘转正’！”同日，华为总裁办致信员工，信中表示，华为多年前已预计美国打压，困难挡不住前进步伐。任正非21日在接受媒体集中采访时说，目前限制令会影响到华为的低端产品，但在高端产品特别是5G领域，华为绝对不会受影响。华为在包括芯片在内的关键零部件上保持有一定的量产能力，不会因为美方的“断供”就导致负增长，企业预计今年的增速会有所下滑，但仍然保持正增长。　“理论基础创新：板凳要坐十年冷”三十余载，中国与世界的经济社会环境几经更迭，但华为不为外界所扰，没做过一寸房地产生意，对炒股与热钱不闻不问，只想做好一件事情，就是长期坚守信息技术研发和产品开发领域。用任正非的话说，华为“只对准一个城墙口冲锋”。华为是一家ICT解决方案提供商，数字化、智能化建设必然离不开技术创新。在华为，有两个“10%”的制度。其中之一是，每年拿出营业收入的10%投入于科研。对这一制度的坚持，使华为成为了中国乃至全球最具研发冲击力的科技公司。据华为数据，在全球18万华为人中，有接近一半的员工从事研发，几乎“每两个华为人中就有一位研发者”。华为在全球数十个国家和地区构建了能力中心。遍布全球的研发团队，始终紧盯着主航道，确保华为不在非战略竞争点消耗战略竞争力量。在过去30余年中，华为有两项指标长期高于利润，即研发投入和人力资源投入。华为财报显示，2018年研发费用达1015亿元，投入占销售收入14.1%。近十年，华为累计投入研发费用总计超4800亿元。长期且大量的创新投入，为驱动华为高质量发展提供了最有力的保障。在技术创新中，华为尤其重视在基础研究与前沿技术领域坚持探索和长期投入。任正非在接受新华社记者专访时曾说，高科技领域最大的问题，是大家要沉得下心，没有理论基础的创新是不可能做成产业的。“板凳要坐十年冷”，理论基础的板凳不是坐10年的，可能要坐更长时间。研发投入偏重基础科学，这是华为的特色。许多人印象深刻，在2016年召开的全国科技创新大会发言时，任正非提到了勇闯“无人区”的观点。他说，“重大创新是无人区的生存法则，没有理论突破，没有技术突破，没有大量的技术积累，是不可能产生爆发性创新的。”华为要求在理论基础领域的研发投入占总研发投入的20%—30%。这种投入，成本高、见效慢、风险大，很少有企业涉足，但这种投入却构建着华为未来的竞争力。今年4月，华为的创新战略迎来质变。在创新1.0时代，华为是基于客户需求的产品、技术和解决方案创新，升级后的创新2.0时代则是基于愿景驱动的理论突破和基础技术发明。　5G极简解决方案 “将复杂留给自己，把简单交给客户”创新投入越多，得到的回报也就越大。5G是最好的例子。自2009年开展5G研发，今天的华为，能够以比其他友商更快的速度为运营商带来5G网络。如火如荼的5G竞赛一旦开跑就没有停下的可能，中国为了能在5G赛场上占据领先，投入巨大，华为亦是如此。在5G关键技术的加码中，华为也曾遭遇低谷，不被外界认可，甚至被集体看衰。在5G吹响号角的2018年，华为5G迅速崛起，逐渐占领各大市场。然而，多个发达国家看到华为的快速发展，先后以安全为名限制华为进入。“5G不是原子弹”，面对以美国为代表的种种“华为威胁论”，任正非试图让外界消除对华为的误解，但收效甚微，因为华为在5G方面的实力有目共睹。任正非将长码和短码列为5G的两大关键技术。他曾表示，围绕这两个方程，数十年来几十个公司上万人在追随研究，变成了标准，做过就知道有多难。尽管很难，但华为做到了。2016年11月，华为主推的Polar Code（极化码）方案，成为5G控制信道eMBB（增强移动宽带）场景编码方案。如果把整个数据比作“货车”，控制信道相当于控制货车的行驶系统，华为以绝对优势成为控制行驶系统的供应商。当前，全球都希望加快5G大规模部署，但5G部署面临一系列新问题，规模庞大首当其中。5G建设规模将大大超过3G/4G同期水平，应对这种复杂多变的部署压力，唯有依靠极简的解决方案。“将复杂留给自己，把简单交给客户”，这是华为的5G信条。为此，2019世界移动大会上，华为发布了5G极简解决方案。这让5G规模部署节奏加快。全球3G达到5亿用户用了10年，4G用了5年，业界估计，5G将只要3年。5G部署真的能比4G更简单吗？1月份，华为在北京举办5G发布会，让很多人对这个问题有了肯定答案。在这次会上，华为首发了两款可以直接用于商用的5G芯片。在移动通信近40年历史上，通过华为与产业界的共同努力，5G首次实现了智能终端和系统几乎同步成熟。在通往5G的道路上，华为那些“业界首个”为推动5G商用部署从2020年提前一年至2019年做出了贡献。强者自强，华为5G不断拿下多个5G订单。截至3月底，华为在全球签订40个5G商用合同，70000多个5G基站发往世界各地。“我们相信，选择华为的客户，将赢得5G时代最佳的技术与商业竞争力；选择华为的国家，将赢得下一波数字经济的发展优势。”华为轮值董事长郭平自信地说。　“在芯片领域一定要站起来，减少对美国的依赖”华为海思一夜之间，研发产品全部“转正”，是华为未雨绸缪下的一张牌，未来也将成为华为大部分终端产品的根基。2018年，华为及荣耀双品牌手机出货量突破两亿台，成为中国手机品牌销售榜第一，也成为世界第三大手机品牌制造商。华为手机以48.4%的营收占比，成为增长速度最快的分支业务，同时也成为华为公司最大的业务单元。华为在2011年推出了首款高端产品Ascend P1，由于芯片海思k3v2的技术不成熟导致产品遭遇滑铁卢。痛定思痛，华为随后研发的P6以孤注一掷的高定价为其赢得了400万台的销量，一举成功。自此，华为在高端产品上的投入一发不可收拾。随着麒麟芯片的越发成熟，后续发布的Mate系列及P系列全部搭载使用，最新发布的Mate20及P30系列开始全面启用麒麟980芯片且是业界第一款应用在手机上的AI芯片。麒麟芯片的成功使海思得到了任正非的肯定：“一定要站起来，减少对美国的依赖。”在用户心里，华为已经成为高端手机的代名词。自2016年起，国内手机格局变为“华米OV”，头部品牌集中度超过80%，华为更是成为了中国手机行业的NO.1。自此，在全球手机市场，华为有了与苹果、三星正面抗衡的实力。三十而立。在任正非看来，华为只是“刚启航的航母”，将永远聚焦在主航道上。他说，华为的技术理论架构模式，将推行“每比特成本下降的摩尔定律”，做网络的不断简化。网络不断简化的结果是，华为的销售收入将会不断减少，但受益的是整个社会。2018年底，华为发布了《不经艰难困苦何来玉汝于成》的新年致辞。华为轮值董事长郭平表示：“每临大事有静气，以法律遵从的确定性，应对国际政治的不确定性。不因一时一事的恶性事件、挫折消沉了我们领先世界的锐气。我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一。”无论在世界上最寒冷的南极和北极，还是海拔最高的珠穆朗玛峰，亦或非洲的丛林和沙漠……人们都能享受到华为所提供的设备和服务支撑的通信便利。30余年来，华为生于忧患。从一家一穷二白的初创企业，扩张、成长为全球行业领导者之一，背后凝聚着强大的意志与定力。这恰恰是中国经济韧性强劲的缩影。无论外部风云如何变幻，最重要的就是上下同欲做好自己的事情，坚持自主创新，坚持艰苦奋斗。奋斗的民族才有前途，奋斗的个人才有前途，同样，奋斗的企业才有未来。(文/陈听雨 凌纪伟 郑伟)", "author": "新华网客户端", "newsdate": "发布时间：19-05-21", "newstime": "21:28", "sentiment": [{"positive_prob": 0.979098, "confidence": 0.953552, "negative_prob": 0.0209017, "sentiment": 2}]}, {"title": "任正非：得道多助失道寡助，不能因为华为领先就出手限制", "content": "任正非：得道多助失道寡助，不能因为华为领先就出手限制华为技术有限公司总裁任正非21日在回答记者提问时表示，“得道多助，失道寡助”，不能因为华为在技术领域的领先，就采取针对企业的限制措施。他说，我十分感谢美国公司多年来的陪伴，大量零部件厂家给了我们支持。只要美国政府允许美国企业出口零配件，华为就会购买与自研并举，美国企业也在说服美国政府放松对我们的管制。任正非说，目前，限制令会影响到华为的低端产品，但在高端产品特别是5G领域，华为绝对不会受影响。企业不能因为技术领先就被限制，我们的工作是造福人类社会的。华为研制的5G设备，将大幅降低全球通信建设成本。美国政府日前发布针对华为等公司的限制交易令，引发广泛质疑。任正非：华为是一个商业公司，不应该把华为的产品和政治挂钩华为技术有限公司总裁任正非21日在回答记者提问时表示，华为在包括芯片在内的关键零部件上保持有一定的量产能力，不会因为美方的“断供”就导致负增长，企业预计今年的增速会有所下滑，但仍然保持正增长。他说，今年一季度华为的营收同比增长幅度达到39%，二季度以来这一增速有所下滑，但这种下降不会给企业造成伤害。任正非表示，今年春节前夕，华为就在针对遭遇极端情况做准备，但华为不会排斥美国供应链，我2018年就讲过，当年要继续向高通采购5000万套芯片。目前华为也在和谷歌等公司协商相关的救济方案。他说，华为是一个商业公司，对于华为的产品，消费者喜欢就用，不喜欢就不用，不应该把华为的产品和政治挂钩。任正非表示，目前华为在美国的科研投资遵守美国相关法律，我们使用对方的科研成果，需要支付费用，属于商业行为。他说，华为已经在全球设立数十个研发中心，企业在海外研发投资的受益者是包括美国高校在内的全球科研机构，华为的研发集合了全球的科技智慧，实现了多方的交流互益。来源：新华社记者：王攀、冯松龄、白瑜", "author": "环球网", "newsdate": "发布时间：19-05-21", "newstime": "13:42", "sentiment": [{"positive_prob": 0.108756, "confidence": 0.758321, "negative_prob": 0.891244, "sentiment": 0}]}, {"title": "任正非：爱华为不等于用华为手机，我家人还用苹果手机", "content": "2019年5月21日，华为总裁任正非在深圳华为总部接受国内媒体的采访，坦言，自己不愿意借着华为“煽动民族情绪”。任正非在深圳接受媒体采访“目前对华为有两种情绪，一种是鲜明的爱国主义支持华为，一种是华为绑架了全社会的爱国情绪。”任正非说道，“自己的小孩就是不爱华为，因为他爱苹果。余承东总说老板不为我们宣传。我们制止他们瞎喊口号，不要煽动民族情绪。”任正非透露，自己认为“苹果的生态很好”：“我们家人现在还在用苹果手机，苹果的生态很好，家人出国我还送他们苹果电脑，不能狭隘地认为爱华为就用华为手机。”另外，任正非还谈到了华为和欧洲的关系。“5G容量是4G20倍，2G一万倍，耗电下降10倍，体积下降70%。我们有几十年都不会腐蚀的材料，这些特性很适合欧洲。欧洲跟我们沟通很密切。”任正非说道。任正非同时提到了中国整体上与美国的科技差距。“美国科技深度和广度上还是值得我们学习，很多小公司产品超级尖端，但是在我们的行当上（5G），我们做到了前列。”任正非表示，“但是整体国家而言，我们和美国比，差距还很大。”他还强调，目前的形势，反而可以刺激中国踏踏实实发展电子工业。“过去的方针是砸钱，芯片光砸钱不行，要砸数学家、物理学家等。但又有多少人还在认真读书？光靠一个国家恐怕不行，虽然中国人才济济，但还是要全球寻找人才。完全依靠中国自主创新很难成功，为什么我们不能拥抱这个世界，依靠全球创新。”来源：纵相新闻", "author": "中国经济网", "newsdate": "发布时间：19-05-21", "newstime": "16:26", "sentiment": [{"positive_prob": 0.946594, "confidence": 0.88132, "negative_prob": 0.053406, "sentiment": 2}]}, {"title": "华为最新声明来了！", "content": "8点，见证新闻每一天。央视网为您梳理24小时内发生在咱们身边的大小事儿。【关注】华为最新声明来了！华为公司在声明中表示，“安卓作为智能手机操作系统，一直是开源的，华为作为重要的参与者，为安卓的发展和壮大做出了非常重要的贡献。华为有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响，请广大消费者放心使用和购买。未来华为仍将持续打造安全、可持续发展的全场景智慧生态，为用户提供更好的服务。”【国内】南部战区回应美舰擅闯中国南海有关岛礁邻近海域南部战区新闻发言人李华敏大校表示，5月20日上午，美海军“普雷贝尔”号驱逐舰未经中国政府允许，擅自进入中国南海有关岛礁邻近海域。中国人民解放军南部战区组织海空兵力，依法依规对美舰进行识别查证，并予以警告驱离。当前，在中国和东盟国家的共同努力下，南海局势不断趋稳向好。在此形势下，美方军舰有关行为危及中美双方舰机和人员安全，损害中国主权和安全，违背国际关系基本准则，破坏地区和平稳定。重磅文件！4个“最严”确保食品安全 制假售假行为“直接入刑”日前，中共中央、国务院印发《关于深化改革加强食品安全工作的意见》。《意见》提出，坚持安全第一。把保障人民群众食品安全放在首位，坚守安全底线。必须深化改革创新，用最严谨的标准、最严格的监管、最严厉的处罚、最严肃的问责，进一步加强食品安全工作，确保人民群众“舌尖上的安全”。《意见》明确提出，研究修订食品安全法及其配套法规制度，修订完善刑法中危害食品安全犯罪和刑罚规定，加快修订农产品质量安全法，研究制定粮食安全保障法，推动农产品追溯入法。加快完善办理危害食品安全刑事案件的司法解释，推动危害食品安全的制假售假行为“直接入刑”。农民工欠薪可在中国法律服务网求助 5小时内律师解答司法部20日上午召开新闻发布会，介绍“中国法律服务网上线一周年”相关情况。司法部副部长熊选国表示，为做好农民工欠薪求助，中国法律服务网开通了农民工·欠薪求助绿色通道。农民工可通过该绿色通道，进行讨薪咨询、求法援和问题反映，方便农民工获取法律咨询、法律援助等公共法律服务。对寻求法律援助的欠薪农民工一律免于经济困难条件审查，努力做到当天申请、当天受理、当天审批、当天指派律师提供法律援助。针对法律援助效率问题，熊选国指出，最早设计是五个小时之内必须要给予解答，这一年来，解答时间是60多分钟，比预期要快得多。原四川省国土资源厅副厅长王平被“双开”四川省纪委监委20日发布通报称，原四川省国土资源厅党委委员、副厅长王平严重违纪违法被开除党籍和公职。日前，经四川省委批准，四川省纪委监委对原国土资源厅党委委员、副厅长王平严重违纪违法问题进行了立案审查调查。经查，王平理想信念丧失，法纪意识淡薄，对组织不忠诚不老实，为掩盖其严重违纪违法问题，隐匿转移财产，对抗组织审查；违背组织原则，不按规定报告个人有关事项；长期收受管理和服务对象礼金；甘于被“围猎”，利用职务上的便利在矿业权审批过程中搞变通、搞例外，以权谋私，擅权妄为，大肆收受财物，致使国家财产遭受重大损失；道德败坏，生活腐化。“中国水电之母”丰满水电站旧坝爆破 新坝投入运行5月20日11时16分，随着爆破声响起，运行了80年之久的丰满水电站老坝完成历史使命，建设了5年的新坝开始挡水，投入正常运行。始建于1937年的丰满水电站位于中国东北部省份吉林省吉林市，由于当时的施工水平有限，老坝运行至今存在诸多缺陷，虽经多年补强加固和精心维护，但部分缺陷仍然无法彻底消除。北京查处17家房地产经纪机构 下架其发布的房源信息据北京市住建委官网消息，近期，北京市住建委执法部门联合西城房管局、海淀房管局、丰台房管局开展房地产市场检查，线上线下两手抓，17家房地产经纪机构被查处，名单如下：北京顺泰置地房地产经纪有限公司北京金窝房地产经纪有限公司西城分店北京筑巢房地产经纪有限公司北京佳润九鼎房地产经纪有限公司北京龙和伟业房地产经纪有限公司北京明城嘉业房地产经纪有限公司北京鑫意伟业房地产经纪有限公司北京亿贝佳苑房地产经纪有限公司北京安信瑞德房地产经纪有限公司北京金言基业房地产经纪有限责任公司北京新悦房地产经纪有限公司房时代(北京)房地产经纪有限公司北京融科万家房地产经纪有限公司北京中天置地房地产经纪有限公司北京鹏基伟业房地产经纪有限公司北京世纪佳业房地产经纪有限公司北京中基壹佰房地产经纪有限公司上述房地产经纪机构违反了《房地产经纪管理办法》的规定，北京市区住建房管执法部门已立案查处，并要求主流互联网平台下架其发布的全部房源信息。广西百色一酒吧坍塌致4人遇难 7人被刑拘发现发生坍塌事故的是一栋12米高的钢混结构商务楼，总建筑面积4800平方米。截至5月20日19点30分，87人受伤，累计死亡人数达4人；另外，仍有3人失联，搜救工作仍在紧张进行中。据当地公安部门介绍，事故发生后，当地公安机关也迅速介入，连夜控制相关责任人。连续传唤了23名人员开展相关调查，经过初步调查，有7人涉嫌工程重大安全事故罪，下一步将对他们采取刑事拘留措施。目前，事故原因还在调查当中。河北宣化发现古代墓葬群 横跨多个朝代近日，河北省张家口市宣化区宣化古城东城墙附近发现一处古代墓葬群遗址。据考古人员介绍，该处已发现古代墓葬、遗迹多达140多处，横跨战国、汉代、唐代、元代多个朝代，还发现了一些地面上瓦、水井、灰坑、战壕等遗迹。该墓葬遗址群毗邻明代宣化古城东城墙和金、元时期的窑子头古城墙遗址，为研究宣化历史沿革和古代城址变迁及北方地区历史文化提供了珍贵的考古资料。【国际】瑞典检方要求以调查性侵案为由拘留阿桑奇据俄罗斯卫星通讯社报道，当地时间20日，瑞典检察官要求以调查性侵案为由拘留阿桑奇。此前，5月13日上午，在瑞典首都斯德哥尔摩举行的阿桑奇案新闻发布会上，瑞典检察官伊娃·玛丽佩尔松（Eva-Marie Persson）宣布，正式重启对阿桑奇性侵指控的初步调查工作。塔吉克斯坦监狱骚乱致32死 官员：系IS服刑者引起据外媒报道，当地时间19日晚，塔吉克斯坦首都杜尚别郊区的一间监狱发生骚乱。塔吉克斯坦官员20日表示，骚乱由在狱中服刑的部分极端组织“伊斯兰国”(IS)成员引起，共造成包括24名IS成员在内的32人死亡。据报道，塔吉克斯坦司法部官员在一份声明中表示，骚乱开始于19日晚，在监狱中服刑的数名IS组织成员杀死了另外5名在监狱服刑人员和3名监狱守卫。目前，监狱安保人员已将24名引发骚乱的IS成员处决，并恢复了监狱的正常秩序。美非裔亿万富翁在高校做演讲，当场宣布帮这届毕业生还贷款有人突然出现，帮你还清学业贷款，是一种怎样的感觉？美国一所大学毕业班的学生，就收获了这样的“惊喜”。综合美国有线电视新闻网(CNN)和《纽约时报》19日报道，黑人亿万大亨、投资人罗伯特 史密斯19日在美国莫尔豪斯学院的毕业典礼上宣布将为该校毕业班的学生还清学业贷款。从现场视频可以看出，有人瞪大眼睛，表现出不可思议。印度：象宝宝被村民用石头砸 母象发怒踩死男子日前，印度西孟加拉邦发生一起大象踩死人的事件。一头母象刚产下小象，引来一群村民前来围观。当母象努力协助小象站立时，围观的民众拿石头丢向刚出生的小象，结果母象被激怒并冲向人群，造成1人被踩死。【社会】涪陵榨菜副总违规减持股票套现892万 称因“配偶误操作”涪陵榨菜5月19日发布公告称，公司副总经理贺云川因“配偶误操作”超额减持上市公司3153股，构成违规减持。公告显示，贺云川计划于2019年4月25日-7月24日间以集中竞价方式减持涪陵榨菜30万股，拟减持股份数量占其所持涪陵榨菜股份的23.6408%。5月15日至5月17日，贺云川减持303153股，套现892.32万元，超出其减持计划上限3153股，构成违规减持。经涪陵榨菜核查，贺云川本次减持行为未构成短线交易、未发生在股票交易敏感期内，亦不存在因获悉内幕信息而交易公司股票及主观获利的情形。此次违规减持是因贺云川工作繁忙，证券账户由其配偶代为管理，因其配偶对高管减持的要求认识不足，操作失误导致。周口男婴丢失系家属自导自演 参与策划者已被拘“河南周口婴儿丢失事件”进展。5月20日，记者从知情人处获悉，该事件系男婴母亲因家庭矛盾，和其亲友策划“自导自演”。目前参与策划的多人已被拘留，“(男婴)母亲尚在哺乳期，等哺乳期过后也将受到处理。”佛山警方通报“快递员上门非礼女客户”：已抓获嫌疑人据广东省佛山市公安局禅城分局5月20日消息，18日下午，一女事主到该局石湾派出所报案，称一名男性快递员在她家收件时对她骚扰非礼。接报案后，公安机关第一时间受理并开展调查。5月20日早上，民警锁定嫌疑男子黄某落脚点，将其抓获。经初步调查，黄某在收件过程中涉嫌抚摸猥亵女事主。目前，案件仍在进一步调查中。宿迁一女生遭数名女子掌掴50余下 校方：被外校学生殴打近日，宿迁高等师范学院一名女生被围殴视频在网络广为流传。该校发布通报称，已与该生和学生家长取得联系，了解学生现状，并积极配合公安机关调查处理。20日，记者从宿迁市湖滨新区警方获悉，该事件发生于16日夜间，警方已掌握全部嫌疑人情况，具体经过正在调查中。又一个！11岁女孩花近200万元打赏主播！问题来了：这钱，怎么追回来？“之前只是一天五百元以下地充，现在才是一天几千地充。”一份写在小学作业本上的检讨书，最近火了！这份检讨书来自深圳一名11岁的女孩洋洋，从去年11月到今年4月，才上五年级的洋洋，前前后后给网络主播，打赏了将近200万元。未成年人巨额打赏的新闻这几年经常出现在媒体报道中，那么，这样的网络打赏，家长能否索回钱款呢？法律专家表示，如果家长想要回钱，需要证明打赏由未成年人实施，监护人并不知情，这些可以通过未成年人的话语或聊天记录进行取证。【科技】一起“追星”吗？“行星合月”天象扎堆亮相夜空5月的北半球，春夏交替时节，木星和土星这两颗地外行星成了夜空中的主角。5月21日和23日黎明前后，这两颗行星将分别在天幕中与月亮来一次近距离的邂逅，为广大天文爱好者们呈现行星“逐”月的浪漫。木星土星和月亮的相遇，还有一个广为人知的名字——行星合月。今夜，你会加入“追星”的行列吗？【面孔】【施瓦辛格】不会起诉 望袭击者重回正轨美国动作影星、加利福尼亚州前州长阿诺德·施瓦辛格在南非约翰内斯堡出席公开活动时遭遇一起意外事件：一名男子突然从他背后飞脚猛踹，致施瓦辛格失去重心，袭击者随后被保安制服。近日，施瓦辛格再次回应了此次事件，称不会控告袭击者，并希望对方“可以走在正确的轨道上”明天8点见！", "author": "央视网新闻", "newsdate": "发布时间：19-05-21", "newstime": "08:42", "sentiment": [{"positive_prob": 0.537301, "confidence": 0.253987, "negative_prob": 0.462699, "sentiment": 1}]}, {"title": "任正非：我家人还在用苹果，不要狭隘地认为爱华为就用华为手机！", "content": "华为最近遭受的一切不公正的待遇令不少网友也义愤填膺，有网友就声称，自己也要抵制苹果的iPhone等手机，转而使用华为手机。不过就在今天，任正非却表示，我家人现在还在用苹果手机，不是爱华为就用华为手机！原来，就在今天，任正非接受了外界采访，而有记者就表示自己的家人与朋友都在使用华为手机，希望借此表达自己对华为的支持。没想到任正非却直接回应：我们家人到现在还在用苹果手机，苹果的生态很好，家人出国前自己还送他们苹果电脑，因此不能狭隘地认为爱华为就用华为手机。不仅如此，任正非还说我们其实也能够做跟美国芯片一样的芯片，但不等同于就不买了，不能够狭隘地排除，只是如果出现困难的时候，我们需要做到用备份。很显然，任正非对于苹果与美国芯片的态度都是十分开放的，也是包容的，并不是外界所想象的那样呼吁大家盲目排外。事实上，如今的华为面临的困境已经不是一天两天，但盲目排外抵制外来产品也不是明智之举。就拿大家都喜欢说的“要用华为手机，抵制苹果的iPhone”作为例子，如今的iPhone对比华为还是有不少的领先之处，比如说在芯片性能上的强大、iOS生态系统的体验流畅性等，都是目前华为手机需要学习的。甚至可以这样说，目前的华为手机遭受的最大危机，有很大一部分就是因为麒麟芯片还没有完全独立自主，依旧是需要借助ARM的架构，不像苹果一样有自主研发的A系列芯片，另一个原因的是苹果已经有了iOS这个独家系统，华为手机目前依旧是需要借助谷歌的Android，如今才会收到限制。正因为如此，我们才需要完全自主的麒麟芯片以及“鸿蒙”系统的出现！任正非作为华为的“大脑”，能够看到华为与苹果之间的差距，指出狭隘地爱华为的错误所在，已经难能可贵，这对于华为来说，或许目前更需要的是发愤图强，而不是盲目抵制。你们说呢？", "author": "叽歪数码", "newsdate": "发布时间：19-05-21", "newstime": "09:45", "sentiment": [{"positive_prob": 0.869556, "confidence": 0.710124, "negative_prob": 0.130444, "sentiment": 2}]}, {"title": "谷歌暂停对华为部分服务 华为和荣耀品牌产品国内不受影响", "content": "昨天早间，有报道显示谷歌已经暂停与华为的部分业务。对此，外交部回应表示，支持中国企业拿起法律武器捍卫自己的正当权利。华为方面表示，华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响。安卓官方表示，保证在现有华为设备继续运行Google Play等服务。事件谷歌称暂停对华为服务安卓保证服务继续运行昨日早间，据外媒报道，华为公司将立即失去对安卓操作系统更新的访问权限。报道称，谷歌公司一位知情人士表示，谷歌已经暂停了与华为的业务，包括华为要求转让的硬件、软件和技术服务，但通过开源许可公开提供的服务除外。报道表示，华为的下一代智能手机也将无法访问现有的应用和服务，包括Google Play商店和Gmail应用。据消息来源称，谷歌内部仍在讨论具体服务的细节。昨天午间，安卓官方发文称，安卓向华为用户保证，将在遵守所有美国政府的要求的同时，保证Google Play和Google Play Protect等服务将继续在用户现有的华为设备上运行。回应华为和荣耀产品在国内市场不受影响中方支持拿起法律武器华为则在昨天下午发布《关于谷歌暂停支持华为部分业务的媒体声明》，声明称：华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响。华为称，针对安卓作为智能手机操作系统，一直是开源的，华为作为重要的参与者，为安卓的发展和壮大做出了非常重要的贡献。华为有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响，请广大消费者放心使用和购买。未来华为仍将持续打造安全、可持续发展的全场景智慧生态，为用户提供更好的服务。5月20日，外交部发言人陆慷举行例行记者会。在会上，有记者问及，谷歌公司已经暂停了和华为公司的部分业务合作，显然这是由于美国对华为采取限制措施的原因。发言人有何回应？发言人陆慷表示，我们注意到有媒体称“谷歌公司已暂停对华为公司提供服务”的说法。我们将就此进一步核实确认，并关注事态的发展。同时，中方支持中国企业拿起法律武器，捍卫自己的正当权利。影响国内手机不会“用不了”海外用户软件下载恐受限“安卓系统不对华为手机更新，对华为本身没有太大影响”，行业观察家葛甲对北青报记者表示，国内手机厂商大部分都会针对安卓系统做底层优化，去掉Google Play的功能，更换输入法、字库，切断与谷歌服务器的连接，而且在谷歌推出安卓新版本之后，国产手机厂商也是酌情更新，并不是与其同步更新的。此外，安卓系统是一个开源软件，源代码都是公开的，这使得手机厂商可以任意对安卓系统进行定制。“这里面并不涉及用不了的问题，只是华为无法得到安卓系统的正式授权以及官方维护了”，葛甲认为。一位行业分析人士对北青报记者解释，安卓不对华为手机进行更新，一方面是指安卓的官方补丁不向华为开放，安全补丁的作用就是弥补系统漏洞，对用户的影响实际不是很大。另一方面如果安卓再出新版本就不会对华为开放了，“这可能是系统优化和流畅性的问题，短期内倒是无所谓”。“从声明来看，影响最重要的其实是软件层面，也就是基于安卓手机的谷歌应用，包括Google Play，即官方软件商店，还有邮箱Gmail、YouTube，也就是谷歌套装”，上述人士表示，“国外的用户下载App一般都是从Google Play下载”。上述人士认为，如果软件商店被屏蔽的话，那么应用层肯定会出现一些问题，比如用户想下载的一些APP很可能会下载不了。“所以我觉得影响最大的就是海外的软件商店这块。”记者追访安卓10.0会对华为爽约吗？5月8日，安卓发布了最新的10.0版本，并于同日开启测试版本的下载，华为等13个厂商的21款机型赫然在列。其中包括华为Mate 20系列、P30系列、荣耀V20、荣耀Magic2等机型。华为还同步开启华为Mate20 Pro 机型Android Q版本开发者Beta用户全球招募。当时谷歌表示，这是安卓系统的第10个版本，并将在超过25亿台活跃设备上运行。今年的新行业趋势显示，可折叠设备和5G正在推动智能手机的功能的发展，而安卓10.0正是为支持可折叠设备的潜力而设计。众所周知，目前全球已经发布的折叠屏手机为数不多，华为就是其中之一。与此同时，2018年华为手机出货量已超过2个亿，其中海外占比一半左右。此前华为预测，今年的智能手机出货量将达到2.5亿-2.6亿台，出货量达到世界第一水平。那么在该禁令下，华为用户还能升级到10.0系统吗？分析人士表示，据了解，目前已经使用安卓系统服务的用户不影响升级，而新装系统用户则后续可能无法进行升级。华为是否有操作系统备案?此前，华为消费者业务总裁余承东曾多次表示华为已有自研系统。有报道称，华为从2012年开始规划自有操作系统，意在成为谷歌安卓系统的替代品。在MWC2019大会后的采访中，余承东表示华为已经准备好了自己的操作系统，如果华为被迫放弃使用微软视窗和安卓等操作系统，华为就会做好准备，不过目前华为仍优先和微软、谷歌等生态伙伴保持合作。在华为被列入美国实体清单后，余承东也在其朋友圈表态称华为并未受严重影响，除了芯片，华为还有打造核心操作系统能力。另外，华为相关负责人在5月20日表示，华为的服务器芯片鲲鹏920已经可以完全实现自主生产。他补充，这款芯片虽然是基于英国公司ARM架构，但华为已经获得了永久授权，除此之外，剩余的供应链华为都可以实现自主生产。文/本报记者　温婧统筹/余美英", "author": "央广网", "newsdate": "发布时间：19-05-21", "newstime": "07:11", "sentiment": [{"positive_prob": 0.986256, "confidence": 0.969458, "negative_prob": 0.0137437, "sentiment": 2}]}]