[{"title": "华为Mate30的GMS服务再次遭到封杀！余承东：放心，我们还有办法！", "content": "华为Mate系列手机可以说是华为最高端机型，也是华为最新的技术实力的展现。在上个月月底，华为也正式发布了Mate 30系列手机。其实在华为Mate 30系列手机发布的前夕，谷歌就曾突然封杀了华为Mate 30系列手机的GMS服务，并且事情也得到了谷歌官方的确认。华为Mate 30系列手机支不支持GMS服务一下子成为了众多人关注的热点，因为这将影响到华为未来在海外市场的发展。在华为Mate 30系列发布后，有媒体亲自进行了测试，发现华为Mate 30系列手机还是可以通过自带的GMS安装助手轻松的安装上GMS服务，也就是说谷歌还没有完全的对华为下死手。但是还没有高兴太久，谷歌就再次封杀掉了华为Mate 30系列的GMS服务，有网友已经发现华为Mate 30系列手机被列入了谷歌的黑名单，无法再使用GMS服务。原先华为手机自带的GMS服务助手也无法再正常协助安装GMS服务。这个消息在网上传播开之后，再次引起了网友的热议。华为手机总裁余承东也亲自对此事进行了回应，并表示“用户大可放心，我们还有其他办法”。其实华为Mate 30系列手机已经被列入了黑名单，华为很难再正常的安装GMS服务，唯一的办法就是开放超级用户权限，通过这样的方式来安装GMS服务。虽然这也算是一个办法，但是并不大会受到用户的喜欢。因为安卓手机开放了超级用户权限之后，这将给手机带来更多潜在的安全性问题，隐私和安全难以得到保障。现在华为已经走到了这一步，笔者觉得华为应该也已经想好了未来的路。早在之前，华为荣耀手机总裁赵明就曾透露，鸿蒙系统最快将会在华为P40系列上开始使用，安卓系统已经成为了华为的过渡方案。现在华为Mate 30系列手机无法使用GMS服务，这将更加坚定华为使用鸿蒙系统的态度。谷歌再次封杀华为Mate30的GMS服务，真不怕华为动用鸿蒙系统？但是在短时间里，鸿蒙系统应该还是难以动摇安卓系统的地位。毕竟鸿蒙系统的软件生态都还是一个未知数，很难确定搭载鸿蒙系统的华为手机能不能够进行日常的使用和操作。在鸿蒙系统没有正式搭载在华为手机上之前，这一切都很难下定论。华为总裁余承东也曾表示，如果没有遭遇今年的困难，那么华为手机几乎可以顺利的在明年登顶成为全球第一大手机厂商，现在却不得不延后这个目标。尤其是GMS服务被封禁之后，这势必会对华为手机的海外市场造成更加严重的影响。请问现在你用的什么手机呢？如果鸿蒙系统应用到了华为手机之上，你会考虑使用华为手机来体验一下吗？", "author": "北桥科技", "newsdate": "发布时间：19-10-05", "newstime": "23:46", "sentiment": [{"positive_prob": 0.669273, "confidence": 0.26505, "negative_prob": 0.330727, "sentiment": 2}]}, {"title": "华为旗舰手机，你喜欢哪一款，款款经典", "content": "说到手机很多人就会想到华为，华为手机无论是质量和性能都被很多人信任，巨大的研发投入，让华为掌握了不少核心技术，更是给我们带来了不少实用的黑科技。近年来，华为手机不仅仅夺下国内销量冠军，在世界上同样取得傲人的成绩，拥有不少国际粉丝。今年的新手机的重头戏已经基本到了尾声，苹果和华为已经推出了新的旗舰手机，今天我们就来盘点一下，华为当前的旗舰产品吧。华为 HUAWEI Mate 30华为 HUAWEI Mate 30首先出场的当然是最新推出的华为Mate 30系列，它最引人注意的地方是后置摄像头，整个模块成型，可能审美不一样，我觉得还是比方形排列要好看不少，看起来拍照更专业的样子。使用的都是徕卡镜头，Mate 30Pro更是采用了四摄。屏幕是大曲面，科技感更上一层楼。处理器是首发的麒麟990，性能强，更省电。超级快充实用而方便。只是刘海依然没有去掉，看来屏下摄像头的技术也是一时半会掌握不了的。这款手机主打商务，拍照，高端大气。华为 HUAWEI P30华为的P系列也是受到不少朋友的欢迎，华为 P30系列就是一款主打外观和拍照的产品，特别是P30Pro，曲面屏加水滴屏的外观，当前手机市场非常流行的组合。徕卡四摄设计，光学防抖，5倍光学变焦，10倍混合变焦，还有50倍数字变焦，这些数据已经能够达到专业的拍照水平。如果你认为它只能拍照就错了，处理器使用了麒麟980，赋予其强悍的性能，虽然已经推出了麒麟990，但是980对于吃鸡。王者这些游戏还是分分钟拿下，毫不费力。外观上 P30系列更年轻化，看上去青春活力，小清新一枚。 荣耀20 PRO 荣耀20 PRO说到华为手机，怎么能忘了荣耀系列呢。揉腰手机当前旗舰要属于 荣耀20和 荣耀20 PRO了。性价比著称的荣耀这次同样没有让我们失望，玩游戏就选择荣耀20，麒麟980处理器运行快，续航能力强，如果你还希望游戏拍照两不误就选择荣耀20 PRO。它加入了光学防抖，拍照上更出色。光学防抖可是拍照方面的好东西哦。荣耀20 PRO支持30倍数字变焦和3倍光学变焦。屏幕上都是使用了钻孔屏，屏占比高。外观同样是青春靓丽。简单的为大家介绍了这几款，不知道你更喜欢哪一款呢", "author": "好朋友科技", "newsdate": "发布时间：19-10-05", "newstime": "22:02", "sentiment": [{"positive_prob": 0.999974, "confidence": 0.999942, "negative_prob": 2.60162e-05, "sentiment": 2}]}, {"title": "2019年手机信号排名：苹果无缘，华为跌出前五，第一名是“黑马”", "content": "目前国内智能手机市场竞争十分的激烈，各大品牌在加快全面屏突破、相机大比拼的同时也在信号部分下足重本，希望能够为消费者提供更佳的服务，以此达到提升口碑、讨好用户和冲击更高销量的目的。那么什么样的信号才能算合格呢？首先我们有必要先科普一下：通常在测量手机信号强弱的基本要素就为分贝毫瓦dBm，这个数值如果越接近0的话说明信号越好，大部分的设备通常情况下都要，小于-50dBm，中国移动也要求在城市中的不能低于-90dBm，农村地区也不应该小于-94dBm，不然的话很难打通电话，大家可以下载一些专门测试的软件自查。最近，国内知名数据测试软件鲁大师发布2019年手机信号排名：苹果无缘，华为跌出前五，第一名很意外！其中小米9信号均值达了-69dBm表现最好，排在第二名的是中兴AXON 10 Pro，红米note7、OPPO Reno均上榜，而以5G技术著称的华为各种高端机均不在列，只有畅享9e勉强撑门面，而iPhone则“全军覆没”这一点让人感到惊讶。随着不断地增加资金投入和创新技术积累，现在的小米确实已经拥有很多黑科技，小米9用了上下天线智能切换技术，支持HPUE和4x4 MIMO技术，官方称极端模式下实测上传速率较传统方案提升了50%以上，能够夺冠也是确实不需要大惊小怪。另外，小米还在近期发布了MIX Alpha概念手机，可以说是大秀肌肉，告诉所有的同行和用户，小米黑科技不虚传。是的，小米大招一个接一个，最近的5G版小米9Pro也是亮点颇多，它搭载骁龙855plus外挂5G基带，还有三重快充技术和4000毫安大电池为续航能力保驾护航，3699元的价格供不应求，虽然雷军再一次被吐槽耍猴，可是没关系，他已经在加班“拧螺丝”，一定要保证米粉们有新机可以玩，这一点可以放心。言归正传，这一次小米9能够获得“信号最强旗舰”的身份确实是对小米黑科技的一次肯定，请大家不要再说小米“组装厂”，不然的话其他厂商会太尴尬，毕竟小米拿第一了！", "author": "老实人日报", "newsdate": "发布时间：19-10-05", "newstime": "18:48", "sentiment": [{"positive_prob": 0.0572654, "confidence": 0.872744, "negative_prob": 0.942735, "sentiment": 0}]}, {"title": "为什么大家经常拿小米和华为比较？", "content": "华为和小米都是国内比较有代表性的手机公司，中国手机行业能有今天的繁荣可以说是离不开华为和小米的。不过同行之间的竞争也愈演愈烈，华为小米终究是避不开的。雷军曾经在红米发布会上怒撕华为荣耀，更是飙出了“生死看淡，不服就干”的经典名言。不过雷军也表示：“在创办小米之前，自己也是华为的铁杆粉丝。友商急了，把我也弄急了。”小米和华为互掐已经不是什么新鲜事，二者可以说是差点到了水火不容的地步。花粉和米粉现在是看谁都不顺眼、不服气，而且很难调解了。总有人喜欢把华为手机和小米手机相互比较，其实明明定位都不一样。以至于华为的统统成了海军、造假，小米的性价比成了廉价、组装。随着华为的不断成长，格局也明显不一样了。以前华为还会和小米互相调侃几句，现在的华为眼里只有苹果三星，超越苹果三星是华为的首要目标，就连荣耀也在像大哥华为看齐！而最难受的要数小米了，高端市场一直冲击不上去，中端和千元机市场不仅有荣耀拦路，如今还出现了realme这些颇为强势的新品牌。也难怪，曾经小米在国内可是风光的很，现在光芒全被华为抢了去，谁叫人家有实力呢？华为在核心技术上当属国内第一了，而且眼光长远，布局之宽广就连苹果、谷歌等巨头也不得不服，麒麟处理器、鸿蒙系统让终于国产抬起头了。在5G通信领域，华为推出了全球第一款整合5G基带的麒麟990芯片。小米虽然技术不如华为，但是运营也颇为成功，十分具有代表性。先不说早期的饥饿营销了，就这些年落实的铁人三项的新模式“互联网+硬件+新零售”，可以说是取得了极大的成功，米家的发展不断壮大，小米的硬件生态在国内是很领先的。作为中国最年轻的世界五百强企业，小米真的很有自己的一套。创立至今仅九年时间，做了人家几十年都做不完的事情。华为和小米都是中国科技公司的典范，都值得我们学习。", "author": "耿彪", "newsdate": "发布时间：19-10-05", "newstime": "12:57", "sentiment": [{"positive_prob": 0.0235535, "confidence": 0.947659, "negative_prob": 0.976447, "sentiment": 0}]}]