[{"title": "美国为何执意抵制华为？华为到底做了什么，让美国如此“惧怕”？", "content": "文：木一自从被列入“实体清单”以来，华为便在以美国为首的多个国家受到了不公平的待遇。先是被谷歌和微软等美国公司断供，随后被蓝牙协会、WiFi联盟、SD存储技术等国际协会暂停合作，甚至连代工巨头伟创力都终止了合作，华为的处境在一时间岌岌可危。就当人们以为华为或将被击垮之时，华为却在高压之下强势反弹。从麒麟芯片到鸿蒙系统再到5G技术，华为向世界展现了自己的强大。在挣脱封锁的同时，华为甚至还吹起了反攻的号角，令无数美国企业颤抖不已。虽然国人们都在关心华为事件的发展，但相信很多人都会有这样一个疑问：为什么美国一定要和华为对着干，甚至在华为面前已经失去了大国风范了呢？这样做值得么？答案是肯定的。近年来，华为的手机业务得到了突破性发展，更是在去年出货量超过苹果，成为全球第二大手机生产商。而今年，华为再创辉煌，仅用时5个月销量便突破一亿大关，比去年还要迅速。不过事实上，华为的手机业务只是公司众多业务之一，甚至都不能算是主营业务。华为真正让美国感到恐惧的还是在通信领域的成就。作为全球未来的网络发展趋势，5G网络对于各个国家的重要性不言而喻。5G不仅仅代表着网络时代的变迁，更多的则是关乎于国家基础设施的建设，毕竟5G改变的不只是生活，更多的则是社会。作为我国通信行业的标杆，华为的5G技术已经走在了世界的前列。早在2017年，华为就全面超越爱立信，成为全球最大通信设备供应商。华为在5G方面的成就更是成绩斐然，在全球获得5G专利数最多，是5G标准的重要的参与和制定者之一。尤其在5G专利申请和技术应用中，更取得了令世界注目的成绩。华为官方资料显示，华为是世界上为数不多的，甚至可以说是目前全球唯一的一家可以从端到端提供5G商用服务的电信设备供应商。在5G订单数量方面，华为同样遥遥领先。虽然受到了美国的打压，但截止至目前，华为已经获得了超过50个5G订单，远超老对手诺基亚和爱立信。值得一提的是，华为已经拿下了欧洲市场半数的市场份额，足以证明国际上对华为额认可。为什么美国能够成为全球顶尖强国？除了经济之外，技术领先也是很重要的一点。过去，美国的通信技术一直处于世界领先地位，但自从5G之后，华为逐渐改变了这种局面。华为在核心技术和订单数量上都远超美国企业，这是美国无法接受的。除此之外，华为在芯片领域也是大有作为。众所周知，高通是全球顶尖的芯片巨头，大量手机厂商都选择使用高通骁龙芯片。不过近年来，华为正在打破这一格局。华为海思多年来一直致力于芯片的研发，目前华为的高端手机都在使用海思出品的麒麟芯片，性能丝毫不亚于骁龙。而不久前，在华为Nova 5发布会上，华为发布了最新麒麟810芯片，并以此超越高通，成为全球第一家拥有两颗7nm工艺芯片的企业。同时，美国畏惧的还有华为的研发投入。高投入高风险，搞不好就会打了水漂。而华为却毫不在意，逐年提高研发投入，是必要将技术进行到底。2018年，华为研发投入113.34亿欧元，位列全球第五，排名前四的分别是三星、谷歌母公司Alphabet、大众和微软。前面四个企业在各自领域上的成就有目共睹，美国自然不希望中国出现这样一家巨头企业。值得一提的是，华为的研发投入占到全年营业额的14.7%，比前面四家企业还要高。可能很多人看到这里就会说了，全球高科技企业这么多，技术水平超过美国企业的也有不少，为什么非要针对华为呢？这是因为华为的崛起对美国没有丝毫好处。众所周知，任正非多年以来坚持不上市，而是选择让员工持股，但对华为依然保有控制权和决策权。不上市意味着不会受到资本市场的影响，不会影响到公司未来的发展，同时也意味着即使华为做得再大再好，市场份额再高，美国也拿不到一分钱的好处。综上所述，美国才会选择极力抵制华为，希望能够遏制华为的发展势头。然而就像华为荣耀总裁赵明所说的那样，华为是一家技术过剩的公司，华为有很多独到的黑科技，并不会因为受到一个国家的限制而垮掉。如今，美国已经开始松口，逐步放宽对华为的限制，胜利的天平已经逐渐开始向华为倾斜。大家又认为美国限制华为的原因是什么呢？本文由AI科技新社原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "AI科技新社", "newsdate": "发布时间：19-07-18", "newstime": "15:31", "sentiment": [{"positive_prob": 0.000151649, "confidence": 0.999663, "negative_prob": 0.999848, "sentiment": 0}]}, {"title": "伟创力拒不归还设备后：工厂停产，华为将其踢出供应链", "content": "经济日报-中国经济网北京7月18日讯 财新网近日报道称，美资代工巨头伟创力位于长沙望城经济开发区的工厂已停产，该工厂主营华为手机组装业务，2018年7月下线第一台华为手机。这个每年从华为拿到25亿美元订单的代工厂商，似乎正在上演“搬起石头砸自己的脚”的戏码。资料显示，美国伟创力公司（Flextronics International Ltd）1969年成立于美国硅谷，1981年在新加坡设立工厂，1987年进入中国，是仅次于富士康的全球第二大电子产品代工企业。早在5月19日，即美国政府把华为纳入所谓“实体名单”的第三天，伟创力在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。5月20日晚间，华为出动150多辆大货车，去伟创力在国内的主要生产基地——珠海伟创力，拉回了属于自己的物料。据称，当晚珠海伟创力门口大货车，排了足足有6公里长。据凤凰网科技7月17日报道，当时珠海伟创力曾在表面上恢复过华为手机生产业务，但其过程几经反复，要求华为承诺各种保障条件，最终的结果是全面停止生产。据悉，在无法保障生产和业务持续之后，华为已经将伟创力彻底从其供应链体系中剔除。因此，长沙工厂的停产也在预料之中。多方消息显示，蓝思科技和比亚迪有意接手伟创力长沙一期和二期工厂。资料显示，伟创力在全球30多个国家有近20万员工，在中国的工厂大约超过30个，仅珠海伟创力就大约有4-5万人。以20万的全球总员工数来看，珠海的产能应该占伟创力整体产能的约1/5-1/4左右。那么伟创力被剔除华为供应链，将带来多大损失？据彭博社数据显示，从华为获得营收最多的前十大美国厂商分别是伟创力、博通、高通、希捷、美光、Qorvo、Intel、Skyworks、康宁、ADI。2018年伟创力大约从华为获得了约25亿美元的营收。有数据显示，伟创力近几年每年营收大概在250亿美元左右，如果按近几年每年都从华为获得25亿美元的收入来算，来自华为的营收占到了伟创力整体营收的1/10，丢失这个1/10是个不小的损失。除了代工华为之外，伟创力的客户还有微软、戴尔、诺基亚、Moto、联想等。而对华为来说，据彭博社数据，华为的全球前十大供应商分别是富士康、比亚迪、台积电、欧菲光、FIH Mobile、伟创力、SK海力士、博通、高通和舜宇。其中，富士康、比亚迪、伟创力主要为华为提供整机代工服务。与前两者相比，伟创力从华为获得的营收约只有富士康的1/4，比亚迪的1/2。横向比较的话，同为美国企业，一些美国科技公司一直大力游说美国政府，希望继续向华为出售产品，此前也有部分美国企业跨过政府制裁，恢复向华为供货。但像伟创力一般僵硬地执行政府政策，违背法治和契约精神，甚至不惜牺牲掉1/10收入的，独此一家。不知伟创力到底作何打算，至少在中国市场它已经开始“凉凉”。来源：经济日报-中国经济网", "author": "中国经济网", "newsdate": "发布时间：19-07-18", "newstime": "19:22", "sentiment": [{"positive_prob": 0.0122286, "confidence": 0.972825, "negative_prob": 0.987771, "sentiment": 0}]}, {"title": "华为平板M6 8.4英寸版游戏性能测试：麒麟980加持几乎满帧", "content": "6月下旬，华为正式发布了华为平板M6，包括8.4英寸与10.8英寸两个版本。7月10日上午10点，华为平板M6 10.8英寸正式开售，根据华为官方公布的战报显示，其在华为商城开售90秒即破万台，在天猫和京东平台也纷纷刷新销售纪录。作为一款平板产品，M6究竟有何魅力能吸引众多消费者竞相购买？在IT之家简单体验了8.4英寸华为平板M6之后，找到了一些答案。8.4英寸华为平板M6是华为平板M6系列中屏幕较小的一款，当然，在配置上是绝对不含糊。其搭载了旗舰级海思麒麟980芯片和革命性GPU Turbo 3.0技术，使得产品性能有了飞跃般的提升，并且配备了少见的2K级别（2560*1600分辨率）高清显示屏，凭借着华为自研的“锐屏”显示增强技术算法，让M6的屏幕显示更加精准细腻、色彩饱满。此外8.4英寸华为平板M6还有立体声双扬声器、大容量电池与18W快充等等技术加持。为了验证游戏性能，IT之家这里通过市面上最火热的四款手游（《王者荣耀》、《和平精英》、《QQ飞车》、《跑跑卡丁车》）对M6进行了性能测试，在下面进行的所有游戏的测试中，IT之家均开启了所能开启的游戏最高画质，并且通过帧率测试软件对华为平板M6游戏过程中的核心状态、平均帧率进行了实时记录。1、《王者荣耀》游戏性能测试在《王者荣耀》游戏中，IT之家开启了超清画质，华为平板M6拥有2560*1600分辨率2K级高清显示，凭借着华为独有的“锐屏”显示增强技术，《王者荣耀》游戏画质更高，色彩更饱满。此外，高达83.5%的屏占比和16:10的屏幕比例，让笔者体验了十足的“沉浸感”游戏。在性能方面，由于麒麟980的加持，华为平板M6运行《王者荣耀》游刃有余，两颗A76大核心频率基本稳定在1.4GHz，两颗A76中核心频率稳定在1.3GHz-0.7GHz之间，而四颗A55小核心频率稳定在1.2GHz，表现十分稳定高效。在游戏过程中，华为平板M6几乎全程60帧满帧运行，平均波动仅为0.81帧，在实际游戏过程中，肉眼感受不到丁点的掉帧或者是画面撕裂感，无愧旗舰平板身份。2、《和平精英》游戏测试《和平精英》是目前最火热的“吃鸡”类手游，这款游戏对手机的性能要求较高，当然，此前IT之家的评测中，搭载麒麟980的设备（华为P30、Mate 20系列等）都能满帧流畅的运行，那么在M6上，《和平精英》会是怎样的表现呢？如上图所示，在游戏中，M6平板的平均帧率为39帧，平均波动为0.94帧，在游戏中未出现任何卡顿现象，表现优异。凭借GPU Turbo 3.0技术和麒麟980加持，华为平板M6应对这样的游戏简直是小菜一碟。并且华为平板M6还具备手机端所没有的超大屏，在诸如《和平精英》这样的游戏中让玩家有大视野画面的优势。CPU状态图显示，在游戏过程中，麒麟980的性能输出同样比较稳定，两颗A76大核心频率基本稳定在1.4GHz，两颗A76中核心频率稳定在1.3GHz，而四颗A55小核心频率稳定在1.2GHz，在15分钟的游戏过程中，为了保证帧率稳定，麒麟980并没有出现明显的降频现象。值得一提的是，在游戏过程中，华为平板M6的散热表现也是极佳，在长达20分钟的游戏中，机身并没有出现明显的发热迹象，手感仅是温热。并且因为平板机身尺寸较大的原因，笔者的手掌很难碰触到机身背面发热的区域，因此游戏体验格外优秀。3、《QQ飞车》游戏测试《QQ飞车》对手机的性能要求并不低，IT之家这里测试了华为平板M6在《QQ飞车》游戏上的性能表现，开启最高画质之后，一分钟的游戏中，华为平板M6表现较为出色，平均帧率为59，平均波动为1帧，而CPU核心图显示，在运行该游戏时，华为平板M6搭载的麒麟980大核心，甚至还没有用尽全力，这意味着华为平板M6即便是不开启性能模式，照样能畅玩这种3D手游。4、《跑跑卡丁车》游戏测试在《跑跑卡丁车》的游戏测试中，华为平板M6的表现基本与体验《QQ飞车》时一致，平均帧率为59帧，平均波动为0.86帧，凭借着8.4英寸2K屏，玩家在游戏中沉浸感更强。总结：目前市面虽然也有不少厂商推出平板产品，但无论是市场响应还是销量都不尽如意。因此在整个安卓平板市场，也形成了一种诡异的“恶循环”，最明显的一个特征就是因为市场反馈低迷，厂商不愿意给这些平板配备旗舰配置，而中规中矩的配置也无法打动消费者需求，华为平板M6的诞生，可以说弥补了安卓平板性能不足的软肋，消费者有了更旗舰配置的平板产品可选择。凭借新一代GPU Turbo技术的加持，以及麒麟980稳定的实时调控策略和惊艳的2K屏表现，华为平板M6 8.4英寸版从硬件到系统都迎来了肉眼可见的升级，而M6系列的发布，也给整个安卓平板市场注入了一股新鲜的血液，让安卓阵营的优秀平板产品不再是“凤毛麟角”，也让爱玩手游的玩家们，有了性价比更高的选择。华为平板M6 8.4英寸正在预售中，将于7月10日正式开售，想要买的朋友抓紧机会哦。", "author": "IT之家", "newsdate": "发布时间：19-07-18", "newstime": "14:49", "sentiment": [{"positive_prob": 0.99433, "confidence": 0.9874, "negative_prob": 0.00567019, "sentiment": 2}]}, {"title": "华为进军电视行业 “智慧屏”能否让用户回归电视", "content": "□ 华为子品牌荣耀日前宣布，发布新品类“智慧屏”电视。其将成为类似手机和智能音箱的智能家居入口，不仅是家庭影音娱乐中心，更是信息共享中心、控制管理中心和多设备交互中心。□尽管电视作为“屏幕最大、交互性最强的电器”，是家庭物联网“枢纽产品”，但阿里巴巴、小米和百度等更早入局的智能音箱企业已在生态建设上领先一步。荣耀亟需建立自己的“智慧屏”生态。华为电视终于要来了！华为子品牌荣耀日前宣布，发布新品类“智慧屏”。荣耀总裁赵明将“智慧屏”称为电视的未来，“是电视向下一代的演进和发展”。他表示，“智慧屏”将成为类似手机和智能音箱的智能家居入口。今年6月份，华为消费者业务手机产品线总裁何刚曾表示，华为在5G时代的全场景战略是“1+8+N”，“1”指手机，“8”则指包括电脑、平板、音响、电视、眼镜、手表、车机、耳机在内的八大业务，这也是华为首次确认将进军电视行业。那么，荣耀的“智慧屏”到底是一块什么屏？又将给传统电视行业带来怎样的变化？由于产品要等到8月份才正式发布，荣耀“智慧屏”的具体功能目前尚不清晰。但在赵明的定义里，“智慧屏”不仅是家庭影音娱乐中心，更是信息共享中心、控制管理中心和多设备交互中心，“荣耀将利用自研芯片、AI深度学习、性能加速、传感技术、IoT布局等自主创新科技上的持续积累，为年轻人打造潮流科技生活”。这就意味着，与传统电视相比，“智慧屏”的卖点将集中在智能化上。赵明也在采访中频频提及“创新”，他表示，传统电视行业“研发投入比我想象的还要少，我们在单型号上的研发投入，可能比一个公司整个电视品类上的投入还要大，我们希望将科技和创新的核心能力注入这个行业”。华为入局对提振电视行业士气不失为一个好消息。电视行业低迷已持续了一段时间，来自市场研究机构奥维云网的数据显示，今年一季度电视市场零售量规模1202万台，同比下降1.1%；零售额规模349亿元，同比下降13.1%。正如荣耀“智慧屏”主打智能化一样，传统彩电厂商也将与人工智能、物联网融合视为转型方向。今年4月份，TCL智能终端业务群CEO王成表示，TCL已经全面抢跑人工智能、物联网赛道。几乎同一时间，创维也对外发布了首个大屏人工智能物联网生态。不过，尽管奥维云网黑电事业部研究总监揭美娟表示，“电视未来一定是智能家居的核心。因为目前来看，电视的普及率、智能化程度与水平都是家电品类中最好的”，但电视是否真的能靠智能化打好翻身仗尚未可知。数据显示，2018年，国内智能电视用户月开机天数在15天以上的占比为56.4%，月开机30天比例仅为14.6%。对于荣耀来说，更重要的竞争对手可能不是传统电视厂商，而是诸如阿里巴巴、小米和百度这样的智能音箱玩家。考虑到智能音箱“有屏化”已成标配，实际上包括“智慧屏”在内的智能电视，可以被视为有屏智能音箱的“放大版”。尽管由于屏幕尺寸不同，二者可实现的功能存在差异，小米集团董事长雷军也曾经表示，电视作为“屏幕最大、交互性最强的电器”，是家庭物联网的“枢纽产品”，但是，更早入局的智能音箱企业，已在生态建设上领先一步。小米今年一季度财报显示，其物联网平台连接设备数达1.71亿，是“全球最大消费级物联网平台”。3月份，天猫精灵宣布其智能音箱累计销量突破1000万台，连接设备破亿。同时，百度的小度音箱也控制了超过85个品牌的7000多万个智能家居设备。从这一点看，荣耀亟需建立自己的“智慧屏”生态。赵明透露，荣耀推出了支持开发者的“耀星计划”，鼓励优秀开发者自主开发适用于荣耀“智慧屏”的应用，成功上架的应用，商家可拿到100%的分成，其决心可见一斑。未来谁笑到最后，且拭目以待。(经济日报记者 陈 静)来源：经济日报", "author": "中国经济网", "newsdate": "发布时间：19-07-18", "newstime": "06:59", "sentiment": [{"positive_prob": 0.903117, "confidence": 0.784705, "negative_prob": 0.0968829, "sentiment": 2}]}, {"title": "麒麟980性能强劲 8.4英寸华为平板M6评测", "content": "一直以来，iPad在平板电脑领域几乎独孤求败，强悍的硬件性能和封闭的生态造就了iPad的绝对优势。反观安卓阵营，搭载旗舰处理器的平板产品屈指可数，很多人购买安卓平板只是因为它比较便宜，并不是说它有多好用。重点是这种情况一直延续了很多年，直到华为平板M6发布之后，我对安卓平板有了不一样的看法。2019年6月21日，华为正式推出了华为平板M6系列新品，包括8.4英寸和10.8英寸两款。话不多说，下面我们就一起来看看8.4英寸华为平板M6为我们带来了哪些不一样的体验吧。8.4英寸华为平板M601 屏幕显示与外观设计屏幕方面，这款8.4英寸华为平板M6有着十分突出的表现。搭载了一块2K级别2560 x 1600 IPS显示屏， 359 PPI，加上华为独有的\"锐屏\"显示增强技术，这款平板在视频播放以及图片浏览时，能够用智能算法动态调整对比度和饱和度，让这款平板在点亮屏幕的瞬间就能与普通平板区分开来。同时，8.4英寸华为平板M6的边框设计更加的窄，实现了83.5%的屏占比，无论观影还是游戏，视觉效果更加震撼。华为平板M6搭载高清2K屏接下来说一下外观设计，重新回到全金属机身设计的华为平板M6，我想说那种久违的手感又回来了。近年来众多手机产品拥抱玻璃材质，纵使可以带来多彩渐变的美感，但在手感上还是和金属材质差了一截，这点相信很多人深有体会。8.4英寸华为平板M6采用香槟金配色本次评测的8.4英寸华为平板M6采用香槟金配色，喷砂工艺打造的金属机身，在保证机身强度的同时，也使得整个机身看起来更加纤薄和富有质感。侧面的金属边框与细微弧度，再配合上超薄7.4mm的机身厚度，握持手感真的很舒服。前置800万像素/后置1300万像素摄像头摄像头并不是一个平板的主打点，生活中我们总不能随身带着平板出去拍摄。但华为平板M6却做的更加细心。前置800万像素和后置1300万像素摄像头足够满意日常所需，支持像华为手机那样智慧扫物功能，如购物、翻译、识别食物卡路里等功能。背面设计上极为简洁，值得注意的是，iPad mini（第五代）并没有后置闪光灯，而华为平板M6在摄像头下方加入了一颗闪光灯，这让我们在拍照和扫描文件时，更加游刃有余。华为平板M6底部为USB Type-C的接口，附送USB Type-C转3.5mm耳机口转接线。音量键和电源键都位于机身一侧，这在横向握持平板时有着不错的操控性。另外最显眼的就是外放喇叭开孔，这是该平板搭载的双声道立体扬声器，这在下文中会有更详细的解读。02 音质方面：双声道&双扬声器大家都知道旗舰手机音质表现都很棒！优秀的全景式立体环绕声，简直就是视听享受的盛宴。从经验上来看，很多人可能认为，平板电脑的音效也就是听个响，那么薄的机身出不来什么好音效。但华为平板M6却不信这个邪，它搭载的与哈曼卡顿联手打造的音频系统就令我大为震撼。双扬声器带来优秀视听体验8.4英寸华为平板M6在机身两侧配备了双扬声器，支持左右声道和立体声场。此外，更是业内首次同时支持杜比全景声(Dolby Atmos ) 和 杜比视界( Dolby Vision )，可带来身临其境的沉浸式视听体验。双立体环绕声带来绝佳游戏体验8.4英寸华为平板M6在机身两侧配备了双扬声器，支持左右声道和立体声场。此外，更是业内首次同时支持杜比全景声(Dolby Atmos ) 和 杜比视界( Dolby Vision )的平板，会员用户可在爱奇艺等有杜比片源的视频网站观看，感受身临其境的沉浸式视听体验。双立体环绕声带来绝佳游戏体验而对于游戏体验的提升也是不言而喻。在“吃鸡游戏”打野时，可以通过脚步声来判断敌人的位置，助你听声辨位，把把都“吃鸡”。03 性能体验：麒麟980+GPU Turbo3.0 搭载华为首款7nm制程、双NPU人工智能芯片麒麟980，三档能效架构CPU配合十核Mali-G76 GPU，在系统缓存和神经网络引擎等方面都有较大的提升，而整体性能提升最高208%（相对于上一代华为平板M5）。相信很多手机圈爱好者都曾了解过，麒麟处理器都是CPU性能表现更好些，但这次麒麟980在GPU方面着重提升，可以说相比前代做到了一个质的飞跃。为了验证官方数据的准确性，我们直接用3DMark来跑一下分，客观看一下麒麟980处理器的GPU性能表现究竟如何。麒麟980处理器3DMark跑分实测（开启性能模式）从测试结果来看，跑分显示整体分数表现符合麒麟980的正常水平（开启性能模式后OpenGL ES 3.1总体分数提升300+），但得益于平板机身尺寸大的优势，散热和续航方面都要比手机更强，所以相应的平板的持续性能输出更加稳定。8.4英寸华为平板M6相较于上一代M5系列，无论基础的应用冷启动打开速度、应用切换、网页加载，还是重载场景下多任务处理、3D大型游戏，平板M6系列的表现都要更优秀。麒麟980芯片架构组成（图源AnandTenchg官方截图）大家对于GPU Turbo或许已经不再陌生了，并且很多华为手机用户已经体验到了其协同麒麟芯片所带来的流畅。经过历次迭代，这项华为自研的革命性技术已经升级到了3.0的最新版本，能有效提升游戏中的画面帧率，降低抖动率。《王者荣耀》游戏实测，团战帧率稳定麒麟980+GPU Turbo3.0 到底带来了怎样的体验。下面进行游戏实测，我们选择网易《堡垒前线：破坏与创造》与腾讯《王者荣耀》来进行测试，两款游戏画质都调到最高，测试30分钟左右。由于笔者游戏操作水平很差，大家就不用在意游戏结果了，直接来看华为平板M6的实际游戏表现就可以啦！《堡垒前线：破坏与创造》游戏实测游戏测试环节中，值得一提的是《堡垒前线：破坏与创造》在设置中可以打开2K高清画质，这让游戏画面又提高了一个层次。《王者荣耀》打开高帧率模式，全程平均59帧，团战的过程中也没有出现较大的帧率波动现象。从测试结果来看，两款游戏帧率表现稳定，操作流畅无卡顿，而且两款游戏测试完，电量由78%掉到70%，全程只消耗了8%的电量，其续航水平可见一斑。04 系统亮点：专属儿童乐园 现如今，越来越多的家长开始重视孩子从小的教育问题，这也让平板电脑有了更广泛的应用场景。毕竟相比于书本来说，电子产品会更吸引小孩子的注意。华为平板M6 内置了全新设计的儿童乐园，一是使用界面以内容分类，各个入口以卡通形象来展示，更方便家长和儿童辨识及使用。全新设计的儿童乐园内容上增加学习的比重，例如语文、数学、英语等课程，在华为应用市场的儿童中心里都能找到丰富的应用。推出内容推荐功能，以卡通般的果实为形象展示，每次孩子挑选一颗果实落地，都会有更多更好的内容推荐出来。帮助孩子养成健康用眼习惯，培养健康意识支持多重智能护眼功能，可有效过滤多余蓝光，缓解用眼疲劳。随周围环境自动精细调节亮度和屏幕色温，阅读更舒适，光线更自然。当孩子平躺使用时，自动提醒并要求纠正坐姿，从小培养健康意识。家长看孩子的小帮手华为平板M6对于已经有了宝宝的用户，推出像儿童乐园这样的功能，来满足“小用户”的需求。可以说，华为平板M6大大改变了我们对于平板电脑“成年人娱乐工具”的片面理解，真正为用户带来生活品质的提升。从这个细节来看，iPad并没有考虑到。小孩子大都去玩APP Store里的游戏去了，哪还考虑什么学习，这也是大多数家长所担心的，这点来看华为的做法可谓用心！05 续航方面一般情况下，平板依托大尺寸设计的优势，所以在续航方面可以甩手机好几条街！华为平板虽主打轻薄便携，但在续航充电方面却没有做妥协。8.4英寸华为平板M6的电池容量在上一代的5100 mAh的基础上再次扩充，提升至6100 mAh。官方描述，本地1080P高清视频连续播放可长达12.5小时。实际测试下来，连接WiFi状态下，亮度和音量都控制在50%，B站1080P视频播放半小时，消耗电量为5%；而上面所测试的两款游戏设置最高画质，运行半小时耗电为8%，从测试结果来，看这个续航成绩可以说很不错了，符合官方描述！腾讯《王者荣耀》+网易《堡垒前线：破坏与创造》半小时游戏耗电测试哔哩哔哩1080P动漫视频播放半小时测试此外8.4英寸华为平板M6配合18w的快充+华为智能节电技术，这样应付日常生活中高强度的游戏、电影等娱乐功能的体验时就不用妥协了。出色的续航能力和快速充电保证，不论是外出办公还是娱乐都能够放心使用，这种效果是手机无法达到的，使用完后我还真有点回不去了！测评到这里，或许你会发现，这个平板基本可以满足一家人的使用需求。设想一个三口之家，爸爸用M6打游戏，麒麟980强大的性能助他“吃鸡”成功；妈妈用M6追剧，2K画质+立体声效，带来沉浸式体验；“专属儿童乐园”内容丰富，提升孩子学习兴趣，还帮助家长培养孩子良好用眼习惯，可谓一举两得。写在最后：目前来看，平板最主流的需求依然是影音娱乐。影音方面，8.4英寸华为平板M6配备了2K超高清屏、双声道立体扬声器和哈曼卡顿调音；而在硬件方面，华为平板M6首次搭载了P30同款旗舰处理器麒麟980，配合GPU Turbo 3.0技术和超长续航，完美驾驭市面的热门游戏，让你一直玩一直爽！这满足了那些喜欢更开放系统、更强劲性能的多需求用户。在平板行业衰退的背景下，8.4英寸华为平板M6紧抓\"影音娱乐\"，逆势突围，专注细分市场，寻求平板行业的新出路。这代华为平板M6的亮眼之处我们有目共睹，期待华为平板在未来能够给我们带来更加卓越的产品，掀起平板市场的“第二春”。(7217569)", "author": "中关村在线", "newsdate": "发布时间：19-07-18", "newstime": "12:27", "sentiment": [{"positive_prob": 0.988673, "confidence": 0.97483, "negative_prob": 0.0113266, "sentiment": 2}]}]