[{"title": "从荣耀智慧屏到华为智慧屏 “大屏”时代已经拉开", "content": "“我们处在一个伟大变革的时代，华为基于全场景智慧化战略，将以创新科技开启智慧屏新时代。”——余承东2017年冬天，华为发布了全新的企业愿景：“构建万物互联的智能世界”，替代了之前的Slogan“更美好的全连接世界。”当时的国产手机日子还很安稳，国产手机一片欣欣向荣之势。但仅仅一年之后，国产手机行业就已经发生了翻天覆地的改变。在“大逆风”的节奏下，华为在MWC19上发布了构建智能世界的核心战略，也就是华为1+8+N全场景智慧化战略。这个战略由三层结构构成，最核心是伴随人们生活的手机，周围则是人们在不同生活场景下接触的设备，包括大屏、音箱、可穿戴设备等，最外层则是其他的IoT设备。这三个大圈包括了所有生活场景，一旦实现，就会彻底改变我们的生活方式。在人们纷纷猜想华为要多久才能实现这个战略的时候。华为在刚刚举行的开发者大会上，给了我们一个大大的惊喜。鸿蒙为打通生态链提供了基础鸿蒙出世，这款能用在各种IoT设备、甚至手机电脑上的分布式操作系统，它用分布式架构实现不同设备间超强的互联性能，也标志着华为1+8+N生态基本架构已经基本形成。那么搭载于智慧屏的鸿蒙系统都有哪些不同寻常的优势呢？简单来说，可以总结为以下四点——1、通过鸿蒙的微内核结构，原本冗余系统被大幅缩减，开机速度得到了跳跃式的提高，2~3秒的开机时间，甚至来不及放开机广告。2、鸿蒙的硬件虚拟化，更是打通了不同终端硬件间的连接障碍，让设备的硬件不再局限于设备本身使用，可以“外借”给其他设备。3、在硬件虚拟化的同时，鸿蒙的分布式软总线将终端间的连接速度进一步提高，为终端间的互联打造了坚实的基础。通过超快的响应速度和多屏间的无缝切换，让人们接收信息的场景不再局限于手机电脑。此外，本来毫无交集的设备间也可轻松传递信息，比如智慧屏与无人机的连接。4、控制智能家居等功能更不再话下，除了对智能家居的基本控制外，场景控制可以让用户能通过一句话，就能进入一个场景，完成一连串组合命令。作为搭载鸿蒙的首款设备，荣耀智慧屏让我们看见了万物互联世界的小小片段。正是因为鸿蒙系统存在上述优势，我们看到的荣耀智慧屏更多的可能性。因此，我们更加期待9月份发布的华为智慧屏会有更强的表现。作为华为设想中家庭的“大屏手机”，华为智慧屏是整个家庭的信息中心。而为了统筹更多的信息，它的尺寸或许还会进一步提升，或许不再局限于55英寸的屏幕之中，65寸、75寸也不是没有可能。在七重画质优化算法的AI画质引擎和Huawei Sound智慧音响的加持下，相信华为智慧屏也将有不错的视听表现。此外，华为智慧屏在交互上的玩法应该也有更多新花样。除了荣耀智慧屏发布会上演示的功能（手机与智慧屏互动，与电脑之间投屏连接，智能语音控制IoT设备）外，应该还有更多新奇的玩法，例如之前华为演示的车机与家中智慧屏的连接互动。而除了这些之外，华为还有没有其他黑科技？我们不妨一起期待。作为目前通讯行业内技术实力最强的先行者和创新科技领域的领头羊，华为已经打造了一套完整的生态系统，从用户身边的手机到工作伴侣的电脑，再加上这次华为作为家庭终端推出的“智慧屏”新物种。华为用自身强大的研发能力为其他厂商打造了一个互联互通的平台（开源的鸿蒙系统+5G互联生态）。华为的核心是打造完整生态链华为打造这个平台并不是为了赢者通吃，而是希望携手行业内的其他厂商，将原本孤立的各个行业推向智慧互联的共通的新时代。鸿蒙时间表这个新时代离我们还有多远？从鸿蒙的时间表上和华为1+8生态构建基本完成的情况来看，或许在三年之后（也就是2022年），我们的生活方式将会彻底改变，进入万物互联的新世界。(7243336)", "author": "中关村在线", "newsdate": "发布时间：19-08-16", "newstime": "11:04", "sentiment": [{"positive_prob": 0.998024, "confidence": 0.995608, "negative_prob": 0.00197639, "sentiment": 2}]}, {"title": "华为主题技术论坛圆满落幕 六大精彩让艺术触手可及", "content": "近日，华为开发者大会在东莞松山湖溪村落下帷幕。在以“艺术·触手可及”为主题的华为主题技术论坛上，华为消费者云服务音乐与图片业务部部长魏武与众多到场的合作伙伴及嘉宾分享了华为主题年度用户大数据，并展望了华为主题未来的美好愿景。吾皇万睡、HelloKitty、站酷、中创文旅集团、方正手迹等知名IP公司及手机个性化合作伙伴，国内外顶尖设计师也纷纷齐聚，共同探讨手机主题的美学意义。在技术论坛上，华为主题正式发布“耀星计划”，用3000万人民币专项基金鼓励更多设计师参与到手机主题的创作中，打造更具价值的主题设计生态。精彩一.最亮眼:华为主题发布2018用户大数据，海外成绩持续攀升在华为主题技术论坛上，华为消费者云服务音乐与图片业务部部长魏武发布了华为主题2018年度用户大数据，从这份数据报告可以看出用户喜好趋势方面呈现出个性多元化的特征。在2018年用户最喜欢的主题类型上，文艺清新以19.9%的占比位居第一，动物萌宠和卡通动漫分别以18.5%和11.96%的占比位列第二第三。从用户年龄段的数据上可以看出，玩主题是从70后到00后都非常喜欢的一种个性表达方式，其中以90后、00后为代表的付费人群比重最高，数据表明越来越多年轻群体愿意为爱好与兴趣买单。原创、精品、全球化一直是华为主题的核心特点，华为主题覆盖全球170多个国家和地区， 2018年在全球范围内实现了7.3亿次下载，超过2017年3亿余次，拥有累计用户达4.5亿，不得不说这是相当傲人的成绩，也体现出全球用户在手机主题上的强烈个性化表达需求。精彩二.最情怀：鼓励艺术创作，所有才华都值得发光在华为主题打造的良好生态催生了一批批优秀的设计师们，在本次论坛上，华为主题为设计师颁奖也是一大重头戏，颁出了包括最佳设计师、最受欢迎设计师、最佳主题等多个重量级奖项。这些设计师用他们的作品征服了众多华为主题用户，实至名归。除了这些已经在华为主题闪闪发光、广泛受到用户喜爱并实现自我价值的设计师们，华为主题也一直在源源不断的吸引优秀设计师的加入。仅在2018年，华为主题新注册设计师就有1600余人，新上线作品30000余件。华为主题还扶持了一批优秀的原创设计师进行内容变现，设计师一年最高收入可达1000万，单个作品收入最高可达150万之多。为了激励优质原创内容，华为主题在本次开发者大会上推出耀星计划，专项激励费用达到3000万人民币。激励对象为：长期坚定支持华为图片业务重要产品和技术提升的产品合作伙伴;为华为图片业务提供重要内容的高质量合作伙伴。一直以来，华为主题都非常重视设计师们，希望每个选择华为主题的设计师都能实现自己的目标，“耀星计划”对于设计师们来说，是最实际的支持行动了。精彩三.最重磅：科技融合艺术之美，主题开发工具更强升级不止有千万基金鼓励内容生产，华为主题还开发了强大的开发工具，在本次技术论坛上重磅发布的AI功能，支持三大场景： 图标自动化适配、图片风格一键迁移、智能美学排版，这不仅极大降低了主题制作门槛，让人人都可以成为主题大师，还将设计师从重复劳动中解放出来，从而让他们专注设计本身、输出更多优秀创意。特别是在图标自动化适配这一点上，仅需设计师提供系统必备图标，通过构建的图标标签数据库数据，依据设计师偏好、图标类型、第三方图标属性，使用计算机视觉算法，批量生成2000+风格一致的第三方图标，将工作效率提升了7倍以上。精彩四.最前沿：灵感点燃主题未来，探讨设计发展趋势本次论坛大咖云集，汇集了华为官方主题设计大神、国内外知名艺术家、设计师、IP方、创意公司等，在论坛上每个大咖都分享了自己的独到见解和创作心得，整场论坛下来可谓干货满满。一手操刀P30主题设计的华为官方主题设计总监梁俊在名为《用艺术点燃科技的温度——如何打造手机内在之美》的演讲中，强调“以人为中心”的设计理念，并与现场嘉宾分享了P30官方主题结合商业、人性、引领三个维度思考的诞生思路。梁俊精彩的设计故事与独特的设计理念也给现场不少主题爱好者带来了启发。科技的发展，也在影响和改变着全球的创意设计趋势，来自国内最大的设计垂直类媒体站酷业务发展总监田彩霞带来了设计领的先锋观点，从打造小众审美实现用户个性化需求的独特视角出发，探讨了“80年代回潮、复古未来主义、去塑料化”等前沿设计趋势，为设计师带来了不少创作灵感。精彩五.最创新：开放更多领域，创作更多可能华为主题还面向开发者开放了更多的开发领域，比如当下流行的表盘主题，视频铃声，车载主题， AOD灭屏显示等手机界面个性业务，在未来“万物皆可主题”的趋势下，这在给设计师和开发者带来新挑战的同时，也会给用户带来更丰富的主题体验。字体也是华为主题不可或缺的重要组成部分，经过深度开发，字体也能拥有无限可能。方正手迹数字技术有限公司总经理张建国在论坛上表示，方正已经开放了炫动字制作工具、方正字体，与设计师共同打造炫动字生态系统，目前已有设计师优先体验炫动字的制作和上线。在对于字库的建造上，甚至仅需100个字就能生成个人专属字库，在华为主题用户可以自由写字，练字，造字，分享与交流，以及进行商业化等，从此用户也可以畅快体验造字开发的乐趣。精彩六.最多元：超人气IP齐聚，打造丰富主题内容与世界顶尖的IP合作给华为主题带来了更多优质丰富的内容，也证明了华为主题这个品牌对IP的巨大吸引力。在本次论坛上，就邀请到了与华为主题合作过的人气IP与设计师们一起分享成功心得。做好IP最重要的就是内容，每一个头部IP都有自己对内容的理解。中旅文创集团开发运营了著名的文创IP颐和园，其董事长秋童说：“我希望，在这一代中成长起来的孩子，提起建筑先想到的是故宫、颐和园、苏州园林，而不再是埃菲尔铁塔、凯旋门，我希望我们的艺术作品和文物可以足以让国人感到自豪”。人气超高的国内原创头部IP吾皇万睡合伙人兼品牌总监王伟静在现场分享了与华为主题的合作故事，她认为IP与手机主题的关系，其实是产品与内容的关系，华为吾皇主题在创作之初就赋予了每套主题独特的差异性，让主题拥有IP的生命力与个性特征。风靡全球的日本知名IP形象HelloKitty由IID事业部部长加藤久佳作为发言人表示：“华为主题完全支持HelloKitty设计师的手绘图标优化，为萌萌少女心的粉丝带去了良好的日常体验，让IP融入日常有助于提升粉丝的黏性。”通过本次论坛，可以看到华为主题平等开放的态度和真诚走心的行动。华为主题设计师们和原创IP都可以成为创意产业中强大的生力军，相信越来越多的全球顶尖艺术家，原创设计师和主题开发人员都会在将来加入华为主题的设计生态中。在未来，华为主题将继续满足全球各地用户的个性化需求，提供更优质的主题服务，抓住巨大的市场机遇，深耕华为主题的设计师将更容易进行内容变现和提升自我价值，而华为主题的用户也将拥有更好的使用体验，更具个性和审美的手机主题表达设计。来源：东方网", "author": "中国日报网", "newsdate": "发布时间：19-08-16", "newstime": "17:01", "sentiment": [{"positive_prob": 0.999458, "confidence": 0.998795, "negative_prob": 0.00054211, "sentiment": 2}]}, {"title": "华为首款5G手机今日国内正式开卖 售价6199元", "content": "8月16日消息，华为终端官方今天给出公告称，其在国内首款5G手机Mate 20 X 5G版将正式开卖，售价是6199元。按照华为官方的说法，Mate 20 X 5G版是目前业内唯一一款支持双卡的5G手机（支持一张5G、一张4G），也是唯一支持SA/NSA的5G双模手机。具体到产品上来说，Mate 20 X 5G版是在Mate 20 X上调整而来，手机外形没有发生任何变化，但对应的只有翡翠绿配色和8GB内存+256GB存储版本，同时手机背部还有“5G”标识，依然提供7.2英寸屏幕和麒麟980处理器，基带是巴龙5000，除了支持5G SA和NSA两种主流组网方式，同时可向下兼容4G、3G和2G等多种网络制式。此外，新机内置的是4200mAh容量电池，支持44W华为超级快充技术，置依旧是4000万+2000万+800万徕卡三摄等，整体实力是可以跻身目前华为手机家族旗舰机型队伍中的。国内市场份额欲达到50%对于现在的华为手机来说，他们的其中一个目标是，希望通过自己强大的5G技术实力，靠着更多的5G手机，让自己在国内市场份额占比提高到50%左右，所以Mate 20 X 5G版之后，他们还准备了多款5G手机，这要比其它手机厂商要积极的多。据之前的统计数据看，2019年上半年，华为（含荣耀）国内智能手机市场份额为34.3%，销量同比增长18.1%，而P30与P30 Pro是华为2019年第二季度最畅销机型，销量分别约为330万部、340万部，而他们在国内市场售价600-800美元价格区间（约合人民币4100元-5500元），已经成为了绝对的王者，市场份额达到了48%，远远超过了苹果的37%，而且两者的差距还在进一步拉大。报告中指出，华为（包含荣耀）之所以继续保持快速的增长势头，除了跟自身产品有关外，还跟苹果、三星用户积极转投有关。目前，华为手机的全球整体出货量上，已经超越苹果坐稳全球第二的宝座，除了继续提高出货量向三星发起冲击外，华为还在继续加码高端市场，毕竟超过800美元售价区间，苹果还是遥遥领先，iPhone市场份额达到了74%。争取明年全球第一在华为开发者大会上，余承东对外表示，由于一些特殊的因素影响，华为手机今年的出货量完成2.4亿台是没有任何问题，按照这个出货量来看的话，他们继续压制苹果坐稳全球第二的位置。余承东也透露：“原计划是今年全球第一，现在看来，今年全球第二可以坐得更稳。”华为日前公布的半年业绩显示，今年上半年，华为手机发货量为1.18亿台，同比增长24%。余承东表示，如果没有制裁，增长会更快。按照原计划，今年第二季度到第四季度的发货量预计为7000万、8000万和9000万，今年可以实现3-3.1亿台。现在受到外部因素影响，今年发货量可能为2.4亿台左右。余承东也坦言，华为手机正在解决外界的不利因素，目前来看成效都不错，预计明年的总出货量上将超越三星，成为全球第一。今年6月21日的nova新品发布会上，华为手机产品线总裁何刚宣布，截至5月30日，华为手机 2019 年全球发货量已突破1亿台，用时149天。相比去年破亿记录缩短了49天。每1秒，就有超过7台华为手机出货。何刚之前还透露，P30系列上市85天，完成了出货量突破1千万台的成绩，相比P20系列提前了52天。", "author": "投资家网", "newsdate": "发布时间：19-08-16", "newstime": "07:23", "sentiment": [{"positive_prob": 0.927685, "confidence": 0.839299, "negative_prob": 0.0723154, "sentiment": 2}]}, {"title": "华为下一代智能手表会有哪些新变化？我们采访了华为张炜", "content": "今年华为在 HDC 2019 上公布了鸿蒙系统，以及还有华为即将在 IOT 方面的新计划，其中最亮眼的莫过于是余承东在发布会上多次强调的「1+8+N」的全场景智慧布局。所谓「1+8+N」，就是以智能手机作为核心，华为自家的大屏设备、平板电脑、智能眼镜、音箱、车机、智能手表、耳机、PC，还有第三方的生态链产品作为延伸，从而形成在三层结构的鸿蒙智慧体系。「可穿戴设备」是这一个体系中的重点之一，无论是手表、眼镜还是耳机，这些都离不开「可穿戴」这个词。此外，在进入 2019 年后，华为在可穿戴设备方面都一直保持着火力全开的状态，今年 Q1 的出货量增长达到了 282%，成为了继智能手机后的另一个适合发展智慧生活的新领域。在 HDC 2019 结束后，我采访了华为消费者业务智能穿戴与运动健康产品线总裁张炜。他向我介绍了 Hihealth 的一些发展计划和华为之后的一些可穿戴设备新消息。Hihealth2.0 和 1.0 相比，亮点在哪里其实华为在今年的 HDC 2019 上除了发布鸿蒙系统以外，还在智能穿戴&运动健康分论坛上发布了 Hihealth2.0 平台。这一次，华为强调了该平台的开放能力，旨在与第三方企业合作打造从硬件到软件层的可穿戴智慧生态链。对于 Hihealth2.0 和前一版本对比的亮点，张炜表示：我们认为我们需要把这个开放能力做得更强一些，让服务伙伴基于 Hihealth 平台能够做出更多的价值服务。HiHealth 2.0 在 HiHealth 1.0 开放运动能力的基础上，在平台能力上增加新的健康模型能力，如血氧的算法能力，同时在运动场景也增加了新的类型，如篮球、铁人三项等。开放能力上，在原来云端 API 和 JS API 的基础上，增加了运动健康 APP 端侧的开放能力，实现了在消费者可选择的将自身数据开放给安卓的生态服务，保证消费者可以享受更多的运动健康类服务，同时也保证了华为运动健康的生态合作伙伴可以借助 HiHealth 平台，为消费者提供更优质的服务体验。在硬件接入方面，增加了室内健身设备的接入能力，实现穿戴设备和健身设备的联动，同时增强了医疗健康设备的接入能力，提升接入效率。在数据安全上，HiHealth 2.0 用户数据隐私至上，严格遵循全球各地的隐私法律要求，包含欧盟 GDPR，同时参考 GAPP 等业界优秀的实践，对用户数据的传输和存储进行加密，全方位保障用户的数据隐私的安全。所以我们认为在 1.0 与 2.0 的相比，希望可以与更多的设备商连接进来。在服务上，可以有更加灵活的接入方式，给消费者更多形式的服务的呈现。这是 1.0 和 2.0 的重大区别。现在 2.0 刚刚发布，华为也和舒华、佑美和必确等健身设备提供商进行合作，与华为的穿戴设备、华为运动健康进行联动，记录运动表现，提升室内健身体验。在服务生态部分，一方面华为运动健康和小睡眠、薄荷减脂、众安步步保和平安 i 动保等服务提供商合作，完善华为运动健康的服务体验，构建闭环的解决方案。另一方面，我们和行业创新伙伴合作，如南非的 Discovery 等保险行业的合作伙伴，帮助他们一起进行创新，开发出了互动式的保险方案，在提升消费者的运动量的同时，也帮助保险公司优化产品。他们都接入了 Hihealth 平台，我们未来也会有更多的合作。基于现在的生态，您希望 Hihealth 未来能够做到什么Hihealth2.0 是一套全新的可穿戴设备平台，但并不意味着该平台已经完成所有开发，基于新平台的开源性，它还能让其他合作企业带来更多可能。对于 Hihealth 平台在未来能做到的事情，张炜向我们表示：这两天，我们说得更多的是开放，建立更加繁荣的生态。我们希望 Hihealth 平台能够真正达到开放的能力，因为华为有很多底层的技术，我们有硬件的，传感器的算法，还有未来 OS 上的能力。我们希望通过 Hihealth 平台把运动健康的能力整合起来，最终给消费者带来闭环的服务和更多价值的创造。我们希望与合作伙伴一起来做，这就要求 Hihealth 平台上本身有很强的接入能力，服务的扩展能力，同时在数据安全方面也让消费者感到放心。因此运动健康场景的生态也是全场景健康新的体验，通过穿戴设备为运动和健康提供持续监控保障的能力，不仅能为各行各业带来服务的提升和产品的创新，也能为大众提供更加全面、实时和便捷的交互体验。比如保险、健身、医疗、汽车和教育等行业，都可以将穿戴能力、运动模型和健康管理等能力有效的结合。HiHealth 平台是给各个行业的合作伙伴进行赋能，将华为智能穿戴和运动健康的能力开放出来，帮助行业伙伴升级自己的产品和服务，从而给消费者更优质的服务体验。对比 Apple Watch 等产品，你认为智能手表的发展方向是什么从苹果发布 Apple Watch 开始，现代智能手表从诞生到今天已经经历过 5 年的发展，其功能也从最初的心率检测，发展到今天集成运动、睡眠、定位甚至电话、上网功能。那么，在张炜的角度看，未来智能手表的发展方向是什么？张炜：在回答这个问题之前，我分享一个观点。我认为手表会迎来第三次革命，大家知道在怀表到机械腕表，机械腕表到石英表，到石英表后，发展的空间增长得非常快。我想，智能手表首先应该是在传统手表的用户群上做一个大升级。我相信在所有的智能技术的加持下，我们解决了长续航的问题，也可以做到传统表的工艺，又带来很多像运动健康、智能交互，跟各个场景的交互，我觉得比传统手表带来更多的价值。同时能够完成传统手表佩戴的属性。首先它的未来能够在很大程度上取代传统手表，当然传统手表也有奢侈品的属性，像珠宝那样的属性会保留。这是第一个方向。第二个方向，我觉得在智能手表上，不仅是手表的体现，可以说是离人体最近的电子设备了，甚至比手机更近，这个场景上，我觉得它会发挥更多的跟人体之间的联接，包括现在的运动健康，甚至未来早期疾病的筛查。华为在「1+8+N」里有五大场景，像智慧出行、语音娱乐、移动办公，手表都能与这些场景发生关联。我想，未来智能手表与这些场景在方方面面的联系上，会发生更大的价值，可能这个量级会更大。华为下一步是否会继续与专业健康机构合作去年，华为在 HUAWEI Watch GT 内设计了与 301 医院合作的心率监测算法，开发出降低用户心脑疾病发生几率的健康监测功能。那么在今年，华为是否会继续和 301 医院或其他机构合作，继续为手表的其他功能进行算法优化？张炜表示：去年我们跟 301 这样的专业医疗机构初次探讨的时候，双方找到了一个结合点。因为心血管这类疾病是中国慢性病排名第一的人体危害，非常广泛，但是大家普遍都不太重视，也不了解类似这类的影响。对于医院来说，很难在关键时刻采集到这样的数据，而我们有 24 小时心率监测，我们有能力在院外配合心脏健康的研究，所以我们加入了 301 的运动健康项目。在加入这个项目后，截止七月，注册这个研究项目的用户已经超过 34 万，已经筛查出了高风险的用户有超过 600 个人，后来通过医院回访加上最后确诊超过有 300 多人。其实广泛的患者筛查和早期的发现，对于 301 医院的研究项目的效率提升是非常有帮助的。最近有一个新的进展，301 医院心脏健康研究团队已经收到欧洲心脏病学会的邀请，这是全球最大的心血管的学术会议，他们应该会在月底参加，也会邀请 301 医院这边介绍该项目相关的成果。我们相信能够帮助这样的专业机构，未来除了 301 之外可能还会有更多的机构，比如说呼吸系统或者内分泌系统这些疾病的早期筛查和监测，贡献华为的价值。我们会坚持在这个方面跟这些专业机构合作，也相信会有更多的医疗机构加入。华为会不会像佳明一样推出检测配件，提升准确率智能手表除了提供心率监测外，还会提供运动监测等功能，但相比于有专门优化的心率检测，运动监测的数据的准确性仍然仅限于参考用途的水准。在未来，华为会不会为其他监测功能推出一些提升监测体验的配件？张炜：其实今天发布的 Hihealth2.0，一方面是华为自己做一些硬件，另一方面我们也愿意接入更多的心率带，其实我们有接入 Polar 的专业心率带。今天上午还发布了一个篮球精灵的手环，可以当作手环也可以放在鞋上佩戴来监测篮球的移动速度、腾空时间、腾空高度一系列的参数。其实我们会做一些除了手表、手环之外的运动健康智能硬件。当然更多的会通过 Hihealth 平台接入已经相当成熟，或者有一定专业水准的硬件进来，共同丰富运动的解决方案。HUAWEI Watch GT 的销量和下一代产品计划HUAWEI Watch GT 推出至今已经有近 1 年时间了，从此前 IDC 的出货数据看，华为在可穿戴设备方面也一直保持着中上的出货水准。那么在过去 1 年里，HUAWEI Watch GT 的销量表现如何，华为在今年又会有什么新动作？张炜介绍：在 6 月份我们发布过一个 HUAWEI Watch GT 的新闻稿，当时已经超过了 200 万的发货，但这个数值一直在不断地增长，很快就会突破 300 万了。当然 HUAWEI Watch GT 系列的销量还会持续增长，我们对未来新一代的产品也同样充满信心。我刚才也提到，智能手表未来会在一定程度上替代传统手表。我觉得这是对消费者来说体验更好的产品，也会有更多女性产品的型号和款式，还有各种丰富的腕带，现在有硅胶，氟橡胶，未来还会有金属、编织，更环保，更加亲肤的材料会推出来，让佩戴体验越来越好，我们对这款产品还是充满期望的。可穿戴的产品今年上半年同比去年增长超过了两倍。Q1 的时候，我们在 IDC 报告排名全球第三，这个数据未来还是期望能够进一步攀升。截止到今年 7 月份的时候，我们手表、手环的全球出货量已经超过了 1000 万支。根据 GfK 报告，我们在国内市场份额已经达到了 33%。当然在国际市场上，我们还会进一步努力，提高我们的出货量和份额。恰逢 8 月底篮球世界杯，今天我们也专门为篮球爱好者推出了一款新的手环，华为手环 4e，既可以在手上佩戴，也可以佩戴在鞋上记录篮球动作的一些参数数据、评估建议。下半年还会有新的手表、手环产品，稍后大家会看到我们不断推出体验更好的产品。我相信未来我们的份额会继续提升。对于下一代产品的配置，张炜表示其续航性能绝对不会让大家失望，此外他还表示蜂窝版产品已经在研发日程当中，而在 2020 年，鸿蒙 OS 2.0 系统也会开始逐步应用到智能手表、手环产品当中。", "author": "爱范儿", "newsdate": "发布时间：19-08-16", "newstime": "10:57", "sentiment": [{"positive_prob": 0.952424, "confidence": 0.894275, "negative_prob": 0.0475764, "sentiment": 2}]}, {"title": "华为旧旗舰一年半跳水2200！但这次没人骂华为黑心，反而还想入坑", "content": "文  |  考拉科技馆   排版  |  考拉科技馆原创文章，禁止转载，违者必究！每每跟朋友聊起华为手机，考拉总是感叹不止，华为能走到今天，属实不易。从曾经小小的电信合约机，到如今响彻海内外的华为mate 、P系列，华为这一路，走得很艰辛。当然，付出总有回报，春天播下的种子在秋天总会迎来收获，而华为的收获季，就是从麒麟970开始的。诚然，麒麟970跟当时主流的高通845、苹果A11还有一定的差距，但是，在麒麟970上，我们总算是看到了国产芯片追上高通、苹果的曙光。一代麒麟一代旗舰如果说麒麟970只是让我们看到了国产芯片追上国外芯片巨头的曙光，那搭载麒麟970的华为P20pro 无疑是让国人见证了国产手机在某些领域超越国际大头苹果三星的高光时刻。如果将时间线拉回2018年，我想你一定会看到华为P20pro 技压国内外一众旗舰机的场面。在华为p20pro 发布后，其强悍的拍照能力让它霸屏了当时最火的DxOMarK拍照榜单长达一年之久。记得在那时小米雷军还曾调侃道：为了在拍照方面超越苹果三星，小米特地成立了一个相机部门，随后在相机部门全体一致的努力下，好不容易在分数上超越苹果三星，结果第二天华为搞出个P20pro ，瞬间就把我们榜单第一的名头给抢了。从雷军这一番话相信大家也可以看出华为P30pro 强大的拍照实力了吧。也就是从p20pro 开始，在手机拍照领域，华为难逢抗手，而后来的事实也证明，能把华为p20pro 赶下DxOMarK榜单第一宝座的只有华为自己。战果斐然在华为P20pro 正式开售后，凭借其强悍的拍照体验以及出采的渐变式机身设计夺得海内外用户的一致好评。数据显示，2018年全年华为p20pro 总出货量超过1700万台，毫不夸张的说，华为p20pro 打响了华为名头，也为后续华为产品提高了曝光度。算算时间，距离华为p20pro 发布已经过了一年半时间。现在，随着继任者华为p30pro 发布后，这款手机也是迎来了降价处理。目前在第三方平台，华为p20pro 6＋64G版本已经从原来的4988降到2799，降幅2200。出乎意料的是，在获悉华为p20pro 降价2200元的消息后，一项喜欢抬杠的网友却出奇的没有站出来骂华为黑心。还有不少网友表示，虽然当初觉得太贵没入手，但降价之后还真有一种入手的冲动，不为别的，就为了铭记这部国产手机的辉煌。还能入手吗？看着降价后的华为p20pro ，不少网友确实意动，前天还有粉丝问考拉，降价后的华为p20pro 能入手吗？对于这个问题，考拉觉得因人而异。先说什么人适合入手，个人觉得华为p30pro最合适哪些平时不打游戏，喜欢拍照，不需要用手机去运行大型软件的朋友。上文提到，华为p20pro 所搭载的麒麟970是国产芯片赶超国外芯片的曙光，什么是曙光？就是目前还不行，以后有机会，所以我想大家都懂吧？当然，华为p20pro 的性能也不算太差，日常使用还是绰绰有余的。什么人不适合？相信看完上面我说的大家也心里有数了吧，游戏党就不要考虑了，麒麟970虽然能打游戏，但是论表现，就……反正不要入手就对了。总结考拉以为，对于华为来说，华为P20pro 具有特殊的意义，它曾是华为的金子招牌，虽然现在已经退伍了，但它所象征的意义还是很不一般的。至于值不值得买的问题，上文我也说了，部分对手机性能要求不高的朋友可以入手，至于游戏党，还是去买华为mate 20pro 或者华为p30吧，反正也就加个一千多块钱。扯完了，如果没疑问考拉就撤了，有疑问的可以在评论区轰炸我，最后，觉得文章还可以的，不要忘记举起你的小爪子点个关注哦～科技自媒体撰稿人，只聊科技，关注我，了解更多科技资讯！", "author": "考拉科技馆", "newsdate": "发布时间：19-08-16", "newstime": "19:41", "sentiment": [{"positive_prob": 0.0137656, "confidence": 0.96941, "negative_prob": 0.986234, "sentiment": 0}]}, {"title": "华为手机别乱买，有4款不建议入手，你入坑了哪一款？", "content": "如今华为手机在国内市场的出货量情况已经位于第一的位置，而且还是国内手机的一大巨头。虽然说华为每款手机在华为品牌的影响下，都拥有超前的优势，但也不是全部的华为手机都值得购买。根据总结，其实有4款华为手机不建议入手，所以建议大家在购买华为手机的时候千万别乱买。第一款：华为P30华为P30可是今年上半年刚发布的一款新旗舰机，采用6.1英寸水滴屏设计，并且搭载麒麟980处理器，另外在续航、拍照方面的表现都相当的不错。但是华为P30售价竟然达到3988元，毕竟类似配置的红米K20Pro、荣耀20等的售价都是在2500元的价位，而华为P30整整多出1000元的价格，确实很不值得入手。第二款：华为nova5华为nova5也是今年刚上市的一款中端机型，才采用的是6.39英寸的水滴屏设计，搭载麒麟810处理器，性能也算是中高端水准。但是该机的的售价却已经达到2799元。而荣耀V20在搭载麒麟980处理器的情况下，售价仅有2000元左右，相比华为nova5将近3000元的售价确实相差很多。第三款：华为nova5i华为nova5i也是刚发布不久的一款机型，采用的是6.4英寸的挖孔屏设计，颜值方面还算可以。但是，该机搭载麒麟710处理器，在性能方面已经有明显的落后。另外，华为nova5i采用的10W的快充技术、后置指纹识别技术都不是很给力。而且，该机的售价也高达1999元，更是一款不值得入手的机型。第四款：华为麦芒8华为麦芒8因为发布时间较长，所以该机目前的售价已经降至1699元。而华为麦芒8所搭载的麒麟710处理器、10W的快充技术，都没有任何的优势，甚至在1600元的价位上有综合实力更强的机型，像荣耀9X便拥有更强的性能。所以即使华为麦芒8降价200元，在同等价位中也并不占任何的优势。以上四款，基本上最大的缺点便是在价格方面问题。不过，上面的四款机型同样还拥有超强的优势，只是因为其他方面的缺点，所以让优势显得不那么明显。上面四款便是今年不值得入手的华为手机，不知你入坑了哪款？而大家认为还有哪些不值得入手的手机？文/小柠檬", "author": "数码密探", "newsdate": "发布时间：19-08-16", "newstime": "20:10", "sentiment": [{"positive_prob": 0.00345016, "confidence": 0.992333, "negative_prob": 0.99655, "sentiment": 0}]}, {"title": "三大独家优势：解析华为5G手机的技术突破", "content": "相信不少网友对5G的相关信息并不陌生了，说到5G的使用，预计最快也得等到明年才能开始陆续投入服务，届时，你只需配备一台支持5G网络的手机，即可连接全新的网络，享受5G所带来的智能新体验。讲到5G手机，不得不提的就是作为核心的5G芯片。说到芯片我们又不得不说当下最热门的两款芯片，那就是高通X50和HUAWEI Mate 20 X (5G) 及Mate X 均采用性能更强的自家芯片Balong 5000，但究竟华为这枚新一代5G芯片在技术上又有何突破呢？我们一起接着往下分析……5G即第五代移动通讯技术，是现时4G LTE的升级版，特点在于更快的数据传输速度及超低时延，除了有助于构建智慧城市，也实现VR云端游戏、无人驾驶等应用。1、网速高达4.6Gbps既然讲到5G 晶片，相信不少网友最关心的，都会是网络速度吧。作为华为新一代商用5G芯片，同时支援FDD及TDD的Balong 5000在Sub6G频段的峰值下载速度达到4.6Gbps，可在数十秒之间就完成大型档案下载。已在中国及欧洲发售的HUAWEI Mate 20 X (5G)，就内置有Balong 5000 5G芯片，在Sub6G 频段可达最高4.6Gbps 下载速度。此外万众期待的HUAWEI Mate X，除了采用划时代的折叠式设计，也同样内置Balong 5000 晶片，是网速最快的5G手机之一，进一步发挥折屏手机的优势。2、 单核心多模同时兼容2G/3G/4G华为的Balong 5000其实是全球首款支援单核心多模的5G芯片，除了5G之外，最大优势在于同时兼容4G、3G 甚至2G 网络。由于在5G网络开通初期覆盖未够全面，因此大部分5G手机在实际使用时，都有可能要一直在5G、4G 等网络之间切换。相对于单模、需额外挂载于4G SoC的高通Snapdragon X50，使用Balong 5000的华为5G手机由于支援单核心多模，因此在网络切换时会有更低延迟的无缝体验，同时在省电方面也有额外优势。(3) 面向未来，支援NSA、SA 两大5G组网架构除了支援单核心多模之外，Balong 5000 基频亦同时支援NSA非独立组网及SA独立组网两款架构。虽然SA独立组网将是5G网络的最终方案，但由于成本方面的考虑，部分网络商会先采用NSA非独立组网作为过渡方案，把5G网络架构在4G LTE之上。而Balong 5000由于有在基频额外加入4G 接口，因此可同时支援NSA 及SA 两款架构，并支援5G + 4G 双卡设计。即使网络商日后把NSA升级至SA架构，搭载Balong 5000的华为5G手机只需透过软件升级即可兼容。至于仅支援NSA 的手机则有可能因不支援SA而无法使用5G网络，随时「降级」变成4G 手机。对于华为5G，小伙伴们有何看法呢？欢迎留言讨论……", "author": "每日资讯报", "newsdate": "发布时间：19-08-16", "newstime": "17:36", "sentiment": [{"positive_prob": 0.998453, "confidence": 0.996562, "negative_prob": 0.0015471, "sentiment": 2}]}, {"title": "华为5G手机发售预约量突破100万 2019年中国5G手机出货量将达多少？（图）", "content": "中商情报网讯：8月16日上午，华为首款5G手机Mate20 X 5G版正式开售，售价6199元 。昨日，华为心声社区微信公号发布文章称，截至8月15日中午12点，华为Mate 20 X 预约量突破100万。据悉，今年有超30款5G移动终端上市，但短期内不会大范围普及。因此，近几年，智能手机出货量将不会大幅增长。据中商产业研究院发布的《2019年中国5G手机市场发展前景及投资研究报告》预测，今年智能手机出货量将继续下跌，按照智能手机2-3年换机频率再看，预计跌幅或收缩，全年智能手机出货量将达3.5亿部。随着2021年5G手机市场爆发，2025年全国智能手机出货量或将达到2016年水平。数据来源：中商产业研究院从市场结构来看，目前，手机市场仍然以4G手机为主。2019年，预计4G手机仍占95%以上的市场份额，而5G手机占比不足1%。到2020年，部分5G手机推出，用户选择性更换手机，5G手机市场份额将超10%；4G手机市场占比下滑。2023年，随着5G手机的商用推广落地，市场迎来换机潮，5G手机市场份额将超五成；4G手机市场占比进一步下滑。来源：中商产业研究院手机厂商方面，未来随着越来越多的5G手机推出，售价将回落，选择也越来越多，5G手机市场将爆发。目前，全国多个著名手机厂商都在布局5G手机。据市场研究机构IDC发布的2018年全球智能手机市场出货量报告数据显示，2018年全球智能手机市场排名前五的厂商分别为：三星、苹果、华为、小米、OPPO，其中三星、华为、小米、OPPO均计划或已推出可支持5G的手机。待到5G手机市场爆发时，市场份额占比靠前的手机厂商仍将成为5G手机市场中的主流品牌，但排名或将发生变化。更多资料请参考中商产业研究院发布的《2019-2024年中国5G手机市场发展前景及投资研究报告》，同时中商产业研究院还提供产业大数据、产业规划策划、产业园策划规划、产业招商引资等解决方案。", "author": "中商情报网", "newsdate": "发布时间：19-08-16", "newstime": "23:32", "sentiment": [{"positive_prob": 0.713291, "confidence": 0.362868, "negative_prob": 0.286709, "sentiment": 2}]}, {"title": "重返GDP20强，东莞凭什么留住“华为们”？", "content": "每经记者：余蕊均 实习记者：程晓玲    每经编辑：杨欢图片来源：摄图网8月9日，“鸿蒙”系统在华为开发者大会亮相，吸引各方关注。时隔一周，当人们对于“鸿蒙”的热情稍微冷却下来，我们想来聊聊在这次会上存在感略低的另一个主角——东莞。自2015年起，华为开办开发者大会，此前几届的举办地分别在深圳、上海和北京。而今年，汇聚5000名全球开发者、1500位华为合作伙伴、举行超过200场技术论坛，堪称史上规模最大的华为开发者大会，坐标却是东莞。“今天，我想先感谢东莞市委、市政府给华为开发者大会提供了这么好的场地，接下来两天大家将到我们美丽的松山湖，共同在华为溪村参与这次盛会。”在发布会的首场会议上，华为消费者业务CEO、华为技术有限公司常务董事余承东如是说。尽管在“鸿蒙”的光环下，观众们对于这次会议举办地的关注度显得微乎其微，但在发布会之外，东莞却以另一重身份回归人们的视线。8月12日，有媒体发布《2019年上半年城市GDP百强榜》。其中，东莞今年上半年实现地区生产总值4215.93亿元，同比增长6.9%。在时隔2年后，重新回到了全国城市GDP前20强的队列中。在全球经济形势导致出口型城市增速放缓的背景下，东莞凭何成为逆势而动的“黑马”？“华为们”的接踵而至，又为东莞带来了什么？开发者大会落地的“第四城”“我去过几次深圳，但是第一次来到东莞……”此次参会的全球数千名开发者与合作伙伴，绝大多数都是第一次来到东莞。城叔问了身边几位去到发布会现场的朋友，在他们看来，此行所有人的目光都聚焦到华为和“鸿蒙”身上了，对会场所在地东莞的了解并不多。继北上深之后，为什么东莞能够成为华为开发者大会落地的“第四城”？城叔梳理资料发现，华为与“世界工厂”东莞的互动，早在14年前就已开始：2005年，华为与东莞松山湖签订项目投资协议，规划设立华为南方工厂，并于2009年正式投产。此后，华为在松山湖的投资布局持续加码。2012年5月，双方再次签订项目投资协议，决定在松山湖设立华为终端总部，也就是此次发布会主会场所在地——华为溪流背坡村，与位于松山湖北部的华为南方工厂相距11公里远。真正走进大众视野的一件“大事”，是去年华为研发人员从深圳到东莞的集体搬迁。据统计，自2018年7月到2019年1月，华为陆续完成5个批次搬迁，共计约16800名研发人员进入华为溪村工作。一时之间，“华为逃离深圳”的说法在业内传得沸沸扬扬。如今，华为已先后在东莞松山湖园区投资建设了华为大学、华为台湾科技园南部学校、华为机器、华为终端、华为研发实验室、华为人才房等项目，多达数万名“华为人”在各园区内办公。随着华为的强势入驻，十余年来，东莞松山湖也从2001年规划面积仅72平方公里的工业园区，扩容至今天面积约589平方公里的高端产业功能区，成为外界眼中东莞“最聪明的IT村落”。究竟是什么原因，让这个拥有18万员工、业务遍及170多个国家和地区的国产头部企业，下定决心做出这一举动呢？一方面是迫于成本和业务布局，华为做出的自愿选择。回到21世纪初，刚刚走过10个年头的华为，面对步步高、vivo等代表着“中国制造1.0”手机品牌的崛起，急需在控制成本的前提下，加速扩大产业规模和研发队伍。然而，此时原基地深圳却地价高企，难以满足其需求。此前，华为创始人兼CEO任正非曾“炮轰”深圳房地产过度发展对工业产生的挤出效应：“深圳房地产太多了，没有大块的工业用地了。大家知道大工业的发展，每一个公司都需要一定的发展空间。”这时，距离深圳坂田只有50公里的东莞，恰恰是能为华为提供空间的城市。另一方面，东莞的努力和诚意，也让这件事发生得更加理所当然。其不仅将最有开发潜力的松山湖地块提供给华为，还附赠了很多给力的配套政策，消除华为内部的后顾之忧。例如，在交通方面，《东莞松山湖高新技术产业开发区总体规划（2016-2030）纲要》明确提出，争取莞深城际、中虎龙城际两条城际轨道进入园区。其中，虎龙城际最终将通至深圳龙岗，也就是华为在深圳的总部基地。“华为去哪儿，我们就去哪儿”此前，华为总部在深圳龙岗区坂田街道落地，曾创造出让该街道规上工业总产值绝对值增长6倍以上的“奇迹”。如今，随着华为落子东莞，它将为这座城市带来什么？先看华为近两年的成绩单。2017年华为实现全球销售收入6036亿元，同比增长15.7%；2018年销售收入7212亿元，其中消费者业务3489亿元。在此次开发者大会上，余承东也公开表示，华为的消费者业务在过去8年里增长了68倍。东莞，作为华为终端总部所在地，也是其消费者业务的重要基地。以华为系企业所在的松山湖园区为例，2018年生产总值达630亿元，同比增长13.9%，且地区生产总值、税收等主要经济指标的总量和增速均居东莞全市第一。也是2017年，作为东莞两个千亿级企业之一、多年蝉联广东制造业500强榜首的华为系企业，一举夺得东莞市实际出口总额、主营业务收入和纳税三项冠军，成为“三冠王”。除了经济效益外，跟随华为脚步来到东莞的，还有其业务体系发达的供应商和上下游企业。以在2019中国软件百强企业榜单中排名第17的软通动力为例。在去年6月举行的软通动力松山湖新基地乔迁庆典上，软通执行副总裁黄颖曾公开表示，2018年新基地计划入驻1500人，未来五年，软通动力华南区的研发基地也将逐步转移到松山湖，人数规模可达4000人。与软通动力类似，中软国际、易宝软件、华微明天等华为软件服务商也纷纷在松山湖布局。“华为去哪儿，我们就去哪儿。”华为业务占据公司业务90%以上的易宝软件项目经理黄后林曾如是表示。可以说，华为在东莞的案例，印证了一家强企带来了一条产业链的龙头效应。此外，广东体制改革研究会副会长彭澎告诉城叔，华为所产生的投资示范效应，也能带动更多市场资本的进入，从而激发东莞产业转型的后劲。机会在前，东莞能不能接招？对于东莞而言，在将实力强大的“华为们”吸引来了以后，如何将其留住、并与自身发展需求相适应，才是更为关键的问题。在今年2月公布的《粤港澳大湾区发展规划纲要》中，东莞被赋予了全新的定位——建设战略性新兴产业研发基地。一边是高端产业集群扎堆入驻的宝贵机遇，另一边是国家战略明确定调的重要使命，东莞能否借势前者实现自身定位的转型升级？在彭澎看来，要做到这一点，上至产业的更新换代、镇街的错位发展，下至社会治安、公共服务等，东莞有待提升的空间还很大。“过去大量布局的中低端产业，严重占据了新兴产业进驻东莞的空间，如果不通过‘腾笼换鸟’的方式进行产业置换，东莞无疑将面临旧产业出不去、新产业进不来的局面。”彭澎表示，作为承接不同产业布局的重要空间，东莞各镇街的错位、均衡发展非常关键。东莞全市32个镇街的土地规划可腾挪的空间非常有限，加之每个镇对土地规划的看法不一、定位不明确，直接导致了各镇街间同质化严重和城市内部的“无中心”状态，这成为困扰东莞多年的一大“硬伤”。中国城市规划设计研究院深圳分院主任邹鹏曾表示：“越扁平的地方越需要有一个大哥做榜样。东莞跟其他地方相比，经济总量很大，但是确实没有形成一个中心。”尽管镇街都很强，若是没有形成合力，那么东莞作为大湾区“战略性新兴产业研发基地”的综合实力也就无从谈起。除此之外，想要留住企业、留住人才，城市的居住环境同样重要。长时间来，东莞给外界的印象从“村村点火，户户冒烟”到“世界工厂，烟囱林立”，城市品质一直无法与经济发展相匹配。此前，长园电子东莞有限公司有关负责人曾提到，公司从深圳搬来东莞，在深圳时的80名研发人才只有10多人跟了过来。同样的薪酬，在深圳可以招到人，但在东莞应征者寥寥无几，“很多研发人才反映不适应东莞，包括日常生活、文化休闲等方面，也希望政府有解决办法”。今年初，东莞喊出了全力建设“湾区都市、品质东莞”的口号。东莞市委书记梁维东也曾多次在接受媒体采访时表示，东莞下一步将对标广州、深圳等先进城市，突出以品质取胜，努力补齐短板，打造宜居宜业宜游的魅力湾区都市。如何实现从“烟囱林立的世界工厂”到“高品质宜居宜业之城”的转变，或许才是东莞未来将面临的最大难题。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-08-16", "newstime": "19:14", "sentiment": [{"positive_prob": 0.241077, "confidence": 0.464274, "negative_prob": 0.758924, "sentiment": 0}]}, {"title": "华为EYEWEAR或将于IFA 2019发布 国内售价1999元起", "content": "来源：新浪VR在3月，在华为P30系列发布会期间，华为与韩国时尚品牌Gentle Monster宣布合作。他们一起合作开发出第一款智能眼镜。它看起来像普通太阳镜，也没有集成摄像头。与VR头显相比，该眼镜具有轻巧、便捷的优点。但与时尚品牌合作很容易让人认为这只是一个稍微增加一些高科技的墨镜而已。该眼镜正式亮相在华为P30系列的发布会上，据余承东介绍，该眼镜采用了极简设计，整体没有一颗按键、没有一处额外凸起，而外观看起来和普通墨镜差不多，镜框和镜片均可更换。在镜腿中，华为将电池、芯片组、双天线、充电模组、扬声器、双麦克风等放入其中。其中麦克风支持波束成形，即便在嘈杂环境中也可确保清晰的通话音质，扬声器为双半开设计，可精确定位、减少声音泄露，号称可提供工作室级别的立体声体验。这款智能眼镜还支持无线充电，华为精心为它设计了一个充电袋，眼镜放在里面即可进行无线充电，并且它还是世界首款支持NFC无接触式充电的设备。华为在国内P30发布会上表示将在今年夏季发布，此前也有媒体称在7月份发布，但是现在已经八月份，我们只能期待它会在IFA 2019发布。这款眼镜国内售价为1999元起，将提供六七个不同版本。今年早些时候，华为已经分享了正在开发的AR眼镜的第一个细节。华为的智能眼镜将配备内置语音助手。由于内置麦克风和扬声器，还可以通过智能眼镜拨打电话。眼镜还通过了IP67认证，同时还具有防水和防尘功能。华为智能眼镜将配备相当大的2200毫安时电池。", "author": "砍柴网", "newsdate": "发布时间：19-08-16", "newstime": "09:31", "sentiment": [{"positive_prob": 0.912982, "confidence": 0.806627, "negative_prob": 0.0870178, "sentiment": 2}]}]