[{"title": "华为手机中Mate、P和Nova系列代表什么意思？看完涨知识了！", "content": "现在华为手机的综合实力越来越强大了，因此很多人都把自己的其他品牌的手机换成了华为手机，我自己也最近也入手了华为手机，整体体验非常出色。但是很多人入手华为手机前犯难了：这么多系列这么多款机型，我该入手哪一款呢？只要了解了各个系列分别代表什么意思，面对哪类人群，答案就很简单了。下面我用通俗易懂的语言告诉大家华为手机各个系列的含义！Mate系列Mate的英文翻译为“伙伴”，华为曾经发起过《寻找当年的Mate》的照片征集活动，这里面的Mate的翻译同样是伙伴。因此华为Mate系列可以理解为“伙伴”系列，什么样的人才会把手机当作是自己的伙伴呢？肯定是经常出差的商务人士了。因此Mate系列的寓意为华为的高端旗舰商务系列，面向的是高端商务人群。而后来由于华为的设计更加时尚化，Mate系列在保留了以往商务属性之外，又加入了时尚元素，比如翡冷翠的配色。P系列华为P系列的始祖是华为Ascend P1这款手机，后来就逐渐演化成了P系列。而“P”代表着“铂金”和“高端”的意思，因此华为P系列主打的就是时尚、奢华、高端的旗舰手机。因此在设计上，华为P系列更加激进大胆，走在了时尚的最前沿。比如华为P10的草木绿配色、P20系列的极光色、P30系列的天空之境，都是艺术和技术的完美结合。同时为了打造差异化，华为P系列近年来在拍照方面不断发力，每款手机都会成为当年的拍照标杆。Nova系列Nova的中文翻译是“新星”，从字面意思上来看，定位就要比Mate系列和P系列低一档，而且Nova系列通常会找“小鲜肉”来代言，跟Nova的字面意思不谋而合。因此Nova的系列主要用户是萌妹子，主打的是自拍和手机的颜值。麦芒系列麦芒系列的起源是中国电信、华为、腾讯联合推出的子品牌麦芒，麦芒的字面意思可以理解为“麦穗上的锋芒”，因此综合以上两点，就可以得出麦芒是主打线下，而且面向年轻人的中低端手机。不过目前麦芒系列整体的声量比较小，目前在售的只有麦芒8一款手机，不知道未来麦芒系列是否还会存在。畅享系列畅享系列是华为的中低端系列，字面意思可以理解为“畅快的享用”，也就是让大家都能用上华为的手机。因此畅享系列的用户包括年轻人和中老年人，兼顾线上和线下，同时兼顾颜值和性能，是一款适用性很广的千元机。留言说说，你在用华为的哪个系列，你觉得我对于华为各个系列的解释准确吗？", "author": "小胖聊数码", "newsdate": "发布时间：19-09-07", "newstime": "18:02", "sentiment": [{"positive_prob": 0.146685, "confidence": 0.674034, "negative_prob": 0.853315, "sentiment": 0}]}, {"title": "背地偷偷使用华为却明令禁止？这一国家态度坚定，理由却让人笑话", "content": "推荐语：越南运营商迫于其国内的压力没有用华为的设备，但是在柬埔寨还是选择了华为的设备，这意味着它其实在技术和成本等方面还是认可华为的，只有由于其他因素的影响，导致它无法采用华为的设备，这对华为应该是好消息吧。下文转载自作者：阿娟聊科技文|阿娟聊科技图片来源于网络有这样一个国家，在世界各地纷纷选择通信厂商帮助建造5G的时段，它却另辟蹊径，不但对外宣布将计划使用数百万美元去自研5G，并且还表态称将会在2021年推出该服务，可是在各大分析师看来，这份言论无疑就是痴人说梦。当然，其结果也是显而易见的。在自研5G无果的情况下，当地媒体表示其国内的第一大运营商Viettel已经做出了使用外部设备的决定，没错，这个国家就是越南。周五（9月6日），根据外媒的报道，Viettel已经正式决定将会把华为设备排除在5G网络建设之外，虽然他们的态度非常坚定，但是理由却让人可笑。Viettel的CEO表示，因为美国和世界上的其余国家都有证据表明华为设备的确存在安全问题，所以他们要使用华为的话对国家网络安全是一个挑战，所以他们不能用华为的设备。除此之外，Dang（CEO）还表示这是他们自己独立作出的决定，与美国禁止华为没有任何一点关系。说实话，小编当时看到时都气笑了。在越南此前表态说要禁止华为时它就表示是因为媒体报道华为设备有问题，所以他们才会禁止的，结果到现在又变成了美国有证据证明华为有问题。不得不说，越南可真的是一根“墙头草”，风往哪吹往哪倒。小编倒是想问：媒体报道华为有问题就禁止？美国说华为有问题就禁止？试问美国到现在有拿出过一丝一毫的证据来表示华为设备有安全问题吗？没有吧，连美国自己都只能抓着小点不放拿不出切实的证据，越南竟然还义正言辞把这拿出来当理由？当一个“舔狗”去示好美国就直接承认好了，找一个自以为冠冕堂皇实则让人贻笑大方的借口出来真的不怕人笑话吗？有趣的是，Viettel子公司Metfone在柬埔寨测试5G网络时，用的却是华为的设备，在明令禁止的情况下背地还偷偷用华为的设备，这是为什么呢？其实这并不算什么，因为每个国家都有自由选择的权利，就算越南不选择华为，我们也只能遗憾一下而已。但是中国作为越南第一大出口市场，并且在过去多年里，中国一直都是越南的良好贸易伙伴，不但屡次追加投资，还增加了大量的工作岗位。并且越南在出口下滑的时候还寻求我们的帮助。在这样的情况下，越南还是选择“听从”美国的“建议”，真可谓是喂不饱的“白眼狼”，这种双标的做法的确也真挺让人不齿的。不知道大家对此有什么看法吗？", "author": "柏铭", "newsdate": "发布时间：19-09-07", "newstime": "15:36", "sentiment": [{"positive_prob": 0.000159583, "confidence": 0.999645, "negative_prob": 0.99984, "sentiment": 0}]}]