[{"title": "重磅官宣！华为曝惊人黑科技", "content": "昨天，外媒报道称华为会在P40系列上采用石墨烯电池。报道中提到，该机的电池容量为5000mAh，体积却比传统电池体积缩小30%，可实现45分钟快捷充电。随后，华为法国官方推特转发了该报道，并称华为将第一个发布搭载石墨烯电池的高端智能手机！由于高导电性、高强度、超轻薄等特性，石墨烯被称为“神奇材料”，石墨烯电池概念更是成为突破电池技术瓶颈的救命稻草。三星在今年八月曾表示已在使用石墨烯替代锂的技术上取得了突破，消息一度引发A股石墨烯概念股盘中快速拉升。华为早就在2016年就展示过自己的石墨烯电池，但并未达到商用级别，华为之前的几款手机石墨烯主要被用作散热材料。另一方面，针对华为发布的推文，不少市场人士认为石墨烯电池并不是一项简单的技术，对于P40是否真正解决了石墨烯电池的商用问题尚不能过于乐观。证券时报.数据宝统计显示，当前A股中共有50余股涉及石墨烯概念，与电池研发生产直接相关的有十余只，正泰电器、中国动力、长信科技总市值超过200亿元。德尔未来今年定增募资20亿元投向含石墨烯超级电池项目以及含石墨烯超级电池材料(负极材料、陶瓷隔膜和软包)项目，且三星是公司电池隔膜客户。今年4月公司与诺贝尔奖获得者组建合资公司，拓展石墨烯智能穿戴领域。雄韬股份表示公司正在积极推进石墨烯电池研发，三星也是公司客户之一。道氏技术子公司的主要产品为针对动力锂离子电池用的石墨烯导电剂、碳纳米管导电剂和石墨负极产品。从市场表现来看，长信科技、碳元科技、格林美、德尔未来12月股价表现较好。其中，长信科技12月股价已累计上涨28.84%，今年下半年更是实现了股价翻番，公司与高校合作成立石墨烯实验室，研发电池材料和电子油墨。龙虎榜追踪 资金最青睐这些个股12月23日龙虎榜中机构及营业部席位资金净卖出2.48亿元，其中净买入的个股有14只；净卖出的个股有29只。净买入前三名个股分别是东方通、中青宝、盾安环境等，净买入金额占当日成交额比例达9.42%、12.33%、59.08%。从盘口资金流向来看，主力资金净流入超千万且龙虎榜净买入个股共有9只，其中中青宝、盾安环境、凌云股份等个股资金净流入金额最大。净流入力度最大的个股有欣龙控股、一汽夏利、盾安环境，净流入力度分别为79.79%、64.85%、60.54%。连涨股揭秘：两只ST股连涨近半个月最新数据显示，两市共有129只个股连续上涨超过三个交易日，50只个股连续上涨超过五个交易日，连涨天数最多的前三名分别是*ST鹏起(15天)、ST百特(14天)、黑猫股份(10天)。连涨个股期间累计涨幅最大前三名分别是*ST鹏起(102.3%)、ST百特(98.47%)、星期六(84.44%)。值得注意的是，129只连续上涨个股中，4只个股期间主力资金累计净流入超过亿元。其中，累计资金流入最多的为瑞康医药，主力资金累计流入3.45亿元。绿康生化等6股短期均线现金叉截至最新收盘，有6只A股的5日均线主动上穿10日均线，其中绿康生化、地素时尚、金宇车城等个股的5日均线较10日均线距离最大，分别达0.37%、0.26%、0.25%。10股K线阳吞阴 华友钴业资金流入超2亿元截至最新，两市共有10只个股日K线出现阳吞阴形态，当天涨幅最大的是海普瑞、华友钴业、福斯特，涨幅分别为6.39%、5.35%、5.22%。值得注意的是，华友钴业、金发科技、海普瑞等个股主力资金净流入最多，分别达到2.2亿元、2500.28万元、1556.74万元。(数据宝 范璐媛)来源: 证券时报", "author": "同花顺财经", "newsdate": "发布时间：19-12-24", "newstime": "08:27", "sentiment": [{"positive_prob": 0.0922617, "confidence": 0.794974, "negative_prob": 0.907738, "sentiment": 0}]}, {"title": "剧情反转？该国对华为的态度再次转变，华为能否顺利拿下订单？", "content": "说起华为5G，想必很多人都会竖起大拇指，不仅仅是我们消费者，更是有很多国家都在这方面表明过对华为5G的态度，这也证明了华为的实力。而华为虽然遭受到了来自美国的打压，但是不管是安全问题还是质量问题，仿佛都能够得到保证，所以这也是华为受到很多国家欢迎的主要原因。虽然经过了特朗普的游说，也有一些国家选择排斥华为，但截至到目前为止，华为的5G商用合同数量早已经达到了65份，这对于华为来说是一个相当不错的成绩了，并且这个数字也一直还在持续增长，所以华为也成为了当之无愧的第一，甚至口碑已经超过了诺基亚和爱立信两大通信巨头，同时也成为了国产的骄傲。但是实际情况总是变化无常的，有一些之前和华为合作过的国家，今年在5G方面却毅然决然的选择了别的合作伙伴，也有一些当初并未大规模使用过华为的国家这一次选择了华为，但是不管怎么说，华为都是收获了大多数国家的信任。而这其中也有很多对于华为的态度摇摆不定的国家，像是德国、法国、英国等地，对于华为不能迟迟做出最终的决定，不少人都认为这些国家属于“墙头草”，其实不能这么说，毕竟5G网络安全尤为重要，这些国家谨慎一些也是情理之中，毕竟还有其他因素在影响着自己的判断，所以谨慎一点无可厚非。而近日，有一个国家又开始对华为的态度飘忽不定，这个国家就是意大利。之前意大利相关部门表示应该禁止华为参与到当地的建设，虽然这只是一个提议，并没有最终定夺，但还是让不少网友捏了一把冷汗。要知道意大利之前在4G时代就和华为有所合作，双方的合作关系可以说很早之前就开始了，但是如今却有人提议要排斥华为，不知道要为何这样做。但是近日意大利的工信部长公开表示，应该允许华为参与到当地的5G建设当中来，目前已经批准了相关的安全法则，所以华为参与5G建设的可能性毋庸置疑。这句话已经充分地证明了意大利对于华为5G的态度，所以华为未来参与意大利的5G建设也是毋庸置疑的一件事情。这个消息对于华为来说想必是一件非常不错的消息，有了工信部的确认，意大利和华为之间合作关系基本上也已经定夺了，所以华为再下一城，或许很快就能够再次拿到一个5G合同，再一次刷新自己的5G成绩。特朗普不遗余力的打压华为，虽然对华为的口碑问题造成了一定的影响，但是从总体角度来看，这种影响基本上已经不存在了，毕竟5G合作已经发展到了如今的地步，如果华为真的存在所谓的安全问题，华为也不可能获得这么多国家的信任，成为一个强者。作为一家成立了几十年的通信企业，华为在安全方面的问题可以说是做得相当不错，而用这种利用来故意抹黑华为，实在是有一些不太理智的行为。你认为呢？", "author": "科技情报咖", "newsdate": "发布时间：19-12-24", "newstime": "10:39", "sentiment": [{"positive_prob": 0.00230382, "confidence": 0.99488, "negative_prob": 0.997696, "sentiment": 0}]}, {"title": "40W超级快充加持 华为nova6 SE明天发售：2149元", "content": "12月24日消息，nova6 SE将于明天正式开卖，售价2199元。支付定金1元可抵51元，到手价为2149元，有幻夜黑、樱雪晴空、绮境森林三种配色。nova6 SE是华为nova系列最新发布的成员之一，同期发布的还有nova6和nova6 5G。核心配置上，nova6 SE采用6.4英寸全面屏，分辨率为2310×1080，搭载麒麟810处理器，前置1600万像素，电池容量为4200mAh，支持40W华为超级快充，30分钟即可充电至70%。此外，nova6 SE搭载4800万+200万景深+200万微距+800万超广角四摄，官方称nova6 SE搭载全新的多帧合成技术，多帧图像可瞬间智能合成优化，细节放大依然保存完好。而且nova6 SE支持手持超级夜景，配合长曝光多帧防抖校准，手持状态下也能拍摄清晰夜景。值得注意的是，nova6 SE支持人像超级夜景2.0图像人景分离智能优化，背景多帧加强，提升暗部细节的同时保留亮部细节。", "author": "快科技", "newsdate": "发布时间：19-12-24", "newstime": "10:41", "sentiment": [{"positive_prob": 0.979535, "confidence": 0.954523, "negative_prob": 0.0204647, "sentiment": 2}]}, {"title": "华为移动服务HMS开启众测招募 P40系列有望搭载", "content": "【手机中国新闻】如果华为手机在海外无法正常使用谷歌移动服务（GMS），那么华为移动服务（HMS）的重要性便不言而喻。最近，有用户爆料称，华为移动服务已经在国内开启众测招募。华为移动服务众测本次众测任务包括2项待测应用，一个是华为移动服务，另一个是HMS Core Test。新版本的华为移动服务对部分已知问题进行了修复，提升了部分性能体验，而HMS Core Test是一款集合了6个HMS基础服务的小型应用市场模型，该应用市场包括游戏、支付、附近好友、消息推送等类型的应用。HMS Core除了在中国开启招募众测，华为还在近日的开发者大会印度分会上表示，正在与印度当地开发者研发可用于替代谷歌移动服务的应用和服务。不过，如何让海外用户成功过渡到华为移动服务可能是华为未来面对的一大难题，比如怎样说服用户放弃Gmail转而使用华为邮件应用。疑似华为P40渲染图在手机上，将于明年3月发布的华为P40系列虽然会继续搭载基于Android的EMUI，但是可能采用自家的华为移动服务来顶替谷歌移动服务。", "author": "CNMO手机中国", "newsdate": "发布时间：19-12-24", "newstime": "06:01", "sentiment": [{"positive_prob": 0.965912, "confidence": 0.924248, "negative_prob": 0.0340882, "sentiment": 2}]}, {"title": "华为再被“无情”打击！任正非正式宣布，更大的风暴说来就来", "content": "对于华为5G专利全球领先这件事，华为技术有限公司副总裁鲁勇曾表示，这是必然结果，因为去年华为在研发领域投入了1000多亿人民币，研发资金超过了英特尔和苹果。根据德国专利数据公司IPlytics最新报告，截至今年9月，全球5G SEP必要专利中，华为凭借高达3325件申请量占据绝对制高点。正因为华为在5G有着很大的领先优势，所以它遭到西方强国的疯狂打压，在今年五月份华为及旗下公司被禁止购买美企的先进材料和技术，他们试图通过这样的方式阻止华为的发展，而这一次华为再被“无情”打击！任正非正式宣布，更大的风暴说来就来！自从华为被施行“实体清单”后，华为在研发体系裁减了48%的部门，关闭了46%不必要的研究，把精力转移到主航道的产品领域，提升了主航道产品的研发能力，而且任正非强势宣布把美国最大的研发中心搬至加拿大，这是一次强有力的回击。根据外媒的报道，USA原计划将“源自USA的技术”的标准从25%的比重，下调至10%，以权力阻断台积电等非USA企业向华为供货。现在，有最新消息称：台积电内部评估，7nm“源自USA技术”比重不到10%，可以继续供货，但14nm将受到限制。为此，华为旗下芯片公司海思加速将芯片产品转向7nm和5nm芯片。另外，也有媒体报道称由于台积电之前已经注意到这类问题，目前台积电7nm以下生产线中美国技术已经低于10%，据说在12-28nm中，台积电生产线美国技术含量在10-15%之间，估计会超过10%这个比例。同时还有分析指出，台积电南京工厂可能可以通过机台更换办法，满足12-16nm技术比例可以降低到10%以下，另外中芯国际也可以满足不到10%美国技术比例的要求。总体上应该是有惊无险。华为再次被无情的打压，但是他们真的无能为力吗？答案当然不是！一场更大的风暴说来就来。除了我们熟悉的麒麟处理器，华为还有昇腾芯片、鲲鹏芯片和5G芯片、专用芯片，此外，他们还注册了白虎、朱雀、青牛、鸿鹄、饕餮等具有中国特色的神兽名字正被华为公司注册成商标，这是一个庞大的“神兽军团”，华为不会因为部分芯片受限制而被整垮，所有“备胎”一夜转正绝对不是说说而已，华为“备胎”以最强的姿态显示它的魅力，一场新风暴要来临了。“我允许他们对每块电路板都拍照，上面已经没有美国的芯片和零部件了”，这是任正非的原话。如今75岁的任正非仍然不能退休，正是因为他放心不下华为，据不完全统计，在华为受到打击之后任正非出现在媒体面前的次数比华为成立32年以来还要多，他将带领有血性的华为人坚强前进！那么，你认为台积电会停止代工华为芯片吗？华为能不能扛得住一次又一次的打击？说说想法，大家交流一下！", "author": "老实人日报", "newsdate": "发布时间：19-12-24", "newstime": "12:32", "sentiment": [{"positive_prob": 0.00294766, "confidence": 0.99345, "negative_prob": 0.997052, "sentiment": 0}]}, {"title": "美国搞事情：加大对华为禁令筹码，台积电力挺华为", "content": "华为被美国针对今年5月美国将华为列入黑名单，要求很多美国公司，还有使用25%以上美国零件和技术的海外公司，禁止向华为供货，逼迫华为紧急启用了备胎计划，作为75岁高龄的任正非，为了化解这场美国给华为带来的危机，频繁活跃在各大媒体封面，有人统计近段时间以来，任正非在媒体面前露面的频率，比以前华为成立32年以来还要多，说明这次华为遇到了最大的危机，不过现在的华为，已经不再是以前的华为，不是一头任人宰割的羔羊，而是一头战斗力很强的狼！特朗普为了打压华为，可谓是无可不用其极，使用了很多办法，以信息漏洞为由，游说各国盟友禁止使用华为5G，扣押华为CFO，对华为进行断货，将华为拉入黑名单，任正非曾经在办公桌上放了一本《美国陷阱》的书，告诉全世界华为正在遭到向阿尔斯通那样的不公平对待，好在任正非有先见之明，以往无论遇到多大困难，都没有将华为上市，私企收购起来就更加困难，而华为也不可能会被美国收购的。美国加大对华为限令筹码特朗普也很无奈，因为对华为的打压，并没有收到预想中的结果，游说各个盟友禁止华为5G，结果有很多盟友仍然使用华为5G，有些明面上说禁止，背地里仍然在使用；实施对华为禁令，让很多公司对华为进行断货，但是仍有很多企业向华为供货，而且华为在部分技术和零件上仍然能实现自给自足；扣押华为CFO，加拿大也不敢轻易引渡……其实，特朗普还是低估了华为的实力，毕竟国内内需市场也很大，而且华为十分注重研发，旗下专利也无数，特朗普能让中兴妥协，但是让他万万没想到的是，华为在遭到比中兴更加疯狂的打压、针对，却仍然屹立不倒，于是特朗普就寻思着加大对华为的限量筹码，老脸都不要了。先前是使用华为25%的零件和技术，就必须要向华为断货，很多公司也是没有办法，因为毕竟它们也怕被美国制裁，被美国盯上的公司，可不是那么好受，现在特朗普竟然要求使用10%的美国零件和技术，都必须向华为断货，这真心就是耍流氓了，因为自己有90%的技术也不行，只要用了美国那10%，就必须听从美国的话，想制裁谁就制裁谁！华为巧妙化解也许华为早就意料到会有这么一天，因为目前华为很多技术都可以自主研发了，但是芯片的封装工艺对华为来说，仍然是没办法解决的，大家都知道我们使用的手机，要么是使用三星封装工艺制程，比如高通芯片就是采用三星封装工艺；要么采用的是台积电封装工艺，比如苹果A系列芯片和华为麒麟芯片。很多媒体表示，要是美国加大筹码，从25%降至10%，那么台积电很可能无法向华为供货，不过却被华为巧妙化解了，我们可以看出，华为近期发布的麒麟990和麒麟810等芯片，采用的是7nm的台积电工艺制程，有趣的是，根据台积电提供的信息，14nm的技术，台积电采用美国技术超过15%，但是在7nm上，台积电采用的美国技术仅9%，意味着仍然可以向华为供货。这让特朗普也很无奈，如果不给使用14nm，那么华为生产的芯片，都用上7nm，对于高通来说可能就慌了，因为7nm成本仍然很高，但是优势很大，功耗、性能等提升很多，可能造成竞争更加激烈，美国高通公司可能也会受到波及，因为7nm技术台积电用的技术仅9%美国提供的，意味着更高技术的5nm，也可能不会用上美国太多技术，华为明年发布的麒麟1080，仍然令人期待！", "author": "日日科技说", "newsdate": "发布时间：19-12-24", "newstime": "09:59", "sentiment": [{"positive_prob": 0.94146, "confidence": 0.869911, "negative_prob": 0.0585401, "sentiment": 2}]}, {"title": "华为正式官宣！鸿蒙系统+石墨烯电池黑科技加持：P40旗舰机皇又稳了", "content": "众所周知，华为自从遭受到了“断供危机”以来，华为也是用教科书般的操作告诉我们高瞻远瞩到底有多么重要，即便是华为遭遇到了无情的“断供”制裁，但华为依旧的能够高调宣布自己能够自主研发制造芯片，用华为的话来概括就是：“多年备胎计划，终于在一夜之间转正了”。在监控、网络设备、摄像头、手机、基带、物联网、显示等领域的芯片，华为也都拥有“自主研发”的芯片，随后华为又向外界发布了“鸿蒙OS系统”，在这一系列的组合拳下，意味着想要通过“制裁”来让华为屈服的手段可以彻底的“歇菜”了，这就是华为在技术追求方面的高瞻远瞩，华为用自己的技术底气直接告诉了全世界：“任你怎么折腾，我依旧能够过得很好！”为何华为会遭受到无礼的制裁？华为之所以会受到如此无礼的“制裁”，很大程度上也是因为华为在最近几年的所取得了“发展”，无论是在通讯领域、芯片，还是在智能手机等方面，华为都获得了海内外消费者的一致肯定，而近日，又有媒体曝光了华为下一代旗舰机型华为P40系列的信息，对于这款机型的外观设计、配置等方面的信息，也都有了非常详细的曝光，那么这款华为P40系列机型到底都有何“亮点”之处呢？根据外媒报道，就在刚刚，华为法国官方账号发送了一条消息，引发了全球科技圈的震动，那就是此前华为所研究的石墨烯锂电池技术终于取得了重大的突破，华为此前就曾推出了业界首个耐高温长寿命石墨烯助力的锂离子电池，同时还有超级快充技术的加持，这项快充技术能够在短短5分钟之内，直接充满3000mAh电池的48%电量，但由于在量产、用料成本等方面影响，所以也成为了一个无法为大众普及的“黑科技”，但这次华为法国官方账号所宣布的“消息”也是再次让广大网友惊叹不已，因为在手机电池上采用了墨烯技术，意味着在续航、快充以及安全性等方面，都将会得到进一步的提升。此次华为官方所发布的信息，预示着石墨烯电池技术终于要来了，并且还将会被应用到华为手机量产机型上，对此很多网友也是纷纷猜测，华为此次官宣，极有可能华为下一代旗舰机型华为P40系列产品上采用这个石墨烯电池技术，根据此前曝光的信息显示，华为P40 Pro将会汇集华为最为顶级的黑科技，外观设计方面也将会再次升级，搭载京东方生产的国产2K OLED曲面屏，屏占比达到了惊人的98%，这块国产显示屏还通过了HDR10/10+显示认证，整体显示效果极为细腻，支持屏幕指纹识别。全系搭载麒麟990（5G）处理器，支持NSA/SA双模5G，至于相机方面，华为P40系列产品，全系都将搭载矩阵相机造型，其中P40后置徕卡四摄，而P40 Pro则后置徕卡五摄相机，最高支持10倍光学变焦，同时还将会内置一块5500mAh大电池，最高支持50W超级快充，30W无线快充，同时还会推出Android、鸿蒙OS系统双版本。写在最后：如果此次华为P40系列的产品能够采用石墨烯电池，确实也是能够让手机电池的续航以及充电速度都得到了提升，同时还有鸿蒙OS系统加持，不知道大家是否期待这款华为P40 系列产品呢？对于这样的华为P40系列的产品，究竟还会有什么样的亮点出现呢？就让我们一起期待吧！谢谢大家百忙之中阅读这篇文章，如果你喜欢这篇文章，请点个赞或收藏分享，也欢迎大家在评论区留言讨论。如果还想继续看小编后期的文章，可以点个关注，下次阅读不迷路！", "author": "数码人科技", "newsdate": "发布时间：19-12-24", "newstime": "00:33", "sentiment": [{"positive_prob": 0.965523, "confidence": 0.923385, "negative_prob": 0.0344768, "sentiment": 2}]}, {"title": "不再忍耐华为再次出手！全面取代谷歌服务，鸿蒙OS呼之欲出", "content": "不再忍耐华为再次出手！全面取代谷歌服务，鸿蒙OS呼之欲出随着科技的发展，智能手机逐渐成为我们生活中不可缺少的电子产品。这些年来全球的手机市场发生了很大的变化，以前的诺基亚、摩托罗拉、htc等巨头逐渐没落，而三星、苹果、华为形成了全新的三足鼎立之势，与此同时我们国内的其他手机厂商表现也非常亮眼。数据显示，2018年销量前十的智能手机品牌中，有七个都是我们国产品牌，其中华为以2.08亿台的销量位居第三。华为可不仅仅是全球第三大智能手机厂商，华为还是全球最大的电信设备厂商，全球很多的通信基站就是由华为提供的。而且华为在即将到来的5G领域内表现非常亮眼，全球20%的5G必要专利来自于华为一家。也是因为华为在5G领域内的表现，美国开始疯狂的针对华为，先是到处游说其他国家不要使用华为的电信设备，而后又将华为例如“实体清单”，开始限制众多的美国企业对华为的零配件供应。值得注意的是，除了英特尔、高通、博通、美光这些半导体企业，连微软、谷歌这样的微软巨头也加入进来。华为手机的销量确实是很高，但是大家也要注意，华为使用的仍然是谷歌的安卓系统。目前谷歌方面已经禁止华为使用谷歌应用和谷歌服务，这对我们国内用户来说无所谓，但是对于海外用户来说，有些东西是生活中不能缺少的，所以华为手机的销量在海外出现了下降。华为消费者业务ceo余承东在之前就曾透露，如果迫不得已华为将推出自己的鸿蒙手机，而这款机型极有可能就是明年三月份的华为p40系列。随后华为高管方面又表态称，不会轻易放弃安卓。12月23日，华为HMS在国内开启了众测，HMS是什么呢？HMS是包含了电话、短信、邮件等一系列手机基础APP的华为移动服务，也就是说HMS的出现，就是用来取代谷歌禁止华为手机使用的GMS服务。华为HMS的推出，也代表着另外一件事正在发生，就是华为在完善鸿蒙OS的软件生态，鸿蒙操作系统，已经是呼之欲出了。", "author": "我得科技幻想", "newsdate": "发布时间：19-12-24", "newstime": "18:58", "sentiment": [{"positive_prob": 0.347929, "confidence": 0.226825, "negative_prob": 0.652071, "sentiment": 0}]}, {"title": "临门一脚！华为正等待最后认证，最大竞争对手却被曝丑闻", "content": "本文为「金十数据」原创文章，未经许可，禁止转载，违者必究。众所周知，因为华为在5G相关技术上研究较早、投入较多，已在5G领域上暂时取得了领先地位，华为5G产品线副总裁甘斌对记者表示，华为在（基站）硬件上领先两年，但现在华为距离全面确定5G领先地位其实就只差临门一脚。为什么这么说呢？因为华为正在等待韩国对其设备进行安全评价的CC认证结果。华为韩国分公司负责人孟少云表示，“正在等待CC认证书的发放，如果有结果将会告知”。只要获得安全证书，那么市场上有关于华为设备安全性的问题也将得到解决，华为刚好也可以借助此次认证扩大国内外市场，尤其是一些迟迟不能就是否引进华为设备做出决定的国家。目前华为已经“通过了CC认证的所有测试，但目前发放程序还未走完，认证书发放后将会公开认证结果并提交给韩国”。据韩国业界相关人士分析，预计2020年华为5G设备的CC标准认证将会完成。尽管华为5G设备的CC标准认证书还未发放，但从全球各国实际的5G合作情况来看，华为依然是最受欢迎的5G设备供货商之一。目前华为已获得超60个5G合同，其中半数来自欧洲，近日举棋不定的意大利和德国也都改口称将允许华为参与5G网络建设。在今年年初德国电信公司内部评估文件显示，华为已成为欧洲多家电信公司的供应商，这些公司正准备投资数十亿欧元部署5G网络，德国电信当时已在数千个无线基站装设华为系统。相比之下，华为在5G上的最大竞争对手爱立信却爆出行贿丑闻，12月7日爱立信承认，在2000年至2016年17年时间里，它在多国都存在行贿行为，因此爱立信将支付超过10亿美元的和解金，这比爱立信在今年第三季度的净利润65亿瑞典克朗（约合6.65亿美元）还要多。消息领先一步，财富更近一步。关注「金十数据」，第一时间了解国内外财经大事件！", "author": "金十数据", "newsdate": "发布时间：19-12-24", "newstime": "11:56", "sentiment": [{"positive_prob": 0.208508, "confidence": 0.536649, "negative_prob": 0.791492, "sentiment": 0}]}]