[{"title": "知道吗？华为官推使用iPhone的违规员工已被“降薪降级”，望周知", "content": "知道吗？华为官推使用iPhone的违规员工已被“降薪降级”，望周知2018年的下半年，随着全球5G话题热度攀升，作为民族企业的华为更是凭借其参与5G标准的制定，享誉全球。更是在通讯行业中，华为先后击败爱立信和诺基亚成为行业第一。在手机方面，华为消费者业务CEO余承东曾宣布，华为手机销量突破2亿台，正式超越美国的苹果手机，成为全球销量第二大的厂商，更放下豪言，3年之后超过三星。可以说，2018年对于华为来说，尽管有挑战，如美国等多个国家禁售华为手机，但也是收获颇丰的一年。就当大家在为民族企业华为能取得如此傲人成绩而欢呼时，万万没想到华为自己“摆了一个大乌龙”，打了自己的脸了。不久前，正好是一年一度的元旦，在这个中国喜庆的日子，很多公司都纷纷送上自己的祝福。华为也不例外，在31日晚间11点31分元旦前夕，华为官方以全体员工的名义送上了祝福。但是，这篇文章却是用苹果公司的iPhone客户端发出的。要知道，华为和苹果在手机方面是存在竞争关系的，而在如此重要的时刻，华为却用对手的产品来为自己公司发布文章，不可不谓之失策啊！当这一消息传开后，网络上瞬间就炸开了锅。随着华为在2018年的作为，在网友的眼里，早就把华为当做是民族企业，华为更是在海外市场中树立了国家民族的旗帜。但万万没想到在元旦这个举国欢庆的日子里，华为用iPhone手机发官推，却不用自己的产品手机，这难道是在标榜自己的手机产品不如苹果？就算iPhone手机再优秀，但其他如小米、三星和没落的锤子等国产品牌在官推时，也都是用自己的产品。为此，不少网友觉得自己受到了“万点暴击”。2018年下半年，华为给广大网友树立了如此高大的形象，然后刚准备跨入新的一年，这形象就因一篇推文的失误轰然倒塌了？这有点说不过去啊。华为的公关也是不可不谓之迅速，事件还没酝酿多久，华为就做出了回应，对直接责任人予以通报批评，个人职级降1级，月薪下调5000元。对数字营销团队主管予以通报批评，个人职级降级1级，月薪降5000元，年度考核不高于B。 冻结个人职级晋升、涨薪，冻结期12个月，自2019年1月2日起计算。此次惩罚不可不谓之严厉，不但降薪降级，还全网通报。毕竟此次事件如果处理不得当，那是危机企业形象的，华为在2018年下半年的努力可能会因此而白费的。尽管华为没有要求员工必须使用华为手机，个人喜欢使用什么品牌手机，那纯粹是个人的选择，但在代表公司发表言论等正式场合时，所用的手机产品就不能因个人喜好而乱用了。你们觉得在手机公司上班，就必须要买本公司的产品吗？为什么？欢迎评论区留言讨论。", "author": "饕餮侃美食", "newsdate": "发布时间：19-01-04", "newstime": "14:23", "sentiment": [{"positive_prob": 0.000197539, "confidence": 0.999561, "negative_prob": 0.999802, "sentiment": 0}]}, {"title": "拿错手机，月薪降5000，一年不能升职，华为元旦祝福乌龙事件后续", "content": "相信不少网友都被前两天的华为元旦祝福事件幽默到了。这黑色幽默很溜。华为流出的内部信事情还要从2019年元旦说起。在这个普天同庆的大好日子里，作为跨国企业的华为，自然也要用英文在国际社交媒体上送上祝福的！可是这祝福送出岔子来了。祝福正文没有什么问题，大概就是我们新年的愿望就是希望帮助大家和关心的人更好地联结，祝大家2019年快乐云云。问题在推特上是会显示发推文的人使用的手机型号的，而这一次，是“Twitter for iphone”就是“用苹果手机发送”。看红色圈出部分，显示用苹果手机发送这就好笑了。毕竟华为和苹果是直接竞争对手，是生意场上的博弈双方。这就好像肯德基的老板中午吃的是麦当劳一样。前段时间还爆出浙江有公司称员工使用苹果手机不能晋升，而使用华为手机则会得到补贴的新闻。虽然这新闻有蹭热点的嫌疑，但是依旧被不少人点赞。某公司通知而华为自己员工，还是媒体团队员工居然用苹果手机发推文？这场乌龙使得涉事的员工受到了不小的处罚。从华为流出的内部信可以看出，两名员工都降级1级，并且降薪五千元。而团队主管更是被冻结晋升一年时间。这个处罚力度还是很大的。而且零野发现，这份处罚通报里面的信息量特别大。华为的社交媒体运营商Sapient元旦时用电脑发不了推特，但是以前却可以发？为什么突然VPN不成功了？是不是防火墙有了进一步性能升级？用香港手机卡成功发出了信息，但是为什么不能把香港手机卡插进华为手机？是碰巧该员工用的苹果手机还是华为手机有内置防火墙？这个信息是在哪里发送的？为什么香港手机卡可以不需要VPN？也就是华为内部数字营销团队是不禁止员工使用苹果手机的？总而言之，这个乌龙事件一方面表示了华为在数字营销上还需要下功夫，另一方面也展示了华为处理问题的速度和态度都是不错的。库克这回要偷笑了。虽然他刚刚预警苹果销售可能会不及预期，而且还是因为中国市场增长乏力......就在1月2日，苹果下调2019财年第一财季业绩预期，苹果股价应声大跌8%。2018年10月份库克访问中国怎么说呢，商场如战场，任何错误都可能带来难以预计的后续。职场人更是要如履薄冰。这本是一个不太大的错误，看看热闹也就够了。干货满满，带你看世界", "author": "零野商业观察", "newsdate": "发布时间：19-01-04", "newstime": "00:11", "sentiment": [{"positive_prob": 0.0362048, "confidence": 0.919545, "negative_prob": 0.963795, "sentiment": 0}]}, {"title": "华为官方用iPhone发新年祝福，责任人降薪5000降职1级，你怎么看", "content": "华为官方用iPhone发新年祝福，责任人降薪5000降职1级，你怎么看导语：2018年12月31日，华为官方的海外帐号发了一条推文，庆祝元旦新年的到来，并顺便给自己做了一波宣传。这些都无可厚非，但问题就出在发布这条推文的设备上。根据显示，华为官方的这条推文是来自一部iPhone手机，也就是说，华为官方海外的账号的运营人员并没有使用自家的华为手机，而用的是iPhone来宣传华为。而后给出的处理结果是，责任人月薪下调5000，降职1级。年考核不高于B，将冻结个人的晋升和涨薪，冻结期为12个月，从2019年1月2日开始。其实从本质上来说，这个事儿并不算太恶劣，尤其是在美国来说自由，可能是大家最崇尚的，即便是企业政府也不能凌驾于个人的意志之上，所以在美国发生这种事情，其实太正常了。不过也从另一个方面意味着，华为距离苹果还是有些距离的，有可能连华为自己某些高管也并不觉得华为设备有什么过人之处，在形势一片大好的情况下，这个错误犯的实在是很低级的。公众小题大做了？其实一直以来对于智能手机方面，苹果都是标杆一样的存在，不论是华为还是三星，包括国内一众厂商能够吊打苹果，就一定在这方面大书特书，而华为作为国内手机的最强者，在调查苹果方面一直走得最激进。每一次苹果发布会之后，余承东都会表示，华为有苹果的新品，有过之而无不及，而在多年前，余承东曾经参加央视的节目时候，也被问到任正非总说自己家里人都用苹果，不用华为，那么余承东凭什么认为华为超越了苹果呢？而此次的事件也并不是公众小题大做，要知道在一片支持华为的情况下，那么华为高管自己并不用华为的手机这实在是让人有些难以接受，这在公关层面简直是严重的失误，虽然我们也知道可能在华为内部使用苹果手机的人也不在少数，但毕竟作为一个宣传方式来说，这样显然是有些不妥。除此之外，似乎也从侧面证明了华为与苹果手机的口碑还是有差距，毕竟嘴上说如何如何，但身体却很诚实。这一点小米做的最好而同样是宣传雷军的小米以及其他高管，就做得非常不错，这一点可能跟个人的经历有关，我们知道雷军是做互联网出身，那么也是优秀的产品经理，对于产品的体验来说，他肯定是要亲自去做。雷军也曾经说过，背包里装着十几部小米手机，那么有时间就会拿出来体验一番，所以miui的成功不是没有道理的。而这么多年以来，emui经常吹得天花乱坠，但在实际体验上与MIUI系统还是有距离的，所以还是老老实实的多用自家的产品，才能够得出更多的结论。结语：当然，这件事情也并没有那么严重，毕竟，这个Twitter是美国的高管所发的，不能以中国式思维来强迫人家就得怎么做，不过也算是华为的一个公关上的失败吧。各位朋友们，《华为官方用iPhone发新年祝福，责任人降薪5000降职1级，你怎么看》你们怎么看，把想法写在评论区一起讨论讨论吧。（注：图片来自网络，向作者致谢，如有侵权请告知删除。）", "author": "小林职场说法", "newsdate": "发布时间：19-01-04", "newstime": "10:31", "sentiment": [{"positive_prob": 0.21981, "confidence": 0.511535, "negative_prob": 0.780191, "sentiment": 0}]}, {"title": "中国公司年终奖哪家强？还要看阿里、腾讯和华为", "content": "细算一下，距离春节来临，也只剩下一个多月的时间，春运火车票的购买窗口也早已开启。广大劳动人民无不翘首以盼，春节除了超长的假期时间之外，最让人期待的无疑是各家公司的年终奖了。大多数的企业为了对员工一年来辛苦工作的肯定，都会在年末发放一笔客观的年终奖。而像阿里、腾讯这样的互联网科技公司，由于每年都处于较高的盈利状态，这些公司的年终奖，一般数量都会非常客观，羡煞旁人，成为这一段时期各界关注的焦点。首先来说一说阿里巴巴的年终奖。由于马爸爸声称赚钱非常的痛苦，所以阿里每年赚到的钱，作为年终奖发放给员工是丝毫不会手软的。据传，阿里公司的普通员工，都可以拿到四个月到九个月的年终奖，按照阿里平均一万元的月薪来计算的话，那就是4万到9万的年终奖。真是叫人眼馋。然而，这还只是阿里一名普通员工的年终奖，如果是主管级别，那么年终奖至少会升到15万到20万左右的水平。除此之外，阿里的年终奖还包括股权奖励，会向员工发放2000股到3000股不等的集团股票，按照阿里目前4000亿美元的市值来计算，这些股票的价值的价值在20万到30万元左右。可见阿里对自己的员工是相当的大方了。作为阿里的死对头腾讯公司，在业务发展方面，两家公司向来是你争我赶，互不相让。自然在年终奖方面，腾讯也丝毫不甘落后。在2017年的时候，腾讯公司推出了一款现象级的手游，王者荣耀。腾讯公司为了表彰王者荣耀团队，为公司做出的卓越贡献，传闻向该团队发放了100个月到120个月的年终奖，这一消息惊呆了一众网友。虽然后来被辟谣没有达到那么多，但是也有四十几个月的年终奖。更让人惊诧的是，微信支付团队的年终奖，平均下来每人达到了三十几万元，实在是让人眼红。与以上两家公司不同的是，华为并不是一家上市公司。即使如此，如今华为公司的市值，绝不亚于阿里和腾讯，2018年，华为手机的全球销量突破了两亿台，在海外市场也取得了骄人的销售成绩，一家赶超三星，成为全球第二大手机生产商。作为一家纯正的民族企业，华为公司之所以不上市的原因，就是要将公司的股权，全部发放给员工。据说，16级以上的华为员工，就可以分得几十万股的公司股票，如果折算成人民币，不知道要达到多少万了。京东集团的创始人刘强东，虽然不知妻美，却能够体察公司员工的工作不易。但是由于京东集团一直在布局线下物流和仓储等与电商相关的基础设施，公司旗下的基层员工比较多，导致京东集团的年终奖，没有办法与阿里、腾讯这样的巨头公司相比。即使如此，刘强东也会给发放一个月到两个月的年终奖。而性格豪爽的刘强东，在每年的年会上，奖金、手机等礼品，都会准备的格外丰富。但是鉴于京东集团在2018年的危机，市值已经蒸发了60%以上，并且公司频频出现组织架构调整。在这样的动荡局势下，不知道京东今年还有没有心思发放年终奖了。说起来，比京东更惨的，莫过于滴滴公司了。由于2018年，滴滴打车出现了多起负面新闻，导致公司一时间被舆论推上了风口浪尖，其公司旗下主营业务滴滴打车，也被无限期下架。滴滴公司在2018年还依然处于亏损状态。有消息称，滴滴在2018年年底更是发布了通知，今年全员的年终奖减半发放，这一消息，让无数的员工心寒。2018年，全球经济的发展形势都不乐观，中国经济也在这一年中遭到了重创，多家知名公司破产，或者面临着资金链危机的状况。这些公司自然比滴滴公司还要凄惨，比如说乐视集团，如今的乐视集团，早已褪去了昔日的光芒，只剩下一个千疮百孔的躯壳，并且还面临着多起巨额债务违约诉讼。据统计，目前了乐视公司的债务累计金额，已经超过了100亿。为此，乐视公司不得不依靠变卖公司旗下的资产，来填补债务。在公司目前的经营状态下，年终奖这三个字恐怕已经成为天方夜谭了。所以说，到了发放年终奖的时间，真的是几家欢喜几家愁。不管年终多与少，有还是没有，都希望辛苦工作了一年的人们，能够过一个安心的春季。", "author": "聚富财经", "newsdate": "发布时间：19-01-04", "newstime": "16:19", "sentiment": [{"positive_prob": 0.0914546, "confidence": 0.796767, "negative_prob": 0.908545, "sentiment": 0}]}]