[{"title": "「游学之旅第一站—华为」探索华为奋斗文化的魅力", "content": "8月26日，由中翼数制和英盛企管共同组织，来自潮安区外贸行业协会三十多位企业家一同前往华为总部游学，探究全球知名企业的神秘面貌。游学之旅第一站华为抵达华为小镇后，华为云业部渠道运营郭总监盛情款待，零距离感受华为的创新文化与自由开放的办公空间，感受华为软硬兼施的学习型组织建设。现场企业家在这种环境氛围下，不禁开始对标自己企业的现实情况，如何建立员工关怀？如何营造自由开放平等的员工办公环境？如何打造幸福企业？相信现场企业家们都有了答案。■■■■■随后，华为云业部渠道运营总监郭永强带领企业家来到会议室进行深度沟通交流，郭总监在会议上分享介绍了华为的发展历程、企业组织架构以及5G技术应用场景等，并分享了华为“干部管理”、“人才激励”、“组织变革”等管理精华，展示了华为的实力以及开放、合作、共赢的精神理念。△华为云业部渠道运营总监郭永强分享听了郭总监的分享后，企业家们对华为的“以奋斗者为本，以客户为中心，长期坚持艰苦奋斗”的核心价值观深感敬佩。不少企业家表示，接下来将在自己企业中构建简单有效的管理体系，结合华为在人才培养机制上的经验，思考如何运用到企业的管理上。最后，现场企业家的纷纷开始提问互动，“在中美贸易战的影响下，对华为员工是否有负面情绪出现？”“华为员工的归属感如何体现？”……郭总一一作出了解答，华为内部团队在贸易战的影响下反而自发激励，加班加点，充满昂扬的斗志与激情，并且离职率创历史新低。无一体现了华为奋斗者的文化精神。成功者的荣耀没法复制，但成功的经验可以借鉴。此次游学之旅——华为站虽然已经结束了，但是华为的奋斗文化与成熟的管理经验给企业家们留下了深刻印象。相信接下来的游学之旅——理光站会给潮安区外贸行业协会的企业家们带来更大的惊喜，让大家满载而归！", "author": "中翼数制", "newsdate": "发布时间：19-08-27", "newstime": "06:13", "sentiment": [{"positive_prob": 0.999847, "confidence": 0.999659, "negative_prob": 0.000153352, "sentiment": 2}]}, {"title": "真正懂手机的人，为何宁愿选华为Mate20 Pro，也不买P30 Pro？", "content": "在手机市场上，搭载相同处理器的机型往往被归纳为一代产品，而在大多数情况下，同代旗舰的第二款产品都被看作是第一代的升级改良版，因此也更有竞争力。不过，也有少数例外的情况，例如华为Mate20Pro以及华为P30Pro，两款手机均搭载麒麟980，而且后者发布时间更晚，但大多数懂手机的人，都宁愿选Mate20Pro也不选P30Pro，这是为什么呢？第一点，定位不同。华为Mate系列定位是全能旗舰，年度机皇，为此华为会尽量为其用上全年最新的技术，使其在各个方面都能获得不错表现，整机功能非常全面。而华为P系列的目标受众则是年轻时尚消费群体，产品着重突出设计和技术，因此华为P系列的颜值和拍照技术相比其他品牌旗舰都有不小的领先，但相比Mate系列产品，在其他方面有明显不足。第二点，用料不同。华为Mate20Pro屏幕为2K分辨率OLED屏幕，而华为P30Pro则是1080P屏幕，巨大的分辨率差距令两款机型的画面显示细腻程度完全不同。而屏幕作为手机与用户接触最多的媒介，使用体验自然被消费者重点关注，相比1080P屏幕，相信大多数消费者都会选择体验效果更为出色的2K屏。第三点，技术搭载的时间顺序差异。华为Mate20Pro与华为P30Pro虽然配置相同，但Mate20Pro比P30Pro早出生半年，这也就意味着华为Mate20Pro系统优化效果更为出色，用户使用体验更优秀。而且很多技术都是Mate20Pro先更新，然后再逐步下放到其他机型当中，EMUI10系统便是个很好的例子。其屏下指纹技术以及40W闪充技术也很有代表性。第四点，价格因素。在华为P30Pro上市后，华为Mate20Pro便开始大幅降价，目前Mate20Pro价格仅为四千元左右，相比华为P30Pro便宜了一千。而在使用体验方面，虽然华为Mate20Pro没有五十倍变焦，但两款产品成像效果其实相差不大。相反Mate20Pro的Face ID倒是成为了不小的优势，加上价格因素影响，相信大多数消费者都更加细化Mate20Pro。综合来看，华为Mate20Pro和P30Pro可以说是各有优势，华为P30Pro功能更加独特，优势项目非常明显。而Mate20Pro则是在整体实力上更胜一筹，使用体验更为出色。你对这两款机型有何看法，不妨对此谈谈你的观点。文/JING", "author": "数码密探", "newsdate": "发布时间：19-08-27", "newstime": "21:10", "sentiment": [{"positive_prob": 0.00295853, "confidence": 0.993426, "negative_prob": 0.997042, "sentiment": 0}]}, {"title": "挑战美芯片巨头？华为手握“王牌”", "content": "最近几天，华为发布其首款高端人工智能芯片的事件持续发酵。美国媒体认为，这是这家中国电信设备巨头在先进技术领域挑战硅谷的最新尝试。美国《华尔街日报》8月25日刊载题为《华为推出高端人工智能芯片，挑战美国公司霸主地位》的文章称，华为8月23日披露了昇腾910（Ascend 910）芯片的细节，并表示这款芯片立即可用。昇腾910用于处理构建人工智能算法的海量数据。这款芯片推进了华为减少对美国技术依赖的目标，也推进了中国让芯片制造商有能力生产复杂处理器的雄心。参考消息网了解到，8月23日当天，华为在其公众号中称，正式发布算力最强的AI处理器昇腾910（Ascend 910）。▲8月23日，华为公司轮值董事长徐直军发布AI处理器昇腾910。（新华社发 华为公司供图）华为轮值董事长徐直军表示，昇腾910总体技术表现超出预期，作为算力最强AI处理器，当之无愧。“我们已经把昇腾910用于实际AI训练任务。比如，在典型的ResNet50网络的训练中，昇腾910与MindSpore配合，与现有主流训练单卡配合TensorFlow相比，显示出接近两倍的性能提升。”华为称，面向未来，针对不同的场景，包括边缘计算、自动驾驶车载计算、训练等场景，华为将持续投资，推出更多的AI处理器。对此，中国现代国际关系研究院美国研究所学者李峥在接受参考消息网采访时表示，华为此次发布芯片在人工智能应用领域是一次具有标志性的事件，这一芯片使华为在其人工智能领域实现全产业链覆盖。在人工智能领域，华为在自主研发芯片方面走在前面，从芯片本身也可以看出华为在这方面有较长时间的布局及技术积累，体现出较强的技术能力。华为此举还表明，该公司希望在这一领域构建完整生态系统，基于对硬件的自我掌握，构建一个由自身完全掌握的生态系统。这可能也将成为其他通信公司未来的发展方向。▲这是华为AI处理器Ascend910和Ascend310（8月23日摄）。（新华社发 华为公司供图）按照美国媒体的说法，当前，复杂处理器是美国英伟达和“字母表”公司旗下谷歌等美国公司的天下。有舆论认为，华为发布首款高端人工智能芯片后，上述美国巨头将难以淡定。对此，李峥表示，美国企业，例如英伟达在图像处理芯片上的早期积累较深，在部分市场具有垄断地位，技术能力亦领先于其他竞争对手。华为此次发布的芯片在一定程度上对英伟达等美国企业形成挑战，后发追赶势头较猛。值得注意的是，相对于其他领域芯片，人工智能芯片具有较强的多样性，一种芯片很难解决所有问题。在竞争路线上，各个厂商也不尽相同。有分析认为，随着华为在内的各大厂商持续发力，未来，人工智能芯片领域形成百花齐放的局面将是大概率事件。来源：参考消息", "author": "中国经济网", "newsdate": "发布时间：19-08-27", "newstime": "08:20", "sentiment": [{"positive_prob": 0.994436, "confidence": 0.987636, "negative_prob": 0.00556367, "sentiment": 2}]}, {"title": "华为平板M6高能版曝光：麒麟980+6GB内存", "content": "IT之家8月27日消息 6月底，华为发布了华为平板M6，包括8.4英寸与10.8英寸两个版本。华为平板M6系列搭载麒麟980处理器，采用2K屏，支持GPU Turbo 3.0与18W快充。日前，有网友在抖音上曝光了华为平板M6高能版。曝光的这款华为平板M6高能版屏幕尺寸为8.4英寸，采用红色配色，前置800万像素摄像头，后置1300万像素摄像头，同样搭载麒麟980处理器，但内存提升至6GB。根据此前的爆料信息来看，华为平板M6高能版采用复合材质外壳，PC级液冷散热，支持独立Turbo键，并拥有专属游戏手柄和保护壳。", "author": "IT之家", "newsdate": "发布时间：19-08-27", "newstime": "18:47", "sentiment": [{"positive_prob": 0.131999, "confidence": 0.706669, "negative_prob": 0.868001, "sentiment": 0}]}, {"title": "华为nova 5T正式发布 4800万四摄/麒麟980/2700元起", "content": "【手机中国新闻】8月27日，华为在马来西亚正式发布了nova星球又一新成员——华为nova 5T。这款手机拥有4800万像素四摄、极点全面屏、麒麟980处理器等诸多亮点，虽然这款手机在海外发布，但我们还是能一睹这款手机的真容。华为nova 5T（图取自huaweicentral）在外观上，华为nova 5T正面采用极点全面屏设计，搭配四周窄边框，正面观感相当不错；而手机背面沿用了华为nova 5和华为nova 5 Pro标志性的3D光影效果，在光线照射下，光影可自然流动。该机目前有仲夏紫、亮黑色、苏英蓝三种配色可眩华为nova 5T在配置上，华为nova 5T正面搭载6.26英寸LCD屏幕，采用侧面指纹解锁；搭载麒麟980处理器，辅以8GB+128GB内存组合；在拍照上，该机相机配置与华为nova 5 Pro基本相同，前置3200万像素摄像头，后置4800万像素四摄，包括4800万像素主摄、1600万像素超广角摄像头、200万像素微距摄像头、200万像素景深摄像头。在价格上，华为nova 5T售价为380美元，折合人民币约2721元。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-27", "newstime": "18:40", "sentiment": [{"positive_prob": 0.939678, "confidence": 0.865952, "negative_prob": 0.0603215, "sentiment": 2}]}]