[{"title": "华为2000左右性价比最高的手机推荐，华为2000左右买哪个手机最好", "content": "华为作为国内大佬级手机品牌，近年，带着子品牌荣耀一起打下了国内手机市场半壁江山，完全改变了原有局面。应该有很大部分朋友注意到了华为品牌也在逐渐转型，提升品牌冲击高端，将中低端市场主要交给了荣耀品牌来守，因此华为越来越贵了。华为目的很简单，将自己打造成唯一能与苹果抗衡的高端品牌，另外，中低端市场也想要，最好的办法就是交给荣耀来守了。华为手机越来越贵还值得买吗？什么系列最便宜呢？其实，目前华为品牌主攻高端P系列、Mate系列、中端nova系列，因此，想买华为品牌手机的朋友们注意了，可玩性高的也就P、Mate、nova这三个系列了，其中最便宜的就是nova系列了；而畅享、麦芒系列闹着玩基本没买的必要了，性能配置太差，别入坑，想要便宜的可以买荣耀。华为nova系列有2000左右值得推荐的机型吗？华为上市不久的nova 5i Pro还是非常值得推荐的，目前1999的起售价并不算贵。硬件配置是否有惊喜呢，下面简单介绍一下，感兴趣的朋友不妨一起来看看吧！屏幕华为nova 5i Pro配备了一块6.26英寸TFT LCD材质屏幕，官方美名曰“极点全面屏”（开孔全面屏），分辨率2340x1080像素，像素密度412ppi，屏占比83.38%。关于屏幕其它参数介绍太多也没用，毕竟TFT LCD材质屏显示效果就那样。屏幕点评：华为nova 5i Pro的LCD屏幕显示效果一般，不及AMOLED。华为及荣耀中低端机型大都采用成本较低的LCD材质屏幕，高端机型大都采用了稍强的OLED。华为何时才能用上同价位都在用的AMOLED材质屏幕呢？至于显示效果大概是这样的，Super AMOLED>AMOLED>OLED>LCD。注：Super AMOLED仅三星生产，为三星独有技术。处理器华为nova 5i Pro搭载海思麒麟810处理器，7nm制程工艺，采用双核A76 2.27GHz +六核A55 1.88GHz八核心架构设计；GPU方面，集成了定制版的Mali-G52 MP6 820MHz图形处理器；AI方面，内置华为自研达芬奇架构NPU (神经网络处理单元)，AI性能跑分仅次于麒麟990，排名第二，而高通855+则排名第三。处理器点评：综合性能，海思麒麟810>高通骁龙730/730G，雷兔兔跑分高达28.76万分。AI性能，海思麒麟810>高通855+。存储华为nova 5i Pro目前有6GB+128GB/1999，8GB+128GB/2299，8GB+256GB/2599三种存储版本；存储类型，运行内存LPDDR4X+闪存UFS2.1。存储点评：非常值得赞赏的一项功能，华为nova 5i Pro最高支持256GB扩展容量，这个省钱又非常实用的功能，跟随苹果一起逐渐消失了。电池华为nova 5i Pro内置了一块4000mAh超大容量电池，最高支持20W华为快充，标配充电器支持10V/2A或9V/2A或5V/2A输出。电池点评：中规中矩。相机拍照前置：3200万像素，f/2.0光圈。后置：（索尼IMX582）4800万像素高清镜头，f/1.8光圈+800万像素超广角镜头+200万像素微距镜头+200万像素景深镜头。支持6倍数字变焦。相机点评：遗憾的是，后置4800万像素主镜头为索尼IMX582传感器，非主流的索尼IMX586。最主要区别在于视频录制方面，索尼IMX58最高支持4K 60帧，而IMX582最高4K 30帧，当然也可以通过后期技术达到60帧。总结华为nova 5i Pro是华为中端机型中最为值得推荐的机型，配置均衡，性价比不比荣耀差，重点华为品牌比荣耀品牌品控（质量）更好。华为nova 5i Pro真的适合我吗？玩游戏：麒麟810处理器轻松“王者”“吃鸡”，完全可以满足此类游戏爱好者的需求，卡顿不存在的。拍照：从硬件参数上，配置还挺高的。拍照效果真不好说，因人而异，每个人拍照技术与审美观不同，还是建议线下体验店实机操作下试试看是否满意再入手。提醒！注意！警告！照片效果并非像素直接决定的，不要误认为像素越高越好！6400万像素、4800万像素传感器都是索尼、三星研发的，而它们自己的旗舰机型均未配置，还是1200万像素、1600万像素，这就是原因所在，拍照效果主要还是看优化调教的技术功底。简单的说，1200万像素照片不一定就比6400、4800万像素差！你的观点与看法？你是否赞同小编的看法呢？赞同的朋友点个赞，谢谢！不赞同，想吐槽？持不同观点与看法的朋友，欢迎下方评论框发表出你的观点与看法，大家一起来交流学、习或吐槽！", "author": "银河说科技", "newsdate": "发布时间：19-10-20", "newstime": "23:08", "sentiment": [{"positive_prob": 0.999989, "confidence": 0.999975, "negative_prob": 1.11702e-05, "sentiment": 2}]}, {"title": "不想买mate30？华为P40 Pro配置曝光，或将搭载双系统，售价感人", "content": "目前市场上非常热门的一款高端旗舰手机就是华为mate30，作为华为下半年的重点旗舰，mate30确实在各个方面都有了重大的提升。从实际销售数据来看，这款手机的销量也是非常的火爆。当然了，华为mate30这款手机也并不是没有缺点的，主要的问题就在于屏幕还是1080P，并不是2K屏。另外一点就是单扬声器，而不是很多主流旗舰手机上面的双扬声器。对比mate30，很多人情愿选择mate30 Pro版，毕竟mate30 Pro性能更好一些。当然了，有一些华为P30或者荣耀20的用户，因为本身使用的时间并不是很长，所以不愿意升级为mate30，现在就有很多的用户在等待P40。还有些人不太喜欢mate30上面采用的圆形镜头模组，所以并不想买mate30，情愿等等P40再看看。现在，华为P40也在网络上曝光了。从曝光的情况来看，华为P30将会继续采用麒麟990处理器，这款处理器的工艺是7nm+EUV，在性能方面比麒麟980强很多。而在系统方面，因为受到一些国外因素的影响，华为的手机目前不能使用谷歌服务，所以华为P40很大的可能性是使用鸿蒙、安卓双系统。鸿蒙系统主要是面向海外市场，这样一来可以使用自己的HMS移动生态服务，而国内市场，则是继续采用安卓系统。鸿蒙系统在海外市场进行检验之后，才会移植到国内市场。实际上，华为手机的主要用户（或者说是大部分）还是在国内，在海外销售的是少数。因此，华为不太可能在国内贸然使用鸿蒙系统，只有在海外市场进行先期试用鸿蒙，等确认OK没问题之后，才会在国内投放鸿蒙系统的P40。之前华为消费者业务CEO余承东也表示，华为旗下首款采用鸿蒙系统的机型应该就是P40。除了搭载双系统之外，P40在外观以及拍照方面也会有所提升。在外观方面，最大的可能性就是采用了真正的零界全面屏，正面几乎全是屏幕，P40的前置自拍镜头放置在屏幕里面，也就是隐形屏下镜头的方式用来自拍。当然，不排除P40使用升降镜头，而P40 Pro使用屏下隐形镜头。在镜头像素方面，P40也将有所提升。目前P30 Pro的主镜头像素是4000万，副镜头像素为2000万，而P40 Pro的主镜头像素可望提升到6400万。P40后置四摄，P40 Pro后置五摄。众所周知，P30 Pro支持5倍的光学变焦，10倍混合变焦，最高50倍数字变焦，而P40 Pro将会比这个更强。之前mate30 Pro所采用的电影级摄像头，将会移植到P40 Pro上面。在后置镜头的组合方式上，P40 Pro采用的是垂直排列方式。在价位方面，考虑到目前P30是3988元起步， P30 Pro是5488元起步，因此预计P40也将维持这个价位，P40在提升性能的同时价位不变，这一点还是非常感人的。P40系列的具体发布时间，应该是在明年的3月份。有喜欢的用户不妨再等等看。", "author": "玩酷玩", "newsdate": "发布时间：19-10-20", "newstime": "23:23", "sentiment": [{"positive_prob": 0.123293, "confidence": 0.726015, "negative_prob": 0.876707, "sentiment": 0}]}, {"title": "iPhone11你好，华为Mate20Pro：对不起，再见！", "content": "现在的苹果已经正式将华为作为对手，不得不重视其华为在高端市场上的实力，孟乾华已经抢走了非常多的苹果用户。不过在今年下半年情况却发生了完全的改变，我们不得不说iPhone11：你好，华为Mate20Pro：再见！iPhone11作为苹果最新的机型，价格是5499元起步，但是在第三方平台上却出现了价格下滑，最终只需要4999元。而这款手机具备了A13处理器以及出色的iOS系统，在流畅度方面是远远好于华为的。同时今年的iPhone11还升级了摄像头，具备了超广角之后，可以拍摄的内容会更多，并且还有自动夜间模式，能够将拍照的效果提升的非常明显。可能以前我们都只知道苹果手机在系统、性能以及相机在这方面做得非常出色，但是却没想过iPhone手机有朝一日价格会比华为Mate30Pro更便宜。回头看看华为mate20Pro，8GB+128GB版本才有屏幕指纹识别设计，而且搭载了浴霸上摄像头，从这一个设计来看华为Mate20Pro应该算是iPhone11的老大哥了。不过现在的手机行业的竞争太激烈，手机厂商发布新机的速度很快，如果拿华为Mate20Pro去跟其他的手机做对比，优势立马就会荡然无存，这就是我们要跟它说再见的原因了！比如华为Mate20Pro具备了麒麟980处理器，性能其实是不够强大的，而且它采用的浴霸摄像头，现在的拍照水准已经被很多手机所超越。而有了iPhone11之后，我们更是要跟华为Mate20Pro说再见。这款手机其实已经是去年的老旗舰机型，而且现在8GB+128GB的版本，有了屏幕指纹之后，价格却要达到5099元。这样的价格甚至比起苹果的iPhone11实际到手价格还要贵出100元，真的让人无法想象。所以我们不得不说，华为Mate20Pro再见了！没想到华为mate30Pro比iPhone11价格更高就算了，连老旗舰的手机价格都如此昂贵，华为是否有点飘了？如果说华为将手机卖得更加昂贵是希望给友商更多的活路，但是这样的活路可能真的太令人伤心，我们都买不起了华为新手机Mate30Pro，现在华为Mate20pro竟然还要比iPhone11更贵，所以我们也不得不说，再见了华为Mate20Pro，你好iPhone11了！", "author": "叽歪数码", "newsdate": "发布时间：19-10-20", "newstime": "09:31", "sentiment": [{"positive_prob": 0.0381375, "confidence": 0.91525, "negative_prob": 0.961862, "sentiment": 0}]}]