[{"title": "为什么大名鼎鼎的华为P30Pro卖不动了？维修师傅说出三个原因", "content": "随着中低端机销量全面爆发，还有高端市场也取得令人瞩目的成绩，现在的华为已经是国内第一大智能手机品牌，实力确实毋庸置疑。没错，凭借不断增加资金投入和创新技术积累，现在的华为已经具备应对来自任何外来挑战的能力，可是话说回来，现在的竞争进入白炽化阶段，它的部分产品在机海战术的大背景下也显得挺尴尬，例如这一次网友提问：为什么大名鼎鼎的华为P30Pro突然卖不动了？说起华为P30Pro相信大家都不会感到陌生，它主要针对追求极致体验的年轻消费群体，这部分用户对于产品的综合素质有着更加严格的要求，所以打磨必须到位。一方面，华为P30Pro凭借徕卡认证三摄模组的出色算法调教，还有超级夜景的加持下，无论是成片的速度还是照片的观感都不会存在太多可挑剔的地方，曾经拿下DXO排行榜第一的位置也充分彰显其相机的水平，4200毫安电池和40W快充严格来说也符合长续航的标准，反向和无线充电也是让它如虎添翼。另一方面，华为P30Pro率先运行基于AndroidQ深度定制的EMUI10系统，新增GPU Turbo3.0技术适配包括王者荣耀、和平精英在内的多款主流游戏帧率稳定性不会存在太多可挑剔的地方，方舟编译器针对不同的应用程序进行底层优化，麒麟980形成更强的协同能力，流畅度也是妥妥的；当然，它还拥有一块6.39英寸水滴全面屏视觉效果挺震撼，四曲面玻璃后壳与铝中框的紧密贴合手感舒适的同时也兼顾了防水。综上所述，华为P30Pro的整体表现还是可圈可点的，也能够称得上是一款出色的国产旗舰，那回到开头的问题：为什么大名鼎鼎的华为P30Pro突然不火了？我们咨询了专业的维修师傅，它给出三个主要原因，可以说是吐槽一针见血。首先，现在市场竞争进入白炽化阶段，华为P30Pro早期的时候能够非常热销，主要得益于用户对它的新鲜感，可是随着小米CC9Pro、魅族16sPro等竞品的强势蚕食，它的地位逐步被取代，人气也开始逐步流失，它现在最低还要接近4600元确实没有性价比可言，在选择性越来越多的情况下，有人不再将它作为首选也是正常的。其次，现阶段华为正在大力推广并普及5G，所以4G手机基本上已经进入清仓快车道，P30Pro由于不支持SA和NSA网络，也就是说它很难保障在未来一年甚至半年内不会被淘汰，所以考虑到主力机使用两年左右时间的话，不少人还是放弃或者选择再等等。最后，说起华为我们还是必须说一下苹果手机，最近一段时间包括iPhone11、iPhoneXR在内的多款机型齐齐降价，这样也对华为P30Pro形成打击，在品牌号召力不如苹果的情况下，华为还是依靠情怀是远远不够的。在笔者的立场出发，华为在高端机市场取得的成绩值得我们肯定，P30Pro也是功不可没，只是由于性价比不足、缺乏新元素和品牌号召力的情况下，它的销量提升遇到瓶颈，这也是不难理解的。", "author": "老实人日报", "newsdate": "发布时间：19-11-21", "newstime": "11:14", "sentiment": [{"positive_prob": 0.0261589, "confidence": 0.941869, "negative_prob": 0.973841, "sentiment": 0}]}, {"title": "不用华为？亚非欧财经高管：可能性不大", "content": "来源：中国新闻社原标题：不用华为？亚非欧财经高管：可能性不大中新社北京11月21日电 （记者 陈康亮）由于美国方面的持续打压，中国企业华为的发展一直备受各方关注，特别是关于其他国家是否使用华为5G技术等问题。在此间召开的2019年“创新经济论坛”上，多名国际人士表示，其他国家不使用华为的5G技术可能性不大，美国的打压很难成功，归根结底，是因为华为的5G技术有明显优势。资料图：市民从华为产品专卖店旁经过。 中新社记者 张斌 摄总部位于新加坡的星展集团首席执行官高博德直言，其他国家不采用华为的5G技术可能性不大，原因是全球技术标准是相对统一的，而华为参与的相关项目定义了多数5G标准，强行推出一套与现行世界标准不同的新标准难度很大。此外，华为的产品不仅技术先进，且价格低廉，性价比高，对很多国家都有较大吸引力。实际上，包括德国、新西兰等西方国家始终与华为保持在5G方面的合作，大多数国家都希望获得最好的技术。对此，非洲知名基金丹格特基金会首席执行官祖拉·优素福亦持类似意见。祖拉·优素福表示，华为在非洲拥有大量业务，这是因为它的产品质优价廉，人们才会购买。是产品为华为赢得了非洲消费者的信任，这与意识形态无关。针对欧洲的选择，瑞银集团首席执行官安思杰认为，对于欧洲国家来说，是否采用华为5G技术等问题正引发广泛讨论。但说到底，优质的技术是很难被政治的力量打压下去的，华为有望最终赢得欧洲人的选择。预计随着时间的推移，紧张局势有所缓和，围绕华为的相关争论和问题也将得到解决。亚洲基础设施投资银行行长金立群也表示，虽然IT（信息技术）系统很复杂，涉及很多技术，但总体而言，还是很透明的。如果有人想通过IT系统去窃取信息，是能够被发现的。通过加强在高科技领域的合作，各国可以找到解决安全问题的方法，放弃在科技领域的合作是错误的。（完）", "author": "新浪财经", "newsdate": "发布时间：19-11-21", "newstime": "22:16", "sentiment": [{"positive_prob": 0.158851, "confidence": 0.646999, "negative_prob": 0.841149, "sentiment": 0}]}, {"title": "美国延期禁令，300份申请压力下，恢复部分企业供货华为！", "content": "作为中国最具实力的科技公司，华为在5G领域实现了超越，不仅在5G基站的稳定性上得到一致好评，在5G订单数上也是突破新高，让百年老店诺基亚、爱立信万万没有想到的是，华为在美国禁令影响下居然拿到了65份5G商业合同，这的确有点打脸竞争对手，毕竟没有被美国禁售的情况下，爱立信和诺基亚5G订单依然落后给华为，的确是技不如人！除了5G业务实现增长之外，华为智能手机方面也是有了巨大突破，在国内的市场份额已经高达42%，看得出来美方断供对华为影响有限！华为创始人任正多次表态，美国断供华为的影响有限，反而会对美国企业极为不利，而事实也是正是如此！断供华为之后，一大批的美国企业陷入业务被动，目前来看，美国地区的农村运营商还是离不开华为设备，所以迟迟没有拆除掉华为通信设备，迫于压力之下，权衡利弊之后的美国最终还是宣布延期禁令，给了华为90天许可延期令，允许美国公司继续与华为公司开展业务合作，值得说明的是，这已经是第三次宣布“豁免”华为。美国举棋不定的行为让人捉摸不透，看来还是离不开华为！而最新媒体报道消息，美国企业大约提交了300份许可申请，如今大约有一半(也即申请总量的四分一)获得批准，其他则被拒绝，也就是说一大批的美企坐不住了，离开华为之后业务举步维艰，看到这里笔者不禁感慨，上一次曝光也才260份申请，短短几周时间数据又在增长，华为已经做好去“美国化”供应链的准备，反而是美企迫切希望恢复合作，比如美光内存、高通等都是华为重要合作火爆，此前美商务部长罗斯面对申请表示，这情况已经超出预期！媒体报道消息，目前恢复和华为合作的公司主要还是一些非电子部件的供应商和销售手机零部件供应商，这个时候很多网友很关心，谷歌方面到底有没有获得批准呢？很遗憾，谷歌公司并没有在获批的行列之中，而它恰恰是目前很重要的一环，谷歌GMS服务对于华为手机来说很重要，没有谷歌GMS服务的手机让欧洲用户很难接受，因此对华为mate30还是有一定的影响，虽然华为目前在紧锣密鼓地筹备自己的HMS服务，但打造一个系统很难，推广生态系统难上加难，好在华为HMS已经正式启动，更是斥资10亿扶持开发者，推进速度飞快！在谷歌依然没有恢复GMS服务的情况下，国内网友对华为鸿蒙系统呼声很大，而从目前曝光消息来看，华为鸿蒙系统正在筹备之中，当务之急就是完善自己的华为HMS服务，目前华为也是投入巨资扶持开发者，鸿蒙未来可期！笔者认为，谷歌断供只是短暂的影响，长期来看对华为来说也是一种激励，意味着华为HMS和鸿蒙进入倒计时，华为作为全球最大的电信设备生产商，华为具备打造系统的实力，网传消息明年的华为P40或许将会得到适配，美国延期禁令，300份申请压力下，恢复部分企业供货华为，你们怎么看？【声明：自媒体人推哥原创，图片源于网络，如有侵权请联系作者删除，万分感谢】", "author": "推哥说科技", "newsdate": "发布时间：19-11-21", "newstime": "22:44", "sentiment": [{"positive_prob": 0.880681, "confidence": 0.734847, "negative_prob": 0.119319, "sentiment": 2}]}, {"title": "第三次“豁免”后，美商务部宣布：已向部分美企发出口华为许可！", "content": "摘要：第三次“豁免”华为后，美商务部宣布：已向部分美企发出口华为许可|美商务部宣布：已经向部分美企发出口华为许可证【中油网】讯：11月21日消息，美国商务部表示已经开始向部分美国企业发出出口许可证，允许他们继续向华为供货，同时，也拒绝了一部分公司针对华为的出口申请。此前，美国将华为列入“实体清单”，本想借机“打击”中国企业，没想到迎来了众多美企的“企业危机”。据商务部的官方消息，美国商务部工业与安全局宣布华为临时许可证延长90天，该许可证授权设计出口，再出口和转让的交易进行特定的的有限交易。美国政府当地时间18日发布了90天延期许可，允许美企与中国华为技术有限公司进行业务往来。就此，据媒体报道，美国商务部部长于19日期间在福克斯商业频道的节目上表示，商务部已经收到近300份豁免申请。据悉，从发行许可程序的第20天开始，企业有关申请需要获得美国商务部、国防部、国务院、以及能源部的同时批准。此外，美商务部发言人在20日称，所有发放范围的许可证，“授权不对”会对国家安全或美国海外政府利益构成巨大威胁的有限和特定商业活动。一位知情人表示，目前，仍然有许多申请在等待美国相关部分决定。|华为称“美国的损失更大”另外，华为在有关华为针对实体清单延期的回应：不管临时许可延期与否，对华为经营产生的实质性影响有限，也不会改变华为一直遭受不公平对待的事实。我们一直认为，美国商务部将华为加入实体清单，对美国的损害比对华为的损害更大。不仅会对与华为合作的美国公司造成巨大经济损失，也破坏了全球供应链的合作和互信。我们呼吁美国政府停止对华为的不公正对待，将华为移出实体清单。如今，美商务部将华为出口许可证延期，也不会对华为有多大的伤害。要知道，华为目前完全可以脱离美国产品，自产自用。由此可见，华为在全球的能力是有目共睹，反而，苹果似乎遇到了问题。|美国考虑是否免除对苹果从中国进口的费用据金十数据11月21日最新报道，美国有关代表人物在对苹果公司参观之际表示，目前正在考虑是否免除对苹果公司从中国进口的产品的额外收费。据了解，早在5月，为了避开美国的收费举动，苹果就曾表示要将MacPro的生产线迁至中国。随后，在美国批准了Mac Pro关键零部件“免收费用”。随后，苹果公司于9月23日宣布，将新版电脑Mac Pro放在美国得克萨斯州生产。由于，苹果在美国唯一的一条生产线才保住。(版权说明：本文由中油网编辑G，转载前请获得授权，转载后请标明出处)如果喜欢小编的文章，可以添加上方关注。希望大家在阅读后踊跃评论和点赞，也可分享给身边的朋友，以示对我们的支持！", "author": "中油网", "newsdate": "发布时间：19-11-21", "newstime": "16:20", "sentiment": [{"positive_prob": 0.945531, "confidence": 0.878957, "negative_prob": 0.0544692, "sentiment": 2}]}, {"title": "刚刚！美国再传重大好消息，华为稳了！谁也没想到事情来得这么快", "content": "点击关注，每天精彩不断！刚刚！美国再传重大好消息，华为稳了！谁也没想到事情来得这么快！华为作为中国最大的民营科技企业，可以说经过这么多年的努力发展，如今华为已经拥有了强大的发展实力，就算是面对美国的打击和制裁，华为也丝毫不害怕；同时，在困难面前，华为上下一心，所有的华为人都团结一致来抵御困难，最终也让华为转危为安，甚至还借势翻盘！美国制裁华为，并将华为给加入到实体黑名单的行为，不仅对华为的发展产生了重大的影响，而且特朗普的这一举动还让不少美国的科技巨头企业都不能再继续给华为供货，这也就意味着将有大量美国工厂的订单会受到影响；为了缓解这一次的危机，美国还给华为颁发了为期3个月的临时许可证，而且在第一次时间到期之后，特朗普还又给华为延期了三个月的时间，这也表明美国市场其实是离不开华为的！如今，华为的第二次临时许可证也快要到期了，但是就在刚刚！美国再传来重大好消息，美国政府表示，已经开始向一些美国科技公司发放许可证，白宫将允许它们向被列入黑名单的华为供应产品，这也算是华为迎来的一次转机，有了许可证之后，就意味着华为能继续从美国的一些科技巨头手中采购零配件，这一次华为真的稳了，而且谁都没想到这一次的事情能来得这么快！根据相关数据显示，美国已经有超过290多家企业向白宫提交了申请具体许可证的请求，而且美国商务部也开始考虑向这些企业颁发销售许可证，但目前我们还不清楚哪些产品将会被批准销售，对此不少网友都表示：特朗普早知如此，何必当初呢？如今折腾了这么久，最后还是服软了，这不是给自己惹一身骚嘛！要知道华为在美国的供应商合作伙伴是众多的，其中就包括美国的高通、微软、美光、英特尔等公司，每一年华为仅仅是从这些企业进口的零配件就高达上百亿美元，这也无疑给美国的经济做出了巨大的贡献，同时，华为从美国采购商品也间接地带动了美国的就业，所以这一次特朗普的松口不管是对华为来说，还是对美国科技企业来说都算是一件好事情！这一次华为被美国制裁之后，华为不仅没有害怕，反而还顺势发布了自己的鸿蒙操作系统计划，并转正了华为海思麒麟芯片计划，这些都十分有利于华为公司的发展，可以说这一次特朗普也算是免费的帮助华为在世界做了一次宣传，如今谁都知道华为的5G很厉害，而且华为的5G还在全球拿下了超过60个的5G商业合同，可以说华为凤凰不死；必涅槃！不知道对此你是怎么看的呢？", "author": "小鹏科技世界", "newsdate": "发布时间：19-11-21", "newstime": "15:01", "sentiment": [{"positive_prob": 0.97783, "confidence": 0.950734, "negative_prob": 0.0221699, "sentiment": 2}]}]