[{"title": "华为智能手机2018年发货量突破2亿台 创历史新高", "content": "人民网北京12月25日电 （赵超）华为消费者业务今日宣布，凭借华为P20系列、Mate20系列、荣耀10 等多款华为、荣耀机型在市场上的出色表现，2018年华为智能手机发货量（含荣耀）已经突破2亿台，再创历史新高。华为公布的数据显示，华为P20系列上市以来全球发货量超过1600万台，其中女性用户占比接近一半；华为Mate20系列上市两个月发货量即突破500万台；nova系列截止2018年底，全球nova星人累计超过6500万。2010年至2018年华为智能手机发货量（单位：百万台）咨询机构IDC的调查报告称，截至2018年第三季度，华为手机在全球市场份额达到14.6%，成为全球第二大智能手机厂商。华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍。目前，华为智能手机正在为全球170多个国家的超过5亿消费者提供服务。华为同时表示，将隐私安全保护置于商业利益之上，遵从全球最严格的GAP隐私技术框架和欧盟GDPR要求，将PbD（Privacy by Design）融入产品开发、设计、验证、销售、服务和采购等所有环节，以保障消费者的隐私安全。同时，华为在开放的ARM芯片架构和谷歌Android系统的基础上，对手机安全性做了进一步的增强和补充。华为消费者业务CEO余承东称：“面向未来，华为消费者业务将秉承‘我们的起点和终点都是消费者’的核心理念，勇于创新，努力成为新一轮智慧手机革命的探索者和引领者，持续为消费者创造价值，让华为品牌真正为全球消费者所喜爱。”本文源自人民网-通信频道", "author": "金融界", "newsdate": "发布时间：18-12-25", "newstime": "13:34", "sentiment": [{"positive_prob": 0.987195, "confidence": 0.971543, "negative_prob": 0.0128055, "sentiment": 2}]}, {"title": "华为董事长回应一切：5G有优势，投20亿美元加强网络安全", "content": "华为董事长梁华。 王东明(福建分社)/中新社/视觉中国 资料继轮值董事长胡厚崑之后，身处风波中心的华为又一名高管出面发声。12月25日，华为董事长梁华在深圳接受了国内媒体的采访，就孟晚舟事件、5G等热点事件做出了回应。梁华称，加拿大事件发生后，社会各界对公司表示了关心，感谢全球所有对华为、孟晚舟女士的关心。他强调，华为公司业务运作一切正常。此外，关于5G业务进展，梁华介绍，华为在5G领域有1600多项专利，这构成了华为的优势，华为会在5G领域持续构筑竞争力。他还提及，“华为把安全视作在全球开展业务的最高纲领。我们今后将投入20亿美元，构建全流程的产品安全体系。”回应孟晚舟被拘：感谢关心，公司会更努力做好自己的业务12月初，华为首席财务官（CFO）孟晚舟被加拿大扣留。在举行了三次听证会后，孟晚舟于当地时间12月11日获得保释，但孟晚舟必须待在加拿大。梁华称，加拿大事件后，公司业务运作一切正常，华为全体员工还是在聚焦工作，踏踏实实坚守岗位，做好自己的事情。“我本人跟晚舟认识20年，我本人也很挂念她，但在这个过程当中，我们还是希望更好地聚焦工作。”梁华表示，从整个公司的运作来看，华为会更努力地把业务做好，更好地服务客户，而困难和挑战也会使得华为更坚强。梁华表示，事件发生后社会各界对公司也表示了关心，感谢全球所有对华为、孟晚舟女士的关心。梁华介绍到，采访现场桌上的咖啡杯上印有“灯塔在守候，晚舟早归航”，也是员工自发制作的。谈5G布局：华为有自己的优势华为另一项备受关注的事项，是在全球各地5G业务的布局进展。之前传出多个国家拒绝华为参与5G市场，梁华介绍：迄今为止，德国业务一切正常；在法国积极参与运营商5G建设；在日本积极参与运营商5G标书答复和实验局测试；在新西兰，政府对运营商5G方案有不同意见，但监管流程尚未走完，客户表示与政府继续沟通，与华为合作保持不变。梁华解释，华为在5G领域有1600多项专利，这构成了华为的优势，“再加上华为一直从客户角度出发，帮助客户解决商业问题，并思考5G能带来怎样的价值，这些都是华为的核心竞争力。”梁华表示，华为会在5G领域持续构筑竞争力，目前华为能够在5G提供端到端的解决方案，有了这样的实力，华为就会成为一个可以信赖的合作伙伴。据梁华介绍，随着5G时代到来，有一些大容量、低时延、连接人与物等多方面的技术挑战，华为在内部通过系统性的工程来构筑安全可信的高质量产品，未来也会加大在这些方面的投资。谈网络安全：今后将投入20亿美元，构建全流程的产品安全体系对于部分西方国家以“网络安全”为由，拒绝华为参与5G市场，梁华强调，安全问题应回归技术、用事实说话，回到对公司的客观评价上来。“华为把安全视作在全球开展业务的最高纲领。面对更开放、更多变的网络环境，我们今后将投入20亿美元，构建全流程的产品安全体系。”梁华说。他还介绍，华为专门在网络安全方面有一个委员会，并且公司把网络安全和隐私保护作为最高纲领，这是董事会已经做出的决策，“关键还是要把自己的事情做好，赢得客户的信任。”谈全球合规：在任何一个国家都要合规运营近年，华为在海外运营一直遭遇“合规”挑战，有些国家为此还发起对华为的调查。对此，梁华表示，越是在这种困难的时候，华为在任何一个国家，都要合规运营。据梁华介绍，从2007年开始，华为就建立起了合规运营体系，包括贸易合规委员会、金融合规委员会，涵盖了从市场到研发，从制造到采购，从供应链到服务等全部环节。梁华强调，华为将以法律遵从的确定性应对国际政治的不确定性，严格遵守业务所在国的所有适用法律法规，包括联合国、美国和欧盟适用的出口管制和制裁法律法规。谈供应链安全：现有业务运作正常在遭遇了一系列事件后，也有外界关心华为的供应链是否安全。梁华称，华为近期所有的运作一切正常，“我们整个的运作体系，包括市场体系，我们的研发体系、财务体系等等环节运作都是正常的。”梁华说，信息通信产业是高度依赖于全球供应链的产业，华为与行业全球最顶尖、最有竞争力的欧洲、美国、日本、中国等供应商合作，以保证产品性能和质量的竞争力。“自2012年华为就在采购、制造、物流及全球技术服务等领域建立了端到端业务连续性管理体系，通过有效的管理组织及流程和IT支撑，制定业务连续性计划及突发事件应急预案。”谈未来挑战：增加研发投入 优化流程随着华为体量的逐渐加大，以及技术变革大潮的来临，如何避免大公司都会面临的通病，也成为华为当下不得不重视的问题。据梁华介绍，华为将持续增加研发投入，优化内部运作流程，简化组织，使华为一线作业团队有更多的主观能动性，能够激发整个团队的活力。梁华称，未来世界面临不确定性，国际环境也充满着挑战，华为不会因为环境差和面临困难就放弃追求，要把数字世界带给每个人、每个家庭和每个组织，构建万物互联的智能世界。“我想这是我们说的面向当今环境里面这是我们继续要做的，并且有信心做好的。”他表示。此外，对于各个业务的投入，梁华表示，华为会根据各个业务发展的需要来进行一些投入。比如说运营商业务，前几年在5G业务的投入是非常大的，华为持续投入了将近10年，以构筑华为在5G领域的优势。除了5G，华为在无线领域，在面向未来大容量、低时延的全光网，未来也是一个很大的需求。华为在整个运营商领域还会在我们连接这个领域里面还会持续加大投入。在消费者业务，梁华称，也将在产品研发、工业设计等领域持续投入。对于企业业务，梁华表示，未来行业数字化非常大的机会，数字化、智能化将来会影响到各个行业，华为聚焦在银行、交通、制造、政府等几个关键的领域里面。谈华为为何不上市：100%员工持股 不上市聚焦长期发展华为如此体量的一家科技公司但却没有上市计划，外界也曾传出华为可能会分拆终端业务上市，但这只是传言并不是事实。梁华称，华为是一家员工百分之百持股的公司，因为没有上市才能够更加聚焦于长期发展，不会因为上市公司的一些波动关注短期效益，这种经营模式会长期坚持。他表示，ICT（信息通信）行业是一个长期投入的行业，这些投入使得华为面向未来有很强的竞争力，也正是因为18万员工聚焦在ICT基础设施和智能终端行业，构筑了一定的优势。“公司的财务体系一切运作正常，这种经营模式还会长期坚持。”梁华简历：出生于1964年，毕业于武汉汽车工业大学，博士。梁华于1995年加入华为，历任公司供应链总裁、公司CFO、流程与 IT管理部总裁、全球技术服务部总裁、首席供应官、审计委员会主任、监事会主席等职务。2018年3月，梁华接替孙亚芳成为公司董事长。", "author": "澎湃新闻", "newsdate": "发布时间：18-12-25", "newstime": "15:11", "sentiment": [{"positive_prob": 0.53662, "confidence": 0.267609, "negative_prob": 0.46338, "sentiment": 1}]}, {"title": "华为手机2018年全球发货首破2亿台", "content": "资料图：华为手机销售展位。中新社记者 廖攀 摄  中新社北京12月25日电 (记者 刘育英)华为消费者业务25日宣布，2018年华为智能手机发货量(含荣耀)已经突破2亿台，再创历史新高。这是华为手机第一次年发货量突破2亿部。2017年，华为手机销售了1.39亿台，2018年增长了30%。华为称，取得该成绩，主要凭借华为P20系列、Mate20系列、荣耀10等多款机型在市场上的优异表现。华为称，华为遵从全球所通用的GAPP隐私技术框架和欧盟GDPR要求，将PbD(Privacy by Design)融入产品开发、设计、验证、销售、服务和采购等所有环节，以保障消费者的隐私安全。2010年，华为智能手机发货量仅300万台，到2018年的2亿台，增长约66倍。同期，华为从全球智能手机市场的“Others”跻身全球TOP3智能手机厂商。据IDC(国际数据公司)数据，2018年第二季度和第三季度，华为成为全球第二大智能手机厂商，全球市场份额达到14.6%。2018年，全球智能手机经历了不太景气的一年。据IDC数据，2018年第三季度，全球智能手机总出货量为3.55亿台，较去年同期下降了6.0%，这是全球智能手机出货量连续第六个季度同比下滑。中国市场作为全球最大手机市场，2018年1月至11月，手机市场出货量3.79亿台，同比下降15.6%。(完)", "author": "中国新闻网", "newsdate": "发布时间：18-12-25", "newstime": "14:34", "sentiment": [{"positive_prob": 0.53115, "confidence": 0.376999, "negative_prob": 0.46885, "sentiment": 1}]}, {"title": "自带爆款属性高性能轻薄本：华为MateBook 13首销5分钟破万台", "content": "【TechWeb】12月17日，华为在湖南长沙发布了华为MateBook 13轻薄本。时隔一周，这款笔记本在今日正式迎来首销，从官方提供的首销日数据来看，华为MateBook 13系列轻松拿下了全网5分钟销量破万的好成绩，稳坐市售13英寸轻薄本销量第一的宝座。拥有深空灰、皓月银、樱粉金三种配色的华为MateBook 13，在上周发布后便引发全网关注。虽然首销开卖仅有皓月银单个版本，但还是引发了用户抢购热潮。开卖前仅在京东线上平台预约量就超过了30万。华为Matebook 13系列的售价分别为4999元、5399元、5699元以及6399元。双十一期间华为MateBook X Pro在京东/天猫平台获得7000元以上Windows轻薄笔记本销量第一，双十二MateBook X Pro在天猫平台再次斩获7000元以上轻薄笔记本销量第一。华为MateBook X Pro在双十一/双十二期间的优异表现，足矣证明华为笔记本已经站稳高端市场，本次首销热卖意味着在主流市场，华为MateBook 13已成为主流PC玩家购买13英寸轻薄本的首选。尽管在经历了双十一/双十二两大全民购物节轮番轰炸后，消费者之后的购买力趋向平稳，内心也降低了对大件产品购买欲。此次华为Matebook 13的热销，却也应证了用户面对好的产品，依然心甘情愿买单的购物心理。轻松拿下13英寸轻薄本销量第一的华为Matebook 13，从另一方面证明了市场承认华为在笔记本行业不断深耕进取的努力。极致轻薄机身 职场萌新得力“伙伴”华为MateBook 13延续了华为笔记本系列主打轻薄的简约化设计，采用铝合金机身，轻至1.28kg，侧边曲线圆润有弧度，配合精密陶瓷喷砂工艺，整机触摸手感更加舒适。配备了一块3:2比例的生产力屏的HUAWEI MateBook 13，继承了MateBook系列的全面屏基因，屏占比高达88%，同尺寸下相较16:9的屏幕显示面积更大。这块13英寸屏幕为IPS材质，分辨率为2160x1440，PPI200，覆盖100%sRGB色域，亮度300尼特。同时笔记本屏幕左右边框宽度仅为4.4mm，超窄边框设计让屏幕画面更具视觉震撼力，将全面屏笔记本体验带入到主流消费群中，摇身一变成为职场萌新们工作、娱乐、生活中的得力伙伴。英特尔澎湃芯+MX150显卡 释放极速动力在传统消费者印象中，轻薄本似乎和高性能永远无法“划上等号”，为了给用户提供卓越的性能体验，华为MateBook 13搭载英特尔 最新高性能轻薄本处理器——第八代英特尔 酷睿 i7-8565U。i7-8565U其性能较第七代处理器提升40%，可使系统运行更流畅，工作与学习更高效。同时华为MateBook 13还内置了高性能GeForce MX150显卡，这让整机轻松满足从事设计工作的白领在制图、剪辑视频等工作需要，或是提供普通用户工作休闲之余，保证主流网游或影音方面稳定的娱乐体验。考虑到长时间游戏娱乐会使机身出现温度过热等情况，华为在MateBook 13的机身底部开了一条长方形散热槽，方便散热。同时笔记本四周脚垫十分宽大，适用于各种桌面，起到了防滑固定同时，还有垫高笔电，起到辅助散热的作用，最终保证用户拥有稳定的娱乐体验。让笔记本流畅顺滑运行各种网络游戏。指纹识别简单高效，轻轻一碰文件转瞬即达整机仅1.3kg的华为MateBook 13，将指纹按键一体化设计、HUAWEI Share 3.0 一碰传、杜比全景声 (Dolby Atmos) 影院音效等创新基因植入其中，全面满足了主流消费人群对轻薄笔记本的需求。电源键内置的指纹识别模块，完成指纹信息记录后，需要手动输入密码等繁琐流程立刻被自动省略，免去了不必要的时间成本。而HUAWEI Share 3.0功能，则方便了笔记本与手机两款产品的数据互传，仅需将手机NFC区域轻触笔记本的Huawei Share标签，并保持至手机提示音响或振动。根据界面指引，完成手机与笔记本的连接。然后进入手机图库，打开或选择任意图片、视频，将手机NFC区域轻触笔记本HUAWEI Share标签，并保持至手机提示音响或震动，手机端图片、视频即可传至笔记本。结语：\"全面，不止一面\"，是华为MateBook 13正式亮相是官宣Slogan。除了时尚外观设计和创新交互体验，从首销日轻松拿下或13英寸轻薄本销量第一的成绩可以看出，华为MateBook 13在短时间内凭借其“2K全面屏、88%屏占比、14.9mm时尚纤薄机身以及搭载最新第八代酷睿处理器、高性能MX150独立显卡”等综合性产品优势，加上4999元极具性价比的起售价格，成功吸引了大批用户关注购买。综合来说，华为构建了完善的智能终端技术平台，从制造工艺到研发体系都积累了足够成熟的技术实力，并具备将移动技术与消费者洞察相整合的能力。这让HUAWEI MateBook 13在满足职场新人日常办公需求同时，还能为他们在休闲时，提供畅玩主流游戏的爽快体验。华为MateBook 13作为华为PC家族全新主流档位\"HUAWEI MateBook\"系列新品，无愧于是当下市场性能最强、最热门的13寸全面屏轻薄本。华为MateBook 13 i5/8G/256G/集显版，售价4999元，将于12月25号20:00全网开始预约，2019年1月1号统一开售。首轮没有抢购到以及众多期待集显版的小伙伴们，千万不要错过这一轮！", "author": "TechWeb", "newsdate": "发布时间：18-12-25", "newstime": "11:12", "sentiment": [{"positive_prob": 0.479774, "confidence": 0.595471, "negative_prob": 0.520226, "sentiment": 1}]}, {"title": "华为董事长今天出面首谈孟晚舟", "content": "环球时报今天12月25日，华为在其深圳总部举办中国媒体圆桌会，华为董事长梁华在会上透露，孟晚舟事件发生后，华为员工特意做了一款杯子声援孟晚舟。陶文冬摄梁华说，“我本人也很牵挂她，我们应该更好的聚焦工作，案件已在司法过程，华为内部应该更好地做好本职工作，困难和挑战让我们更坚强。感谢全球所有支持华为和孟晚舟的人！”梁华1964年出生的梁华毕业于武汉汽车工业大学，1995年加入华为，历任公司供应链总裁、公司CFO、流程与IT管理部总裁、全球技术服务部总裁、首席供应官、审计委员会主任、监事会主席等职务。今年3月，梁华接替孙亚芳，成为华为公司董事长。“尽管遇到外部压力，华为在商业上仍取得了不错的成绩，”梁华说。今天的会议，是梁华出任董事长后第一次参加媒体圆桌会。他说，无论是技术还是商用，华为5G均为业内领先，能为全球客户提供端到端的全系统服务。前不久某国外客户曾在正式场合表示：目前全球只有一家真正的5G供应商——华为，其他供应商想赶上华为还需要一段时间。关于“XX国拒用华为5G”的传言，梁华介绍说：迄今为止，德国业务一切正常；在法国积极参与运营商5G建设；在日本积极参与运营商5G标书答复和实验局测试；在新西兰，政府对运营商5G方案有不同意见，但监管流程尚未走完，客户表示与政府继续沟通，与华为合作保持不变。至于外界关心的“供应链安全”，梁华说，ICT产业是高度依赖于全球供应链的产业，华为与行业全球最顶尖、最有竞争力的欧洲、美国、日本、中国等供应商合作，以保证产品性能和质量的竞争力。“自2012年华为就在采购、制造、物流及全球技术服务等领域建立了端到端业务连续性管理体系，通过有效的管理组织及流程和IT支撑，制定业务连续性计划及突发事件应急预案。”至于美国等极少数国家所谓的“安全威胁”，梁华说，安全问题应回归技术、用事实说话，回到对公司的客观评价上来。“华为把安全视作在全球开展业务的最高纲领。面对更开放、更多变的网络环境，我们今后将投入20亿美元，构建全流程的产品安全体系。”“关键还是要把自己的事情做好，赢得客户的信任。”关于未来的发展，梁华强调了如下几点——战略聚焦。华为将聚焦ICT产业和智能终端，为客户创造价值。面对不确定性，华为持续战略投入，不在非战略机会点上消耗战略竞争力量，在优势领域形成战略领先。持续创新。华为将继续以客户需求和技术创新双轮驱动为导向来驱动发展，持续加大研发投入，多路径、多梯次、多场景，特别加强基础研究与前沿技术投入。加大与大学以及科研结构合作，让大学成为智能社会灯塔，推动科技发展和人类社会进步。合规运营。华为将以法律遵从的确定性应对国际政治的不确定性，严格遵守业务所在国的所有适用法律法规，包括联合国、美国和欧盟适用的出口管制和制裁法律法规。开放合作。坚持与全产业链生态伙伴合作共赢、利益共享。练好内功。着力提高经营质量，激活组织，让其充满活力，组织与员工都要苦练内功、聚焦工作；稳健经营，朝着“简化流程、精简组织”的方向，充分调动一线员工的积极性，并使其获得合理回报。据悉，2019年上半年，华为将发布搭载5G芯片的5G智能手机，并将在下半年实现规模商用。来源：环球网（huanqiu-com）/陶文冬、人民日报客户端-赵永新", "author": "环球时报评论", "newsdate": "发布时间：18-12-25", "newstime": "17:36", "sentiment": [{"positive_prob": 0.727912, "confidence": 0.395361, "negative_prob": 0.272088, "sentiment": 2}]}, {"title": "碾压华为 小米夺得第三季度可穿戴设备出货量冠军", "content": "伴随着科技的进步和智能化浪潮的到来，智能产品应运而生，除了智能手机以外，智能可穿戴设备也成了消费者青睐的对象。近几年来，智能穿戴设备得到了飞速发展，其形式也越来越多样化，从最初的智能手机演变成现在智能手表、智能手环、智能眼镜、智能跑鞋等等。此外，得益于传感器、AR/VR、人工智能等新技术的进步，可穿戴设备集成的功能越来越多，对各种电子产品的替代性作用也越来越强。智能手表12月25日，IDC发布了2018年第三季度中国市场前五大可穿戴设备厂商排名。报告显示，2018年第三季度中国可穿戴设备市场出货量为1450万台，同比增长12.5%。其中，基础可穿戴设备(不支持第三方应用的可穿戴设备)同比增长2.2%，而智能可穿戴设备同比增长达到74.1%。从IDC的统计数据可以看出，2018年第三季度中国可穿戴设备厂商排名前五名中，小米稳居居第一，第三季度小米一共出货4193(千台)，同比增长37%，占了市场份额的28.9%。华为、步步高紧随其后，分别占据了11%、10.6%的市场份额。排名第四和第五的分别是奇虎360和五洲无线，市场份额分别占了3.9%和3.8%。该排名同时也列出了去年同期的相关数据，小米、华为、步步高三家厂商的出货量较去年同期相比分别增长了37.8%、12.9%和63.8%。不难看出，步步高的涨势十分惊人。但是，奇虎360和五洲无线却没能保持增长，他们的出货量甚至还不如去年，增长率分别为-27.4%和-7.4%。IDC公布的数据国内的穿戴设备销量高速增长的背后也离不开巨大的消费市场，可穿戴设备的前景十分广阔。笔者认为，未来可穿戴设备或许与社交相结合，目前的微信运动就是一个很好地例子。未来，加大厂商或许还会将智能穿戴设备与智能手机连接起来，利用相关数据，搭建良好的社交平台，给消费者带来更多更良好的体验。此外，与相关医疗机构合作也不失为一个好办法，将可穿戴设备日常采取的相关数据提供给医疗机构也会带给消费者更大的便利，随着5G时代的到来，智能可穿戴设备可能还会朝着智能健康设备方向发展，满足消费者的健康需求。", "author": "天极网", "newsdate": "发布时间：18-12-26", "newstime": "09:59", "sentiment": [{"positive_prob": 0.981457, "confidence": 0.958792, "negative_prob": 0.0185435, "sentiment": 2}]}, {"title": "金参考｜远未结束！这件事，美国已经“盯”华为很久了", "content": "参考消息网12月25日报道最近几天，有关西方针对华为公司的更多内幕被持续曝光。事实上，西方本轮对华为的“发难”只是“冰山一角”，是多年“积累”后的一次集中爆发。可以说，事件远未结束，在西方针对华为的诸多行动中，有件事情，美国已经“盯”了华为很久了。对华为长期发动网络攻击以美国为首的“五眼联盟”对华为的关注有相当长的历史。在2014年斯诺登曝光的一份机密文件指出，美国国家安全局在2010年启动了代号为“shotgiant”项目，该项目试图寻找华为公司与中国军方存在关系的证据，同时也试图寻找华为的技术漏洞。为达到这一目的，美国国安局暗中监视着华为在深圳的总部服务器，甚至试图监控华为多个高管的通信记录。没有证据表明，国安局在斯诺登文件披露后结束了这一项目。时任美国白宫发言人曾辩解称，“我们不会把我们收集来的情报交给美国的公司，来提升它们的国际竞争力，或是增加它们的利润。”这种说辞并不能改变国安局对华为长期发动网络攻击的事实。时至今日，美国国安局确实在此次“五眼联盟”封杀华为中发挥了重要的作用。此前，美国情报机构向澳大利亚情报机构共享了一份关于华为的分析报告，该报告是促使澳大利亚最终阻止华为进入其5G通讯市场的导火索，并且拉开了西方国家针对华为系列行动的序幕。华为以“绝佳回应”反击针对“五眼联盟”的做法，华为高层近日在一场发布会上指出，华为将在未来五年内投入20亿美元加强网络安全，用以增加更多人员和升级实验室设施。华为的这一做法是对此西方国家针对华为风波的绝佳回应。其一，华为的网络安全投入能够有效降低外界疑虑。外界对于华为的质疑源于多个方面，既有政治上的疑虑，也有对于华为技术水平的疑虑。作为一家发展中国家的企业，华为在短短20年间已成为业界翘楚，这种发展速度是西方民众所难以理解的。西方社会自然对华为有一种偏见，即认为华为产品的技术水平“存在水分”，其快速发展背后有一些不可告人的因素。事实上，华为在全球网络安全领域也占据前列，而依靠远高于其他竞争者的网络安全投入，华为将进一步提升其实力，让西方市场逐步认可华为的技术领先地位。其二，华为的网络安全投入能够有效防范美西方情报部门的滋扰。华为已经成为了西方情报机构的众矢之的。未来，西方情报机构必然将采取更多手段对华为开展网络攻击和网络刺探。网络安全攻防的根本在于资源的持续投入，面对这些年投入达到数十亿美元的对手，华为至少需要在投入上缩小差距，及时发现并阻止西方情报部门的网络间谍手段。竞标海外市场时将更有底气其三，华为的网络安全投入能够使其在竞标海外市场时更有底气。网络安全已经越来越成为信息技术企业竞争优势的决胜因素。近年来，高科技企业数据外泄、遭遇网络黑客攻击的事件屡见不鲜，大规模的网络攻击灾难不仅带来了巨大的经济损失，也严重影响着企业的信誉。例如2017年爆发的“WannaCry”病毒攻击暴露出微软“视窗”系统的根本性缺陷，使得不少用户开始选择其他渠道。当前，华为所参与的5G通信网络建设处于搭梁建柱的关键阶段，这一时期存在的网络安全隐患在未来将难以弥补。华为在这一时期加大网络安全投入，能够有效增强其所主导5G技术的可靠性，从而在国际市场竞标时占据优势。中国企业走出去时面临着与西方情报机构灯光下的较量。华为的应对方式将给中国企业提供一个很好的借鉴范例，中国企业在这场较量中真正的目标并不是西方政府以及其情报机构，而是要赢得西方社会、西方产业界的信赖与支持。只要中国企业的产品有足够的竞争力和安全性，能够为当地国家创造出更多的就业机会，自然能够在这场较量中赢得胜利。（文/李峥 中国现代国际关系研究院学者）（以上言论系作者个人观点，不代表本网立场）图为在西班牙巴塞罗那移动通信大会上，华为公司展台用电子屏展示5G技术。新华社", "author": "参考消息", "newsdate": "发布时间：18-12-25", "newstime": "05:58", "sentiment": [{"positive_prob": 0.0223032, "confidence": 0.950437, "negative_prob": 0.977697, "sentiment": 0}]}, {"title": "华为董事长见面会全纪录：加拿大事件、5G布局、网络安全都谈了", "content": "科技地平线百家号12-2510:58腾讯科技讯（孙实 臧金明 卜祥）12月25日消息，继前几日华为轮值董事长胡厚崑对话十余家国际媒体后，华为董事长梁华今日与国内媒体展开对话，回应了加拿大事件、网络安全、5G布局、业务转型等诸多热点问题。谈加拿大事件影响：我们会更努力做好自己的业务梁华表示，在加拿大事件发生后，华为绝大部分员工还是在聚焦工作，踏踏实实坚守岗位，做好自己的事情。梁华称，这个事件发生以后，华为收到了社会各界的朋友关心，华为感谢所有对华为的支持和对孟晚舟的关心。“我本人跟孟晚舟认识20年，我本人也很挂念她，但在这个过程当中，我们还是希望更好地聚焦工作。”梁华说道。梁华表示，从整个公司的运作来看，华为会更努力地把业务做好，更好地服务客户，而困难和挑战也会使得华为更坚强。谈5G布局：1600多项专利构筑华为的核心竞争力当前三大运营商已经开展5G测试，国外运营商也纷纷开启了与5G有关的采购。如何从4G时代走向5G？如何应对有些国家对华为“拒绝入场”的态度？对此，梁华表示，华为在5G领域会持续构筑竞争力，目前华为能够在5G提供端到端的解决方案，有了这样的实力，华为就会成为一个可以信赖的合作伙伴。据梁华介绍，华为在5G领域有1600多项专利，这构成了华为的优势。“再加上华为一直从客户角度出发，帮助客户解决商业问题，并思考5G能带来怎样的价值，这些都是华为的核心竞争力。”梁华表示。梁华称，随着5G时代的到来，有一些大容量、低时延、连接人与物等多方面的技术挑战，华为在内部通过系统性的工程来构筑安全可信的高质量产品，未来也会加大在这些方面的投资。谈网络安全：公司把网络安全和隐私保护作为最高纲领面对关于网络安全的指控，对于华为来说，已经屡见不鲜了。对此，梁华强调，华为专门在网络安全方面有一个委员会，并且公司把网络安全和隐私保护作为最高纲领，这是董事会已经做出的决策。梁华称，华为会系统性构建整个网络安全可信的高质量产品，同时还会不断适应新的网络环境，加强研发，进一步构筑安全体系。梁华表示，在这个过程当中，公司会增加一些投入，这会让公司的网络运行更安全，也让客户选择华为的时候，可以放心。谈应对挑战：持续增加研发投入 简化组织应对挑战随着华为体量的逐渐加大，以及技术变革大潮的来临，如何避免大公司都会面临的通病，也成为华为当下不得不重视的问题。据梁华介绍，华为将持续增大研发投入，优化内部运作流程，简化组织，使华为一线作业团队有更多的主观能动性，能够激发整个团队的活力。梁华称，未来世界面临不确定性，国际环境也充满着挑战，华为不会因为环境差和面临困难就放弃追求，要把数字世界带给每个人、每个家庭和每个组织，构建万物互联的智能世界。“我想这是我们说的面向当今环境里面这是我们继续要做的，并且有信心做好的。”他表示。此外，对于各个业务的投入，梁华表示，华为会根据各个业务发展的需要来进行一些投入。比如说运营商业务，前几年在5G业务的投入是非常大的，华为持续投入了将近10年，以构筑华为在5G领域的优势。除了5G，华为在无线领域，在面向未来大容量、低时延的全光网，未来也是一个很大的需求。华为在整个运营商领域还会在我们连接这个领域里面还会持续加大投入。在消费者业务，梁华称，也将在产品研发、工业设计等领域持续投入。对于企业业务，梁华表示，未来行业数字化非常大的机会，数字化、智能化将来会影响到各个行业，华为聚焦在银行、交通、制造、政府等几个关键的领域里面。谈供应商合作：现有业务运作正常在遭遇了一系列事件后，也有外界关心华为与供应商的关心。梁华表示，现有的业务运作正常，与全球供应商已建立起信任、合作共赢的机制。梁华解释称，在多年发展过程当中，在供应体系里面，华为和供应商建设起了供应商环境机制。“在过去我们也遇到过很多其他的自然灾害，或者是其他的情况，我们跟我们供应商做了很多沟通和响应。”梁华提到，在30多年合作过程当中，华为跟全球很多的供应商，包括日本、美国、韩国、欧洲、中国等，与华为已经建立起了一些非常好的合作体系。“在这个长期合作过程当中双方建立起了一些信任，同时我们也跟我们的供应商在整个合作过程当中我们双方开放合作，利益共享。”梁华称，华为近期所有的运作一切正常，“我们整个的运作体系，包括市场体系，我们的研发体系、财务体系等等环节运作都是正常的。”转自腾讯科技", "author": "中国江苏网", "newsdate": "发布时间：18-12-25", "newstime": "11:51", "sentiment": [{"positive_prob": 0.570871, "confidence": 0.0463801, "negative_prob": 0.429129, "sentiment": 2}]}, {"title": "华为的这个广告，真是服了", "content": "很多失聪儿童有阅读障碍，华为正在努力改变这一切。01:50“我一生中看到的最好的商业广告之一”“我以前从来没有体会过这种又开心又难过的感受，感谢你华为”  “真美！！！”“商业广告就应该拍成这样”“在ITV上播放吧！！（我想在电视上看到）”“这个故事真美，我哭了”“我有华为P9，我老爸用的P20，他超喜欢”“我为华为的广告发疯！我需要他们的广告里的音轨，好心人告诉我！”“华为你太牛了”“太梦幻了”“一边哭一边觉得自己好幸运，能读能写能听。有320万人并不能。感谢华为为全世界失聪的人们所作出的努力”“在电影院里看到的，有点难受”“怎么还不火！”“我知道我为什么是华为的忠实粉丝了”“电影院大屏幕上的华为广告”“是这个寒冷冬天最暖心的一刻”(来源:环球时报微信公号)", "author": "人民日报", "newsdate": "发布时间：18-12-25", "newstime": "09:09", "sentiment": [{"positive_prob": 0.00172569, "confidence": 0.996165, "negative_prob": 0.998274, "sentiment": 0}]}, {"title": "英国电信：华为仍是5G网络设备“重要供应商”", "content": "【原标题】英国电信：华为仍是5G网络设备“重要供应商”新华社伦敦12月24日电（记者张家伟）英国电信公司发言人24日对新华社记者说，中国华为公司仍然是这家英国最大电信运营商在第四代、第五代移动通信技术（4G和5G）网络和固定网络方面的一个“重要设备供应商”。这名发言人当天接受新华社记者采访时说，自2005年起，英国电信就与华为开展合作。目前该公司与华为在5G网络建设上的合作进展顺利。近期一些媒体称，英国电信5G网络的核心网不再采用华为设备。这名发言人表示，英国电信采取多厂家部署策略，尽管华为并不参与5G网络核心网的建设，但仍会参与5G网络其他重要部分的建设，华为“是我们很重视的创新合作伙伴”，英国电信对华为的态度和策略没有改变。华为提供给新华社记者的一份声明表示，“核心网”在电信行业是一个技术名词，指移动网络中一个特定组成部分，但并非网络建设投资中最大的部分。声明说：“华为遵循英国电信‘不同网络，不同供应商’的原则，很早就明确了与这家公司的合作模式，即不参与核心网建设，并沿用至今。”经过10余年合作，华为已为英国电信提供了大量固定网络和移动网络设备，参与了英国国家宽带项目、4G项目等多个重要项目建设，两家公司也正在全力推进5G网络建设。华为说：“目前与英国电信在5G网络建设上的一些安排并不是最近才作出的决定，是两家公司着眼长远、共同协商的结果。”编辑：胡碧霞", "author": "新华社客户端", "newsdate": "发布时间：18-12-25", "newstime": "12:54", "sentiment": [{"positive_prob": 0.858303, "confidence": 0.685118, "negative_prob": 0.141697, "sentiment": 2}]}]