[{"title": "华为Mate20Pro与Mate30差距大吗？全面评测后简直不敢相信", "content": "作为国产手机的标杆企业，华为Mate手机在高端旗舰领域发展的非常不错，在消费者心中的综合评分已经超过了iPhone以及三星等手机，随着麒麟处理器以及EMUI系统的升级换代，华为手机愈发的符合用户的使用需求。如今华为Mate系列已经发售到了华为Mate30系列，对于华为Mate系列的价格我们不难发现，华为Mate30的起步价比起华为Mate20Pro还要便宜500元，那么这两款手机的差距真的很大吗？先来说说外观方面，肯定是华为Mate30更加的给力的，华为Mate30采用了“小刘海屏”的设计，后置采用圆盘式相机排列，视觉冲击力比起刘海屏加浴霸式设计的华为Mate20Pro更强。但是华为Mate20Pro的屏幕分辨率达到了2k级别，而新款的华为Mate30则只是1080P级别的，这样看来华为Mate20Pro的显示效果更加给力。核心性能方面两款手机的差距在于麒麟980以及麒麟990处理器的差异，麒麟990处理器的跑分更高，AI美颜技术更好，不过从如今大家最关心的游戏性能来看，麒麟980与麒麟990的差异不大，虽然都能保持高帧度运行，但是坚持的时间不够长。续航能力方面两款手机的配置但是首次一致，都是4200毫安的大电池，最高支持40w的快充技术，这也是华为手机一直以来最让人放心的地方，根本不用担心手机的续航问题。拍照能力方面两款都是后置徕卡三摄以及4000w的主摄，拍照性能属于行业内的一流水准，小伙伴们完全不用担心。因此在相差500元的情况下，3999元起步的华为Mate30拥有更出色的颜值以及更强大的处理器，4499元的华为Mate20Pro画面分辨率更高，还支持IP68级别的防水防尘，整体溢价能力较高，那么看完了华为Mate20Pro与华为Mate30的性能评测，小伙伴们更喜欢哪一款呢。", "author": "科技六分钟", "newsdate": "发布时间：19-10-04", "newstime": "14:25", "sentiment": [{"positive_prob": 0.00329868, "confidence": 0.99267, "negative_prob": 0.996701, "sentiment": 0}]}, {"title": "同一天，微软、华为、三星，都做出了选择", "content": "选择，有时候可能只是一念之间的事。对于一家企业来说，选错了，就是在竞争中处处受制于人，丢掉市场份额，错失发展良机；而对于一个国家来说，选错了，可能就是长久的落后，亿万国民对美好生活的向往化为泡影。移动通讯领域，微软、三星、华为，三家公司在同一天做出了选择——先说微软，当地时间2日，在美国纽约的一场媒体活动中，微软在“不经意间”当场展示了自己的一台名为Surface Duo的可折叠双屏手机，并宣布将在明年带着这款手机，重新“杀回”智能手机竞争日趋白热化的市场。接着是三星，媒体2日报道，三星宣布关闭它在中国的最后一家手机工厂，从此停止在中国生产手机产品，原因是“来自中国国内竞争对手的竞争日益激烈”。在去年年底，三星智能手机这个世界销量冠军，在中国的市场份额仅剩下1%。最后是中国的华为，在欧洲，意大利的部分通讯公司已经和华为签订合同，当地5G基础设施建设已经提上了日程。而美国国务卿蓬佩奥却对意大利发出威胁，称意大利如果和华为合作，美国将不得不做出“某些非常艰难的决定”。意大利外长回答强硬：我们有能力维护信息安全。言下之意不言而喻。美国、中国、欧洲，发生在地球不同角落的三件事情看似不相关，但又似乎有千丝万缕的联系：这是全球市场一体化中企业竞争的此消彼长，也是通讯企业面对即将到来的5G时代做出不同的战略决策，更是科技发展触动着国际政治敏感神经而产生的悸动——6年前，微软宣布用72亿美元重金收购曾经的手机巨头诺基亚。曾几何时诺基亚几乎就是手机的代名词，但却因对互联网发展的误判导致诺基亚的手机帝国日薄西山，以至于有人评论，在这个行业，“选择比努力更重要”。当年微软和诺基亚的联姻曾给人无限遐想：当微软的互联网思维注入依然庞大的诺基亚手机帝国，将会产生怎样的化学反应？答案是什么反应也没有。微软在2015年发布一款手机后，就开始出售手机业务，直到4年后的今日，微软把全新的折叠屏智能手机展示给世人：不许记者近距离拍照，不公布硬件参数，尚没有足够的软件支持，芯片要等明年搭载支持5G的芯片，折叠屏选择的是由铰链连接两块屏幕的设计，并非此前华为、三星、小米相继推出的可折叠柔性屏……微软的选择为未来留足了悬念，直指5G时代智能手机的差异化竞争，但这个选择能否成功，还要看市场和消费者到底怎么选。三星在中国市场份额的下降到“冰点”原因复杂，当然有华为、小米等国产手机强势崛起的原因，同样也因为在一系列“电池爆炸”事件中，世界手机巨头对中国消费者的傲慢，伤了大家的心。另一方面，随着经济发展和老百姓收入的提高，中国也不可能永远选择做人力成本的洼地，原本劳动密集型的产业面临着成本增加的困境。离开中国的选择看起来突然，其实是必然。目前三星在全球智能手机所占份额仍然首屈一指，去年底，三星就已经关闭了在天津的工厂，同样是由于竞争激烈和市场份额下降的原因，三星选择把工厂向生产成本更低的地方迁移，在印度新建了它最大的手机工厂。追求更高的利润，必然要想方设法降低成本，对于一家企业这是再自然不过的事情。三星选择是经济规律使然，这背后其实也是中国的选择：从成本的洼地向着技术创新的高地进军，从价值链的最低端向着价值链的中高端攀登。意大利在美国四处叫嚷着“华为构成威胁”的杂音中选择华为，逻辑也并不复杂。5G时代的大幕揭开，5G通讯将成为一个国家重要的基础设施，没有哪个国家愿意错过5G可能带来的种种机会，也没有哪个国家的人民愿意看着5G和自己擦肩而过。华为有技术、有实力还有价格优势，在健康的市场竞争中，没有理由不选择这样的供应商。信息时代，没有一个国家会拿自己的信息安全开玩笑，中国企业的技术是不是对别国构成威胁，自有公论。正如外交部发言人所说，美方对别国的5G网络建设指手画脚，强拉甚至威胁其他国家要采取与美方一致的立场，这种单边主义和霸权主义的行径暴露无遗。中方奉劝美方不要高估自己的造谣能力，也不要低估别人的判断能力。意大利的选择不是为一家中国企业站台，而是在历史的十字路口选择为自己的国家负责，为自己的人民负责，并非只当一个任人指手画脚的傀儡。微软和潜在的消费者、三星和中国、华为和意大利，选择总是双向的。当在浩浩汤汤的历史大势中做出选择的时候，历史也在选择着你。察大势者智，顺潮流者赢，谁把握历史规律，认清世界大势，谁就更能做出正确的选择。正如习近平总书记所说——只有顺应历史潮流，积极应变，主动求变，才能与时代同行。", "author": "中央政法委长安剑", "newsdate": "发布时间：19-10-04", "newstime": "09:21", "sentiment": [{"positive_prob": 0.944101, "confidence": 0.875779, "negative_prob": 0.0558993, "sentiment": 2}]}]