[{"title": "逆境生长！又一欧洲国家坐不住了，助华为获得23个5G订单！", "content": "华为在全球5g建设方面并没有取得很好的进展，要知道美国一直以来就排斥华为进入美国国内。并且直接以莫须有的安全问题，直接将华为排除在外，并且对于华为5G能力也提出了质疑。华为在全球的发展上面临着前所未有的严峻挑战，要知道华为已经算是全球最有实力的通信厂商，并且还拥有着5G方面数量最多的专利。但是华为在全球市场上却一直不讨喜。除了美国之外，很多欧洲的国家也纷纷加入了反华为联盟，看来他们还是比较害怕美国这个国家的，所以他们也像美国一样，对于华为特别的排斥。像是澳大利亚，日本，韩国等方面都已经将华为拒之门外。即便如此，华为在全球市场上依然获得了不少的订单。像是这次又一个欧洲国家坐不住了，他们认为华为的能力是值得肯定的，并且愿意信赖华为，而这个国家就是葡萄牙。葡萄牙当地的运营商愿意与华为展开紧密的合作，双方共同在葡萄牙打造5G网络，并且愿意将5G网络服务铺设全国，为当地的居民造福。能在这个紧要的关头站出来与华为展开合作，看来葡萄牙对于华为公司哪里应该是十分信赖，而且对于美国的恐吓他们也不会在意。 在刚刚开始的时候，华为在整个全球市场上很难获得一个订单。尤其是在欧洲市场方面，英国对于华为公司更是百般为难。但是仍然有许多欧洲国家对于华为十分信赖。像是意大利、德国等等这些国家他们愿意与华为展开合作。慢慢的华为也获得了许多的订单，到目前为止已经是第23个五忌点灯待定的数量方面已经领先全球的所有通信设备厂商。对于华为的产品我想大家应该都有所了解。虽然华为手机在国内的话口碑比较不错，但是智能手机仅仅是华为公司的一部分，而华为公司在科技方面还有着很强大的实力。不知道大家对于逆境生长！又一欧洲国家坐不住了，助华为获得23个5G订单这件事有什么看法呢？欢迎大家在下方留言讨论。", "author": "科技新文章", "newsdate": "发布时间：18-12-10", "newstime": "23:45", "sentiment": [{"positive_prob": 0.874848, "confidence": 0.721885, "negative_prob": 0.125152, "sentiment": 2}]}, {"title": "华为退出美国，让我想起谷歌退出中国，我们真的太温柔了", "content": "文/林子辛中兴事件后，一直传言华为要退出美国市场，这不，近期发生的事可以说是稳稳的坐实了这一传言。美国、澳大利亚、新西兰、英国等国家早前就明确表示抵制华为，近日日本又跳出来宣布抵制华为，一时间华为成了西方国家集体攻击的对象。从中兴事件后，华为就感觉美国正暗搓搓的准备搞他，华为自是明白，明面上没说，暗地里已经开始裁员撤人了，直到近期事件爆发，华为宣布退出美国市场。然而谁也没曾想以美国为首的一群西方国家是打定主意要弄华为，以华为的市场反要挟中国，可以说是相当无耻。这不禁让小编想起8年前的谷歌退出中国的事件，谷歌退出中国是毫无预兆，很多人都认为是国家为了国产自主的搜索引擎才让谷歌退出中国市场的，当时网络上“G粉”和“B粉”吵成一团，这架一度提升到“爱国”层面，双方就国家、自主技术等方面吵得尤为焦灼。其实很多吵架都是粉丝的一相认为罢了，谷歌退出中国的导火索是谷歌方面不想再对搜索结果进行审查，直接与中国政府硬碰硬。诚然谷歌是家伟大的大企业，但是到一个国家就应该遵守一个国家的法律和制度，这样硬碰硬的结果就是惹怒了中国政府，自然力推百度了，最后谷歌中国退出大陆地区转至了香港。可以说我国政府之于谷歌已经是相当温柔了，但反观美国之于华为，什么违反当地法律的事都没做，却是处处阻拦，甚至不惜钓鱼执法，想尽办法生事，哪有一点所谓自由民主国家的样子。最可笑的是害怕华为有间谍行为，危害美国国家安全，证据没有，冠冕堂皇的理由是一堆一堆的，照这样苹果曾暴露出隐私问题是不是就该乱棍打死了？在国内很奇怪的是，华为出了事，花黑似乎很兴奋，凡是有关华为的文章就指责维护华为的是水军，说华为打爱国牌，博人同情，说华为是国人品牌的耻辱，我就感到很奇怪了，外交部都站出来为华为说话了，什么时候轮到这些人代替大多数人和国家说话了？真当华为只是个做手机的？谷歌在中国顶撞中国政府是因为谷歌的“自我”而被迫退出中国市场，而华为连美国政府都没顶撞就被美国政府以莫须有的罪名被迫退出美国市场，谷歌退出中国这个拥有上十亿人口的市场尚且活的很好，华为只是退出合计仅中国半数人口不到的西方国家，相信以后还是会更好的！更为觉得呢？", "author": "大话企业", "newsdate": "发布时间：18-12-10", "newstime": "23:32", "sentiment": [{"positive_prob": 0.737272, "confidence": 0.41616, "negative_prob": 0.262728, "sentiment": 2}]}, {"title": "拥有10万专利的华为，除了5G外，这项技术将是任正非未来的大规划", "content": "我们都知道华为自1987年成立以来，任正非虽然对于华为的发展方向有过几次变更；但是不变的是，华为只要做一个领域，就会把经营所得大部分投入到研发当中。这也造就了华为在科技领域下的子行业都拥有各种专利技术。根据数据统计，华为在2018年年底，拥有的专利数量为：104225项，已经超过10万项专利，而每一个专利的背后，都代表着华为人的技术钻研精神。华为最开始也是从一个小公司发展起来的不得不承认的是，华为从一个小公司，到1987年研发数字路由器，后来把数字路由器的盈利拿来研发大型网络交换机。此后在1996年左右在网络交换机有了核心技术之后，任正非没有放弃网络交换机，进而扩展了GSM网络的布局。而华为真正在网络上站稳脚步是在2003年，任正非使华为在3G-WCDMA上有了话语权。此后华为在2009年转向开始研发智能手机，一直到2016年左右开始研发5G，并在5G行业跟爱立信，诺基亚、高通等竞争。华为鲜为人知的是：其实在高铁和汽车领域也有技术支持我们都知道，高速列车的速度可以达到350KM/H，而在这个速度下，特别是经过涵洞的时候，手机一般是没有信号的。不过自从近几年华为在高铁的信号进行了大范围改进之后，即使高铁在高时速下，也可以稳定通话。这就是华为在高铁上面的一种技术，而且这种通信技术是公开的。还有一点是，华为在高铁的行驶安全上，也有核心技术。华为采用了一种集成化的控制器，对列车的二次反应进行控制。这里笔者为大家解释一下，以往的列车控制系统也有着，控制中心处理器+存储器材+数据传输模块。然后跟列车的总信号站进行交互。而华为对这几个模块集中化进入了一个芯片组。通过一种芯片，减少了出错率，增强了安全性。华为还不只这些：任正非除了5G之外，还对无人驾驶有着规划其实现在从互联网科技的发展情况来看，无外乎，软件行业就是：大数据+AI人工智能+量子计算，而硬件方向就是：无人驾驶+5G芯片+智能家居。而根据任正非对华为过去31年的规划来看，任正非更青睐于硬件，华为的智能家居，已经在华为跟荣耀事业部来统筹，而5G网络和芯片研发，也在核心技术部门。显然在芯片已经能够跟高通旗舰芯片相抗衡的时候，任正非不会放松警惕，除了5G现在的发展之外，华为也数次公开了无人驾驶技术的技术。对于任正非来说，笔者认为他是一个，假设做不好，就宁肯不做的人。所以在2018年-2022年华为发展中，无人驾驶将是规划的重要一块，因为根据华为以往公开技术情况来看，一般是已经有了核心技术之后，才会公布出来早期研发的技术，而如今公布的无人驾驶，正意味着华为研发无人驾驶将到了一个可以实验应用的环节，期待有一天能看到华为的无人驾驶汽车上路。", "author": "极客小七", "newsdate": "发布时间：18-12-10", "newstime": "23:16", "sentiment": [{"positive_prob": 0.971423, "confidence": 0.936496, "negative_prob": 0.0285767, "sentiment": 2}]}, {"title": "为何力挺华为？财报分析告诉你！", "content": "作者：岁寒知松柏来源：雪球1987年，已经43岁的任正非，由于从部队复员转业工作4年不顺利而集资21000元创立了华为。30年后的今天，没有上市没有战略投资者，仅凭纯内生增长，华为已经成长为全球领先的信息与通信技术(ICT)解决方案供应商，通信设备份额排名全球第一，智能手机份额全球第二。华为业务遍及170多个国家和地区（注意：没有美国的），服务全世界三分之一以上的人口。员工约18万名，拥有超过160种国籍，海外员工本地化比例约为70%。2018年华为的营业收入预计将达到7000亿人民币，净利润将超过500亿元，单年研发支出将超过1000亿元（接近加拿大整个国家），年员工薪酬分红总收入将超过1500亿元，年缴纳各种税款过600亿元，拥有各种发明专利近7万个，且近半的收入和专利来自海外。华为是中国当之无愧的国际化科技龙头企业，财报分析也显示它是非常优秀甚至伟大的公司，华为是实业报国的典范，是中国最拿得出手的名片，它理应是国人的骄傲。以下是华为2017年度的财报摘要和分析，以及与同行及其它龙头企业的对比。美国封杀之下业绩仍持续又快又好增长华为过去5年的收入、营业利润和经营现金流数据如下图：从上图看，虽然营业利润的增长率低于营收增长，但盈利质量非常高，因为真金白银的经营现金流年化增长高达44%！经营现金流好的原因之一是现金周期在持续改善，2017年，其应收账款周转天数(DSO)为63天，较2016年的75天减少12天；存货周转天数(ITO)为71天，较2016年的 86天减少15天；应付账款周转天数(DPO)为72天，较2016年的82天减少10天。华为没有披露详细的现金流量表，就算投资活动的现金流出247亿全部都是资本支出（也可以与资产负债表里的长期投资本年增加额核对），那2017年自由现金流也高达963-247=716亿元。这说明其盈利质量非常高，事实上其会计政策非常保守，这是经营现金流好的原因之二，后面我还会分析到。上图是华为过去5年的财务摘要，下图为收入结构：从收入结构看，手机等消费者业务产品占收入的比例不到一半，很多国人可能并不清楚华为之前的主业是通信设备而非手机，因为平常接触少或没有注意到。另一方面，华为的收入国外占了一半，前几年国外占比超过了2/3，近年因为被美国带头强行封杀，导致国外业务增速缓慢。尽管如此，华为在早已经被迫完全放弃美国市场后，仍然成为通信设备的全球老大，并且在即将到来的5G上处于技术领先地位。上图为毛利及净利情况，看起来虽然毛利率不错，但净利润率似乎并不是特别的优秀。个中原因一是华为员工薪酬福利计提充分保守，原因二是研发巨额投入且增速快于收入。2个华为的研发投入超过整个加拿大全国上图为过去4年的研发投入数据，从2013年的280亿元增长220%到2017年的897亿元，研发费用已经达到收入的14.9%，年化复合增长率高达34%，今年研发总投入超过1000亿将毫无悬念，这个数据是非常惊人的。看上表，华为2017年的收入是同行中兴的6倍，利润是其10倍，研发费用是7倍，但员工人数不到其3倍。中兴自1997年上市至今年3季度，过去20年合计归母利润158亿元，即20年合计起来竟然不到华为半年的利润！实际上，如果扣除政府补贴，中兴过去20年来根本没有赚过一毛钱，后面我还会分析到。大家熟知的中国互联网BAT三巨头（其中阿里、腾讯市值已经排入全球前10），虽然腾讯和阿里的利润都已经超过了华为，但BAT三者合计起来的研发投入532亿元仅为华为897亿元的59%，2017年国内授权的发明数量合起来也没华为多，并且华为还有占比近半的国外的发明专利。我们都知道BAT的营收和利润基本来自中国国内，比如腾讯的收入超过96%来自中国大陆上图是华为的专利和研发投入数据，仅近10年研发投入就已经高达3940亿元，加上2018年的投入已经超过5000亿元，这是一个相当惊人的数字，华为一个企业年研发投入比绝大多数国家都多。比如这次逮捕孟晚舟GDP排名世界第10位的加拿大，全国一年研发投入大约260亿美元，约为1788亿人民币，即2个华为就超过一个加拿大！财务强健巨额预提多方共赢华为65%的负债率看似不低，其实仔细看，你会发现它的有息负债400亿远低于现金2000亿元，财务实力非常雄厚。并且我们还可以看出它的ROE高达27%，在手持2000亿现金的情况下总资产周转率仍然高达119%，这在同行乃至跨行业对比下都是非常优秀的数字。华为的负债里有个金额最大的栏目其他负债，高达1703亿元，里边有728亿元是预提的员工福利费用。2017年雇员费用高达1403亿元，按18万人算，平均每人78万元。这里边除了正常的工资奖金外，还包括了退休福利，以及员工持股每年的分红。用2017年的所有者权益净增加额与2017年净利润对比，两者大约差120亿元左右，即2016年的净利润中的三分之一用来分红了。因为华为并未上市，亦无战略投资人，创始人任正非也只有1.4%的股份（华为投资控股直接股东2个：工会委员会持股98.99%，任正非持股1.01%，任在工会还另持股约0.4%），有8万员工持股，所以员工即是股东，工资奖金和公司净利润其实都是员工的，劳资双方一体共赢。华为除了全员得利外，为国家也贡献巨大。首先，上图显示华为2017年因为创新和研究等得到的政府补贴合计11.8亿元，这个金额相对于华为6000亿的收入体量和近千亿的研发投入来说完全可以忽略不计。不妨对比一下中兴通讯的数据，中兴的第一大股东是国企航天科工与创始管理层对半股份，所以它是半国营半民营型混合所得制企业。中兴2017年得到的政府补贴合计为：5.2+16.8+30.2+1.6=53.8亿元！这个金额比2017年净利润46亿元还多。换句话说，如果没有政府补贴，中兴从来就没有赚过一毛钱。中兴过去20年累计归母利润158亿元，分红57.5亿元，但有股权融资25亿，可转债77亿，还有其它有息债务212亿元（有存款170亿元）。2017年支付给员工的薪酬197亿元，缴纳各种税金73亿元。我简单看了下中兴过去几年财报，因为它之前并没有像2017年那样详细披露所有的补贴，我无法一一去统计过去20年的政府补贴总额，仅仅是计入到营业外收入-其它栏目的就每年过10亿，以2017年为参照的话，过去20年中兴收取的各种补贴（软件产品增值税退税不计）高达数百亿且超过目前300亿元的净资产。中兴不但财务数据烂，业务早已被华为甩开N个档次，我们还都知道正是因为中兴被美国特工混入公司轻易获得了机密资料并暴露了华为，从而把华为至于非常危险的境地。唉，这真是猪队友，也证明了国企的机制不行。华为2017年获得12亿的财政补贴，由于财报没有详细披露它缴纳的各种税费，我估算如下：国内收入3051亿（另外的一半国外收入假设增值税全额退税，交税为0，不予免抵退税计算的城建和教育费附加税也忽略）*40%的毛利率（假设不能抵扣的直接人工成本与能拿到部分可抵扣增值税发票的期间费用抵销）*17%=207.5亿元；相关城建及教育费附加按10%假设为20.8亿元；所得税：86.7亿元；代扣代缴个人所得税：1403亿*20%（近18万人，平均应付工资奖金分红为78万元，按旧个税估算实际税负率超过20%）=280.6亿元。所以主要税种合计为：207.5+20.8+86.7+280.6=596亿元。仅仅30年的时间，集资21000元创办的公司，一年净缴纳近600亿的税，一年给员工的工资奖金分红1400亿，这是否是实业报国的典范？至于它给中国通信行业，给中国的企业和消费者，给全世界各国及各国企业、人民的价值贡献，我无法估算。如今华为受难处境危险，做为当事人的华为表态低调，这是华为的智慧，也是华为处境的无奈。我们不妨试想一下，假如你的女儿被绑匪绑架了，你除了安抚绑匪的情绪，一手准备钱，一手找J察帮忙捞人，你肯定不能用远水解不了近渴的方式喊口号甚至是去刺激绑匪。但是作为旁观者的我们以及媒体，立场就不一样，我们可以也应该在舆论上给绑匪压力。你可以反对很多，但不能反中国、中国人和华为这样优秀的企业，做人在大是大非面前得立场坚定。现在很多读了不少书的人，有点家产的人，至今还在讨论美加法律如何如何，这相当于卢沟桥走失了一名日本士兵后讨论中国jun队是否犯了日本的规则一样。很多人被美国洗脑洗得太彻底了，凡事无脑支持美国，无脑反对中国，令人痛心。天下兴亡，匹夫有责，修身齐家平天下，我人微言轻，只能在财务分析上尽一点绵薄之力。希望今次事件能让国人觉醒，能让中国的改革继续前行，能让华为变得更强大，能诞生更多的华为。————文章为作者独立观点————", "author": "雪球", "newsdate": "发布时间：18-12-10", "newstime": "21:32", "sentiment": [{"positive_prob": 0.0485793, "confidence": 0.892046, "negative_prob": 0.951421, "sentiment": 0}]}, {"title": "华为目前畅销的手机，第一款最保值，是你用的吗？", "content": "不少人很看好华为的原因是，可以和苹果形成价格竞争，能更好的平衡国内手机价格状况，这也是最近一两年，华为逐渐做到世界第三的原因。那么，以华为目前畅销的这三款手机来说，性能一度超过苹果，价格方面更有竞争优势。那么，直接开门见山的说，何时华为手机性能超越苹果了？这个问题其实不应该是一个问号，而是一个事实，从华为P20 Pro开始引入了三摄后置摄像，这和同一界的iPhone X对比，拍照就明显领先了，直到现在华为mate20 Pro，拍照依旧比iPhone XS要好，这一点现在大家已是不否认，华为在性能上开始出现超越趋势。在这种势头下，华为P20 Pro的价格也呈现十分稳定，从今年4月份上市到现在，价格的波动幅度十分小，现在官网也只有100元的降价，成为华为现在最保值的一款旗舰机。而且，这种价格的稳定目前不会有太大的变化，因为对彪iPhone8上一代旗舰机，苹果都没准备退场，华为P20 Pro肯定还是会选择维持现在的价格状况。而不单单只有华为P20 Pro，布局上中端市场的荣耀10也是目前畅销的机型，而且在价格上，现在变化的幅度比较大，降价500元。并且在颜值上，荣耀10保持了荣耀系列优秀口碑，开创极光双色，配置上，荣耀10一样搭载麒麟970处理器，主打拍照，在年轻市场，受到不少人的喜爱。对于最后一款，华为mate20 Pro相较之前的手机，现在也属于畅享火热，毕竟新品带来了更流畅的性能，麒麟980对比麒麟970，提升了20%。三摄的拍摄方案得到了保持，在快充方面达到40W，防水设计P68，技术整体提升还是十分令人满意。对于这三款手机，也仅是这一小阶段的代表，也比较有代表性。那么，华为P20 Pro、荣耀10、华为mate20 Pro这三款，你现在用的是哪一款？", "author": "加速度测评室", "newsdate": "发布时间：18-12-10", "newstime": "20:06", "sentiment": [{"positive_prob": 0.965986, "confidence": 0.924413, "negative_prob": 0.034014, "sentiment": 2}]}, {"title": "多家公司声援华为，规定员工：买华为有补贴，买苹果有处罚！", "content": "多家公司声援华为，规定员工：买华为有补贴，买苹果有处罚！国产手机市场几经洗牌之后，局势已经逐渐明朗。华为手机已经作文了国产手机的龙头宝座，主打高端的华为品牌和子品牌荣耀都表现强势，让国人骄傲的麒麟处理器也达到了主流的水平。但是华为的强势业务不仅仅在手机方面，通讯才是华为的老本行。华为在5G方面的优秀表现引起了一些欧洲国家的抵制，因此华为最近遇到了一点麻烦。我们中华民族最优秀的品质就是团结，正所谓一方有难八方支援。今天多个企业纷纷声援华为。最先声援华为的是一家叫做梦派科技集团有限公司的企业，梦派公司规定：首先，公司有限使用华为海思芯片方案在业务上对华为进行支持；其次员工个人购买华为手机设备，公司将给予百分之15的补贴；最后，公司不忘制定惩罚措施，员工购买苹果手机按照市场价百分之100进行处罚。主要规定就是以上三点，规定持续时间是三年。随着梦派科技集团有限公司规定走红网络，后续多家企业模仿梦派发出类似规定。小编搜集了一下大约有五六家企业发出了类似的规定。这是上海悠飞电子科技有限公司文件的通知，购买华为手机笔记本全额报销。成都软易达信息技术有限公司通知，公司所有业务迁移到华为云，相关设备采购华为，最后员工购买华为产品公司补贴百分之15。上海市南充商会的通知更为严厉，购买苹果产品将取消在商会任职，购买华为手机奖励百分之10。陕西利安发展集团发表支持国货决定，中层以上管理人员必须使用华为，各子公司给购买华为手机的员工不低于百分之20的补贴。御唐府酒店有限公司文件，购买苹果手机员工自动放弃优秀员工的评选资格和个人年终奖，更换华为手机的员工家人可以获得500元消费券奖励。以上大概就是今天发表声明支持华为手机的六家企业。对于公司的这种强制规定网友持有不同的意见。有的网友认为，购买手机是员工的个人自由，员工用自己的钱购买手机公司没有权利干涉；有的网友认为多家公司先后发出声明，有网络营销的嫌疑；当然也有很多网友支持公司的这种简单粗暴支持华为的做法。如果你的公司除了这类规定，你会怎么做？", "author": "数码圈资讯", "newsdate": "发布时间：18-12-10", "newstime": "18:32", "sentiment": [{"positive_prob": 0.30239, "confidence": 0.328023, "negative_prob": 0.69761, "sentiment": 0}]}, {"title": "《华为的冬天》：任正非推演如何“破解”华为困局，发人深省", "content": "想了解最新最酷的科技数码信息，请点击上方关注，侃哥每天为你搜罗各种科技“新知”数码“八卦”华为，非常朴实的两个字，却是中国最强大的高科技企业的名字。富士康董事长郭台铭有句名言：“阿里山的神木之所以大，四千年前的种子掉到土里时就决定了，绝不是四千年后才知道的。”1987年，43岁的任正非决定将创业公司命名为“华为”时，就注定了这家企业和她的名字寓意一样不平凡：中华有为！经过三十多年的艰苦奋斗，华为从一个默默无闻的小企业成长为全球瞩目的科技巨无霸，行业里的百年品牌诺基亚、爱立信都成了手下败将。成功的路上总是充斥着鲜花和掌声的，无数的媒体、企业家、商学院颂扬华为的成功、号召向华为学习、把华为写进商学院经典案例。但任正非没有被这些迷惑。2000年，华为正高歌猛进，年营收创下220亿元，位居中国电子企业百强之首。就在此时，任正非写下了名篇《华为的冬天》，在文章中，任正非没有提到任何华为的成就，反而大谈危机和失败，追问华为该如何“过冬”。“十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。也许是这样才存活了十年。我们大家要一起来想，怎样才能活下去，也许才能存活得久一些。失败这一天是一定会到来，大家要准备迎接，这是我从不动摇的看法，这是历史规律。”这篇《华为的冬天》，即使在18年后看来，也仍然具有极强的现实意义，尤其是在这个多事之秋的2018年。今年处于5G网络商用的前夜，全球各大通讯设备厂商都在拼命抢占市场份额，三星、爱立信、诺基亚都收获颇丰。而华为作为世界第一大电信巨头，却被莫名其妙堵在了“门外”！众所周知，人类自打有移动网络通信以来，2G、3G、4G的核心专利标准都掌握在西方发达国家手中，他们藉此在全球攫取了数千亿美元的利润。而来自中国的华为却通过过去三十年的深厚积累和每年数百亿的研发投入，在5G时代一跃成为领导者，既得利益集团当然不甘心沦为陪衬。所以欧美国家在商业竞争上打不倒华为，便开始用下三滥的手段遏制华为的进步。上周发生的事震惊全体国人，孟不仅是华为举足轻重的人物，还是创始人任正非的女儿。以孟为突破口不仅能打击华为的发展，更能打击华为灵魂人物任正非，毕竟任正非今年已经74高龄。金庸在《笑傲江湖》里的一段文字生动的描述了这伙“强盗”的心理，“他姓任的针扎不不进水泼不进，简直软硬不吃。不过听说他有个女儿，是他唯一的牵挂。不如我们把他女儿绑来，做个人质岂不美哉。”“不经历风雨，怎能见彩虹。”华为这三十多年来的发展历程是见惯风雨的，华为在任正非的带领下时刻准备着“冬天”的到来，即使这一天真是华为最寒冷的日子，我相信华为也能安然度过寒冬！感谢每一位阅读本文的朋友，天寒地冻，写文不易。请点赞收藏分享支持一下，不胜感激！", "author": "科技天天侃", "newsdate": "发布时间：18-12-10", "newstime": "22:59", "sentiment": [{"positive_prob": 0.21852, "confidence": 0.514399, "negative_prob": 0.78148, "sentiment": 0}]}, {"title": "搞了半天，全世界只有5个国家抵制华为！日韩其实都不敢", "content": "近日，传来了一个好消息，万众瞩目的华为又拿下了一个5G订单，葡萄牙最大的电信运营商正式宣布与华为签订5G商用合约，这也是华为拿下的第23个5G商业订单，目前已经在5G竞争中领跑。犹记得当时5G竞争刚起步的时候，到处传来华为被拒绝的消息，当时爱立信出够了风头，拿下了17个订单中的7个。可还没得意多久就被华为追上，直到现在已经落后一大截了！而且搞了半天，其实全世界只有5个国家抵制华为，其中最先跳出来的是澳大利亚。后来就是美国、英国、加拿大以及最近表态的新西兰。至于韩国和日本，他们其实不敢抵制华为，华为有11家日本供应商，他们肯定会表示不满。而韩国跟华为存在深层次的技术合作，也不会跟华为闹翻。而且对日韩来讲，中国是一块极其巨大的市场，他们都有些离不开中国，所以让他们公开抵制华为他们是不敢的。现在华为已经拿下了23个订单，而且有消息称有50个国家正在谈判中。其中德国更是霸气为华为发声，表示华为没有做过任何不正当的行为。其实澳大利亚现在有些后悔，他们的运营商都非常想念华为，因为华为技术先进成本还比较低。所以澳大利亚和英国现在都有些动摇，估计在观望。加拿大其实跟中国关系一直都很好，但仍然是有些身不由己，而新西兰一共就没多少基站要建设。其实华为早在几年前就布局5G了，每年在研发上的投入更是天价，才有了如今5G技术上的领先。而美国妄想凭借自己的影响力怂恿别的国家拒绝华为，这是很不现实的，正义是必胜的，大家觉得呢？", "author": "五商文化", "newsdate": "发布时间：18-12-10", "newstime": "20:51", "sentiment": [{"positive_prob": 0.000294268, "confidence": 0.999346, "negative_prob": 0.999706, "sentiment": 0}]}, {"title": "同为国产手机巨头，为什么vivo比不过华为？原因其实很简单", "content": "经过国产手机厂商最近几年的混战，新市场格局已逐渐形成。“华米OV”四家厂商在国产手机品牌中销量稳居前四，不少消费者也将其称为是国产手机市场上的新四巨头。其中，华为一直处于领跑状态，当前销量更是反超了苹果，而vivo却一直在四个品牌中处于垫底位置，为什么同是在国内表现优秀的品牌，vivo会比不上华为呢，原因其实很简单。第一点：市场口碑华为和vivo虽然都有着亮眼的成绩，但是两家厂商品牌定位以及产品线分类上却有着明显的不同。华为当前口碑表现最为突出的是高端旗舰，今年P系列和Mate系列在市场上无论是口碑还是销量都获得了极大的成功，vivo虽然在今年也有旗舰机推出，但价格与配置往往不成正比。这也导致了两个品牌口碑被不断拉大。第二点：配置差异华为Mate20 Pro市场表现优秀，并且凭借着强有力的配置成为了当之无愧的机皇。而vivo旗舰X系列早已被消费者贴上了高价低配的标签。无论是处理器配置还是手机功能，相比华为Mate20Provivo X系列机型都有明显不足。即使是vivo在今年市场上表现最为出彩的vivo NEX，在各个方面与华为Mate20Pro相比也有不小的差距，而出现这种差距的最大原因就是技术储备。第三点：技术储备众所周知，当前市场上在手机性能和外观设计两个方面，各品牌机型之间的差距越来越小。而此时最能吸引消费者的便是新技术，华为每年都会投入大量的研发费用这是vivo所不能比的，也正是这个原因直接导致华为在技术储备上拥有绝对的领先，vivo虽然首先尝试屏下指纹，但并不是自身技术，所以华为也可以得到。而华为所拥有的麒麟处理器以及40W快充都是自己通过长时间研发获得的成果，这也是大多数消费者选择华为的主要原因。综合来看，华为麒麟980性能比vivo强，徕卡后置三摄拍照效果比vivo更为突出，在用户最在意的两个点上华为都有明显的领先优势，所以华为更胜一筹也是意料之中的事情，但vivo也并非是没有优势，自拍和出彩的外观设计令vivo获得了大批女性消费者的青睐。不过在华为不断扩展产品线的情况下，vivo如果不寻求新的改变，很可能会被华为吞并。你在生活更喜欢华为还是vivo，为什么会做出这种选择，不妨对此谈谈你的看法。", "author": "数码小妖精", "newsdate": "发布时间：18-12-10", "newstime": "19:10", "sentiment": [{"positive_prob": 0.287682, "confidence": 0.360707, "negative_prob": 0.712318, "sentiment": 0}]}, {"title": "看看这份德国专业评测榜单，你就知道华为手机的强大了", "content": "近日，德国质量安全欧洲测试协会COTEST公布了129款智能手机的评分排名榜单，分别从续航、配置、易用性、音质、信号收发及其总和评分进行了排名。榜单中显示，在前十款手机当中，华为手机占了6成，并且Mate20Pro凭借着总评449分领榜，而Mate20则排名第二。具体来看，Mate 20 Pro在电池续航和配置方面是129款手机中最好的，以总评449分领榜；Mate 20在电池续航方面也是最好的，总评以3分之差获得亚军，排名第三的是ZTE Axon 9 Pro，榜单显示该机在音质方面是129款手机中最好的。前十华为独占六席三星的Galaxy S8+和Note 9以总分437、436分列第6、7名，格外引人注意的是，第4、5、8、9名均为华为手机，分别是P20 Pro（总评440）、P20（437）、Mate 10 Pro（434）、Mate RS Porsche Design（433）。前10名中除三星占据第6、7名外，其余全部被中国品牌瓜分，其中华为Mate20系列、P20系列、Mate 10 Pro和Mate RS Porsche Design占据了前十榜单一大半的位置。COTEST发布的榜单显示，小米8以总评431分与苹果iPhone XS Max（512 GB）并列第11名，Google Pixel 3 XL总评以1分之差位列iPhone XS Max（512 GB）和小米8之后。官方资料显示，质量安全欧洲测试协会COTEST是位于德国的公益机构，其宗旨为独立测试商品为消费者提供服务。对于智能手机的评测，COTEST会测试手机的540项属性，并且每一项属性获得一个介于0.5至5.5的评分，最终根据总分得出一个整体测评结果。华为Mate 20凭啥比iPhone XS Max排名还高？在COTEST发布的榜单中，华为Mate 20比iPhone XS Max高了足足15分。这也意味着，华为Mate 20在多个项目上都比iPhone XS Max要好很多。作为华为2018年的重磅旗舰产品，Mate 20在面对价格破万的iPhone XS Max时也毫不褪色，特别是在相机拍照、续航快充等方面，Mate 20几乎可以说是全方位“吊打”iPhone XS Max。在机身容积不变的前提下，华为Mate 20依然采用了4000毫安时的大电池，并且搭载了22.5W快充的华为SuperCharger充电器，在外媒PhoneArena评出的2018年最佳续航旗舰手机排行榜排名第一，获得今年最佳续航旗舰手机称号。另一方面，华为Mate 20后置徕卡三摄，得益于超广角摄像头的加入，Mate 20还率先支持了AI广角拍摄，通过手机拍摄宏大场景也已成为现实。在系统层级，凭借着麒麟980双核NPU的出色表现，华为Mate 20还实现了更多的AI功能，比如识别卡路里、AI人像留色、自动拍摄960FPS超级慢动作视频等等。iPhone XS Max发布于今年9月份，是苹果有史以来最强大也是最贵的一款iPhone产品，但在面对破万的价格时，不少忠实的果粉也皱了眉头。因为如今手机市场早已经不再是苹果一家独大，可选的手机型号也越来越多，而凭借着华为Mate20系列的发布，在一定程度上，华为抢占了不少原本属于苹果iPhone的市场。无独有偶，近期，中国移动智能硬件测试中心公布了中国移动2018年智能硬件质量报告（第二期），从公布的数据来看，在3500元以上的手机中，华为Mate20系列综合能力排名第一。而华为Mate 20系列所搭载的麒麟980处理器同样获得了通信能力五星评价，排名第一。在芯片运算能力的评价上，麒麟980获得了5颗星，排名第一，比骁龙845还多了一颗星。芯片通信性能中，第一仍是麒麟980。作为国产手机一哥的华为，能取得如此成绩也是理所当然的事情。近期国际数据公司（IDC）公布的11月份的调查数据显示，2018年第三季度华为手机出货量表现相当抢眼，单Q3的出货量就达5220万台，占比14.6%，排在第二的位置。在今年“稳了”的华为Mate 20系列发布之后，外媒更是赞不绝口，纷纷给予高度评价。比如福布斯在上手开篇就直言，很多评测喜欢针对一部手机的方方面面做出评测，作者曾经不以为然，但在上手华为Mate 20 Pro以及Mate 20时，开始相信这是一款方方面面都比较完善的手机，并称今年没有其他手机能够提供或将能提供与华为Mate 20系列类似的功能。临近年底，不少小伙伴准备换机，在面对iPhone XS Max高昂售价时，华为Mate 20则成了最佳购机选择，无论是参数配置、外观设计还是操作体验，Mate 20技压群雄，相信会给你一个满意的答案。目前华为已经正式超越苹果，成为全球第二大智能手机厂商。接下来，华为已将目标锁定在2020年争取超越三星，成为全球最大的手机制造商。", "author": "IT之家", "newsdate": "发布时间：18-12-10", "newstime": "17:10", "sentiment": [{"positive_prob": 0.998244, "confidence": 0.996097, "negative_prob": 0.0017565, "sentiment": 2}]}]