[{"title": "盟友接连倒戈后美国服软，要给华为开绿灯，向大伙提出了一个条件", "content": "近日，美国对华为打造的封锁圈几乎完全破裂，在欧盟不准备跟着美国胡闹之后，欧盟各成员纷纷松口，而英国在本月23日的时候带头表示，允许华为参加英国当地的5G建设，有了英国出头，欧洲其他国家的态度不言而喻。除了欧洲以外，美国在亚洲地区的盟友也选择给华为开绿灯，亚洲地区牵头的国家是韩国，在下个月，华为就在韩国首尔展开基础部分的工作，其他的一些东南亚国家也纷纷趁着来华的机会，点名要跟华为会面，形势可谓是一片大好。美国自然也知道大势已去，禁止华为本身就是毫无道理的，何况美国自己的企业都在使用华为设备，很难说服其他国家去禁止华为，因此，在盟友们接连倒戈之后，美国也不得不服软，给华为开了绿灯。据环球时报本月26日援引法国国际广播电台消息，美国国家安全局高级官员乔伊斯，在英国召开的一场网络安全会议上表示，五眼联盟国家不应在“敏感”的部分，使用华为或者任何其他国家公司所生产的，存在不安全因素的设备。乔伊斯向大伙提出的这个条件，所表达出来的意思有两层，其一，不在“敏感”的部分使用华为设备，意味着，在不“敏感”的部分就可以使用华为的产品，跟之前的态度已经发生了非常的转变，相当于默认了大家可以使用华为设备，但是在涉及五眼国家情报互通的部分不能用。显然，美国也在给自己找台阶下，正如其他国家恢复跟华为合作的时候，总是为了顾及美国面子而遮遮掩掩一样，拿一些“敏感”、“核心”等部分来说事，而实际上，到底什么“敏感”根本就没有一个明确的界限。其二，这一次还加上了其他国家的公司，意思就是美国并不是在针对华为，而是为了保护大家的网络安全，这同样也是为了顾及面子，毕竟自己嚷嚷了那么久，到头来却要收回成命，是一件多么没有面子的事情。相关专家表示，由于大多数国家都跟华为有着深入的合作，如果在5G这节点上不再跟华为合作，必将会让当地的5G建设落于人后，这是大家都不愿意的，谁都知道5G的重要性，要不美国也不会想方设法的去限制华为，如今，连五眼联盟这个情报共享组织都给华为开了绿灯，那么其他国家就更不可能被限制跟华为合作了。", "author": "UTV兵鉴", "newsdate": "发布时间：19-04-26", "newstime": "14:30", "sentiment": [{"positive_prob": 0.0739702, "confidence": 0.835622, "negative_prob": 0.92603, "sentiment": 0}]}, {"title": "防水手机不防水？都是商家的“套路”！", "content": "华为手机上头条已经不是什么奇怪的事情了，但是，“防水手机进水不保修”这一个话题再一次让华为成为了大家的焦点。事件的起因是成都一个市民的P30 Pro掉进了马桶里，捞出来后就出现了无法正常使用的问题，于是申请了保修，但是华为的售后却给出了：“因人为原因损坏，需支付维修费用”的答复。这就让这位用户十分气愤了，他认为华为在宣传P30 Pro的时候明确标注了IP68的防水防尘标准，为何实际使用却不防水？IP68标准代表手机能够在1.5米的水深下保持至少半小时以上的正常运行，并且内部不会发生进水问题，就可以获得IP68的认证。而马桶的水深自然是不可能超过1.5米，这也是该用户与华为争论的主要原因，那么，P30 Pro是否真的不防水呢？自然不是的，既然华为给出了IP68的认证，那么就代表P30Pro的确是经过了相关测试的，但是，华为在标注中也对IP68进行了详细的说明。首先是指出P30Pro非专业防水手机，这个大家应该都同意，其次是说明了IP68的测试是在实验室的可控环境下得出的结论，测试条件为：“无流动的清水，水深1.5米且水温与产品温度差别在5摄氏度以内”，简而言之，这个IP68并不是在任意时候都起效的。是当水体存在流动，或含有盐分以及其它腐蚀性化学物质时，IP68是可能失效的，因此造成的损坏并不在意外损坏的保修范围内。从法理角度来说，华为索要维修费用，并没有做错，不过从实际角度来看，的确是因为宣传上存在误导才导致的悲剧发生，而且用户并不是有意将手机放入水中，所以才让人们质疑华为的做法。不过，虽然许多手机在广告的标注上是IP68，但是实际上在日常的生活使用中，都只能是保证在一般的水溅等情况下不会进水，不仅仅是华为如此。最早在手机上应用IP68防水功能的索尼也遇到过类似的情况，一位用户的索尼手机因为泡在海水中导致损坏，在要求索尼保修时得到了与华为一样的答复。该用户认为自己受到了欺骗，于是以集体诉讼的形式将索尼告上了法庭，最后法庭判决索尼涉及虚假宣传，由索尼与用户达成和解协议。看到这里，估计有人会问：华为难道就不是虚假宣传吗？华为还真不算，索尼被判虚假宣传的主要原因是手机广告中有在水下拍照的画面，并且索尼对外宣传的重点之一也是防水。而起诉索尼的用户中有不少都是因为水下拍照而出现进水问题的，这才是法院如此判定的原因，而华为手机并没有宣传P30 Pro可以在水下正常使用，所以与索尼的情况不同。类似的例子其实并不少见，三星、苹果等厂商的手机也都宣称拥有IP68防水，但是实际上都是在实验室条件下测试的结果，并且也都不会特别标注IP68的适用范围，导致一定的误导。笔者认为，各个厂商在宣传防水功能的时候，应该直接在旁边进行清晰标注，就如同索尼在败诉后所做的那样：“请不要在水里使用手机！”。", "author": "上游科技", "newsdate": "发布时间：19-04-26", "newstime": "15:57", "sentiment": [{"positive_prob": 0.000439791, "confidence": 0.999023, "negative_prob": 0.99956, "sentiment": 0}]}, {"title": "华为东莞新总部揭秘：做列车走一圈需22分钟，无数摄像头戒备森严", "content": "作为中国乃至世界优秀的通讯和手机制造商，华为近些年的发展可谓突飞猛进。那么，这家公司的总部到底是怎样的呢？最近，国外科技媒体就探访了一次华为新总部，尽管是蜻蜓点水地了解，但也能体现出这家公司的独特文化。价值兄了解到，这是华为将总部从深圳搬到东莞后罕见的一次探访。据价值兄了解，华为新总部目前位于中国广东省东莞市松山湖的牛角校区。这家中国科技巨头是世界上最大的智能手机制造商之一。该公司最近在中国东莞新建了一个园区，据报道，该园区最多可容纳2.5万名员工。据CNBC（美国全国广播公司）报道，华为已经在全球雇佣了数十万名员工，但这家科技巨头最近在中国新建了一座园区，为更多员工解决工作和生活等全方位的服务。1.华为新总部能容纳2.5万人，完全仿照欧洲城市设计。华为的“牛角”（Ox Horn）园区位于中国南方的广东省东莞市。据CNBC财经频道报道，牛角校区被分成12个“城镇”，每个城镇都是模仿欧洲主要城市的设计。整个园区里有一个松山湖。整个园区有自己的电车系统，足够容纳25000名员工。2.诞生于32年前的华为，任正非用2.1万元将其带入世界领先地位。华为由任正非于1987年创立，他和朋友只带着2.1万元人民币就开始了自己的创业之路。自那以来，这家通讯公司历经32年发展，如今已成长为全球最大的科技公司之一。华为是全球最大的电信设备制造商，也是仅次于三星的全球第二大智能手机制造商。3.华为在美国和很多国家依然存在摩擦，难以进入。尽管在中国以及很多国家市场占有率非常高，但这家公司在除了在中国外，在美国和很多国家依然鲜为人知，比如在美国是因为禁售的原因。关于与美国相关部门的诉讼和摩擦，此前华为CFO孟晚舟在加拿大被捕并被引渡至美国的事件此前尤为引人关注。华为以高度保密而闻名，不过国外记者今年早些时候终于首次获准进入华为的新园区。4.2018年销售额达1085亿美元，今年一季度手机销量5900万台。23日，华为发布了2019年一季度财报。财报显示，今年一季度华为销售收入1797亿元人民币，同比增长39%，其中手机销量高达5900万台。而去年华为全年的销售额高达1085亿美元（7311亿人民币）。华为2018年的销售额比2017年增长了21%，公司的高速增长说明了为什么华为可能需要在新园区容纳更多员工。5.华为新总部已经于2018年搬到东莞。2018年下半年，华为开始了新总部的搬迁过程。据价值兄了解，华为新园区位于中国广东省东莞市。这个东莞的新总部耗费资金约100亿，占地面积为1900亩，采用了欧式风格设计，如同像一个城堡。深圳的华为总部依然继续保留。6.华为东莞新总部容纳的员工数仅仅是深圳总部的一半。外媒称，东莞市位于中国南部。这座城市位于华为原总部所在地深圳的北面。不过，华为东莞新总部却没有深圳大，后者能够容纳多达5万名员工，而东莞总部则最多只能有2.5万人。7.华为的新园区目前很神秘，整个园区占地9平方公里(约3.5平方英里)。8.华为新总部各类设施齐全。在华为庞大的新园区中，我们能发现整个企业设置了全面的办公设施，这包括工厂、企业办公区域和员工住房的各种设施。9.新园区内诞生着智能手机、笔记本电脑等各类产品。数千名华为员工在这些工厂工作，生产华为旗下的大量产品。华为的产品涵盖智能手机、笔记本电脑等等通讯设备，以及面向企业的技术服务等。10.在企业服务方面，华为早已经是行业的领先者。在新园区，华为还提供电信和无线互联网接入方面的服务和解决方案。这是华为早已经建立优势的领域。华为提供的服务从基于云的软件到大规模的网络运营，这是华为服务器机房的一角。11.俯瞰工厂，与东莞园区的其他地方相比，华为的厂房显得单调乏味。12.新园区拥有12个“城战”，模仿欧洲主要城市建设。华为园区的其余部分被划分为12个独立的“城镇”。“每个部分都是模仿一个不同的欧洲主要城市，每个城镇可以容纳大约2000人。13.华为东莞新园区几乎复制了欧洲很多城市的著名风景。一些为园区提供灵感的城市包括法国巴黎，意大利维罗纳、格拉纳达，西班牙和比利时的布鲁日等。CNBC指出，在匈牙利布达佩斯的自由桥园区里有一座完整的复制品。14.新园区的城堡成为了华为研发部门所在地。新园区最大的特色之一是坐落在人工湖上的巨大城堡。据报道，华为这座城堡的设计灵感来自德国海德堡城堡。彭博社(Bloomberg)报道称，这座城堡将容纳华为的秘密研究部门。15.华为有一种文化叫“延迟满足感”。华为最初的总部也有一个湖。目前还不清楚新建园区内的湖是否也将以黑天鹅为特色，黑天鹅在华为深圳园区内随处可见。这些天鹅显然代表了“企业文化中的延迟满足感”。16.新园区内竟然有穿梭的红色公交车，方便员工们代步。为了让员工在庞大的园区和不同的“城镇”之间穿梭，华为有自己的鲜红色列车环绕，方便员工们进行代步。17.华为园区走完一圈长达22分钟。据报道，整个华为新园区非常大，如果我们坐电车走完一圈，需要22分钟。18.整个园区中，随处可以见到配备的可视的安全摄像头。华为以对其业务保密而闻名。因此，我们能够在华为的整个新园区中，都配备了无数个摄像头，尤其是在华为的实验室中，这是华为最保密的区域。", "author": "王春龙", "newsdate": "发布时间：19-04-26", "newstime": "00:01", "sentiment": [{"positive_prob": 0.8321, "confidence": 0.626889, "negative_prob": 0.1679, "sentiment": 2}]}, {"title": "为何中国联通选择和高通合作，而不是华为呢？", "content": "为何中国联通选择和高通合作，而不是华为呢？联通在发展中，有过短暂的领先优势，这个优势也是在联通3G时代建立的，所以很多人还是觉得，目前联通也是在积极地部署自己的5G，也许对于联通来说，这也是一个绝佳的机会，一个能够在一次站在行业领先地位的机会，所以联通似乎也抓住了这个机会，通过个很多国内的厂家合作，开发出了5G手机这样的产品，所以最终联通看起来有了先发优势。但是联通和中国移动都开始了在5G方面的建设，但是这两家都没有选择大规模的和华为进行合作，其实这个原因想必很多人都是了解的，毕竟在5G到来之前，这些公司都是和国外的厂商进行合作的，所以继续和国外合作，也会是一个最节省成本的方案，这一点，也和华为在国外一些国家有着不可替代的地位，有着异曲同工之妙。那么很多人会觉得，华为的技术已经足够领先，那么为什么中国的移动和联通不能够和华为这样的企业进行合作呢，其实到了今天，很多人也明白了，因为中国在世贸组织这样的大家庭，中国想要走出去，那么也必然会允许很多的国家走进来，这才是一个正常的做法，所以联通能够不选择华为，也许就是一个必然了，因为要分享市场。为何中国联通选择和高通合作，而不是华为呢？其实高通目前已经联合了国内的很多手机厂家，开始了进行5G建设，国内除了华为的手机使用了自己的5G终端，基本上别的手机厂家都没有使用华为的技术，对于华为来说，这可能就是一个不开心的事，但是同时也是一个值得庆幸的事情，因为一个自己的同行在和自己进行竞争，这也是能够很好地检验自己的技术的好坏，用事实说话。目前其实中国联通在4G网络上并不占优势，因为中国移动的实力还是很雄厚的，所以在全力发展5G的时代，联通看起来，还是要加把劲，才能够赶上移动的发展步伐。同时目前中国联通已经在上海等7个城市开始了5G建设，看起来上海将会成为全国首个中国联通的5G试用城市。高通在世界上也是一个享誉盛名的公司，最近高通更是强势的逼苹果就范，因为苹果需要高通的技术，在苹果宣布不和高通进行合作之后，苹果的发展就变得比较缓慢，毕竟能够取代高通的公司，还没有那么多，双方之间的实力差距还是比较大的，所以，苹果目前选择花大价钱，再一次和高通进行合作，也是自己的必选之路。高通的子公司目前已经宣布和努比亚，还有一加，Ov以及中兴小米合作，看起来华为面对的也将会是一个巨大的对手，很多国产手机都是选择了和高通进行合作，这样的做法，也无疑会让自己的产品变得更加有吸引力，因为高通和华为在5G技术方面是势均力敌的。但是华为在国内的发展中，也并不是输家，因为目前华为已经开始了在国内铺设5G，同时中国联通目前已经和华为进行了合作，前段时间，中国联通携手华为率先打通全球第一个基于LampSite的室内数字系统5G电话，这也能够说明，联通对这个技术的两家公司，都是很信任的，同时自己也是在做着一个抉择。那么你会看好联通的5G建设吗，欢迎留言。", "author": "飞兔大杂烩", "newsdate": "发布时间：19-04-26", "newstime": "18:27", "sentiment": [{"positive_prob": 0.0303906, "confidence": 0.932465, "negative_prob": 0.969609, "sentiment": 0}]}, {"title": "华为王成录曝猛料：方舟编译器或将适配更多老机型", "content": "4月25日，“华为有技术EMUI媒体沙龙”活动在京举办，华为消费者BG软件部总裁王成录向与会媒体详细解读了EMUI 9.1中的“黑科技”——方舟编译器，并曝出华为老机型在升级到EMUI9.1后，将陆续适配支持方舟编译器，消息一出便赢得华为用户的赞誉。方舟编译器，安卓性能实现革命性突破在华为P30发布会上搭载EMUI9.1亮相的华为方舟编译器，自发布之后就得到了业界的高度关注。华为表示使用这一工具能够从程序编译与运行机制上提升安卓系统流畅度，补齐安卓系统的短板。作为连接人类世界与机器世界之间的桥梁，编译器称得上是程序员和机器之间的“翻译官”。全新的华为方舟编译器采取了静态编译的方式，是首个取代了安卓虚拟机模式的静态编译器。可供开发者在开发环境一次性的将高级语言编译为机器码，手机安装应用程序后可全速运行程序，带来效率上的极大提升。据华为官方提供的数据显示，通过方舟编译器可实现系统操作流畅度提升24%，系统响应提升44%，足以见得其优势。与此同时，与系统流畅度紧密相关的内存管理，也是程序开发与运行时需要重点考虑的部分。安卓在内存回收上采用集中回收机制，发生全局回收时更需要暂停应用，这也是随机卡顿的根因之一。而方舟编译器提供了更高效的内存回收机制，回收时无需暂停应用，随时用随时回收，大大提高运行速度。探索安卓性能极限 华为主动开源引领全行业变革优秀成果的背后离不开艰苦卓绝的奋斗和长久的蛰伏，据了解，2009年华为便创立了编译组，历经10余年的砥砺研究方舟编译器才得以面世。由此见得，华为EMUI早就将提升消费者的切身体验作为其品牌发展初衷，不断完善技术肌肉，以此获得更高的突破回馈广大用户。据介绍，方舟编译器将于2019年8月的华为终端开发者大会上开源编译框架代码，并于2019年11月的绿盟开发者大会上公布完整的方舟编译器代码。邀请整个产业和生态来一起共同关注和提升安卓性能体验。老机型升级迎重磅福利，方舟编译器将陆续适配与业界重点关注方舟编译器将会给安卓行业带来哪些深远影响不同的是，很多用户更关心什么时候能够亲身体验这一“黑科技”。不少用户通过各种渠道表达了该功能的升级适配的期待之情，在网上喊话华为工程师“加班”推进适配，想要及早体验黑科技加持下的极速系统体验。在本次活动结束后，华为EMUI官微放出了方舟编译器的最新动态：除P30系列外，更多老机型在升级至EMUI9.1后将陆续支持方舟编译器，可见华为已将其适配升级提上日程正在紧锣密鼓的推进当中。此前，华为EMUI官微发布信息称，累计共有49款机型已经开始或计划开始升级EMUI9.1。目前，Mate 20系列四款正在公测中，Mate 10系列、P10系列、荣耀10系列、nova 3系列、nova 4等25款机型开启了内测招募；nova 4e、华为畅享9 Plus等20款机型也在计划升级机型。相信随着EMUI9.1升级的推进，华为将加快老机型适配方舟编译器的步伐。（免责声明：此文内容为本网站刊发或转载企业宣传资讯，仅代表作者个人观点，与本网无关。仅供读者参考，并请自行核实相关内容。本站作为信息内容发布平台，页面展示内容的目的在于传播更多信息，不代表本站立场；本站不提供金融投资服务，所提供的内容不构成投资建议。如本文内容影响到您的合法权益（含文章中内容 图片）等。请及时联系本站，本站将会进行相应处理。）来源：中华网", "author": "中国日报网", "newsdate": "发布时间：19-04-26", "newstime": "11:03", "sentiment": [{"positive_prob": 0.702558, "confidence": 0.339017, "negative_prob": 0.297442, "sentiment": 2}]}, {"title": "华为任正非：我最喜欢美国人的坦诚，我从年轻时就比较亲美", "content": "华为这段时间一反常态变得非常的高调，连带着创始人任正非也变得非常高调。近日任正非又接受了采访，在接受采访的时候任正非表示，你可以非常直爽的提问我，我也会很坦诚的回答，哪怕你的问题很尖锐，也不用担忧，我最喜欢美国人的坦诚，美国人有啥都敢问，我从年轻时就比较亲美，至今我还认为美国是很伟大的国家。这样的言论有那么一点博取美国好感的意思，不过任正非说的确实是事实，美国人比较坦诚，不像我们大多数中国人有着那么多的弯弯绕绕，但有优点也有缺点。另外在采访中，被问及是否对华为外来的生存和盈利担心时，任正非表示对华为的生存是不会担心的，今年的一二月份华为的销售收入增加了35.8%，华为前不久也公布了今年第一季度的数据，根据显示华为的增长是非常恐怖的，由其会手机业务方面，第一季度手机出货量就达到了5900万部，今年华为的增长将会非常的恐怖，任正非也表示已经遇到了这一点，会合理的控制增长。最近在国内通讯领域，还有一件大事，中国联通的5G测试大单，落在了爱立信的手中。爱立信出价210亿，比华为低了整整25个百分点，最终爱立信以超低的价格拿下了中国联通的单子。为什么华为本次的报价会这么高呢？华为在通讯领域中一直以来都是以超低价著称。在本次接受采访的时候，任正非有提到一点，似乎是对此的解释。任正非表示要向苹果学习，把价格做高一点，让所有竞争对手都有生存空间而不是通过价格降低来挤压这个市场。以往华为的产品定价都是根据成本在定价，售价一般都比价低，但现在华为改变这一定价策略了。其实从手机领域就能够看出华为的这一改变，低价虽然能够一时的占有市场，但却没有办法长时间的占有市场，小米就是一个很好的例子。另外在被问及美国的态度的时候，任正非表示：今天最兴奋的的是美国对我们的打压。为什么这么说呢？华为在短短的30年时间，已经成长为了一个庞然大物，华为的成长速度太快了，因此华为整个团队正在懈怠、衰落之中，很多管理层都有了钱，都不再愿意努力了。而美国的挤压，让华为上上下下都感到了压力，就会更加团结，万众一心。好的军队必定有着强大的敌人，这一点很符合军人出身的任正非的观点。任正非已经很老了，他已经是75岁了，直到最近这几年才略显高调，我们才真正的认识了任正非，同时才有媒体挖出关于他的很多信息。长时间以来华为一直都很低调，直到最近几年华为才走到大多数人眼中，以前虽然大家都知道华为，但是也仅仅知道，毕竟会一家没有上市的公司，大家并没有对齐刮目相看。直到现在大家都知道，原来华为早就是世界500强的企业了。对于华为你怎么看？", "author": "清单科技", "newsdate": "发布时间：19-04-26", "newstime": "15:10", "sentiment": [{"positive_prob": 0.999759, "confidence": 0.999465, "negative_prob": 0.000240777, "sentiment": 2}]}, {"title": "入手华为P30系列等于拥有多少福利？官方是这么说的", "content": "【手机中国新闻】2019年4月11日，华为P30系列国行版开售，其中，华为P30售价3988元起，华为P30 Pro售价5488元起。4月26日下午，华为终端官微发布一条微博，介绍了入手华为P30系列手机可以同时带来多少福利。华为P30系列手机福利从官方发布的图片来看，华为P30系列购机用户可以获得以下福利，总体来说还是挺吸引人的：携程旅行超级会员卡一张、云存储空间购买优惠券一张、沪江网校200元学习卡一张、华为应用市场尊享开机礼包一份、网易考拉红卡年卡会员、华为阅读3个月免费VIP权限、华为音乐VIP买1月送1月优惠以及华为钱包“京津冀互联互通卡”免费开卡等福利。华为P30系列是华为上半年发布的旗舰产品， 其中，华为P30拥有6.1英寸OLED全面屏，加入屏内指纹；前置3200W像素摄像头，后置三摄像头分别为4000W、1600W和800W像素；搭载麒麟980处理器，拥有3650mAh电池，支持22.5W超级快充。价格方面，8GB+64GB售价3988元，8GB+128GB售价4288元，8GB+256GB售价4788元。华为P30华为P30 Pro拥有6.47英寸OLED曲面屏，加入屏幕发声和屏内指纹技术，支持IP68级防尘防水；前置3200W像素摄像头，后置四摄像头分别为4000W、2000W、800W像素和TOF镜头；搭载麒麟980处理器，拥有4200mAh电池，支持40W超级快充和15W无线快充。价格上，8GB+128GB售价5488元，8GB+256GB售价5988元，8GB+512GB售价6788元。华为P30 Pro华为P30系列参数最后提醒一下，通过华为应用市场搜索“我的中心”可以查看更多福利，购买华为P30系列的用户可以多多关注一下。", "author": "CNMO手机中国", "newsdate": "发布时间：19-04-26", "newstime": "19:38", "sentiment": [{"positive_prob": 0.58773, "confidence": 0.0838435, "negative_prob": 0.41227, "sentiment": 2}]}, {"title": "7座城市成为首批5G城市，华为亮出5G手机价格，看到价格不淡定了", "content": "7座城市成为首批5G城市，华为亮出5G手机价格，看到价格不淡定了！你是否还沉浸在4G网络的世界里不能自拔，你是否因为没有时间去关注科技的发展，这些都不重要，重要的是我们随着科技的不断发展，将迎来全新的网络时代，4G网络在不久的将来会成为过去式，同时替代4G网络的必定是5G网络，我们离5G网络时代越来越近。5G网络从去年起就被人们所关注，但是大部分人关注的并不是5G网络的速度或者是价格，更多人看的是关于华为的5G技术，去年的华为5G在世界范围内影响重大，今年则不同了，华为5G得到众多国家的认可，同时5G网络正在测试阶段，今年的下半年就能进入到试用阶段。华为的5G技术水平代表了世界5G的最高水平，我们国家很明显会是首批使用上5G网络的国家之一，目前华为已经和国内的三大运营商达成合作，同时将会为他们提供技术支持，一起来建设我们国家的5G技术，现在国内已经有7座城市被指定为5G网络的试点城市。中国联通公司在前一段时间公布了这7座城市的名字，分别是杭州、南京、深圳、上海、北京、广州和雄安，这7座城市的居民非常幸运能够用上我国的首批5G网络，同时他们也享受5G网络带来的生活变化，5G网络的试用也就意味着5G手机该出面了，这是相辅相成的。想要试用5G网络自然是少不了一部5G手机，在之前很多厂商都已经公布了自己的5G手机型号和相对应的价格，其中有三星、华为、LG、小米和OPPO等手机，其实关于网络很少有人关心，人们关心最多的自然是手机的价格，下面我们就来简单的看一下这些5G手机的价格。首先三星有两款机器，其中一款是三星S10，初步价格约为8045元，还有一款是三星Galaxy Fold，价格约为14078元，就连OPPO Reno也要6704元，小米的5G手机相对便宜一点，价格约为4538元，但是华为的价格就有点让人不淡定了，华为Mate X的价格约为16760元。华为的5G手机按理说该便宜一点，能够订到这个价格也有华为自己的原因，华为这个价格确实是让人难以接受，但是我们可以买便宜的，也不一定非要买华为，不是吗？对于现在的5G局面和形式你有什么想说的吗？欢迎留言讨论", "author": "七七科技粉", "newsdate": "发布时间：19-04-26", "newstime": "22:46", "sentiment": [{"positive_prob": 0.980492, "confidence": 0.956648, "negative_prob": 0.0195085, "sentiment": 2}]}, {"title": "华为设立哈勃投资：一场C端变革拉开大幕", "content": "格隆汇4月25日丨1949年4月23日，伴随着百万雄师横渡长江的胜利凯歌，中国人民海军在江苏泰州白马庙宣告诞生。70年后，在人民海军生日的当天，中国在青岛举行了声势浩大的阅兵，俄罗斯、印度、澳大利亚、韩国、孟加拉国等11国海军的16艘舰艇国也前来庆祝。特别是印度还开来了战斗最为优良且令国家和海军引以为傲的“加尔各答”隐形导弹驱逐舰。这一天，注定可以载入中国海军的史册。（图源：网络）也就在同一天，中国高科技代表企业——华为新成立了一家全资子公司——哈勃科技投资有限公司。该公司注册资本为7亿元人民币,由华为投资控股有限公司100%控股。（来源：企查查）这一则不起眼的消息，或许并没有多少人留意，但这一步或许对华为组织架构以及商业模式都会产生深远影响，或许也会在华为史册上留下浓墨重彩的一笔。一哈勃投资，名字颇具深意。哈勃望远镜自1990年搭乘美国“发现者号”航天飞机进入太空，开启了自己的传奇一生。如果要探索太空，是离不开哈勃的。据企查查数据显示，哈勃投资的法定代表人、总经理及董事长均为华为财务老兵——白熠。他现任华为全球金融风险控制中心总裁,此前曾担任华为财务管理办公室副总裁。此次任命可以说是委以重任。此外，哈勃投资现任董事——应为民曾担任华为无线网络研发总裁；周永杰曾任海思半导体有限公司副总裁，均有多年通信产业从业经历。华为抽调这几名实力大将，新成立哈勃投资（公司经营范围：创业投资业务），看来要在股权投资领域有所作为。而这一举措跟华为一向对于资本投资敬而远之的态度不太一致。2017年，华为创始人任正非对人力资源部签署126文，明确提出“三不原则”，即不做应用、不碰数据、不做股权投资。同一年，任正非内部讲话时还提到:“IRB的投资方向一定要聚焦主航道,要梳理乱投资行为,都并到主航道上来。我们“下午茶”就集中精力吃几个甜点,剩下的让别人做。”此外，华为轮值主席徐直军也在华为云相关采访中强调，在云领域上，华为不投资集成商或应用开发商，不去培养一帮“亲儿子”，也不让“亲儿子”跟合作伙伴竞争。实际上，华为在投资方面的打法一直遵循的是《华为基本法》中制定的规则，该基本法中提到，华为永远不进入信息服务业，永远不进入主行业以外的行业。过去这些年，华为没有组建自己单独的投资基金或投资公司，并且公开的投资记录也不多，仅仅才有14家。（来源：投资界）从投资界梳理的表格中，我们可以看到华为投资主要还是聚焦在通信领域的并购上。2011年11月，华为斥资5.3亿美元并购赛门铁克公司，致力于网络安全与存储器的研发销售。这也是截止目前为止华为最大的一笔战略投资。此外，2014年7月，华为与德国博世和美国Xilinx公司共同投资XMOS公司，投资规模高达2620万美元。XMOS公司成立于2005年，主要致力于物联网领域的高性能芯片的设计和生产，值得一提的是，这也是华为首个在英国的投资案例。两个月后，华为在物联网领域又下一城，以2500万美元收购了另外一家英国的物联网公司Neul，而这家公司此前与华为有过9个月的合作。除此之外，我们发现华为竟然还有几笔不那么符合公司原有定位、纯粹是为了财务投资的案例。这里面离不开一个重要的人物——朱波。这还得从2008年说起，那是移动互联网开端之年。那一年，罗永浩开启了自己人生的第一次创业，创办“老罗英语”。那一年，华为也嗅觉到了互联网变革的机会，开始摸索，成立互联网业务部，由空降的投资人朱波担任该部门的首席市场官，后来又被任命为互联网业务部总裁。在其担任互联网业务部总裁的4年时间，华为就投资了不少互联网项目，典型的就是昆仑万维和暴风集团。后来，华为调整业务策略，朱波也离职了。之后的仅有的几笔投资，也聚焦在通信领域的并购上了。目前，华为在通信行业已经是全球霸主。在这个被华为打下来的天下，已经缺少优质的并购标的。如果按照原有的策略，华为压根用不着成立新的投资公司。而此次却大费周章，另起炉找，成立哈勃投资公司，难道真的要去“探索太空”？那么，华为此番举措又寓意何为呢？二3月29日，华为在深圳总部了发布了2018年全年的成绩单。据财报显示，华为2018年实现全球销售收入7212亿元人民币，同比增长19.5%，净利润593亿元人民币，同比增长25.1%。其中，华为运营商业务在美国为首的西方国家围堵下，着实受到了一些影响。该业务板块实现销售收入2940亿元人民币，同比减少1.3%，终止了多年来保持的持续高增长记录。然而，消费者业务实现销售收入3849亿元，同比增长45.1%，首次超过运营商业务，成为了新的顶梁柱。该细分板块收入已经超过阿里巴巴全年营收的3453亿元，也超过腾讯的3127亿元。4月22日，华为还破天荒地发布了2019年一季度财报。据数据显示，一季度营收为1797亿元，同比增长39%，而终端业务却增长了70%。此外，华为智能手机发货量超过5900万台，完成全年2.5台的目标应该不在话下，妥妥地拉苹果下马。客观上讲，消费者终端业务已经成为了华为新的增长引擎。一旦确立新的业务龙头，那么就会有更多的人力、财力等资源倾斜。4月24日，有消息称，华为正在进行一次较大规模的员工转岗工作，大约将有2万员工从CNBG（运营商业务）疏导至华为CBG（消费者业务）。并且华为消费者业务目前以手机产品为主，未来可能会由于这次转岗而开辟更多的产品线和领域。对此，余承东表示，“消息有误，不可能消化这么多人。”从余承东的表述来看，华为向消费者业务倾斜人力并不假，只不过没有传言的那么多罢了。从新龙头引擎业务的确立以及人力调整上来看，华为内部业务收入结构正从B端运营商驱动型，向C端终端驱动型的转变。看到这，你或许就明白华为为何要设立新的投资公司了。因为B端的玩法，跟C端的玩法根本就不一样。B端，华为可以凭借自己的技术实力，做强做大自己，再来一点并购投资就OK了。但C端不一样，要整合的碎片化应用资源太多了，仅凭自己单干，根本无法完成。首先，我们来看看互联网界玩得风生水起的巨头——阿里、腾讯、百度。仅仅在2018年，阿里和腾讯就投资了243家公司，涉及的领域非常之多，诸如文化娱乐、交通、体育、汽车等等。除了BAT，市场还有美团系、滴滴系、小米系、头条系的各种投资布局。玩C端就是不一样。我就是我，不一样的烟火！下面，我们再来看看华为所面对的C端大市场。5G是一个超级赛道，再有了基础的5G铺设之后，各种终端应用场景就会多得眼花缭乱。5G正式商用化之后，首先最大的变革就是智能手机会有一大波换机潮。产业链上，手机制造商、零部件制造商以及手机销售商均会受益良多。此外，智能穿戴设备（包括智能手表、头戴式显示器、穿戴式摄影机、蓝牙耳机、智能手环、运动手表、其他健身监测器）将会迎来爆发式增长。根据Gartner的数据，预计到2021年，全球将卖出5.05亿台可穿戴设备，市场营收规模将高达550亿美元。（来源：Gartner）华为在该领域也早有动作，在去年一季度，市场份额并从2.1%上升至5.2%，排名全球第四，同比增长了147%，增速迅猛。在未来2-3年，市场规模将扩大至4000亿人民币，华为做的还不够，还可以做得更好。在智能家居领域，华为也开始布局电视，开启AloT之路。当然，智能音箱也是家庭应用场景的重要入口之一。另外，该有重磅级选手——车联网终端。5G商用之后，智能驾驶汽车上路，车联网终端的数量巨大，市场规模及前景令人垂涎欲滴。以上罗列的5G应用场景或终端应用，下面还有更多的细分领域，而且均具备不错的机会。其实，BAT、还有小米等巨头早几年就盯上了其中的一些市场规模较大的细分领域来布局，有的自己做，更多的是战略投资这些产业链上的创新性公司。总体来说，5G时代是对于互联网经济的一次大洗牌，消费者要换手机、要买穿戴设备、手机里面APP大多要更新、摄像头要联网、家用电器要联网、智能机器人要联网。5G终端业务想象力足够丰富，也是华为倾斜各种资源的重要原因。目前，华为虽然推出了自己的手机、笔记本电脑、平板电脑、智能手表等消费终端产品，但距离其想要构建的智能物联终端生态仍然相差甚远。这需要将无数的碎片整合到一起，即便华为研发能力再强，也无法单纯靠自身完成。所以，华为要单独创立哈勃投资。这就是一场C端变革的重要转折点。三纵观国内的BAT，还是美国谷歌、亚马逊等科技巨头，它们除了聚焦自己的主业以外，还有庞大的战略投资，可以说是两条腿走路，可以生生不息，长期延续，或许就能成为下一个百年迪士尼。而华为此前却是单条腿走路，跟自己主营B端业务密不可分。而未来，确立C端为新的龙头引擎，那么两条腿走路，就显得非常重要了。中国海军从无到有，从小到大，从弱到强，从长江之畔的村庄起步，一路穿越溪流江河，一路涉过激流险滩，纵横万里海疆，勇闯远海大洋，最终将走向深蓝和伟大。华为从1987年一路走来，同样是血雨纷飞，饱经风霜和磨难，但我相信也最终将走向伟大。但伟大的背后都是苦难！华为，中华有为，加油！", "author": "格隆汇", "newsdate": "发布时间：19-04-26", "newstime": "18:13", "sentiment": [{"positive_prob": 0.974461, "confidence": 0.943246, "negative_prob": 0.0255393, "sentiment": 2}]}]