[{"title": "外媒：苹果将在2020年推出5G手机，iPhone会过气吗？", "content": "众所周知，2019年会是5G元年。早前在巴塞罗那的MWC大会上，小米、华为与三星都一众厂商都推出了自己的5G手机，那么iPhone手机作为全球高端智能手机的代表，会不会也在今年推出自己的5G手机呢？我相信这个问题是很多果粉们都很关注的。根据现有消息来看，苹果已经决定将首款5G iPhone手机在2020年推出。巴克莱解释说，2020年版iPhone的调制解调器设计“需要现在就确定”，而英特尔赶在2019年末才推出其首个5G智能手机调制解调器，这“与苹果的时间表不匹配”。也就是说，苹果自打抛弃高通之后，现在在5G方面已经只能指望因特尔了，谁知道，因特尔根本不给力。今年早些时候的另一份报告显示，苹果已将其现代工程团队与处理器芯片团队合并，约翰斯鲁吉（John Srouji）负责该项目。这表明，苹果正继续加大力度，打造内部modem，而不是依赖高通（Qualcomm）、英特尔（Intel）、联发科（MediaTek）和三星（Samsung）等外部供应商。虽然短时间内会iPhone手机落后安卓阵营，当从长远来看，对于苹果手机的整体发展是极为利好的。5G已经是一个热度非常高的技术，但我们不能忽略一个问题，那就是5G标准还没有最后敲定。众所周知，去年12月才敲定了5G独立组网标准，但R16 5G标准第二阶段还要等到2019年12月份才能启动。而且运营商拿到5G牌照后的网络建设和优化也需要一定的时间，因此用户要顺畅地使用5G网络至少要到2020年以后。错失5G，苹果会没落吗？但也有不少网友表示：今年已经确定是5G的元年了，如果iPhone手机真的要等到2020年才推出自己的5G手机，那么苹果的日子就不好过了。其实我并不认可这样的观点，为什么这么说呢？虽然名义说今年是5G元年，但你这个5G网络普及总得需要时间阿，再说了，以前从3G过渡到4G的时候，那还不是3G网络照常使用阿，再说了，之前中国联通还花费100多个亿继续普及自己的4G网络呢，要是5G一出来，4G就被淘汰，那中国联通是傻子了阿？我只能说，苹果在2020年推出5G手机，这只会在一定程度上影响到iPhone手机的销量，但这不是根本问题。iPhone手机销量为什么下滑？根本问题还是在于产品本身无创新，且价格过高。大家看看前些天的安卓阵营，华为和三星都亮出了自己的折叠手机，且采用了挖孔屏，反观iPhone手机呢？一个模板用三代阿。所以，我的结论是，如果在今年苹果的秋季发布会上，苹果公司要是再拿不出什么亮眼的产品，那真的可以宣告iPhone手机时代结束了！", "author": "俊世太保", "newsdate": "发布时间：19-03-01", "newstime": "12:57", "sentiment": [{"positive_prob": 0.0391334, "confidence": 0.913037, "negative_prob": 0.960867, "sentiment": 0}]}, {"title": "华为又放大招！麒麟980+5G+四摄对标小米？网友：价格过高伤不起", "content": "说起华为，现在在国内应该是家喻户晓了，在之前的MWC2019世界移动大会中，凭借着5G和折叠全面屏：华为mateX出尽了风头。不过小米9的发布，拉开了2019年新品旗舰机发布的序幕，其他厂商也开始蓄势待发，华为当然不会眼睁睁看着，华为在去年推出的华为P20收获了不错的市场表现，而却迟迟没有下一代p系列的消息。今年年初，据外媒和微博爆料，华为目前也在计划下一代P系列新机。根据目前已知的消息来看，如果不出太大的意外，华为P30系列发布时间应该就是3月26日。并且一共将会推出华为P30 Lite、华为P30、华为P30 Pro三个版本，全系均会采取水滴屏+玻璃机身设计，不过在细节方面华为P30与华为P30 Pro有所区别。其中华为P30将会采取6.1寸的水滴屏设计，配置上搭载麒麟980处理器，后置4000万（传感器IMX600）+2000万超广角+500万AI三摄模式。华为p30por将会采取6.5寸的曲面水滴屏设计，配置上同样搭载麒麟980处理器，摄像方面后置3800（传感器为IMX607，拍照能力比IMX600更强）+2000万超广角+500万+3D TOF的四摄模式，支持10倍光学变焦，此外还会支持40W超级快充、IP68级别防水等功能，有消息称顶配版华为P30 Pro会配备12G运存并且支持5G网络。屏幕方面，华为P30屏幕分辨率为2340×1080（屏幕纵横比为19.5:9），运行Android 9 Pie系统（基于EMUI深度定制），华为P30 Pro屏幕分辨率为2340×1080，同样运行Android 9 Pie系统。不过最基础版的华为p30的售价都已经超过了4000元，而p30por的起步价更是超过了8000元，这也就意味着这样的价格已经和去年的苹果手机相差无几，不少网友表示这样的价格过高，不如去抢小米9。不过笔者认为，对于手机来说，用户体验最为重要，价格不一定能够衡量一部手机的好坏。以上就是本篇文章的全部内容了，如果你对华为p30有什么看法，欢迎在下方留言讨论。关注快讯科技，带你了解最新手机资讯。", "author": "快讯科技", "newsdate": "发布时间：19-03-01", "newstime": "14:06", "sentiment": [{"positive_prob": 0.183692, "confidence": 0.591797, "negative_prob": 0.816308, "sentiment": 0}]}, {"title": "华为折叠屏手机要看韩国人脸色？业内：有望华丽转身", "content": "每经记者：莫淑婷 刘春山 每经编辑：陈俊杰 郑直图片来源：视觉中国在智能手机市场，“折叠屏”绝对是最近最火热的关键词：2月24日，华为推出了业内期盼已久的5G折叠屏手机HUAWEI Mate X。而在华为发布新品的前几日，三星抢先发布了折叠屏手机Galaxy Fold。折叠屏手机背后最核心的技术难度集中在OLED面板上，华为和三星的折叠屏手机之争，很大程度上也是中韩电子产业上游供应链的一次对决。此前OLED面板产能主要被韩国三星和LG垄断，国内企业难免被“卡住脖子”，不得不看韩国人的脸色。不过近年来，以京东方、天马、和辉光电为代表的国内厂商开始发力，国产柔性OLED面板也成功进入多家国产手机供应链，并实现大规模量产。2018年11月，韩国检方曾起诉11人窃取三星折叠屏技术，转卖给中国企业谋利155亿韩元（约1380万美元）。这件事也给中韩两国的电子产业竞争增添了“火药味”。2019MWC，华为展台，工作人员进行折叠展示 每经记者 刘春山摄回顾中国液晶面板产业的发展历史，为了摆脱“缺芯少屏”的窘况，我国走过了一条艰辛的道路：1998年，吉林彩晶从日本引进了一条第1代液晶面板生产线，这是中国大陆地区首次开始尝试自主生产面板。而据工信部官员去年透露，我国面板产能有望在2019年超越韩国，成为世界第一。从最大的面板进口国，到最大的面板生产国，中国花了20多年时间实现“华丽转身”。不过每日经济新闻记者了解到，虽然在面板产能上我国已后来居上，但也不能高枕无忧：在高端的OLED面板领域，部分关键材料和上游设备仍然相当依赖进口。OLED关键材料设备依赖进口整个OLED产业分为上中下游三个部分，上游为设备制造、材料制造与零件组装，中游为OLED面板制造、模组组装，下游为显示终端及其他应用领域。群智咨询（Sigmaintell）资深分析师吴淑园告诉每日经济新闻记者，“OLED核心的材料设备主要还是国外企业处于垄断地位。国内从设备精密度、材料寿命等等都还存在差距。”以占成本大头的OLED有机材料为例，在OLED材料加工链内部，从大宗原料到中间体、粗单体、单体，最终交由面板厂进行多种产品的蒸镀印刷，各个生产环节的细分壁垒不断增高。而以濮阳惠成、万润股份为代表的国内OLED发光材料厂商，主要业务集中在技术要求相对较低的中间体及粗单体阶段。国金证券研报指出，目前国际化工巨头三星、LG化学、韩国德山、陶氏化学等企业基本垄断了OLED成熟单体市场，而国内企业受到材料专利权的限制，目前还难以介入到贴近面板企业采购环节的高端材料行业中。除了有机材料端外，OLED上游部分设备同样有赖于进口。以蒸镀为例，蒸镀是OLED制造工艺的关键，决定了OLED面板像素点分辨率和良率，因此真空蒸镀机就如同OLED面板制程的“心脏”。然而，目前全球中高档蒸镀机被日本Canon Tokki、韩国Sunic System、YAS、SFA等企业垄断，Canon Tokki更是目前全球最大的OLED设备供应商，它几乎垄断了高端OLED制造所需的真空蒸镀机。国盛证券研报指出，2017年以前，三星独家买下Canon Tokki全部年产能(3-4台)。直到2017年Canon Tokki扩产至9台，LGD和京东方才能分别拿下两台。京东方成都G6在2017年第一季度导入首台Canon Tokki蒸镀设备。折叠屏手机依托国内上游厂商折叠屏手机最引人关注的核心部件是OLED柔性屏和铰链。一位半导体行业人士对每日经济新闻记者表示，这其中OLED柔性屏是折叠屏之所以能折叠的根本所在，技术难度占到90%以上。西南证券电子行业分析师陈杭告诉记者，三星折叠屏主要部件都是自己生产的，包括柔性屏、内存等核心部件。华为、小米等企业则更多依托中国企业，如面板厂商京东方、维信诺等。三星和华为先后发布折叠屏手机，更像是中韩电子产业上游供应链的一次对决，其中产能是胜负的关键。奥维睿沃预计，2019年智能手机OLED需求约4.5亿片，将同比增长37%。其中柔性OLED约2亿片，以三星、华为为首的手机厂商将消耗可折叠OLED约110万片。在玻璃罩中展示的华为Mate X折叠屏手机 每经记者 刘春山 摄OLED面板领域目前中韩差距较大，手机OLED面板90%的市场份额在三星手里。不过奥维睿沃（AVC Revo）给记者提供的数据显示，在AMOLED面板市场，中国企业的份额由2017年的2%增长至2018年的4%，这个比例有望在2019年上升到10%。天风国际证券分析师郭明錤在研报中透露，铰链转轴单价高达40美元以，KH Vatec为三星Galaxy Fold折叠屏手机的独家铰链转轴供货商。华为、TCL以及柔宇方面的人士都对每日经济新闻记者表示，折叠屏手机的铰链技术均是自主研发。“今年是折叠屏商用的元年，任何新东西都会有困难。开始都是从小到大，产业链会慢慢越来越成熟。”一位华为方面的技术人员表示。有业内人士认为，中国厂商的折叠屏手机如果能够在市场站稳脚跟，那么上游产业链的中国企业有望获得更近一步发展。工信部官员：2019年面板产能有望成全球第一液晶面板产业面临着激烈的国际竞争。早在上世纪90年代，曾经的业界霸主还是日本企业，但随着行业周期的变迁以及价格竞争力的下降，日本企业被异军突起的韩国人逐渐挤出了市场。1998年，中国大陆开始尝试自主生产面板，吉林彩晶从日本DTI（东芝和IBM的合资企业）引进了一条第1代液晶面板生产线，但随后因技术、资金、市场等一系列因素而夭折。2003年，京东方宣布收购韩国现代电子TFT-LCD业务并投资建设第五代TFT-LCD生产线，2005年成功投产，我国自此告别没有自主液晶屏的时代。不过由于面板行业当时开始进入衰退周期，京东方面临亏损。媒体记者感受京东方柔性屏产品 图片来源：视觉中国有了韩国企业在行业衰退期加紧扩张产能的成功案例在先，2009年，还在亏损中的京东方大举扩张，连续上马了合肥6代线和北京亦庄8.5代线。一夜之间，全球主要TFT企业全部改变了对技术封锁的态度，纷纷要求启动在大陆建设液晶高世代线的项目。2010年，华星光电在深圳光明新区投资建设8.5代液晶面板项目。京东方2017年年报显示，当年京东方显示屏出货近4亿片，位居全球第一。其中，显示和传感器件事业智能手机LCD显示屏、平板电脑显示屏市占率继续保持全球第一，笔记本电脑显示屏市占率升至全球第一。工信部电子信息司副司长吴胜武在2018中国国际显示产业大会表示，过去的一年间，中国大陆有多条面板线投产或开工建设，特别是10.5/11代面板线以及多条6代AMOLED生产线开工建设。我国面板产能有望在2019年成为全球第一。国产面板的崛起，也为国内下游彩电厂商极大地降低了成本压力。此前国内彩电企业的液晶面板全部需要进口，缺乏对上游核心部件的议价权。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-03-01", "newstime": "07:56", "sentiment": [{"positive_prob": 0.0179533, "confidence": 0.960104, "negative_prob": 0.982047, "sentiment": 0}]}, {"title": "华为P20 pro价格骤降，难道“认怂”小米9？原因没那么简单！", "content": "要说到去年助攻华为达到2亿台出货量目标的是哪些手机，那么荣耀旗下的荣耀8X，荣耀V10肯定是功臣了，另外华为P20系列因为其在国际市场上的影响力，最终让华为有了一个更好表现实力的舞台，也是指明华为未来方向的一个标志性配置，几乎公认目前华为是最佳拍照手机了，顶级P20 pro和Mate20 pro依然处于拍照第一地位，后来居上的小米9和三星S10虽然咄咄逼人，不过依然没有能够超越华为，要知道华为P30 pro才是真正的年度拍照旗舰，华为还没有拿出自己的实力。不过小编意外看到，现阶段上一代的拍照机皇华为P20 pro价格如今处于骤降阶段，作为一款比同期任何国产旗舰机保值率都要做得更好的华为旗舰，华为P20 pro发布一年价格也只是降个一点点，如今6G+128G版的华为P20 Pro已经跌至4100左右，这个价位已经是发布之处到现在最低价了，价格骤降的背后到底是华为P20 pro认怂小米9了，还是给新机让路了呢？原因没有那么简单其实小编认为有多个方面的原因，并且每个原因都有联系。首先迎接新机老款降价已经是行业的潜规则了，很多网友都是等着新机上架买老款的，就好比当年iPhoneXS上架后大家反而去买降价iPhone8了， 这一次华为P30 PRO马上来了所以不排除是给新机让路的姿态，要不降价的话就体现不出新机P30 pro的价值不说，华为P20 PRO可能还会滞销，所以小编认为降价是为了给新机让路！当然第二个原因就是认怂部分强势的友商了，这其中有小米9，也有降价的iPhone8，其实目前对比来看小米9对于华为高端机的冲击还是蛮大的，在拍照方面咄咄逼人的小米9来袭后，华为P20 pro因为外观上不再具备优势，处理器性能包括颜值都处于下风的情况下，不降价就要被小米9赶超了，所以降价清理库存了！这个时候降价也是认怂小米9的一个态度吧，不过作为发布都一年的手机认怂一个新款旗舰也没有什么丢脸的，同期发布的小米MIX2s目前可是无人问津，而华为P20系列还是高端旗舰代表作，这一点华为赢在了起跑线！作为一个标配4000万+2000万+800万像素的手机，华为P20 pro依然具备用武之地，很多P20 pro用户很多表示自己不会换机认为麒麟970挺好，华为P20 pro拍照还是世界第一何惧之有？这个时候一个问题摆在眼前，价格骤降到4100左右的华为P20 pro和2999的小米9你们怎么选？备注：图片来源网络，如有侵权，烦请联系删除谢谢！", "author": "推哥说科技", "newsdate": "发布时间：19-03-01", "newstime": "19:01", "sentiment": [{"positive_prob": 0.0144298, "confidence": 0.967934, "negative_prob": 0.98557, "sentiment": 0}]}]