[{"title": "华为获得了30个国家的5G订单，外交部没点名，小编给你点一点！", "content": "不知道大家是不是和小编有同样的感觉：现在的官方媒体和国家部门，越来越接地气，或者说是越来越“皮”了。去年年底，国防部在微博上搞了一次抽奖活动，有10位网友获奖。然后在国防部的新闻发布会上，国防部新闻发言人吴谦大校，一本正经的念出了这些网友的ID：“花卜头”、“胡子才是本体”、“不思进取木头花”、“烟染戏子颜”、“踏雪U林中邮”、“风景过客_”、“zwzwzwzwz”、“阿狸烤鱼豆腐汤”、“麻叶绿了”和“小轩窗丿”。6月10日，外交部召开例行记者招待会。有记者问到和华为有关的问题。外交部发言人耿爽直接了当的回答：截至6月6日，华为公司已经在全球30个国家获得了46份5G商用合同，这其中就包括美方一段时间以来苦口婆心劝说的一些盟友和欧洲国家，至于这些国家的名字，这里我就不点了，以免某些人听到后扎心。这番话一出，有引发了网友热议：“扎心”这个词，要怎么翻译成英文呀？不过，可能有一个问题大家更关心：外交部没有点名的这30个国家，到底是哪些呢？小编来给大家点一点！一、中国之前，中国移动给了诺基亚70亿的大订单，没有给华为，很多人不解。其实国内的运营商对华为是最支持的。前几天，中国移动获得了工信部颁发的5G拍照后，就立马向国内的手机厂商采购了8100台5G手机用于测试：2000台小米MIX3 5G版、4000台华为Mate20X 5G版、1000台OPPO Reno 5G版和100台vivo NEX 5G版，同时还有5000台华为5G CPE Pro（路由器）。所以，不用说，中国肯定是全力支持华为的，不管是官方还是民间。二、俄罗斯俄罗斯现在是国际社会上和中国最合拍的盟友之一，在5G的选择上，自然也支持中国的华为。前几天，俄罗斯最大运营商MTS刚刚与华为签署5G合作。三、英国英国是美国最好的盟友，但是在和利益相关的问题上，英国常常放弃自己的立场，从而选择对自己最有利的，不管是之前的执意加入亚投行，还是现在选择华为5G——谁让华为又好又便宜呢？5月份的时候，英国最大移动运营商EE参与华为5G测试。测试的时候还发生了小插曲：因为5G网速太快，主持人的手机流量瞬间耗光了……四、德国德国虽然目前暂时没有宣布和华为5G合作，但是说了：德国没有计划将任何厂商排除出5G建设计划。考虑到华为在德国的市场份额和良好表现，拿下德国的订单问题不大（或许已经拿下，只是暂未公布而已）。五、法国同德国。六、泰国今年2月，泰国就已经和华为合作建立了东南亚地区的首个5G测试平台。七、巴西同德国。八、意大利同德国。九、巴林。巴林是一个邻近波斯湾西岸的岛国，是美国海军第五舰队司令部所在地。今年3月，巴林电信部长卡马尔·艾哈迈德宣布和华为合作，预计在今年9月实现5G商用。十、比利时今年4月，比利时调查后宣布：华为不存在后门监控声明，因此很有可能和华为合作。十一、韩国韩国KT&SK两大移动网络运营商虽然拒绝了华为，但是LG却使用了华为。十二、加拿大加拿大现在的态度很暧昧，美国一再要求加拿大抵制华为5G，加拿大官方却说：加拿大是个独立的国家，有能力自行对此事（是否采用华为5G技术）进行评估。而且我也注意到世界上已经一些大国，在此问题上做出了正确的选择。而且华为技术在世界范围内处于领先地位。十三、荷兰4月份，荷兰通讯公司KPN宣布，已经和华为签署初步协议，更新现有的移动网络，不过也表示，5G网络的核心建设将选择一家西方公司。十四、越南越南电信公司（Viettel）4月宣布已经成功在首都河内测试一个5G基站，越南政府没有限制华为在当地的业务，但越南电信声称当地5G网络使用自行研制的技术。十五、波兰明确拒绝华为5G技术，但是无法拒绝华为5G设备。这一番点名下来，似乎也没有30个，对吧？其实，到目前为止，明确对华为说“不”的，就下面几个国家：美国、日本、澳大利亚、新西兰、荷兰（荷兰拒绝华为技术，但是不排除华为设备）其他的国家，比如西班牙、乌克兰、奥地利、瑞士、土耳其、马其他、摩纳哥、拉托维亚、葡萄牙、黎巴嫩、阿联酋、阿曼、印度尼西亚、菲律宾、马来西亚、柬埔寨、芬兰、捷克……这些国家之前和华为都有良好的合作关系，现在又没有出来明确拒绝华为，以华为目前的技术和价格，这些国家选择和华为合作的可能性非常高。比如欧盟就在调查之后宣布，如果欧盟拒绝华为，会致使欧洲5G技术落后18个月，多付出620亿美元的费用。另外，在美国内部，也不是铁板一块。近日美国白宫“管理和预算办公室”代理主管沃特写信给美国国会，要求将限制中国华为的措施延期执行，以给那些与华为有业务往来的美国政府供应商更多时间进行调整。说白了，拒绝华为，对华为有影响，美国的一些企业也伤得不轻，说不定比华为更难受呢！华为没有拿下的那些市场，被谁占领了呢？目前主要是诺基亚、爱立信和三星。华为被美国全力抵制之后，这三家公司可能会从中坐收渔翁之利。", "author": "刷机工具", "newsdate": "发布时间：19-06-12", "newstime": "21:21", "sentiment": [{"positive_prob": 0.00768599, "confidence": 0.98292, "negative_prob": 0.992314, "sentiment": 0}]}, {"title": "华为又一子品牌即将诞生？官方品牌微博已成功认证", "content": "数码快讯？互联趣闻？手机技巧？侃哥叨叨，等你上车，点击右上角关注爆侃数码圈即可华为青年系列即将独立运营？这一次对标的友商会是谁？2010年，北京小米科技有限责任公司成立并在2011年推出了首部智能手机小米1代，凭借出色的产品性能、极具诱人的性价比以及前所未有的营销战略，小米手机迅速跻身国产手机第一梯队，并在2014年力压华为、中兴、酷派、联想等一众老牌厂商，登顶国产手机出货量榜首，成为中国手机行业中的翘楚。其实面对小米手机的快速成长，传统四巨头“中华酷联”并非没有应对之计，比如中兴在2012年就成立了子品牌努比亚，华为在2013年成立了子品牌荣耀，而OPPO在2014年上半年也由前副总经理刘作虎带队成立了一加手机品牌…… 此外，诸如乐视、锤子等新一代品牌也纷纷成立。无一例外，这些品牌的诞生只有一个目的：阻击小米。在行业的集体“围剿”下，小米在2016年遭遇了低谷，然而雷军从来就不是一个认输的人，2017年小米绝地反击，并再度崛起，重返全球前四、成为中国第二大智能手机厂商，并在之后两年保持着良好的增长态势。而曾经想和小米掰手腕的乐视、锤子已经倒下，努比亚也是奄奄一息，一加依旧主打海外市场，能够和小米面对面硬刚的只有背靠中国科技大山华为的荣耀了。作为华为的子品牌，荣耀在过去六年多时间绝对称得上是“风驰电掣”，借助华为的品牌名誉度与各类高端科技，迅速跻身国产智能手机第一梯队，即便荣耀要求媒体报道时保持品牌独立，但骨子里的华为血统让荣耀完全不可能脱离华为的影响力。而在独立荣耀子品牌之后，华为除了加大力度研发Mate系列和P系列之外，也推出了诸多中低端系列，主要包括nova系列、畅享系列以及麦芒系列。而在这其中主打青年系列的nova获得了诸多消费的认可，尤其是最近两年华为先后找来国民女神关晓彤和新晋当红内地男歌手易烊千玺作为形象代言人，更是加深了nova系列在青年人中的影响力。根据2018年12月17日，华为消费者业务手机产品线总裁何刚公布的消息来看，华为nova系列在全球已经拥有了6500万用户。而在此前的华为在nova 2s发布会上披露的数据还是2000万，相当于2018年一年华为nova系列就增长了4500万用户。进入2019年之后，华为及其子品牌荣耀已经发布了多款智能手机，而在6月11日华为也正式官宣将于6月21日在武汉举办华为nova 5系列新品发布会，届时华为或将发布华为nova 5i、华为nova 5和华为nova 5 Pro三款产品。不过相比于华为nova5系列新品，有一个更为惊人的消息，那就是作为华为青年系列的nova系列或正式独立运营，原因是目前华为nova系列已成功注册和认证独立官微，命名为@nova小宇宙，为华为nova品牌官方微博，认证公司为华为终端（东莞）有限公司。这意味着nova系列或和荣耀一样成为独立子品牌，采用独立运作的战略为品牌增添更多活力。如果华为nova系列真的作为子品牌独立运行，那对于整个行业来说或许将是新一轮的冲击。毕竟进入2019年之后，小米在接盘美图手机之后，有独立了红米系列，加上黑鲨游戏手机，小米似乎正在全面布局，而vivo也推出了iQOO子品牌，OPPO更是直接召回了realme来加速品牌对抗，华为此时将nova系列独立似乎也符合常理。只是不知道这一次对标的友商会是谁？假设华为nova 5系列是nova系列独立运作后的开山之作，那么对于消费者而言，该系列产品完全是值得期待的。那么大家是如何看待华为nova系列将会作为独立品牌运营一事呢？欢迎在评论区留言讨论！注：文中图片均来自网络，侵权删图；本文系原创，未经授权不得转载，侵权必究。本文编辑：侃哥关注爆侃数码圈，了解前沿新科技", "author": "爆侃数码圈", "newsdate": "发布时间：19-06-12", "newstime": "22:13", "sentiment": [{"positive_prob": 0.419656, "confidence": 0.0674318, "negative_prob": 0.580344, "sentiment": 0}]}, {"title": "华为或暂停给英特尔供应笔记本研发，美企很急：这不合理！", "content": "自从华为的5g与手机都遭到美国方面的禁止之后，最近也是频频上了热搜，大家也非常关心美国与华为事件的发展，而在国外网络上，传闻华为正打算暂停笔记本的新项目研发以及供应，作为华为的合作方，英特尔一听到这消息瞬间就急了眼：有话好好说！别动不动“绝交”。华为如果单方面的暂停的话，的确属于有些不地道，不过这也是美国方面率先违背了契约精神，拒绝给华为提供很多的重要材料，从而限制到了华为的发展，虽然我国的企业一直都秉承着和平友善的发展原则，华为更是在国际上拥有很大的亲和影响力，但前提是人不犯我。所以这也算是华为给出的一次小小报复，而对英特尔来说这将会是一次巨大的损失，英特尔目前已经多次开始游说美国的当局，有意思的是，英特尔的副总裁皮特最近还表明，美国要检测华为网络安全的问题他们是支持的，因为这可以创造一个更好的美国网络环境。但是不应该一棒子把华为所有业务打死，美国应该做的应该是检测并且更新华为的网络业务，确定是真的存在安全问题然后再准备惩罚措施，目前一直都是美国方面在自弹自唱，华为网络根本没出现问题的话，美国这个全面下手未免有些太暴露野心了。英特尔副总裁突然发表求生欲这么强的言论，并且甚至不惜跟美国网络安全局翻脸，肯定也是受到了华为取消供应的影响，其实这也给更多的美国企业敲响了警钟，一旦拒绝跟华为及其合作受到损失的当然不仅仅是华为。目前华为在全球数百个国家都拥有业务，是一个当之无愧的巨无霸集团，而每年华为也要从英特尔高通这些公司进口数亿美元的芯片或者其他材料，一旦没了华为这个大客户，这些公司的利润又会受到多大的损失？难怪高通等公司突然股价大跌，所以也希望美国不要再做出这种损人不利己的事情，而能够更多的考虑到世界整体发展。", "author": "哈士奇科技早报", "newsdate": "发布时间：19-06-12", "newstime": "18:13", "sentiment": [{"positive_prob": 0.0627824, "confidence": 0.860484, "negative_prob": 0.937218, "sentiment": 0}]}, {"title": "禁封华为的第24天后，华为显露真“实力”美国高官请求延期！", "content": "中国的华为在全球范围内的市场已经逐渐拓宽，虽然做到今天这一步并不容易，而且华为在美国的市场受到极大的阻碍，也已经是既定的事实。然而，就在特朗普大力支持拒绝华为的时候，美国的白宫却又官员报以完全不同的想法，表示应该延期禁华为，他认为过早禁止会导致在美国的华为公司负担过重。亲自写信要求延迟禁令生效时间这位白宫的官员名为沃特，与4日写信给美国副总统，其信中的内容就是希望特朗普能够将其签署的授权法案当中有关于禁止华为等中国的品牌的生效时间向后延迟，这也是华为在被禁24天后，美国官员首次的回复。他所给出的原因却是因为这些品牌和设备本身在美国的受欢迎程度是非同寻常的，而此时如果过早地选择禁止这些品牌的话，无疑会对在美的这些品牌的公司面临更大的压力。华为在美国的受众面较广华为的产品相比苹果而言，虽然在技术上并不算完美，但是近几年善于学习的华为的产品也已经算是愈发尽善尽美了，再加上其品牌本身价格比较便宜，所以整体走的是物美价廉的路线的，因而在美国的许多地区都受到了极为热烈的欢迎。正是因为这样的情况存在，美国的这位官员才提出应该将禁令延期，如果不能够在短时间内找到能够取代华为的产品，对于美国本身来说害处也是很大的。禁令下达之后美国群体一样会受到较大影响除了华为之外， 中兴的设备在美国的许多公司也是非常受欢迎的。如果在此时禁止来自中国的设备的话，那么短期内，许多使用华为或者是中兴的设备的公司，不能够使用已经购买的产品和设备，并且不能够立刻找到类似的替代品，对于这些公司来说，负担是非常严重的。除却这些公司之外，华为在美国的用户群体也还是比较庞大的，如果禁令实现，对于他们来说也是一种受伤。总结：在美国中兴等品牌的使用情况还是非常的普遍的，因而如果要遏制这些品牌，对于美国自身的影响，是大于对这些品牌的影响的。以上即是这位提出观点的官员沃特的想法，也是美国实际情况的真实反映。", "author": "科技珺", "newsdate": "发布时间：19-06-12", "newstime": "17:52", "sentiment": [{"positive_prob": 0.793676, "confidence": 0.541502, "negative_prob": 0.206324, "sentiment": 2}]}, {"title": "数万华为工程师挑灯夜战，7天打破美垄断，西方专家：东方精神", "content": "众所周知，在特朗普领导下，白宫掀起了对多个国家的科技战，包括欧洲车企、日本车企、华为5G、大疆无人机等，尤其是华为，美国要求各国停止使用华为5G设备，在美国影响下，日本、澳大利亚等国已经表态不使用华为5G设备。值得一提的是，虽然华为遭排挤，但似乎经营得还不错，据悉，截至6月底，华为已经和全球30多个国家签订了合同。华为能在大风大浪面前站住脚跟，这都要靠任正非的领导能力和华为内部团结一心的凝聚力。据相关媒体报道，虽然华为处在风口浪尖，但科研工作一直没有停止国，颇有任尔东西南北风，我自岿然全不动的泰山压顶之魄力。面对疾风暴雨，华为全体人员一条心，战胜所面临的困难。据悉，华为已经抽调了超过一万人的开发团队，在关键的办事处，夜以继日的进行科研，公司上层已经明确告知全体员工，这是一场硬仗，要做好心理准备。相关消息人士透露，此次动员的工程师达到数万人，这是公司几十年的积淀。他们研究的包括基站的调整、优化以及新款产品的研发。这些优秀的工程师团结一心曾攻破美国Rogers Corp公司在基站天线领域的垄断。这一创举将东方声音传到全世界，对于华为的“兵团作战”模式，西方专家表示这几乎不可能，但华为完成了，这种模式西方无法复制，这是一种精神，是东方特有的精神，这种精神所爆发的力量是难以想象的，这种力量足以能在最短的世界内摧毁一切。英法专家对于这种近似军团作战的研发模式，感到十分不可思议。对于华为公司的这种精神，有网友评论认为，在华为身上，有仿佛看到了老一辈科学家为信仰研制原子弹、核潜艇、洲际导弹、战斗机的那股劲。华为领导人任正非的那股劲，不愧是当兵出身的，有担当，有魄力，有领导者的魄力和凝聚力。这一场没有硝烟的战争华为注定是最后的胜利者。曾经，我们的科学家，我们的战士，到西北戈壁，到西南深山老林，到东南沿海，夜以继日，攻坚克难，打破了西方无数的封锁，我们成功拥有了自己的两弹一星、核潜艇、先进战机、航母，这就是东方智慧，东方精神，是中华5000年历史的积淀，我们不断追赶超越，成为真正的大国。我们也看到了承载着东方精神的高科技企业已经和我们的国家一样崛起，随着时代的发展，我们几千年来经历过大风大浪，但我们没有被打倒，这些挫折不过是大海中的一股风，可以吹翻池塘，但掀不起大浪，那些池塘早已不在，但汪洋大海依旧存在那里。", "author": "军迷小兵", "newsdate": "发布时间：19-06-12", "newstime": "22:07", "sentiment": [{"positive_prob": 0.951809, "confidence": 0.89291, "negative_prob": 0.0481907, "sentiment": 2}]}, {"title": "华为买断一首歌的版权，没想到这首歌曲让华为火过苹果，佩服", "content": "说到华为，有很多人都是比较兴奋，毕竟华为代表中国民企中佼佼者，近几年都在努力的发展和研制自己的技术，发布的手机也取得了人们的喜爱。而华为不单单在国内占到了很多的优势，还是国内科技巨头的一个品牌公司，而在国外都是挺有影响力，所有华为的成长都是有目共睹。而华为也曾买断个一首歌的版权，而且这首歌也是火遍了大江南北，让华为都火过了苹果。众所周知，华为这一路走来都并不容易。现在也是已经一步一步的走出国门。但是也遭受到很多的国家对此排斥，必然会让华为有点受创，但作为中国的民族企业，谁会认输呢？人在压迫的时候才会更快速的成长，华为的进步更是迈出了一大步。华为之前就花过一个天价买断了一首歌，作为华为消费者业务品牌的主题词。有很多人也是挺好奇，到底花了多钱买了断一首歌。但这个外部人员并没有人知道，这首歌就是《Dream it possible》，相信听过这首歌的人都被其感动过，也代表着一个品牌的精神歌曲，这天籁般的声音更是代表着华为不会服输的品质。这首歌也有两个版本，一个是英文版，另一个自然是国语版，歌名便是《我的梦》作唱者就是张靓颖，什么挺美在上旋律，所以这首歌的两个版本都能体现出一个顽强的精神之声。而且这首歌一致让华为火过了苹果。曾经国内的手机市场基本上都是被外资企业占领，苹果也是占据这一大部分的市场，而现在的华为，在国内手机市场上占据地位已超过了苹果。所以相信民族企业相信国产会越来越好，小伙伴对此有什么意见呢？", "author": "娇娇萌宠说", "newsdate": "发布时间：19-06-12", "newstime": "20:42", "sentiment": [{"positive_prob": 0.989148, "confidence": 0.975885, "negative_prob": 0.0108517, "sentiment": 2}]}, {"title": "这次你们真没骗人，说好支持华为就支持华为，可苹果依然不差", "content": "转载自百家号作者：SmallKingway说科技曾几何时，许多网友直呼：国产手机是越来越香了，特别是华为手机，在国外市场可谓扬眉吐气！为国争光。因此，许多网友告诉我，下一部手机优先考虑华为手机，看到这一榜单后，我信了。原来现在正值618大促活动，从今日的实时榜单中，可以看出，你们说好支持华为手机的真的做到了。华为P 30 Pro成功抢夺iPhone XR的宝座地位，跃居第一。并且排名前九的手机中，华为就佔了四款。细心的网友就会发现，这四款华为手机都是刚刚发布的新款，包括华为P30 Pro、华为P30、荣耀20、还有华为麦芒8。足见华为手机在国民心目中的地位还是非常不错的。有一说一，虽说华为P30 Pro手机在屏幕方面在屏幕方面，被众多媒体和网友所诟病，但是并不影响它的真香属性。拍照目前世界第一最大的卖点当属后置50倍数码变焦。并且还有3200万像素前置自拍镜头。无论是拍人还是拍物，甚至是自拍都能保证很好的成像效果。 麒麟980处理器的加持，能够保证这款手机在加载大型游戏时毫无压力。 40瓦超级快充和4200毫安时的大电池，能保证这款手机续航持久性和充电高效性。无线正反向充电这可以保证在没有带数据线的情况下，其实你用无线充电设备给手机自充应急。虽说系统以后可能会受到谷歌安卓权限的限制，但并不影响国民的购买欲望。荣耀20也是一样的道理，虽说在整体上除了拍照没有太大特色，但依然阻断不了网友们对它的大力购买需求支持。在看到，华为手机销量成绩的，同时我们也要看到另外一个事实，那就是苹果手机的销量实力也是不差的。其中最厉害的当属iPhone XR和iPhone XS Max两款机型。直到今天iPhone XR都还能取得榜单第二的成绩，说明它的支持率还是非常高的。额iPhone XS Max虽说只取得了榜单第五的成绩，但是由于它是一款价格高达8000的手机。目前为止，国产手机可望不可及。从侧面也反映出苹果的支持率和用户基数依然远胜国产。要是哪一天华为手机也能取得这样让人瞩目的成绩那该多好。小编也相信这样的日子离我们越来越近了。前提是需要大家的鼎力支持。如果您会继续支持国产手机，请在文章评论区写个支持或者帮忙转发点个赞。抬个贵手点个关注也行呀！", "author": "华西悦读", "newsdate": "发布时间：19-06-12", "newstime": "14:07", "sentiment": [{"positive_prob": 0.484634, "confidence": 0.69268, "negative_prob": 0.515366, "sentiment": 1}]}, {"title": "谷歌最担心的事发生了，华为“鸿蒙”正全球注册商标，现在轮到美国人急了", "content": "摘  要在海叔看来，这与华为深练内功，目前已练到一定层级有很大关系。在蓬佩奥指摘华为的同时，有多家媒体指出，华为自研的操作系统已经深耕7年，据罗森布拉特证券公司报告给出的分析，华为首批鸿蒙系统设备出货量将达到100万台，将做到100%兼容Android。在此，还是不得不提到中国古代的一句话——司马迁说的：“此鸟三年不飞，一飞冲天；三年不鸣，一鸣惊人”。文 | 海上客（unclehistalk）在特朗普政府动用国家力量打压华为后，谷歌等美国高科技企业正变得日益焦虑，因为他们担心这将迫使华为摆脱对美国公司的依赖，自成一体，从而危及美国科技公司在全球的主导地位，现在谷歌最担心的正在变为现实——我们快要用到“鸿蒙”了！8日，专门报道华为新闻的“Huawei central”网站确认，华为已在加拿大、墨西哥、韩国、澳大利亚等多个国家的知识产权组织提交了“HongMeng（鸿蒙）”商标申请，且申请被归到“操作系统”类别之下。有华为高管透露，鸿蒙系统最快今年秋季、最晚明年春季推出，其可以横跨手机、平板、电视、IoT等多个设备平台。▲鸿蒙系统世界如此欢迎华为，这让美国国务卿蓬佩奥情何以堪？之前，蓬佩奥曾说：“只要使用华为通信技术，隐私和数据保护就无法得到保证。”对此，中国外交部发言人送给蓬佩奥一个词——扎心。11日的记者会上，针对蓬佩奥的一套污蔑，耿爽提醒蓬佩奥要“眼见为实”，耿爽甚至还用英文说了一遍：“Seeing is believing。”▲美国国务卿蓬佩奥此前在10日的记者会上，耿爽曾用中文说，怕某些人“扎心”了。此言一出，令在场听得懂中文的记者全感到一阵波澜——这词怎么翻译？如果直译成“Stabheart”，别看蓬佩奥中央情报局出身，他会不会被吓着？▲外交部发言人办公室正式翻译果然，耿爽发言的英文稿还是考虑到蓬佩奥的健康起见的，只用了heartache（心痛）一词，烈度比扎心低多了。耿爽摆出事实——华为已在全球30个国家获得了46份5G商用合同，这其中就包括一段时间以来美方“苦口婆心”劝说的一些盟友和一些欧洲国家。在海叔看来，以特朗普为首的美方针对华为的四处游说、背后捣鼓，显然已被宣布为徒劳。《论语》中有这么一句话：“名不正，则言不顺；言不顺，则事不成。”这话，在特朗普捣鼓华为这件事上，显然是又一次得到了印证。▲华为在5G领域的发展有目共睹那么，为何时不时强调“老子天下第一”的美国，在怼华为的问题上，似乎屡屡失算呢？在海叔看来，这与华为深练内功，目前已练到一定层级有很大关系。在蓬佩奥指摘华为的同时，有多家媒体指出，华为自研的操作系统已经深耕7年，据罗森布拉特证券公司报告给出的分析，华为首批鸿蒙系统设备出货量将达到100万台，将做到100%兼容Android。在此，还是不得不提到中国古代的一句话——司马迁说的：“此鸟三年不飞，一飞冲天；三年不鸣，一鸣惊人”。▲全球化进程中，谁在5G落伍，谁将失去世界这时候，还想着自己是那个四处猎食的白头海雕，想着掏了人家的鸟窝，吃了人家的鸟蛋，这恐怕已经是不现实的了。然而，海叔认为，美国总统特朗普恰恰是抱着这种思维的。譬如在当地时间6月9日，他打电话求教前总统卡特的时候，称自己担忧中国的发展超过美国。▲95岁的美国前总统卡特无论如何，特朗普能问计卡特，总算还算是问对了人。卡特如今已年过九旬。回顾他担任总统的四年——1977年到1981年，有三大特点——首先是中美建交；第二是与苏联达成双边限制战略武器条约；第三是成就了巴拿马运河条约、戴维营协议、埃及和以色列的和平条约等。由此，卡特成为美国二战后总统中唯一一位与战争不沾边的总统！▲美国总统特朗普而现任美国总统特朗普则不同，他开怼中国，退出与俄罗斯签署的《中导条约》，在伊朗、委内瑞拉家门口喊打喊杀。这完全与卡特当年的路线相悖。卡特向特朗普道出了这么一番话——多年来美国花费了大约3万亿美元，约合20.7万亿元人民币，投入持续不断的战争，而中国却将大量资金投入惠民项目。▲ “复兴号”高铁卡特甚至向特朗普介绍了中国的高铁项目、医疗卫生系统的优势、精准扶贫……海叔不妨录入卡特的原话：“他们（中国）修建了18000英里长的高铁，我们（美国）有多少英里的高铁，今后20年我们会有多少英里的高铁，谁知道呢？在北京出生的婴儿的预期寿命比在华盛顿出生的婴儿多5年。中国预计将在不久的将来宣布，中国不再有严重的贫困。中国已经将其财富从东海岸向其他地方一路扩展，他们取得了快速的进步。”感谢对特朗普知无不言、言无不尽的卡特。▲6月28至29日，二十国集团峰会将在日本大阪举办最后，海叔要说一说，“听人劝吃饱饭”，别老是和华为过不去。论什么产品后门、企业产品泄密给政府，海叔听到最多的是“棱镜门”，而“棱镜门”和华为一点关系都没有。就在6月10日，英国议会下议院的科技委员会就英国电信基础设施建设举行听证会。华为公司网络安全主管约翰·萨福克表示华为从未被中国或其他任何国家的政府要求“进行任何不当行为”。▲美国棱镜门才是真真实实的政府丑闻对于美国人民来说，失去华为，不用5G，按照美国无线网络运营商行业协会的数据称，将会导致300万个就业岗位和5000亿美元的经济增长受到了威胁。该协会表示：“部署未来5G网络的竞赛已经开始。中国、日本、韩国等国正在竭尽所能，希望赢得比赛。”美国人难道不想参与进来吗？显然不是。与所有美国公司一样，谷歌被禁止与华为进行业务往来。然而，英国人把一个重要的消息给捅了出来——《金融时报》透露，过去几周，谷歌的高管已与美国商务部联系，要求延长暂缓期，或给予谷歌完全豁免。谷歌所担心的，无非——感受到了华为自有操作系统的威胁，如果美国政府阻止谷歌与华为业务往来，全球就可能产生两种安卓操作系统——原来的安卓操作系统和混合型安卓操作系统。美国商务部的做法，则容易损害谷歌在全球市场的地位。在未来华为的体系中，谷歌可能在寻找自己的定位，许多美企也在寻找自己的定位。鸿蒙与安卓兼容后，谷歌想要有所作为，必须找华为。而美国政府毕竟还是要面对现实，找准自己在对华问题上的定位的。定位不准，百害而无益。留给谷歌，留给美国的时间不多了。", "author": "新民周刊", "newsdate": "发布时间：19-06-12", "newstime": "21:24", "sentiment": [{"positive_prob": 0.597706, "confidence": 0.106013, "negative_prob": 0.402294, "sentiment": 2}]}, {"title": "数万名工程师通宵加班，仅用5天就打破美国垄断，西方：不可思议", "content": "据英国媒体6月12日发表文章称，东方大国的华为公司，这次算是在风口浪尖上站稳了脚跟。面对以美国为首的西方国家一系列打压措施，华为公司不忘初心，坚守商业底线，为祖国的荣誉奋力一战。近日，又有不少媒体爆料称，从美国开始对华为公司的5G开始打压之后，华为公司内部就进入到了忙碌的操作运营当中。甚至是昼夜加班，为的就是要打赢这场硬仗。据知情人士透露称，目前华为工资已经拨出专项资金，从全国各地抽调一万名工程师的研发团队，在西安、深圳和上海三个办事处轮班制，每一位工程师都进入到忙碌的工作中，他们有的昼夜交替上班，有的则是通宵达旦。他们知道，今后还会有更严峻的挑战在等待着他们，所以他们必须要努力，只要拿出科研成果，才能帮助华为，帮助中国打赢这场硬仗。据媒体爆料称，此次华为召集工程师的规模空前，华为明确态度，只管研发，不要担心钱的事。此次华为将任务重心放到了元器件的研究，其中包括了基站的调整、优化以及新款产品的研发。此次召集的1万名工程师力量有多强呢？据知情人士透露称，只用了5天的时间，就攻破了美国Rogers Corp公司在基站天线领域的垄断，整个西方都觉得这太不可思议了。此次华为公司采用军队化管理，“军团作战”的模式对科研团队进行规范化管理。这样更加有助于严谨和低出错率的保证。此次参与研究的不仅仅只有中国籍的工程师，还有英法等国家的，他们慕名而来，自愿加入到华为的科研团队中来。那么军团化管理有什么优势呢？大家都知道，在中国，部队里管理有多严这里就有多严。西方的一些高科技公司虽然很厉害，但是态度自由散漫，经常会推迟科研成果的展出。但是在华为的这支万人团队里，就不会出现这样的问题，规定好的时间必须完成的任务，一分钟都不能耽搁。因为现在的华为已经不仅仅代表的是一个企业，更是一个民族的荣誉。对此，西方媒体觉得这太不可思议了，一群非军人居然能接受军队化管理，而且还能在这么短的时间内就打破美国垄断，他们认为，有必要刷新一下对中国的认识了。", "author": "大嘴侃侃", "newsdate": "发布时间：19-06-12", "newstime": "22:58", "sentiment": [{"positive_prob": 0.0206735, "confidence": 0.954059, "negative_prob": 0.979327, "sentiment": 0}]}, {"title": "泼了一盆冷水！遭受美国打压后，华为承认手机业务超不过三星", "content": "很多人都把华为比作中国的“三星”，因为两个企业有很多相似之处，比如它们俩都是电信设备提供商，都是手机提供商，都代表着各自国家高科技企业的最高水准。三星起步的时间要比华为早很多，在手机行业也早就成为了第一，华为作为一个后来者，一直都在追赶着三星。随着华为发展的越来越好，它和三星的差距也就越来越小，眼看华为手机马上要超过三星了，结果却遇到了美国的打压，华为成为手机行业第一的计划不得不推迟。华为和三星的相似之处华为和三星，这两个高科技领域不得不提的公司，有很多共同之处。首先，华为和三星都是手机制造商，不过三星的手机起步比较早，在安卓机刚刚兴起的时候，三星就大举进军手机市场。华为在2011年之前也做手机，但做的都是功能机和运营商贴牌机，没有自主的品牌。当华为决定打造自主品牌后，华为的手机才逐渐崛起，成为一股三星也无法忽视的力量。很多人都不知道，三星也是通信设备提供商之一，所以除了手机，华为和三星在通信技术上也有交集。在华为被美国打压后，有消息称三星在5G市场的份额已经超越了华为，这个消息并不假，但是现在就说三星超过华为还为时过早。据最新消息显示，华为在全球的5G合同增长到46份，同时随着中国开启5G商用，华为5G设备的出货量会进一步增加。两家专利纠纷不断华为和三星还是是合作伙伴，合作的部分主要是手机业务，比如说手机屏幕、内存、传感器等。不过华为和三星最主要的还是竞争关系，两家在专利问题上纠纷不断，从2011年开始，华为就因三星侵犯专利提起了多项诉讼，总共有40多起。2017年，泉州法院作出判决，三星侵犯了华为的专利，要求赔偿8000万元人民币。在专利上，华为确实不怕三星，特别是在5G领域。数据显示，华为在5G方面的基本专利数量超过2700件，占比达到了17%，而三星只有11%。华为和三星之间的专利纠纷，在美国对华为进行制裁后，发生了变化。2019年5月底，有消息称华为和三星达成协议，正在终止长达8年的专利纠纷。小编认为，华为之所以这么做，还是想和三星搞好关系，毕竟在这个特殊时期，多一个朋友比多一个敌人要好。华为承认，2019年无法超过三星在通信技术上华为无疑是最强的，但是在手机领域还是三星更胜一筹，常年霸占手机市场第一的宝座。华为手机自从独立后，就开始了疯狂的增长，2018年的销量更是突破2亿部，增长率稳居业界第一。根据第三方机构的数据，2019年第一季度华为手机的销量超过5900万部，与三星越来越接近，华为手机CEO年初的时候也表示，最早在2019年第四季度超过三星。就当华为手机将要超过三星的时候，美国却突然“杀出”，不仅停止了对华为的芯片供应，还终止了对安卓系统的授权，使华为手机遭受巨大打击。根据外媒的消息，华为相关人员表示，2019年超越三星的目标可能无法实现了，实在是令人惋惜。", "author": "舒莫财经", "newsdate": "发布时间：19-06-12", "newstime": "16:21", "sentiment": [{"positive_prob": 0.00304193, "confidence": 0.99324, "negative_prob": 0.996958, "sentiment": 0}]}]