[{"title": "华为能打通终端生态之路吗？", "content": "众所周知,华为在5月份遭到了美国的无情打击,甚至逼迫全球主要国家从供应和销售这一上一下两个层面打压华为,这种无耻的行为最终能有多少迎合的人还很难说,不过基于全球通讯领域主要的硬件供应商和软件供应商都或多或少的与美国有着复杂的关系来看,软硬件同时受到挤压后,对华为的生存还是带来了相当的威胁。在华为的B计划出台后,大家发现了华为的硬件和软件从多年前开始就有了备份计划,估计是决大多数的美国产硬件都能在国内或其它国家找到代替产品,就算性能上有些出入,也影响不了大局,然而从软件层面上来说,操作系统的垄断性却带来了巨大的麻烦.现在多数人都知道,软件的垄断地位其实来自于生态的建立,有足够的开发厂商支持你,你的操作系统就能形成垄断,无论你是开源的还是不开源的,那么当一种新的操作系统推出时,能否获得足够数量厂商和开发者的支持就成了至关重要的条件.面对系统被断供的局面,华为虽然有了自己的考虑和准备,新的操作系统相信也就要面世了,但如何打破生态垄断却是个难题.无外乎如下几点:一、国内的应用生态。这一点难度较小，毕竟国内无论哪款手机，预装的大半都是国内厂商开发的应用，谷歌的应用早已退出了市场，因此要说服国内软件厂商给以支持难度并不大，因为兼容安卓的原因，所以各类软件适配华为的系统估计比较简单，但这也只是解决了华为自己的终端生态，而国内还有大批量的安卓手机，如何才能让他们加入华为的系统阵营才是突围的关键。大家都知道全世界大多数手机都在中国生产，华为也只是其中之一，手机的销量此消彼长，市场就那么大，华为也不可能吃独食，别的手机厂商也要生存，是否愿意从系统层面加入华为阵营很难说。多数厂商恐怕是抱着看热闹的心态，毕竟硬件技术实力不够，那些所谓的组装手机品牌商，即使做得再大（例如OV、小米一加等等），又能有多少非软件核心技术，如果CPU、GPU、基带等几大硬件核心没实力，就永远要看别人的脸色过日子。至少从心底里，这些终端厂商都没有想用华为系统的动力，除非华为核心硬件能成套供应给所有手机厂商。不过用一下方舟编译器倒是可以的，只要方舟开源，又兼容安卓，而性能又确实好，谁不想提升一下自己手机的使用体验呢。那么，归根结底，保证一定的终端市场占有率，就成了华为保证国内生态的重要条件。二、发达国家的应用生态。这一点，对于华为来说难度不小，毕竟ios和安卓已经实现了垄断，尤其是培育了应用习惯，离开了谷歌全家桶和其它一些美国公司的应用软件，很多人的生活都会很别扭，而要打破这种习惯，只能说，希望还是存在的。不过，面对美国的制裁以及科技的发展，华为也赢来了最恰当的时刻，这是由多方面因素决定的。首先是政治因素，欧盟已经极度不满于美国系统的垄断地位和安全性，以及对盟友的监控，从心理层面，他们也需要出现不受美国影响的新系统，培育出新的生态，那么华为可以对欧盟完全开放自己的系统，甚至推出欧盟版系统，签订永不用于间谍方面的承诺，执行欧盟安全标准，那么获得欧洲人的认可还是大有希望的。而应用生态其实也有办法对付，中国的应用生态开发者，已经走在了世界的前列，各大应用厂商完全可以跟随华为的脚步进入欧盟，寻找合作伙伴，培育欧盟全家桶，可以先从政府和职能部门开始，相信在欧盟的监督下，只需几年的时间就能扭转欧洲人的使用习惯。欧洲人是要自己掌控通讯的未来还是继续依附美国，每个人都会知道选择。其次，华为系统如果短期内能顺利推出，对谷歌的新系统推广也是个打击，因为据说欧盟要收数字税，导致谷歌有可能不再免费了，这时如果华为提前推出系统，将会让它非常尴尬，是继续收费流失客户，还是老实缴税盈利下滑将会是个两难的选择，华为系统就是那个搅局的人。三、欠发达国家的应用生态对于这一类国家而言，本身通信设备的建设和更新速度就相对较慢，有些国家软件产业不发达，应用生态被谷歌苹果牢牢掌握，缺乏更换的动力，而有些国家软件产业发达，民族自尊性足够强，不依赖于苹果和谷歌的意愿较大，甚至如中国这样能在安卓系统中完全脱离谷歌的应用包。对于第一类国家，抢占了先机很重要，那么对于安卓的兼容就成了唯一的出路，但如何脱离谷歌应用的束缚就比较困难了。对于第二类国家则比较好处理，既然他们有意愿，那就完全具备替代安卓的可能性，但这些还要依赖于广大手机厂商的支持，毕竟华为在这些国家的市场占有率可不见得有多高。四、不发达国家的应用生态对于最后这一类型的国家而言，由于智能手机的普及率不高，甚至通信设备极端落后，能否支持3G、4G都是问题，那么要想把这块没肉的骨头给吭下来难度较大，毕竟在功能机为王的地区，智能机的普及还依赖于整个国家通信基础的完善程度，但提前在基本软件生态和通信基础设施方面进行前期投资，有利于树立品牌形象，华为可以用低端机配合自己的操作系统及常用软件，冲击市场，如果能拉来那些功能机为王的手机厂家共同发展就更完美了。当然，谷歌不会坐以待毙，为了保证市场占有率,它一定会主动求和，甚至想尽办法游说或绕开白宫的阻挠，而华为的态度也从一开始就表明了，还是希望合作，因为只有这样，难度才最小，才能延续任总的理念：全球的企业分工合作，共同发展。但话又说回来，就算禁令解除，华为的备用系统，仍然可以用兼容安卓的方式持续迭代，甚至在低端机型试水，或者重组新的品牌在不发达国家或与西方关系一般的国家正式推出，是骡子是马，拉出来遛遛，不经历市场的检验，又怎么配成为合格的备胎呢。华为的重建生态之路，机遇伴随考验，任重而又道远。", "author": "清闲随想", "newsdate": "发布时间：19-07-01", "newstime": "11:26", "sentiment": [{"positive_prob": 0.272517, "confidence": 0.394408, "negative_prob": 0.727483, "sentiment": 0}]}, {"title": "狼和羊的故事，浅谈中兴和华为之间存在着哪些不同之处", "content": "说到国内通讯行业的标杆，大家第一反应就是华为公司。然而了解科技圈早的网友们应该对中兴公司也不陌生，曾经的中兴和华为可谓是国内通讯行业的一对“神雕侠侣”，构筑了国内90%以上的通讯基站。但是如今二者之间的差距，好像越拉越大，如今的中兴节节败退，几乎被人们所遗忘，而反观华为公司，则步步高升，成为了大部分人心中的“明星企业”。那么造成今天这个差距的主要原因是什么呢？小编来带大家分析一下。1、定位不同，一个是狼，一个是羊首先要明确一点的是，中兴是一家上市公司，而华为公司则是一家民营企业。前者既然上市了，那肯定有大批的股东支持，当然带来的影响也很大——董事会会干涉公司的运营项目。说的好听点，就是哪个项目值得发展就做什么，说的难听点，就是什么赚钱就做什么。以至于中兴公司从上到下都变成了“温顺的小绵羊”，领导怎么说，他们就怎么做，从来不用担心未来会怎样，反正比起大部分公司来说，中兴的待遇非常优厚。而华为公司则背道而驰，在任正非的带领下，华为人就像是一条条饿极了的狼，在华为你几乎很少能看见怠惰的员工，每一个人都在尽自己的全力发光发热。用任正非的话说：惶恐才能生存，偏执才能成功。当夜幕降临，万家灯火飘起的时候，华为人依旧在坚持着自己的岗位，奋发图强。2、产品的质量和服务的品质不同有人说，中兴不是很少做手机了吗？其实努比亚手机就是中兴旗下的，但是和华为手机相比，努比亚太过小众了，没有属于自己的处理器和不同产品的定位。反观华为，不仅研发出了属于自己的海思麒麟处理器，还独立出了子品牌荣耀手机，主攻线上年轻群体市场。而服务方面，二者的差距更大了，华为公司为了更好地倾听消费者们的意见，还专门成立了“花粉俱乐部”，只要你愿意，就可以成为其中的一员。而线下门店更是数不胜数，一条街上出现了好几家华为手机的旗舰店，都不足为奇。反观努比亚手机，就连很多二线城市都找不到门店，那消费者又怎么敢购买一个连售后点都没有的手机品牌呢？3、对人才渴求、对研发的付出不同中兴爱不爱财，小编不知道，但是华为创始人任正非爱“才”，是有目共睹的。对于人才的渴求，任正非从不掩饰，甚至公开喊话道歉，让一位在华为受委屈选择离开的老员工回来，而在这一点上中兴就显得有些“佛性”了。对于研发，任正非总是不计投入，甚至直言华为可能是世界上最穷的高科技公司，因为大部分的利润都被重新放回了研发上，而中兴没有这样做，也做不到，毕竟董事会也不允许在研发上投入那么多。这就是为何起点相近的华为公司和中兴公司，如今的差距却越来越大的原因了。大家觉得未来中兴可能会“卷土重来”，追上华为吗？", "author": "易驰科技", "newsdate": "发布时间：19-07-01", "newstime": "14:56", "sentiment": [{"positive_prob": 0.375395, "confidence": 0.16579, "negative_prob": 0.624605, "sentiment": 0}]}, {"title": "特朗普称美企可以继续供货华为，华为官推回应：U型转弯？", "content": "【环球时报驻美国特约记者 萧强 王会聪】“美国公司可以向华为公司出售设备”，美国总统特朗普6月29日在大阪G20峰会期间“走出的这一大步”引发各方关注，除了几名反华观念根深蒂固的美国议员，国际舆论对此多持欢迎态度。美国彭博社30日评论称，特朗普放开对华为的“生命线”表明，相比较发起冷战，他更喜欢商业交易。阿联酋《国家报》称：“美国的缓刑将使华为和美国供应商受益。”此外，有迹象显示，特朗普政府对华为的态度将对韩国和新西兰在华为问题上的立场产生影响。据“美国之音”报道，特朗普29日在G20峰会期间举行的记者会上表示，美国公司向华为出售大量产品，涉及到很多钱，“我喜欢美国公司向其他人销售产品”。他说，美国公司对销售禁令很不高兴，在不危害国家安全的情况下，政府现在允许它们继续向华为出售产品。不过报道称，尽管数次被问到是否会将华为公司从美国商务部“实体清单”的黑名单上撤除，特朗普都拒绝直接回应。他表示，现在不想谈论此事，政府会谨慎处理。“6个星期后，特朗普的表态被华为称为‘U型转弯’”，美国有线电视新闻网(CNN)29日称，华为官方推特账号当天回应说：“U型转弯？特朗普称允许华为再次购买美国技术!”报道称，美国商务部5月发布了针对华为的“实体清单”禁令，但这并不是华为在美国面临的唯一政策障碍。特朗普5月签署的一份行政命令还禁止美国公司购买或使用华为电信设备。阿联酋《国家报》30日称，美国上月发布命令禁止美国公司未经特别批准与华为开展业务，美国科技公司如谷歌等遵守了这一命令。但接下来的一周，白宫回避了立即执行这些禁令，在美国科技股暴跌后给予该公司3个月的“缓刑”。分析人士表示，特朗普允许美国公司向华为提供商品和服务的决定将减少华为面临的问题，同时确保美国供应商的稳定市场。总部位于香港的研究公司Counterpoint副总监巴札克告诉该报，“这对华为、对美国供应商都是一种解脱，将确保全球贸易顺畅”。另一位分析人士布拉迪斯表示：“让我们看看会发生什么，我们必须观察。目前尚不清楚华为是否会被完全从实体清单中删除。”据美国《国会山报》网站报道，美国参议院民主党领袖舒默29日发推文说，“华为是我们能够让中国公平贸易的少数有效杠杆之一。如果特朗普像他似乎正在做的那样退却，将极大削弱我们改变中国不公平贸易行径的能力”。一贯反华的共和党参议员卢比奥29日发推文称，如果特朗普真的取消华为禁令，“他将犯下大错。我们必须通过立法来恢复这些限制措施”。CNBC称，为了平息反对声音，美国白宫国家经济委员会主任库德洛30日接受福克斯新闻采访时称，特朗普针对华为的决定“不是大赦”，华为将继续被列在“实体清单”上，但美国商务部将向更多美国公司发放执照，允许其销售更多设备给华为。“华为的生命线被放开，显示特朗普更倾向于达成商业协议而非开展冷战，”彭博社30日以此为题发文称，近几周来特朗普已经引发美国国会中某些鹰派的怒火：因为他暗示将放弃将华为列入黑名单以确保与中国达成一项贸易协议，周六在大阪，他朝这一方向“走出了一大步”。“这表明特朗普更关心向中国出售美国产品，而不是开始其顶级顾问所倡导的文明冲突。从长远来看，这些商业直觉可能更多地说明中美关系的发展方向。”美国政府对华为的表态似乎也在对其他国家产生影响。《华尔街日报》30日关注到，特朗普当天在首尔会见韩国企业家时，没有提到对华为或其他中国公司的担忧，“这对房间内的许多人来说是一种解脱”。此前据韩国媒体报道，美国驻韩国大使等美国高官曾多次施压，要求韩国企业不要和华为合作，韩国企业“陷入两难境地”。新西兰同样关注到了这一动向。新西兰广播电台网站30日称，技术评论员布里斯伦认为，特朗普的最新表态是对华为的“赦免卡”，将使包括新西兰在内的其他国家重新考虑在华为5G问题上的立场。新西兰政府通信安全局(GCSB)之前曾表示，基于现在和未来的网络安全性、要求新西兰企业不使用华为5G产品，但该部门现在将不得不重新审视这个问题，“如果美国人都不再关心，新西兰还应该关心这个问题吗？”", "author": "环球网", "newsdate": "发布时间：19-07-01", "newstime": "02:14", "sentiment": [{"positive_prob": 0.760122, "confidence": 0.466939, "negative_prob": 0.239877, "sentiment": 2}]}, {"title": "大逆转，美国公司被允许继续向华为出售产品，是妥协还是“自救”", "content": "美方给华为发布禁令已经有一段时间了，眼看这场贸易战已经从两国之间蔓延到全球，事态似乎也有愈演愈烈的趋势，而迫于美国政府的压力，不少美国科技巨头也不得不放弃和华为的业务往来，对于双方来讲也算是杀敌一千自损800，当然，美国科技巨头们也是深刻体会到了这一点，所以，最近关于，美国科技企业向特朗普施加压力，要求恢复与华为合作的事件也是时有发生。令人振奋的是，所有的一切功夫最终都没有白费，事态发生了惊天大逆转。6月29日，在G20峰会记者会上，特朗普表示，很多人惊奇，我们向华为出售供应了非常大量的产品，被用在了他们制造的各种东西上，我说可以的，我们可以继续出售那些产品，美国公司在制造那些产品，而且这个过程很复杂，有很多的科学，有很多的情况是我们在做的，唯一在做的只有我们，只有我们那些技术，实际上，我们硅谷做的事情令人难以置信，没人能和他们竞争，很容易的，我就同意了，允许美国公司继续出售产品给华为。随后，中国外交部特使表示：如果美方可以说到做到，我们是欢迎的，因为华为公司是一家私营企业，而且他的信息技术在世界处于领先地位，对于这样一个公司，无论他到了哪儿投资，都会参与当地的通讯市场的开发与建设，都会对当地的通讯产业起到一个很好的促进作用，对它进行超技术和经济范畴的一些限制，肯定会导致“双输”的局面。很多网友惊呼：美方终于“认怂”了，事实上，看似是对华为“认怂”，恐怕更多的还是自救，早在此前华为被禁后，华为任正非先生就表示，我们从来就不觉得我们会死亡，我们完全是靠自己，不靠美国，甚至一些高端的产品，美国也是没有办法的。实际的情况也是这样的，华为的技术已经处于世界尖端水平，甚至美国科技巨头也需要2-3年才能赶上。即使遭遇禁令，华为也拿出了自己的备胎计划，这段时间的“禁令”，似乎并没有对华为产生多大的影响，反而一些美国科技企业，在这段时间里却遭遇都了前所未有的挑战和阻击，谷歌安卓惧怕华为鸿蒙系统的出现抢夺自己在全球的多半市场，所以恢复了华为手机升级Android Q的权限，美国、高通、intel、镁光等等也都在对华为禁售后，经过多方考量表示希望和华为合作，这也再次印证华为已经是通信行业全球供应链不可或缺的重要一环，没有华为他们将会承受无法弥补的损失，甚至无法进入5G时代，这也将直接导致在很多的领域他们会落后于拥有华为5G的国家，乃至影响以后的经济增长。更让人害怕的是，如果断供华为，华为可能会在一个全新领域成为他们的强大对手，而不是如今和他们去技术共享，断供华为成了一个有百害而无力的错误举措。所以，今天看似对华为的“认怂”，更多的还是处于自救在考量。", "author": "艾特小王子", "newsdate": "发布时间：19-07-01", "newstime": "21:04", "sentiment": [{"positive_prob": 0.229793, "confidence": 0.489349, "negative_prob": 0.770207, "sentiment": 0}]}, {"title": "为什么人们宁愿买价格更贵的华为P30，也不买更便宜的红米K20？", "content": "在手机圈当中一直都存在这样的争议，华为手机最近这几年价格越卖越贵，但小米却推出了红米子品牌，主张极致性价比，强调性价比与友商无关。然而，就在近日我们却发现在有非常尴尬的对比，难道真的是越贵卖得越好？华为旗舰手机销量远超小米高性价比旗舰！或者说为什么人们宁愿买价格更贵的华为P30，也不买更便宜的红米K20？原来，此前华为宣布，华为P30系列上市85天销量1000万台，而就在今天，小米红米子品牌总经理卢伟冰宣布，红米K20系列30天销量100万台。换句话说，华为P30系列用了平均下来一个月大概也是卖了300万台以上的手机，在相同的时间里，实际也是要比红米K20系列更高的。值得注意的是，华为P30系列当中最便宜的华为P30起步价格也达到了3988元，而红米K20系列当中最便宜的是1999元起步，也就是说，其实小米这款高性价比旗舰仅为华为旗舰的一般左右价格。那么，为何却是华为旗舰卖得更好呢？难道真的是华为手机有加持？为什么人们宁愿买价格更贵的华为P30，也不买更便宜的红米K20？下面我们说说笔者的看法。红米K20系列手机的性价比确实更高，最为典型的红米K20Pro，搭载的是骁龙855处理器，8GB+128GB起步的储存组合版本的价格也不过是2799元，而同样是旗舰手机的华为P30Pro，搭载的只有麒麟980处理器，8GB+128GB版本的价格却达到了5488元起步，虽然华为P30Pro拍照更好，但搭载了4800万像素的红米K20Pro也不差。看得出来红米K20系列的性价比要高出华为P30系列不少。但是，在品牌认可度上，小米手机的性价比虽然突出，却不足华为手机好评多，尤其是在渠道上，华为手机会更受欢迎。华为与小米虽然都是目前炙手可热的国产手机品牌，然而，线下渠道方面，很多用户会更加喜欢华为手机，认为华为手机的质量更好，知名度也更高，对比之下小米手机就稍微欠缺一些。此外，正如前阵子有渠道商家对卢伟冰表态的一样，卖华为手机的价格虽然更高，但利润空间会更大，反而是小米手机价格虽然低，利润却要更小一些，甚至还不够交房租水电。作为授权店商家，如果有人进店购买，自然是会更卖力推销华为手机而不是小米。这其实也是有助于华为手机的销量增长的。当然，最后还需要考虑到，华为P30系列其实销量面对的全球出货量，目前的华为在全球市场上还是比较受欢迎的，尤其是高端旗舰已经逐渐打开了局面。对比之下，小米手机目前在全球市场上还需要努力，尤其是在高端旗舰上更是如此，红米K20系列更多的还是依靠国内市场的销量。你们觉得为什么价格更贵的华为P30系列销量会远远好于价格更便宜的红米K20呢？欢迎说说你的看法。", "author": "叽歪数码", "newsdate": "发布时间：19-07-01", "newstime": "14:38", "sentiment": [{"positive_prob": 0.00140555, "confidence": 0.996876, "negative_prob": 0.998594, "sentiment": 0}]}, {"title": "美国称可以恢复华为业务，但有限制条件，是否也是“幌子”？", "content": "自美国“围堵”华为已经过去半年，在当初美国自诩要“浇灭”华为的时候，国人认为华为似乎要和中兴一样倒在美国政客手里，然而大半年过去了这个问题终于有了正式的答复，并且这个答复由美国总统在G20恢复习近平主席后宣布。声称会允许美国公司继续向华为提供高科技产品，这个消息不仅对于华为来说是个好消息，而且对于憋了好久的美国科技巨头来说是天大的好事。据英国每日邮报报道数据显示，中国科技企业之间的贸易十分密切，谁都不能达到主宰的地位，华为就是一个例子，华为的零部件有近50%来自于美日韩，其中来自于美国的零部件最多，不过美国的科技企业也严重依赖中国的生产商，苹果公司和高通的生产线几乎都在中国，为此苹果公司和高通曾想方设法恢复和华为合作，因为不想失去每年拥有超过110亿美元进口额的大客户。不过美国政客宣称要恢复美国企业产品对华为的供应是有条件的，美国商务部发言人表示仅是将华为移出美国名单，具体措施还有待后期讨论，不过据小道消息，美国政府表示对于一些核心企业产品比如芯片和操作系统还是会选择性出口，显而易见美国的态度并没有我们想象中那么“诚恳”。这会不会又是美国的一个“幌子”？不过似乎美国也感觉到打压以华为为首的中国科技企业对美国造成的经济损失，中美之间的科技合作越来越向深层次发展，苹果公司和高通公司在华的业务已经占据整个公司业务额的半壁江山，打压华为为主的科技企业就意味着是搬起石头砸自己的脚，这是美国政客所不愿意接受的。对此中国官方表示如果美国履行承诺的话那么中方表示欢迎。", "author": "略谈秩事", "newsdate": "发布时间：19-07-01", "newstime": "11:57", "sentiment": [{"positive_prob": 0.0242886, "confidence": 0.946025, "negative_prob": 0.975711, "sentiment": 0}]}, {"title": "华为无线耳机升级攻略来了 连接更稳定/音质更出色", "content": "【CNMO新闻】华为FreeBuds系列、华为FreeLace等华为无线蓝牙耳机自发售以来，凭借稳定的蓝牙连接、出色的音质等亮点颇受消费者欢迎，不过现在有个机会让你的华为无线蓝牙耳机变得更好。7月1日，@华为商城 发布了一则耳机升级攻略。华为蓝牙耳机升级攻略（图取自官微）根据本次公布的升级攻略，@华为商城 表示华为无线蓝牙耳机在升级后，耳机的音质、连接稳定性等诸多特性都会有所提升。值得注意的是，华为FreeBuds需要手机为EMUI 9.0以上版本，而华为FreeLace需要手机为EMUI 9.1以上版本。华为FreeLace无线耳机准备升级在具体的升级方法上，该官微表示，首先打开手机蓝牙设置，其次点击耳机设备后的齿轮图标，最后依次点击“固件更新”“检查更新”“立即更新”以完成耳机在线升级。在升级过程中，耳机与手机必须保持在一定距离内，最好在50厘米以内，同时远离干扰能力较强的家电及其他设备，比如微波炉和路由器等。", "author": "CNMO手机中国", "newsdate": "发布时间：19-07-01", "newstime": "14:38", "sentiment": [{"positive_prob": 0.998733, "confidence": 0.997185, "negative_prob": 0.00126663, "sentiment": 2}]}, {"title": "华为凭什么能让美企低头并让它们“铤而走险”？", "content": "据境外媒体报道称，美光科技公司已经部分恢复向华为方面供货。在美国《华尔街日报》报道中的内容显示，之前曾停止向华为发货的美光科技，已经部分恢复供货。当然，其相关负责人也表示，这些发货与出口禁令并不冲突。值得一提的是，前不久台湾钜亨网也报道了美光科技2019财年第三季度的财报表现，称其本季表现强劲。而其中华为在美光2019财年前6个月营收占比为13%，这点相当值得玩味。另外美光科技公司财务总监也表示，本季DRAM和NAND产品的出售均因华为禁令而受挫，如果没有此禁令，美光本可达到财报营收预测顶端。简单来说，美光科技能“吃饱”离不开华为，要不是某人出来搅和，大家早就“发大财”了。其实，如果不是美光这次费尽心机，估计这次的财报表现能不能及格都是一个严峻问题！ 为了挽回华为，美光可谓费尽心机根据彭博社的数据显示,华为是美光最大的客户之一。而且从去年开始,内存场就持续走低,业内已有预见。所以，尽管第三财季的收入和利润同比大幅下滑，不过美光的业绩依然还是超出了华尔街的预期。所以说，如果美光彻底失去华为这个客户，那么美光极大概率会遭遇更加沉重的打击，搞不好股东们或许可能会集体暴怒了。但事实上，美光为了争取到华为的订单而不惜“铤而走险”。根据投资机构Stifel Nicolaus&Co.分析师凯文·卡西迪表示：“在出口禁令中其实有个漏洞，如果芯片中使用的美国技术未达到25%,就可以不受禁令的约束。”而卡西迪则认为,美光恰恰正是利用了这个漏洞。也就是说，美光利用这个漏洞，将向华为供货变成合法性的行为，这点确实令人不得不佩服。同时市场研究公司Cross Research分析师史蒂文·福克斯也表示称，如果有企业想要利用这个漏洞，则需要拥有海外子公司和业务。而美光可能是首家公开表示将继续与华为开展某种程度业务的公司。能够在这个背景下向外界表示与华为合作的决心，足可见美光对华为的重视程度。另外值得一提的是，就在美光宣布恢复对华为出货的同一天，《纽约时报》报道称，英特尔也已经恢复对华为的部分出货。不过，英特尔方面对此拒绝置评。但是由英特尔和美光赞助的美国半导体行业协会指出，美国相关部门已经认定一些芯片不在销售禁令之内。或许可能有人觉得华为这次“走运了”，但其实走运的却是这些美国企业。根据此前彭博社的数据显示：从华为获得营收最多的前十名美国厂商分别是：伟创力（Flex）、博通、高通、希捷、美光、Qorvo、Intel、Skyworks、康宁和ADI。显然，因受到针对华为的“禁令”影响，对于这些企业来说，它们所受到损失并不小。而美光第一个扛不住压力站了出来，也是因为整个行业环境不太好，更不愿意丢失华为这个“金主爸爸”。毕竟华为旗下的产品，在全球市场占有率上已经可以用“一览众山小”来形容了。华为产品的市占率究竟有多恐怖？根据不少业内人士分析，美光能够恢复供货，绝大多数要归功于华为产品庞大的市场占有率。早在6月20日的nova5发布会上，华为就宣布，截止2019年5月30日，2019年仅仅用时149天，华为手机全球发货量就已经突破1亿台。而根据市场研究机构IDC公布的数据显示：2019年Q1欧洲智能手机出货量为5350万部，同比下降2.74%。其中三星、苹果等市场份额均出现一定程度的下滑。但华为却逆势增长，出货量为1350万部，同比分别增长66.13%。目前，华为在全球手机市场上已经占据四分之一的市场份额。不过终端业务其实只是华为众多业务中的一部分，其通信业务所占的市场份额则更大。在6月25日举办的华为“5G is ON”峰会上，华为公司常务董事、运营商事业部总裁丁耘对外公布了华为在5G领域的商业进展。丁耘表示，华为已在全球市场获得了50份5G商用合同，5G设备发货量超过15万套，这些合同来自英国、芬兰、韩国、瑞士等国家，全球三分之二已发布的5G商用网络是由华为部署的。而除了这些国家之外，美国本土某些地方同样也离不开华为的通信设备支持。据台湾中时电子报报道称，约有十多家依赖华为网络设备的美国农村电信运营商正在与爱立信和诺基亚商讨更换华为相关设备的方案。不过，替换原有设备并非易事，无论是诺基亚还是爱立信，其产品价格都高华为太多。根据美国雷肯分析公司分析师罗杰·恩特纳表示，华为给出的价格要比竞争对手低30%至50%。此外，恩特纳还指出，农村地区的运营商利润本就不高，如果无法承受新移动网络设备的价格，这些运营商可能不得不将移动网络关闭，最终面临倒闭的风险。不得不说，华为能在运营商市场“大杀四方”绝非偶然，长年累月积攒下来的经验居然让竞争对手找不到任何破绽。参考这些年来，华为在海外运营商市场“攻城掠地”早已建立起坚实的市场基础，同时“以客户为中心”的经营理念更是让很多海外运营商客户无形中抬高了行业标准，而像爱立信、诺基亚这样的竞争对手不管是在产品上还是服务上，都无法与华为相提并论。正所谓“打虎还须自身强”，有些纸老虎虽然“捅一下”就会破，但最起码你得有“捅一下”的实力与勇气。 华为在5G领域耀眼表现源于强大的研发实力早在世界移动大会上，华为轮值董事长胡厚崑曾披露，华为拥有2570项5G专利，占到了整个行业的20%。而华为能够取得这样的成绩，其实是离不开强大的研发实力作支撑。前段时间，华为首席法务官宋柳平就曾表示，“华为的发展靠的是长期海量研发投入，仅在去年，华为研发投资就高达150亿美元，位列全球第五。过去十年累计研发投入约730亿美元。”另据悉华为早在2009年便投入6亿美元用于5G的研究。2019年，华为5G相关研发人员超过1万，整个研发费用的投入超过100亿人民币，还不包括终端层面。巨大的人员和研发费用投入，给华为创造了5G技术领先的资本。德国专利数据公司IPlytics给出的最新报告显示：截至6月15日，目前全球5GSEP标准必要专利排名中，中国两大厂商华为和中兴进入到了前三名，其中华为声明的5G SEP专利数高达2160个，早已将其它竞争对手远远甩在了身后。其实，华为的研发水平早已闻名业界，而在研发这条道路上，很少能有企业像华为这样自始而终坚持巨额的资金投入。有数据显示，华为坚持将每年收入的10%以上，近年约15%投入到研发。“研发不是短跑，而是马拉松，身在跑道就必须一直跑下去。”想必这一定是所有华为人共同的心声。写在最后“没有永远的朋友，只有永远的利益！”这句由十九世纪英国首相帕麦斯顿所说的一句话早已成为至理名言。所以不管是美光科技还是英特尔，它们选择主动向华为示好，也再次向世人印证了这个观点。不过最后笔者想说的是，能令美帝企业低头，或许华为可能并不是第一家，但绝对是最有气势、最有声势的一家。大家又觉得如何呢？不妨在评论区留言一起进行讨论吧！", "author": "CN314智能生活", "newsdate": "发布时间：19-07-01", "newstime": "16:31", "sentiment": [{"positive_prob": 0.00407295, "confidence": 0.990949, "negative_prob": 0.995927, "sentiment": 0}]}]