[{"title": "一场硬仗即将打响：华为nova4应战三星Galaxy A8s", "content": "【TechWeb】每年的12月本应是手机市场相对平静的月份，厂商们一般会选择“小打小闹”，可今年却不同寻常。12月第一周才刚开始，就已经有两大品牌宣布将发布配备“挖孔屏”智能手机，它们分别是华为与三星。华为、三星这两大品牌都有着不容忽视的市场号召力，旗下手机出货量在全球市场排在前列。11月26日华为首次通过微博渠道预热了“极点全面屏手机”这个概念。随后新款手机在代言人易烊千玺生日会上曝光后，@华为终端官方微博 在本周一正式宣布12月17日将会在湖南省长沙市发布配备“极点全面屏”的华为nova4，这款华为nova4采用的是左上角挖孔、内置前置摄像头的设计，引来了不少网友的关注。也就在当天晚上19点，三星发布了一条新品预热的消息，宣布三星旗下首款挖孔全面屏手机三星Galaxy A8s将在12月10日北京召开发布会。海报中的Glaxy A8s同样配了一块左上角挖孔屏，和华为nova4方案神似。今年的手机厂商，不断的在手机屏占比上下功夫，想方设法的将前置摄像头安排在一个合理的位置。无论是刘海屏还是水滴屏，都是想在有限空间内，将前置摄像头合理放置，挖孔屏的出现，让消费者看到了又一种新的屏幕解决方案。三星此次抢先华为发布Galaxy A8s，无疑想占得一个全球首发“挖孔屏”手机的噱头，不过华为nova4在挖孔屏相关技术方面，肯定也不输三星，毕竟A系列三星一直拿它来定位中端市场，而从华为nova3开始，nova系列就一直是旗舰机的身份。据了解，三星现在采用的是通孔through hole方案，华为nova4用的是盲孔blind hole方案。两者差别就在于这个摄像头的“孔”的大小上。因为华为解决了透光率和偏色问题，所以可以采用盲孔blind hole方案，这样就可以让摄像头的“孔”更小。而三星因无法解决透光率和偏色问题，才使用通孔方案，打通所有屏幕层，所以它摄像头的“孔”的直径必然会大于华为的解决方案。华为能够将开孔的直径做到4.5mm，估计是首批挖孔屏里近乎极限的水平了。所以，这场硬战还是很精彩的，值得你我一起期待。综合多方优势，华为nova 3在今年销量轻松冲上百万级，这也让华为已经有了将该系列继续往高端做的决心，所以华为nova 4除了配备挖孔屏，硬件性能或许会比三星Galaxy A8s拥有更强表现力。总之既然华为、三星两家都选择在12月发布新款手机，势必后期会正面对战，这也绝对是一场硬仗，究竟谁更能获得消费者青睐，让我们拭目以待。", "author": "TechWeb", "newsdate": "发布时间：18-12-05", "newstime": "13:34", "sentiment": [{"positive_prob": 0.824595, "confidence": 0.610211, "negative_prob": 0.175405, "sentiment": 2}]}, {"title": "挖孔屏大撞车，三星Galaxy A8s插队，为何难挡华为nova4？", "content": "文 | 柳华芳2018年的最后一个月份，承前启后，手机圈已经上演未来屏战，三星、华为有意无意之间制造了一场“挖孔屏”大撞车。12月3日12时，华为终端官微推出nova4的新品海报，亮点是“自拍极点全面屏“，屏幕左上角的前置镜头采用了屏下挖孔设计，将在12月17日正式发布。事实上，华为在11月底已经放出了预热海报，只是当时并没有透露机型为nova4，业界已经猜到是nova4。12月3日19日，三星手机官微发出新品海报，将在12月10日发布Galaxy A8s，也采用了左上角的挖孔屏设计。无巧不成书，挖孔屏大撞车，不知是真的巧，还是三星硬刚华为，却带来手机圈的欢乐十二月，也共同验证了：“挖孔屏”设计是智能手机屏幕的未来方向。　　全面屏新设计，挖孔屏是未来大势从屏显行业维度，华为nova4、三星Galaxy A8s均采用了全新的屏幕设计，即“挖孔屏”技术，在挖孔位置放前置镜头，一方面保证了屏幕设计的ID完整性，一方面打造出更高的屏占比。全面屏手机已经流行两年，刘海屏、水滴屏、后滑盖设计等众多方案出炉，华为在尝试不同的设计方案，而三星一直没有推出刘海屏、美人尖等类型异形屏幕的手机。虽然全面屏手机已经成为中国市场的主流，华为手机的高增长却更多来自于工业设计、拍摄技术的创新突破，三星的核心发力点也并不是纠结于屏。挖孔屏，从设计维度，大概率成为全面屏手机的未来设计方向，华为、三星两大巨头的选择不会错。网友热议挖孔屏，粉丝争论谁先谁后，热闹非凡，恰恰也说明了挖孔屏是未来潮流。未来的看点是，手机厂商们选择挖孔的位置和数量，在左边、中间、右边可能都会出现，挖一个孔、两个孔皆有可能。无论如何，这种挖空屏幕设计是更为先进的设计和工艺，让全面屏更加优雅，让手机屏显更加完美，是未来大势。 　　同样是孔，不同风景都是挖孔屏，看似差不多，实则很有门道，三星、华为两家的挖孔方案和技术细节有很大差别。据内行朋友透露，三星Galaxy A8s很有可能采用通孔through hole方案，华为nova4则采用了盲孔blind hole方案，两者差别在于“孔”的大小。华为解决了透光率和偏色问题，可以采用盲孔blind hole方案，在这种工艺下，摄像头“孔”比通孔更小，孔边缘的黑边会非常小，屏幕整体美感更佳。华为nova4的屏幕镜头开孔的直径做到4.5mm，近乎极限水平，在首批挖孔屏的手机里，应该是工艺最好的。据说，华为对镜头开孔做了独家的抗摔设计。同为挖孔，不同风景，体现到自拍上，可能会影响自拍体验，在手机整体美学上也会有差别。当然，华为、三星代表了手机行业的最高技术水平，他们的竞争只会让手机行业更加精彩。 　　撞车不撞衫：三星Galaxy A8s有进步，却难挡华为nova4在全球市场，华为已经取代苹果，成为第二大手机厂商，三星依旧是全球范围的第一。华为消费者业务CEO 余承东已经放话，2020年前后超越三星、成为全球第一。在中国市场，华为手机已经连续多年第一，而三星手机在中国市场十分惨淡，市场份额惨不忍睹。在高东真上任之后，三星的产品服务体系已经改变很多，却一直没有在中国市场扭转颓势。从手机出货量来看，三星手机在中国市场的整体出货量，恐怕都不及华为nova3系列的出货量，格局差距非常大。从产品维度，三星Galaxy A8s比 A系列上一代产品进步很多，在自身层面是值得赞扬和鼓励的。但是，三星Galaxy A8s尚不足以对抗华为nova4，无论是核心技术点，还是品牌势能、市场预期，都有一定差距。虽然在挖孔屏这个技术点撞车，三星、华为两大巨头却都有自己独立的设计文化，不像过去有些厂商那样像素级抄袭iPhone。华为nova4、三星Galaxy A8s可谓是“撞车不撞衫”，在技术创新、设计创新上都值得尊敬。同时，不可忽视的是华为nova的品牌美誉度，华为不断将高端旗舰的技术用在nova上，加上青春时尚设计、易烊千玺等实力代言，形成了产品好口碑、品牌强信任。从竞争对手维度，华为nova显然不是将三星A系列作为对手，而是杀向oppo 、vivo。手机圈的十二月，很热闹，市场却很残酷，“自拍极点全面屏”的华为nova4会让很多品牌压力山大。2019年是猪年，恐怕风口再也没有猪了，除了创新实力，一切资本都为零。", "author": "柳华芳", "newsdate": "发布时间：18-12-05", "newstime": "17:09", "sentiment": [{"positive_prob": 0.00202268, "confidence": 0.995505, "negative_prob": 0.997977, "sentiment": 0}]}, {"title": "华为又一“跳水王”，短短13个月，从8999元跌至5299", "content": "本文转自百家号作者数码小妖精推荐语：华为Mate10保时捷旗舰大降价，让人不禁产生思考：华为旗舰的保值性到底如何？华为又一“跳水王”，短短13个月，从8999元跌至5299华为手机品牌在今年市场上收获颇丰，不仅在国内市场中稳住了形势，在海外市场上更是接连收货好评。得益于今年华为整体上的出彩表现，当前华为已经在全球销量上反超了苹果，坐上了全球第二大手机产商的位置。当前在市场上热销的华为Mate20 Pro更是被不少媒体评为了今年的年度旗舰，这无疑是对华为的最大认可。前不久，华为Mate20保时捷版本发布，作为一款限量版机型，这款产品一经发布便被炒上了两万多的价位。但有不少网友发现，作为Mate20保时捷版本的上一代产品，华为Mate10的保时捷版本却有不小的降价幅度。相比最初的发售价，短短13个月，华为Mate10保时捷版本价格已经从8999元降到了5299，一年多降价3700元，这样的跌幅也让这款旗舰产品成为了华为新的“跳水王”。其实，华为Mate10保时捷设计之所以会有如此大的降价幅度，主要原因还是在于这是一款联名产品，本身就有很高的品牌溢价在其中。自华为与保时捷推出联名产品之后，市场上也出现了许多其他的联名产品。今年OPPO与兰博基尼合作，一加找上了迈凯伦，而小米更是直接推出了故宫版产品，联名的确是可以提高产品的档次，但在价格上大多数人都是难以接受。这款Mate10保时捷版整体来看还是非常具有吸引力的，该机正面使用的是一块18:9全面屏。但是下巴和额头处理的十分优秀，在机上曲面屏的使用，屏占比和显示效果都有不错的发挥。机身背部是玻璃结构对称风格设计，整体的把曲面机身构造也格外亮眼，无论是手感还是颜值都有非常亮眼的表现。保时捷标志性的跑车造型设计，也为这款产品增色不少。在硬件方面，这款华为Mate10保时捷版也有着极强的竞争力。麒麟970处理器的使用可以令这款产品在长时间的使用中避免卡顿现象的发生，另外该机还提供了256GB的超大存储空间，无论是放电影还是放照片都不必为空间不足而担心。当然华为手机不能不提的还是拍照功能，这款产品使用的是来看后置双摄技术，在成像效果上对比其他旗舰有着非常明显的优势。除此之外，无论是防尘防水还是大电池所带来的超高续航能力，华为Mate10保时捷版本都有不错的表现。这样的一部联名款产品你会选择购买么？原文标题：华为又一“跳水王”，短短13个月，从8999元跌至5299发布日期：12-04 18:31原文作者：数码小妖精", "author": "Tech情报局", "newsdate": "发布时间：18-12-05", "newstime": "13:38", "sentiment": [{"positive_prob": 0.15342, "confidence": 0.659067, "negative_prob": 0.84658, "sentiment": 0}]}, {"title": "华为新机现身工信部 3900mAh大电池或为华为畅享9", "content": "2018年12月5日消息 今日华为商城在微博发布新品预热海报，千元实力派大可期待，12月12日开始预订。而我们在工信部看到型号DUB-AL00、DUB-TL00华为机型，6.26英寸珍珠屏内置3900mAh容量电池，不出意外就是这款即将预约的华为畅享9。在华为官方放出的预热海报我们可以看到华为畅享9使用珍珠屏设计，底部边框放置HUAWEI logo，跟我们在工信部网站看到的DUB-AL00、DUB-TL00型号机型基本相近。根据工信部显示消息我们可以看到华为畅享9采用6.26英寸1520*720分辨率珍珠显示屏，内置3900mAh电池续航，搭载后置双摄镜头提供黑、红两款配色供用户选择。配置方面华为畅享9搭载1.8GHz CPU主核8核芯片，运行基于Android 8.1系统，提供3GB、4GB运存空间，支持64GB机身存储空间。前置800万像素自拍镜头搭配后置1300万+200万双摄组合，但机身并未发现指纹识别模块。我们根据工信部网站显示信息以及官方预热海报可知，华为畅享9不出意外会主打超长续航，价位在千元左右，处理器芯片或为骁龙450处理器。我们对比此前发布的华为畅享9 Plus可以发现屏幕尺寸、分辨率都有所降低，而在畅享9 Plus上加持的护眼模式、人脸解锁功能还不确认是否会在畅享9上加持。我们知道华为畅享系列是追求高性价比、高性能讲究时尚美观的千元旗舰机型系列，一直深受年轻用户欢迎，华为畅享9能带来什么样的市场冲击值得我们期待！", "author": "驱动中国", "newsdate": "发布时间：18-12-05", "newstime": "16:19", "sentiment": [{"positive_prob": 0.96006, "confidence": 0.911245, "negative_prob": 0.0399398, "sentiment": 2}]}, {"title": "华为手机里隐藏着一个摄影神器，很多华为用户都不知道", "content": "黑白套彩色，手机摄影里一个很讨巧的功能。能突出重点，表现主题。旅行君之前一直教大家用后期APP来进行这方面的创作。比如snapseed的蒙版，或者是MIX的单色滤镜。都可以实现这种创意。操作其实很简单，就是有点麻烦。尤其是涂抹一些有空隙的图案的时候，可能会比较费时。那今天说的这种方法，就简单许多，5秒钟不到，就可以完成。但前提是，你的手机，得是华为。先看一个GIFGIF很短，6秒钟，是的，完成这样一张照片，可能连拍带修，你只需要几秒钟。而背后的功臣，就是华为手机自带的照片编辑器。拍完一张照片。直接选择“编辑”。第一页，就有“保留色彩这个选项”。进去之后，你只需将手指放在需要保留的色彩之上。然后，松开手指。恩，就是这么简单。是吧？简单到没朋友！当然，有的时候，照片中会出现撞色的情况，比如这张照片：想留广告牌上面的蓝色，那天空中的蓝色也会被留下来。那么你可以用橡皮擦，把没用的部分涂抹掉。和用后期APP相比，华为自带的这个黑白套彩色有几个优点。1，省时间：步骤简单，操作无脑。2，操作性强：和mix单色滤镜比，自带的这个功能，在颜色选择上没有限制，更精准。和snapseed的模板相比，自带的这个功能，不需要你去涂抹细节，对于一些手指不灵光，或者耐心缺乏的朋友，是个福音。3，适应性广：这个功能的存在，对于那些玩不转snapseed等后期APP的人来说，再合适不过了，喜不喜欢摄影的人，都可以简单上手，感受一下乐趣。当然，如果你不是华为手机，那就老老实实的还是使用snapseed来进行保留色彩的处理吧，习惯成自然，适应了之后，你也不会觉得复杂到哪去。华为自带的这个编辑功能 ，除了保留色彩之外，还有很多实用的功能，这里就不一一说了。只举个简单的例子，冬天了，天儿不好，老雾霾。拍出来的照片不通透。“编辑”里面也有一个功能，在“滤镜”的“天气”里面。比较类似PS的“一键去雾”。看一下对比，尤其是远方雾蒙蒙的地方，都会变清晰：上图是原图，下图是处理之后，可以重点看一下画面中心的远方，雾霾都消失不见。是不是挺好用的？不想错过旅行君的原创推送？赶紧关注我吧！", "author": "手机相机摄影技巧", "newsdate": "发布时间：18-12-05", "newstime": "13:40", "sentiment": [{"positive_prob": 0.848683, "confidence": 0.663739, "negative_prob": 0.151317, "sentiment": 2}]}, {"title": "刚用上麒麟980，麒麟990又来了，高通尴尬不已", "content": "众所周知，对于一款手机产品来讲，手机处理器的性能表现尤为重要。华为之所以能够在今年市场上取得如此耀眼的成绩，与其拥有处理器制造能力有着不小的关系。当前全球销量排名前三的手机厂商每一个都拥有处理厂研发能力，这也保证了这些手机厂商在市场上始终可以把握主动权。对于安卓手机厂商来讲，虽然华为和三星都有制造处理器的能力，但是受困于产量影响。华为和三星的处理器产品大多都是选择自用。所以没有处理器制造能力的手机厂商便只能选择高通的处理器产品，高通骁龙8系列处理器也一直在市场上保持着领先的地位。但是最近几年，华为不断的在该方面增加研发费用，并且取得了非常不错的结果，这让高通非常难受。在今年，华为率先发布全球首款7nm工艺处理器麒麟980。这款处理器凭借着工艺上的优势，成功的在综合实力上反超了高通骁龙845，这令搭载麒麟980处理器的几款华为旗舰成为当前安卓阵营中性能表现最为出彩的产品，也帮助华为在销量上更上一层楼。当然高通也并非是没有对策，昨日，高通也正式发布首款7nm工艺处理器骁龙855。这款处理器不仅在性能上相比骁龙845有大幅提升，而且还支持5G上网功能，这对并没有集成5G基带只能使用外挂基带实现5G上网的麒麟980有着不小的优势，预计搭载这款处理器的手机产品将会在明年第一季度上市。从数据上来看，骁龙855相比麒麟980有非常明显的优势，但是对于华为来讲，这并不会是与高通比拼的最终结果。虽然大多数用户刚用上麒麟980，有不少华为内部人士透露，华为将会在明年第一季度发布提前发布麒麟990处理器，而这款处理器才是高通与华为之间真正的较量。麒麟990处理器虽然在框架结构上相比麒麟980并没有什么变化，但由于此次麒麟990使用的是台积电2代7nm工艺，所以性能预计将会得到10%的提升。除此之外，麒麟990将集成巴龙500基带，支持5G上网功能，届时麒麟990很有可能会成为最强处理器。而且从目前来看，华为除了麒麟990外，应该还有一款使用自主框架的处理器将会在明年年末发，。这样的消息相信会令刚发布完骁龙855的高通十分尴尬。你认为在明年第一季度，高通、华为、三星哪家处理器会表现的最为抢眼。不妨对此谈谈你的看法。", "author": "数码小妖精", "newsdate": "发布时间：18-12-05", "newstime": "19:22", "sentiment": [{"positive_prob": 0.884219, "confidence": 0.742709, "negative_prob": 0.115781, "sentiment": 2}]}, {"title": "华为辞退北大高材生？教你如何正确做一名刚入职的新员工", "content": "据了解，一名北大高才生被华为录取了，但是好景不长，这名大学生在华为公司并没有呆多久就被辞去了，这是为什么呢？难道是没工作能力，还是一些其他原因？其实真正的原因是由一份“万言书”所引起的。这其中究竟存在着什么样的故事呢？事情是这样的，这名北大高材生刚入职不久，就发现了公司存在着一些经营战略方面的“问题”，于是他决定写一份报告给高层领导任正非。但是让他没想到的是，这名北大高才生提交了“万言书”后，不但没有得到任正非的重用，反而被任正非所辞退，其实背后的原因很简单。其一就是这名高材生是一名新员工，没有做好自己分内的事，只想着靠一份报告而打动上司，受到上司的重用。确实，不想当将军的士兵不是好士兵，但是前提是需要你做好自己分内的事，有理想是好，但是需要你脚踏实地的去实现，而不是坐享其成。其二，还是这名高才生是新员工，并不是管理者。在他没有做过华为管理者的情况下，居然以“管理者”的眼光来看待公司的经营战略，其实看到的只是片面的一点而已。如果高层领导真的听信了他的建议，估计华为就要面临很大的问题了吧。其实作为一家公司的新人，其实你并没有你想象的那么优秀，在看待公司的一些问题上只是管中窥豹而已。如果你真有远大的理想抱负，那么需要你做的并不是积极的向高层领导建言献策，而是需要先沉淀自己，做好自己分内的事。利用闲暇的时间不断学习，不断了解你所在公司各个方面的信息，等到你有了全面的了解之后，你才有建言献策的机会，才有被中用的机会。希望大家看后能够重新审视自我，在工作中脚踏实地，为自己拼一个美好未来。", "author": "科技达达人", "newsdate": "发布时间：18-12-05", "newstime": "10:20", "sentiment": [{"positive_prob": 0.00212168, "confidence": 0.995285, "negative_prob": 0.997878, "sentiment": 0}]}, {"title": "特朗普想要“围剿”华为，英德也动摇了？华为这次的回应霸气", "content": "特朗普想要“围剿”华为，英德也动摇了？华为这次的回应霸气特朗普自从上任以来，就对中国国产品牌华为特别看不顺眼，在各个方面都要打压华为，甚至以“威胁国家安全”为理由在全球围剿华为。美国是禁止售卖华为手机的，但是美国想来是自己的想法要强加在别国身上。美国还想要其他的国家和美国一样抵制华为，美国的号召力还是有的，这不又有两个国家积极响应美国的号召了。就是英国和德国。特朗普想要“围剿”华为，英德也动摇了？华为这次的回应霸气由于受到美国的各种暗示，“不要购买华为的电子产品和设备”，“华为会影响国家安全，暴露国家机密等”。英国和德国终于招架不住，蠢蠢欲动。似乎要对华为开始有所行动了。英国的动作是像华为发布公开的警告，要华为修复好之前卖到英国产品的问题，英国的政府还有意的拖慢华为5G技术的推行。德国稍微要含蓄一点，没有英国那么直截了当的对华为发布公告或者警告，但是与华为的合作变得更加小心翼翼，更加谨慎了。华为之前在英国和德国已经做了大量的5G网络建设工作，这次的英德两国动摇，跟随美国的步伐势必会给华为之前所做的努力造成不利的影响。美国抵制华为是始于2012年的，美国政府命令禁止华为在美国售卖网络设备，还一本正经的称华为会造成“窃听和监视”的国家安全问题。以美国为首，新西兰、澳大利亚等等国家也对华为实行了抵制政策。实际上，美国说的一切都是借口，抵制华为最大的目的就是想要谋求更大的利益，让华为承受更大的压力。但是这种说不过去的抵制连自己本国的企业都在质疑，真的是十分讽刺。华为作为中国技术最成熟、发展最迅速的科技公司，也不是好惹的。即使受到了多方的压力打压，依然奋力的前进着。华为表示5G技术少了华为就无法推行。", "author": "蔷薇花谢绿窗前", "newsdate": "发布时间：18-12-05", "newstime": "15:50", "sentiment": [{"positive_prob": 0.895848, "confidence": 0.768552, "negative_prob": 0.104152, "sentiment": 2}]}, {"title": "华为给手机打孔，原来是为了放下摄像头，打了孔的手机会是什么样", "content": "华为的官方发布了一张图片，是一个手机的虚拟影像。这款虚拟的影像跟别的广告不同，最让人关注的是左上角有一处闪光的地方。这很可能是华为家即将要推出的NOVA4，这个系列的机子都是主要打造外观时尚，拍摄效果强大的手机，这一款新机子当然也不例外。三星家也宣传过要做打孔的屏幕，但可能又要被华为家领先了。华为家近几年的能力越来越强大，不管是双摄像头还是三摄像头，它家都是首发的。这一次将机子前置的屏幕打孔，用来安置前置的摄像头，也是一次大胆的突破。这两年的机子大部分都是全面屏幕的，这似乎已经成了时下的一个主流。占屏幕比例越大，对人们使用的体验效果也就越强烈。苹果家的X开创了刘海屏幕，虽然是一种突破创新，但还是有很多不完整的地方。OPPO家跟VIVO家更是不相上下的退出了可以升降的摄像头，看似简单的一处手机功能，蕴含了很大的设计感。滑盖的全面屏跟升降摄像的屏幕，都加厚了机子的厚度，略微有点笨重的感觉。最近也有挺火的水滴屏，这种屏幕虽然很大程度上的占据了整个正面的机身，但是还是有一定的不足的。华味家这次推出的打孔的全面屏幕，怕是又要带起一阵的潮流来了。华味家想推出这样的机子都很久了，从现在的趋势上看，很有可能就是迈向中端的机子了。为了整体的提升当西，这次的新机子可能会搭载麒麟的处理器，型号也许就是980。有了好的配置，价格自然也是要提升的，价格可能会在三千左右。相比现在比较火爆的两个大品牌，华为的机子更值得入手。三个摄像头不是为了让后面机身看起来丰富，只是为了更好的满足人们日常拍照的使用，让科技感觉来丰富人们的生活。另外配备的指纹解锁技术也是超强的，GPU得指纹解锁技术让解锁时间更短，更高效。整体上来看，不管是配置上还是设计上，都是极其精致的。设计的过程中，更注重使用者的感受，而不是为了商业的利益。EMUI9.0的系统，还有6个G的运行内存肯定是必备的，也有可能会有更高的配置，所以还是很让人期待的。由于市场定位的原因，可能就只能是配置十八W的快充技术，不过这根本不会影响整体的使用效果，充电的速度也是挺快的。另外NFC的功能能是否会添加也是不确定的，只能说是如果有添加的话就会更完美了，肯定是方便了人们的生活。一种全新的屏幕设计方式，带来的不仅是一种新的方法，更是整体科技的前进，如果真的是有了这种屏幕的话，肯定会掀起不小的浪潮，整个手机的市场也许会有更大的突破。所以对于华为家的这款新机子，我还是很期待的，就是不知道是不是真的像是海报上面的样子。至于说这款机子到底是什么样子的，我也只是推测，真实的样子还是要看发布出来的。总体来说这款机子如果发售的话，从配置跟价格上面看，还是值得入手的。", "author": "白雾茫茫的山谷", "newsdate": "发布时间：18-12-05", "newstime": "17:27", "sentiment": [{"positive_prob": 0.554602, "confidence": 0.0102272, "negative_prob": 0.445398, "sentiment": 2}]}, {"title": "华为mate20pro入手满月的深度体验！不吹不黑，告诉你真实的感受", "content": "华为mate20pro入手已经将近一个月，不吹不捧，我谈谈作为日常用机的真实感受。首先，华为mate20pro给我第一个满意的一点就是他的外观，我不是强加让你们相信它的刘海屏是多么的惊艳，但是绝对不是你们讲的那么不堪。本机的刘海屏通过黄金比例的设计使它的观感真的好过于其他的手机，何况你们手中的iPhoneX不也人人都夸么。屏幕原厂会附带一个屏幕贴膜，但是不是钢化膜，贴膜边缘并没有延续到与边框相接的地方，让进行返回操作的时候从屏幕边缘向里滑动时会刮手，体验稍差。但是曲面屏加曲面后盖，让握持手感提升，会感觉很薄，不是那么厚重。来到后面，来自跑车设计的“浴霸”三摄，观感真的因人而异，到手的时候我也比较别扭，但是看习惯了，还是挺好看的，一想到这是徕卡摄像头，而且拍照性能强大，我也就慢慢的喜欢上了它。我入手的是宝石蓝版本，确实喜欢翡冷翠，但是奈何真没有货，而且我也是认识渠道的人，不用我等机，而且售价比市价便宜点，我也就不去奢求了。但是宝石蓝也非常好看，因为背壳有特殊的纹理，不再像纯玻璃背板那样容易收集指纹，而且在阳光下会反射漂亮的光线，很是喜欢。屏幕方面，华为mate20pro 6.39英寸的屏幕百分之的屏占比，让我第一次点亮屏幕的时候非常惊艳，双曲面的屏幕让屏幕边缘处显示会有曲面过渡的效果，感觉画面是弯曲的。细长的机身确实让手小的人操作屏幕上方的内容不太方便。其实现在仍然有很多应用没适配华为mate20pro的屏幕，使得有些应用需要你手动适配，内容会相应的拉长。但是有些应用会报错。而且经测试我手中的屏幕是LG的屏幕，目前并没有绿屏现象，也许是我比较幸运。操作体验，麒麟980处理器，让应用开启的速度非常快，当我们刷微博，逛淘宝时滑动页面也没有任何延迟和卡顿，视频加载速度很快，清晰度非常好。我使用比较实用的功能有“稍后阅读”和“智能负一屏”，惊喜的是系统可以识别我们购买的火车票，飞机票，并且在将要出行时提醒你从所在地点到车站、机场的时间，提供建议动身的时间。非常贴心。拍照体验，华为mate20pro后置徕卡三摄主摄为4000 万像素（广角，f/1.8 光圈）配合2000 万像素超广角（f/2.2 光圈）+800 万像素长焦摄像头（f/2.4光圈）支持AIS防抖。其实华为mate20pro背后三摄还是挺吸引我的，毕竟这个摄像头的配置在现在在售的所有手机里都是首屈一指的！拿出去还是很有面子的，给妹子拍照可以得到崇拜的目光，毕竟是摄像头素质高加上AI美颜。超广角的体验真实无敌了，因为这样可以带来2.65倍的视角！但是摄像头部分是突出于机身的。但是保时捷版的摄像头美颜突出！续航方面，在这么长时间的体验当中，续航是我相当满意的一个点。机身内置4200mAh大电池，这个容量在现阶段也是较大的了。而且支持40W超级快充！我在实际测试中息屏充电半个小时充入65%，跟官方说的70差距不大，这也许跟后台应用有关。最黑科技的是支持无线反充！可以给别的支持无线充电的手机充电！这个真是预料不到的。再来说一说解锁问题，我入手的华为mate20pro不是屏幕指纹识别版，仅仅支持3D结构光解锁，这个3D结构光解锁速度真的是很快，基本上秒解锁，而且实测不用直接面对，有时候离得很远、不在屏幕正前面也会解锁，但是有两个有趣的事情，第一是阳光直射脸部的时候，解锁识别率不高，第二是北方戴眼镜冬天都会有“哈气”！这样就解锁不了！可能是因为“哈气”挡住脸了！华为mate20pro是没有3.5mm耳机口的，这个应该是为了防水做的设计。而且扬声器也集成在了USB-C接口处，实测充电时扬声器音量会降低。总而言之，入手华为mate20pro是非常满意的，各方面都是顶尖水平，有的果粉可能会喷我，但那又能怎么样？", "author": "欠儿登科技", "newsdate": "发布时间：18-12-05", "newstime": "19:20", "sentiment": [{"positive_prob": 0.769276, "confidence": 0.48728, "negative_prob": 0.230724, "sentiment": 2}]}]