[{"title": "从华为Mate20换到红米K20 Pro，上手的瞬间：错怪小米了！", "content": "红米K20 pro现在人气很高，是卖的最好的骁龙855手机之一，小编身边已经有朋友从华为mate20换到了现在的红米k20 pro了，毕竟现在的红米k20Pro的价格很低入手难度不高，那么从华为mate20换到红米k20 pro到底是一种什么样的感觉呢？今天就和大家谈谈真机体验，主力机10天之后，小编发现之前可能是低估了红米k20Pro的实力，用过红米K20 pro之后，很多网友直呼回不去了，首先换到红米k20 pro，红米K20 pro虽然品牌价值不如华为给力，不过其综合配置和使用体验却很超前，可能大家对红米手机一直存在偏见吧，其实独立Redmi品牌之后的红米做工和细节都做得更好了，上手红米K20 pro的瞬间：错怪小米了！从华为mate20换到红米K20 pro之后，主力机用了10天后，明显感觉到手机的科技感体验提升了，华为mate20定位是一款商务旗舰机，中规中矩的外观采用，虽然很实用也显得高大上，不过在科技等方面却少了一点，因此很多年轻人不会特别喜欢华为mate20的设计，如果当你换到红米k20 pro之后，却觉得眼前一亮，它不仅具备近乎百分百的屏占比体验，还有一个三星的AMOLED屏幕实现了屏幕指纹识别，实际测试来看识别的精度已经媲美传统的指纹识别，所以换到红米k20Pro之后感觉，视觉体验也更佳了，科技感也更足了！除此之外红米k20Pro还具备了4000毫安的大电池，与其配备的是27瓦的超级快充，因此红米k20 pro的快充效率比华为mate20还更高了，甚至能给到比小米9更好的续航体验，而对比华为mate20也是毫不逊色，基于骁龙855平台打造，7纳米台积电工艺制程，在性能方面其实是比华为mate20更高的，再者提供到了128GB的基础存储，因此在存储容量方面也更好，也能满足网友多安装几个游戏的实际需求，特别值得一提，红米k20Pro还拥有智能化程度很高的小爱同学，人工语音助手的存在，让用户有了更好的使用乐趣！小爱同学是小米MIUI系统的一个杀手锏了，也是让小米忠诚度不断提升的一个人性化设计，你可以一边驾车一边和小爱同学聊天，甚至可以对它自言自语，而这一点却无法在华为mate20上实现，因此这是它潜在的价值，对于一个年轻人来说有这么一个功能，简直是如虎添翼，在手机的智能化程度上，红米K20 pro比华为mate20似乎更高，最主要的还是价格了，以前花个三四千块钱买一台华为mate20，如今花个一半左右的价格就能入手红米K20 pro，的确是低估了小米的实力，不仅价格很低却还能提供到更好的使用体验，因此10天下来网友直呼回不去了，红米K20 pro的屏幕体验包括科技感都比华为mate20更高！遗憾的是红米这个手机的品牌形象比较低端，所以很多高端用户不会选择红米K20 pro，也有一部分网友说自己拿着红米K20 Pro出去，没有拿着华为mate20显得硬气和有底气，这就想当年当家吹捧iPhone一样的感觉，不过对于小兵这样不在乎面子的网友来说，从华为mate20换到红米K20 pro之后，主力机10天下来的真实感受，觉得自己低估了红米K20 pro的实力，上手的瞬间，更是有人直言不讳说自己错怪小米太多年了，网友直呼这次真的是回不去了，你们呢？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-07-19", "newstime": "21:32", "sentiment": [{"positive_prob": 0.13827, "confidence": 0.692733, "negative_prob": 0.86173, "sentiment": 0}]}, {"title": "华为除名全球第二大代工厂伟创力，因其拒不归还华为设备与物料", "content": "7月19日，据最新消息，全球第二大手机代工厂伟创力因拒不归还华为设备与物料，被华为剔除出供应链体系。此前，伟创力与华为有着良好的供应链关系，在2018年华为召开的全球供应商大会上，伟创力从华为2000家供应商中脱颖而出成为华为92家核心供应商之一，其位于长沙望城经济开发区的工厂主要产能面向华为手机，主营华为手机组装业务。拒不归还设备与物料，华为剔除伟创力公开资料显示，伟创力是全球著名的电子专业制造服务供应商(Electronic Manufacturing Service，EMS)，也是目前除富士康以外的全球第二大代工厂，于1969年在美国硅谷成立，华为部分网络和终端产品由伟创力代工。据了解，华为是伟创力最大的客户，华为每年有三分之一的手机都是由这家企业代工生产的。据彭博社统计披露的信息，华为每年支付给伟创力的订单高达25亿美元。熟悉双方合作的人士透露，从5月15日，美国对华为发布禁售令把华为纳入“实体清单”之后，伟创力迅速做出反应。5月20日，伟创力要求其在全球的所有工厂马上停止了与华为的一切合作，包括停止生产和拒绝发货，且拒不归还华为所有权的设备和物料。就在宣布停止代工的当天晚上，华为就派了150辆卡车到伟创力的工厂取回华为P30系列手机配件，浩浩荡荡的车队排满了伟创力工厂内外，场面十分震撼。根据业内人士所言，在EMS模式下，如果华为和伟创力的合作关系结束，华为有权利派卡车运回用于生产手机的所有原材料和设备。伟创力的工厂就遍布全世界，仅在中国地区就超过了30个。失去了华为之后，许多员工无事可做。随后，伟创力发布了PCBA-South Campus HW项目放假的通知，表示为了遵守贸易法则，先给大家放个假，等待下一步的工作安排，有的部门甚至连续放假8天。而据最新消息，在无法保障生产和业务持续之后，伟创力被华为剔除出供应链体系。华为在伟创力的代工业务，或将由比亚迪接盘。失去了华为，伟创力或将被赶超实际上，在美国众多供应商或“暗度陈仓”，或游说抗议的应对下，伟创力的“迅速反应”显得尤为突兀。作为华为92家核心供应商之一的伟创力，华为每年高达25亿美元的订单承包了伟创力三分之一的业务，且还是“十大从华为挣取最多收入的美国科技企业”排行榜中的第一名。没了华为这个大客户，伟创力在中国的发展或将遭到重创。而失去了伟创力之后，华为的手机产量受到了影响，但仍能够运转。目前，伟创力的处境十分尴尬。前有富士康这个全球最大代工厂，后有新崛起的代工巨头比亚迪，稍有不慎，伟创力的地位就有可能被赶超。而如今，伟创力失去了华为这个大客户，伟创力和富士康之间的差距无疑会越来越大。据透露，比亚迪目前已接手伟创力在长沙工厂二期项目，并已开始招聘员工。“比亚迪是长沙市政府直接牵头引进，以后还是从事华为手机的代工业务。”一位内部人士透露，“一期项目最终由谁接手，现在还没有定论。目前，伟创力有想法撤离长沙，但仍未最终作出决定”。比亚迪目前也在华为提供代工服务，如果比亚迪能够顺利拿下华为的这笔大订单，比亚迪或将超越伟创力，成为全球第二大代工企业。由此看来，华为可以没有伟创力，但伟创力不能没有华为。可以说，伟创力停止和华为合作的行为，既是给华为背后“捅了一刀”，也是“咎由自取”。按需调整就是最好的反击，华为在美子公司大规模裁员随着时间的推移，华为的“B计划”让华为处于不卑不亢的状态，美国围堵华为带来的影响在华为方面似乎正逐渐弱化，但在美国方面却引起了众多科技企业的不满。日前，美国“受不了”，宣布了解除对华为的部分限制。然而，对于美国的解除部分限制，华为方面依旧表现的很淡定，似乎不管美国解不解除禁令都对华为没有多大的影响，但其实华为对危机的逐渐克服，便也是对“拦路虎”最好的回击。美国《华尔街日报》14日报道，华为正计划对其美国业务部门进行大规模裁员，此次裁员主要受影响的将是华为在美研发子公司Futurewei Technologies。据了解，华为在美国的约1500名员工，主要负责向偏远农村地区出售通信设备，其余为华为在美国的研发子公司FutureweiTechnologies工作。FutureweiTechnologies在美国华盛顿州、加利福尼亚州和得克萨斯州分别设立研究实验室，员工人数达850人左右。根据内部人员透露，华为这一次的裁员规模会比较大，现在已经有很多的员工收到了裁员的通知，华为公司表示该公司的中国员工可以选择回国内的公司发展，但是没有对美国的员工有具体的安排。而据路透社消息，7月15日华为意大利分公司首席执行官缪晓阳在米兰的一次活动上证实，华为将在美国裁员1000人。缪晓阳还说到，如果华为在8月份依然被美国纳入黑名单，他们也有“B计划”来保证零部件的供应。除此之外，缪晓阳表示，未来3年华为将在意大利投资31亿美元，同时将会新增1000个工作岗位。无论是把伟创力剔除出供应链体系，还是在美国裁员，华为公司都释放出了一个信号——反击。在美国围堵华为事件中一直很刚的华为，凭借厚实的能力和硬气抗住了压力，解除困境。随着危机的渐渐好转，华为开始调整状态和节奏，或许再过不久，我们能够看到不少“舒适”的消息。图片来自网络，侵删", "author": "AI报道", "newsdate": "发布时间：19-07-19", "newstime": "19:34", "sentiment": [{"positive_prob": 0.110018, "confidence": 0.755516, "negative_prob": 0.889982, "sentiment": 0}]}, {"title": "这家公司在华为“禁令”期间趁火打劫，如今赔的连厂房都不剩！", "content": "当华为的5G技术领先全球的时候，美国看不下去了，害怕自己的通讯会被垄断，于是将华为列入了“实体名单”进行出口管制。断供华为而一些美国企业纷纷响应，陆续宣布断供华为，使得华为前期受到了不小的影响，但是好在任正非做好了应对这些突发情况的预案，各种“备胎”计划曝光。将影响降到了最低。在华为“禁令”期间，一家美国在中国的代工企业伟创力趁火打劫，引火烧身，甚至一度将厂房卖给了竞争对手，完全是咎由自取。伟创力是美国在中国设立的首个外设制造厂商，而且前期伟创力是在中国长沙市政府的扶持，以及资金优惠的情况下成功建成。如今反不知恩图报，却心怀不轨，让人寒心。伟创力工业园区而伟创力自从2018年1月份创立以来，主要的经营业务就是为华为手机提供代工，而当“禁令”公布之后，这家代工厂便终止了与华为的合作。这样一来，这家公司基本上所有的订单来源全无，几乎没有任何收入来源，而且根据财新网的相关报道，伟创力的生产已经全部停止，因为它没有了华为的订单，基本上没有业务支撑。当然远不止这些伤痛，伟创力本来想做得更大，此事件之前曾投入了50亿元巨资做了二期厂房规划。但是因为这件事情的影响，导致这个计划泡汤。华为此时长沙比亚迪电子有限公司在长沙正式建立，建厂地址就是伟创力曾经的二期未完成项目地址。伟创力的厂房看来被比亚迪成功拿下。伟创力不仅时厂房被迫卖给了比亚迪，伟创力在处理设备和物料上，简直耍起了流氓秉性，借机想趁火打劫，拒绝向华为归还所有的设备和制造物料。而华为也看到了伟创力的“背信弃义”，依然决然的将伟创力从自己的供应链当中完全剔除。可以说伟创力今天的结果都是自己一手造成的，如今在想从华为手中分得一杯羹，估计时没有可能了。", "author": "路飞写代码", "newsdate": "发布时间：19-07-19", "newstime": "10:04", "sentiment": [{"positive_prob": 0.000161906, "confidence": 0.99964, "negative_prob": 0.999838, "sentiment": 0}]}, {"title": "华为入局 电视巨头们该是喜还是忧", "content": "华为进军电视的消息终于尘埃落定，其旗下品牌荣耀宣布将在8月上旬推出智慧屏产品。荣耀总裁赵明透露，华为和荣耀未来可能都会发布该品类的产品。智慧屏产品还未正式亮相，不过外界认为，还是很难超出电视的范畴。产品命名的背后，有荣耀避免直接与传统电视企业正面冲突的考虑，也有尝试开辟新的增长空间的意图。电视企业们同样心情复杂。前有小米和一加等手机厂商入局，他们必然不愿将原有的市场份额拱手相让，但又期待华为和荣耀能够为电视行业带来价格战之外新的玩法。电视行业遇增长瓶颈从1958年我国第一台电视机试制成功，不到30年时间，我国电视产量便在1987年超越日本，成为世界最大的电视机生产国。1989年，长虹将产品价格降低350元，打响了国内电视产业第一次大规模价格战，也让电视进入寻常百姓家更进一步。不过回顾中国电视产业的发展历史，价格战却一直是挥之不去的阴影。凭借价格优势，国产电视企业逐步在以往被国际品牌垄断的中国市场占据主导。不过这也带来了一系列后遗症，中国电视行业一度陷入大面积亏损。在家电下乡和智能电视这两波增长带动下，2016年中国电视销量首次突破5000万台，但很快便迎来了2017年和2018年连续两年的市场规模低迷。根据中怡康推总数据，2019年1-5月中国彩电市场零售量同比下降4.2%，零售额同比下降13.6%。1-5月市场累计均价仅有2986元，已经不足3000元；奥维云网也预计，2019年全年中国彩电市场零售量4696万台，同比下降1.6%，零售额1369亿元，同比下降8.1%。实际上，这可以与中国智能手机行业相类比。有数据显示，中国用户在旗舰机的平均换机周期已经从18个月延长到27个月。而与手机相比，电视的换机周期则更长，增量更为有限。同时，由于智能手机、平板等智能终端抢占用户使用时长，电视的使用频次也在下降。数据显示，电视机的日均开机率已经由三年前的70%下降到了30%，40岁以上的消费者成为了收看电视的主流人群。更受诟病的是创新。一加CEO刘作虎在宣布进军电视时表示，用户生活中主要有四个互联网的场景：移动、家庭、车载和办公。而作为生活中非常重要的场景，目前家庭互联网智能体验还处于非常初级的阶段，缺乏科技感，也没有与其他几大主要生活场景实现无缝对接。荣耀总裁赵明也认为，目前电视行业的研发投入严重不足，“进入这个行业后，才发现研发投入比我想象的还要少。”赵明说，“荣耀单型号的研发投入，甚至比一个公司在整个电视品类上的投入还大。”在5G开启商用序幕，IoT迎来爆发之际，智能家居场景或许也是电视行业新一轮的增长机遇。华为的业绩压力除了电视行业的现状之外，手机厂商也面临着自身的困境。根据中国信通院的数据，中国智能手机出货量已经在2017和2018年连续两年同比下滑。而2019年上半年，中国智能手机出货量1.78亿部，同比下降4.3%。虽然手机厂商们都期待5G带来新一轮增长，但目前来看，今年的网络铺设状况仍旧处于初期，5G手机还在起步阶段。明年甚至后年，5G手机才会迎来大规模普及。就华为而言，面临的形势则更加严峻。从华为2018年的年报来看，运营商业务销售收入2940亿元，同比下滑1.3%；消费者业务2018年在总收入中的占比已经达到48.4%，首次超越运营商业务成为华为的第一大收入来源。一方面，华为在寻求新的业务增长点，比如今年6月刚刚成立的智能汽车解决方案BU，就是希望在传统汽车向智能汽车的升级中分得一杯羹；另一方面华为也在加大对消费者业务的投入。在2018年年报发布会后，任正非在消费者业务誓师大会上的一则讲话曝光。他希望华为消费者业务2023年希望达到1500亿美元的销售收入目标，而整个华为集团会在2500-3000亿美元之间。余承东曾坦言，“任总每次提的目标都那么高，感觉跳起来都够不到。”余承东一方面继续加强华为手机业务，他定下了2019年智能手机发货量2.5亿台、2020年3亿台的目标；同时，也加大了在IoT上投入，他的目标是2023年1500亿美元的收入中，有三分之一也即是500亿美元，是由非手机品类创造的。华为此前提出了1+8+N的全场景战略，而在今年的MWC大会期间，华为消费者业务产品线总裁何刚公布了5G时代华为的全场景战略，值得注意的是，电视首次成为8个品类中的一环。从8个品类来看，手机之后，华为已经在PC、平板上先后发力，正在成为消费者业务的增长点。而电视无疑是下一个重要的潜在增长业务。传统电视厂商何去何从荣耀虽然将产品命名为智慧屏，但还是免不了一些电视企业的警惕。不知是巧合还是有意，在荣耀宣布将推出智慧屏前夕，海信发布了号称全球首台叠屏电视；小米电视也携手TCL SCBC举行合作两周年庆典，称两年间小米电视与TCL SCBC合作出货量已达到700万台。这些都颇有秀肌肉的味道。实际上，在乐视和小米进军电视行业之时，电视企业们就早已开启了转型之路。2013年，在手机市场站稳脚跟后的小米宣布推出智能电视产品。同一年，创维推出了酷开TV品牌，康佳推出了KKTV品牌，海信推出了VIDAA品牌，而TCL则到2017年成立互联网电视品牌雷鸟科技。在5G和IoT的大潮面前，电视企业们再一次开始了变革。在赵明描述的规划里，荣耀对智慧屏的定位是，与手机一起成为智慧生活的双中心。赵明表示，智慧屏要成为家庭的情感中心：影音娱乐中心、信息共享中心、控制管理中心和多设备交互中心。此前的一波智能音箱热潮之后，业内似乎也逐渐达成共识，电视或许才是最有望成为家庭的智慧控制中心。“你很难想象一家人围在一个智能音箱旁边的情景，电视似乎更适合这个场景。”赵明说。这实际上也是家电企业们的转型思路。以TCL为例，其今年初成立了TCL智能终端业务群，建立了基于AI×IoT的智能终端系统架构。按照规划，TCL智能终端业务群未来的产品将从全屋家电到个人生态产品，再到泛智能设备，以及延续到智慧解决方案。康佳集团联席副总裁常东也在今年的AWE期间表示，2019年康佳将围绕AI、5G、8K等多维度纵向布局，打造一个以电视为核心的家庭IoT控制。这也意味着小米、一加、华为和荣耀这些手机厂商入局电视行业，不仅仅是与电视企业在电视品类上正面竞争，还有在家庭IoT入口和生态上的较量。利益从来是复杂的，不仅是竞争，两大阵营也不乏合作和借鉴的可能。在入局电视行业之前，华为就已经为电视企业们提供海思电视芯片、软件处理方案等。按照赵明的描述，荣耀入局电视的目的不是把红海市场杀成血海，而是用技术和创新让行业焕发生机，将智慧屏的整机设计和创新体验赋能给行业。一位创维高管在朋友圈评论称，华为加入电视行业，与低价搅局者、破坏者不同；华为的加入势必正向激活行业，让竞争往品牌、技术良性竞争的方向发展。“创维张开双臂欢迎优质鲶鱼华为的加入”，他说道。华为与小米再对决？有分析认为，华为、荣耀与传统电视企业在芯片、软件、IoT生态等方面还是有合作的空间，因此入局电视的头号竞争对手或是小米。小米入局电视以来确实发展迅速。在国内，其曾多次宣布成为单季度中国市场出货量最高的电视品牌。小米电视部总经理李肖爽在2019年初甚至定下了冲击全年中国第一的目标；同时，小米还加快了在印度、俄罗斯等海外市场的扩张步伐，试图复制小米手机在海外的成功经验。不过华为荣耀的战略与小米不同，这在手机业务上已经表现出来。小米在电视上仍旧使用的是高性价比的策略，同时借助小米在线上渠道和线下门店的自身布局，打造薄利多销的爆款；华为和荣耀的策略则无疑会延续技术路线。电视芯片、软件处理方案，这是华为本身在电视行业的技术积累。同时，智慧屏是否会使用华为自研的鸿蒙系统也将成为一大看点。荣耀官宣智慧屏的发布时间是8月上旬，而华为也将在8月上旬举办全球开发者大会。有传闻称，鸿蒙系统大概率会在大会上亮相，因此届时智慧屏搭载鸿蒙系统，也将成为一大卖点。华为已经在为智慧屏的生态做准备，荣耀已经公布了为智慧屏开发者制定的“耀星计划”，激励和扶持优秀的开发者，届时成功上架到智慧屏应用市场的应用，华为将不参与分成，100%属于开发者。而除了性价比之外，小米在家庭IoT生态上也建立了自己的门槛。小米目前已经入局了众多IoT品类，甚至将触角延伸到洗衣机、空调等领域。而小米电视目前已经具备了控制AIoT电器，显示智能设备通知，和远场语音交互的功能，家庭智能控制中心已经初见雏形。华为和荣耀能否凭借技术路线在电视领域再次逆袭，还仍是未知数。但可以预见的是，继手机、平板、PC和电视之后，华为荣耀和小米会在更多的领域狭路相逢。来源: 新浪科技", "author": "同花顺财经", "newsdate": "发布时间：19-07-19", "newstime": "08:31", "sentiment": [{"positive_prob": 0.204614, "confidence": 0.545302, "negative_prob": 0.795386, "sentiment": 0}]}, {"title": "要凉？断供后和华为“谈条件”，美企工厂关闭，被“踢出局”", "content": "美国将华为纳入“实体清单”后，美企纷纷表明态度，断供华为。高通断供了华为的芯片，谷歌断供了华为的系统，要不是华为未雨绸缪，研制出了自己的系统和芯片，恐怕已经被“卡了脖子”。华为被列入“实体清单”的第三天，美国代工巨头伟创力也作出响应，停掉了全球所有工厂与华为相关的生产线，既拒绝发货，又拒不归还华为的设备和物料。华为派出了150辆卡车前往伟创力珠海工厂门口，才运回了自己的物料，车队都排了6公里。好在华为的代工厂并不止伟创力一个，而且在当地的介入下，珠海伟创力很快便表示已经全面恢复了对华为的生产，因此这件事对华为并没有造成太大的影响。随着美国对华为禁令的放松，美企也纷纷转变态度，高通想方设法绕过禁令，向华为供货，谷歌也开始示好华为。而华为“不计前嫌”，表示手机仍将使用安卓系统，双方握手言和。不过对于伟创力，华为却“无法原谅”，甚至将它“踢出”了自己的供应链。伟创力到底做了什么让华为如此愤怒？原来伟创力嘴上说恢复生产，实际上却反复无常，还要求华为承诺各种保障条件。华为不答应，它便全面停止了华为的生产线。先是落井下石，后又要谈条件，得寸进尺，也怪不得华为不再容忍。对于伟创力来说，近年来十分之一的营收都来自于华为，平均每年约25亿美元，失去这个大客户相当于每年损失170亿人民币，为配合华为生产建立的长沙工厂也因此被关闭，可以说是遭受重创。而对于华为来说，伟创力只不过是代工厂之一，即便没有它也还有富士康、比亚迪等。而且华为正在筹划自己的手机组装工厂，如果将来对外承接代工订单，对于伟创力无疑又是一记重击。伟创力的“任性”害苦了自己，却间接促成了国产代工巨头——比亚迪的崛起。在很多人印象中，比亚迪是造车的，但它还有另一个身份，就是全球第二大手机代工厂。在伟创力停工华为时，比亚迪接下了华为的订单，保证了它的正常生产；在伟创力长沙工厂关闭后，比亚迪又接下了它的二期工厂，用于为华为代工。2018年，比亚迪的电子代工业务为其创造了400亿营收，势头十分强劲。再加上原本与富士康合作的小米也将订单给了比亚迪，想必今年这个数字还将更加庞大。而且因为力挺华为，比亚迪在国内的口碑也得到了提升，而断供华为的伟创力想必很难在国内市场找到立足之地了。落井下石后又和华为“谈条件”，伟创力工厂关闭，被“踢出局”，或许真的要“凉凉”了。而国产代工巨头比亚迪在危急关头鼎力相助华为，反过来也加速了自己的崛起。相信其他企业见证了它们的结局，在作出选择时也会更加慎重地考虑。", "author": "新知财料", "newsdate": "发布时间：19-07-19", "newstime": "11:13", "sentiment": [{"positive_prob": 0.000382184, "confidence": 0.999151, "negative_prob": 0.999618, "sentiment": 0}]}, {"title": "为什么华为Mate系列和P系列那么贵，还有人愿意买单？", "content": "作为国产手机的领军人物，华为手机的进步大家有目共睹，尤其是P系列和Mate系列，已经可以跟三星苹果相抗衡。但也有网友表示，自己想不通为什么一部手机能卖那么贵，还有这么多人愿意买单，如果自己有这些钱早就选择iPhone了。今天我们就一起分析下，华为P系列和Mate系列到底贵在了哪里。物料成本物料成本指的就是硬件成本，一款手机是否真的货真价实，看它的硬件成本有多高就可以知道了，外媒曾经对华为P30 Pro做了详细的拆解和成本预测：其中最贵的元器件是那块BOE的OLED屏幕大概是84美元，其次是内存、麒麟980芯片和闪存芯片等，物料成本约合人民币2500块钱，苹果三星的旗舰机也不过如此。值得一提的是，Mate 20 Pro用的是一块2K级别的OLED曲面屏，而且还有前置3D结构光模组，其成本猜测相比P30 Pro可能会更高。研发成本英特尔的处理器来源就是一堆沙子，物料成本很低，为什么卖这么贵，因为研发成本非常高，必须要把成本摊到产品售价上，才能收回成本创造利润，从而用于下一代产品研发。同理，对于华为这种高科技企业，每年都会花费大量的人力物力研发新技术。去年华为高管曾表示旗舰机型从来不会外包，因为能够研发并且制造出顶级旗舰机的少之又少，所以华为研发每一款旗舰手机，费用都大于一亿美元。除了硬件之外，软件研发华为也很强大，比如GPU Turbo技术、鸿蒙、超级蓝牙等各种自研技术，这些技术都需要研发成本。市场定位另外不要忘了，Mate系列和P系列如今对标的是苹果手机，苹果售价售价已经过万，目标用户是一些对价格不敏感，追求产品品质的人。因此这样的市场定位就必须要求产品要有竞争力，价格贵也贵不过苹果，并不是什么大问题。总结成本和定位导致华为Mate系列和P系列站到了国产手机价格的顶峰，但是支撑其销量的是高昂的成本带来的体验优势。比如麒麟芯片配合很好的优化，能够保证手机多年流畅运行，Mate9至今仍有人在大量使用不卡顿，华为的拍照水平也是世界顶尖，网络和信号方便更是碾压苹果。同样价位你愿意买华为买三星还是买苹果？", "author": "小胖聊数码", "newsdate": "发布时间：19-07-19", "newstime": "13:12", "sentiment": [{"positive_prob": 0.0469377, "confidence": 0.895694, "negative_prob": 0.953062, "sentiment": 0}]}]