[{"title": "大数据告诉你，华为为什么不怕", "content": "过去一周，华为再次成为世界关注的焦点。数据来源：新华睿思数据云图分析平台当地时间5月15日美国宣布对华为实施出口管制以来，涉华为舆情持续走高。其中5月17日，华为海思总裁致员工内部信使舆情达到小高潮；5月21日，华为创始人、CEO任正非在深圳华为总部接受媒体集中采访，舆情达到近期峰值。数据来源：新华睿思数据云图分析平台数据显示，网民的情绪随着美国对华为封锁及华为的硬气回应而不断变化：当地时间5月15日，美国商务部工业与安全局（BIS）将华为列入所谓管制“实体清单”，网民对华为前景的“担忧”成为主要情绪。5月17日，华为海思总裁何庭波致员工一封信发布后，网民担忧情绪降低，“点赞”和“支持”成为主要情绪。当地时间5月19日，谷歌、英特尔、高通和博通等公司暂停对华为提供技术服务和供货后，网民担忧情绪再度升温。5月21日，任正非在深圳华为总部理性、淡定、从容接受媒体集中采访后，网民主要情绪由“担忧”转为“点赞”，在为华为的血性、实力和底气感动的同时，纷纷为华为“加油”“鼓劲”。网民留言@THE新视点：海纳百川，居安思危；不负芳华，奋力而为。@刘晓敏：有实力才有底气，华为加油！@姜嗨嗨：坚持科技自立，被华为的血性感动了。@消防·蓝朋友：支持这样的中国企业，加油！@诸葛琦琦：被前几天的内部信感动了！@ZZJJTT:有这样的企业，我自豪！01:12任正非记者会十大热句 数据来源：新华睿思数据云图分析平台、腾讯指数任正非的回应被广泛传播。网民认为，处在美国霸凌和围堵中的华为处变不惊、保持坚挺，凸显华为团队乃至中国经济的成熟和韧性。数据来源：新华睿思数据云图分析平台、腾讯指数B-Plan：让华为有“备”无患“十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。”这是任正非的心声，也是华为的危机意识。正是这样的居安思危，让华为一次次经受住考验。在美国发出技术禁令后，华为海思芯片“十年备胎”一夜“转正”；任正非说，在高端产品特别是5G领域，华为绝对不会受影响，华为在包括芯片在内的关键零部件上保持有一定的量产能力，不会因为美方的“断供”就导致负增长。网民纷纷为华为的未雨绸缪点赞，“有备不一定无患，但无备必定遭殃。”华为2018年研发成本与专利数量 数据来源：华为投资控股有限公司2018年年度报告练内功：沉着应对“至暗时刻”对技术研发和产品创新的重视是华为的重要标签。任正非表示，在5G技术方面，别人两三年肯定追不上。这样的底气，来源于华为遍布全球研发团队的坚守，来源于对研发的持续性巨额投入，来源于对创新创造的执念。网民说，“一以贯之的创新创造，是华为在‘至暗时刻’的最大底气。”丰厚的技术积累和自主研发，构建出竞争力，创造出博弈空间。数字代表华为在该地区2018年全年销售收入占当年总销售收入占比 数据来源：华为投资控股有限公司2018年年度报告广交友：成功需要朋友任正非在接受采访时表示，华为不做“孤家寡人”，还会继续广交天下朋友共同为人类服务，“美国科技深度和广度上还是值得我们学习，我们不会轻易狭隘地排除美国芯片，要共同成长。”网民留言@ALvaroMorata：30年来，华为坚持做一个开放的群体，始终没有停止过开放。@小狮子：只有开放，才有今天的华为。@变频宝宝：看了任正非群访全文，感觉任总不是狭隘的民族主义者。美国打着美国优先的口号到处搞封杀，我们就要站在人类命运共同体的高度反封杀。@call-me：永远支持这样的企业，我们不怕！@不改昵称：科技创新，华为未雨绸缪，厉害！网民赞叹“这就是华为”！相较于美国政府对全球产业链和价值链的无视和破坏，以华为为代表的中国企业有大格局、大视野、大胸怀，彰显中国企业和企业家的精神气质。此番回应也展现出华为“开放、合作、共赢”的核心价值观。有网民说，进入全球市场，参与全球竞争，利用全球人才，国际环境下的磨炼让华为有力量应对国际挑战。任正非在接受媒体集中采访时说，得道多助失道寡助，不能因为华为领先就出手限制。视频来源：新华网坚与韧：终来玉汝于成“坚韧”是华为精神的充分展现。正如任正非所说，没有坚韧的意志，没有华为人的耐力，就没有华为今天的辉煌。从1987年注册成立，到1992年任正非首次出国到美“取经”，再到如今在5G赛场上力争领先，华为历经风雨和考验。在国际化道路上，与思科、摩托罗拉、三星进行多场诉讼，直至今天遇到美国的封锁与限制，一次次的艰难和挫折让华为在寒冬中得到锤炼。正如华为轮值董事长郭平所说，不经艰难困苦，何来玉汝于成。面对风险挑战从不畏惧的华为，必将百炼成钢。来源：新华网思客监制：刘娟作者：郭元元、汤辉、黄洁心制图：李权、王亚婧视频制作：姚远、段丽红、张宇、仇炳宸编辑：郭建伟、何都、祁丽君（实习）校对：王健琦三十而立！", "author": "新华社新媒体", "newsdate": "发布时间：19-05-25", "newstime": "02:44", "sentiment": [{"positive_prob": 0.0176404, "confidence": 0.960799, "negative_prob": 0.98236, "sentiment": 0}]}, {"title": "iPhone在中国销售下滑，华为稳坐第一，你还支持苹果手机吗？", "content": "如今华为受限于美国禁令的原因，不仅在美国市场上举步维艰，难以再继续销售，而且华为还在各方面已经受到了限制，谷歌、英特尔、ARM等公司都已经相继不同程度地暂停了跟华为的合作，这将无疑会对华为的手机业务带来一定的影响。而有网友就出于爱护华为的角度表示，如今iPhone在中国销售下滑，华为稳坐第一，表现越来好，难道我们还应该支持苹果手机吗？根据数据调研机构Canalys的报告显示，2019年第一季度的销量数据来看，华为手机的销量呈现了同比41%增长，出货量达到了2990万，台，坐稳了国内市场第一的位置，而苹果在国内市场上却同比下降了30%，第1季度的出货量只有650万台，位列第五名，在华为、OPPO、vivo和小米之后。很显然，在中国智能手机市场上苹果难以跟华为抗衡，如今华为在美国市场上已经很难找到销售渠道，甚至很可能未来很长一段时间在美国市场上再也买不到一款华为手机了。那么我们是否应该也放弃iPhone, 而选择支持华为呢？从华为创始人任正非的角度来看，爱华为并不是就一定要买华为手机，因为这只是狭隘的情怀，任正非也表示自己的家人目前依旧在使用着苹果手机，或许从这一点上看，我们没有必要去排斥iPhone，也不一定非要去选择华为手机。然而，从个人的角度来看，华为手机最近这几年的产品确实也有了很大的进步，并不是全面落后于苹果手机。比如说今年的华为p30pro，搭载了4000万+2000万+800万+TOF四摄，实际的拍照水准已经远远的超过了苹果目前最优秀的旗舰手机iPhone XsMax，在充电续航方面，华为p30pro搭载的是4200毫安时的电池以及40W的快速充电，这也是远远要好于目前所有的苹果手机的。不仅如此，华为P30Pro虽然价格已经涨价到了5488元，对比起目前已经降价到了7299元的iPhoneXsMax来说，还是有2000元左右的差价，所以选择华为手机实际也能够获得更大的实惠。当然，我们也要承认，苹果手机目前对比起换手机也有一些强大的地方，比如说在芯片或者系统方面，iPhoneXsMax所搭载的A12处理器以及iOS系统都非常不错，确实也是领先于华为的。总的来说，从个人的角度来看，支持华为实际也是能够帮助消费者获得更实惠的体验，当然我们也希望华为手机能够再接再厉，做到全面超越苹果iPhone手机，用产品的实力来吸引更多的用户。", "author": "叽歪数码", "newsdate": "发布时间：19-05-25", "newstime": "22:39", "sentiment": [{"positive_prob": 0.0109392, "confidence": 0.975691, "negative_prob": 0.989061, "sentiment": 0}]}, {"title": "任正非：没有美国市场，华为也是世界第一", "content": "本文接着再推荐一篇重磅——华为\"鸿蒙\"实锤！5月23日，华为创始人兼CEO任正非接受《时代》杂志专访，在谈到华为遭遇美国打压时，任正非称：“我不知道美国的动机是什么，美国我们暂时不做也没多大关系，至于美国市场我们有没有可能进去，对我们来说并不重要，因为没有美国市场我也是世界第一，我们没有迫切需要美国市场这个概念。”视频在这里↓00:54环球网微博截图视频截图番外最新，华为\"鸿蒙\"实锤！华为自研操作系统半揭面纱。5月24日消息，国家知识产权局商标局网站显示，华为已经申请注册“华为鸿蒙”商标，并标注该商品可用于操作系统程序。而早前第一财经曾曝料，华为从2012年开始规划自有操作系统，备用名即“鸿蒙”。图自国家知识产权局商标局网站当时有网友就感叹，“鸿蒙”二字，太燃了：国家知识产权局商标局网站显示，“华为鸿蒙”申请日期是2018年8月24日，注册公告日期是2019年5月14日，专用权限期是从2019年5月14日到2029年5月13日。在商品名称一栏中，华为鸿蒙可应用于操作系统程序、计算机操作程序、计算机操作软件等等。5月20日，路透社援引消息人士的话称，谷歌宣布中止华为更新安卓系统。此举被花旗银行视为“让华为瘫痪”。而次日华为西欧业务部副总裁沃特金斯（Tim Waktins）就回应，其实华为早已准备好应对方案：华为操作系统早已开始研发，并已在中国部分地区进行了测试，预计“很快”就能上市。《金融时报》则透露，华为操作系统并不是“临时抱佛脚”，其研发时长至少有7年之久。当天（21日）晚间，华为消费者业务总裁余承东也在社交媒体上表示，最快今年秋天，最晚明年春天，华为自己的操作系统（OS）将可能面市。届时华为操作系统还将兼容全部的安卓应用。余承东表示，华为始终坚持打造自己芯片的核心能力，坚持使用与培养自己的芯片。除了自己的芯片，还有操作系统的核心能力打造。 与此同时，“鸿蒙”的名称也迅速流传网络。观察者网注意到，在国家知识产权局商标局网站，还能查到华为“鸿鹄”、“鸿雁”等注册商标。前者商品名称标注为集成电路、电子芯片，后者则与通信计算机、笔记本电脑有关。当小编进一步搜索华为注册的商标时，惊了：子龙、浩天、青鸟、朱雀……这是注册了一整本中国神话？来源：环球网、观察者网/徐乾昂", "author": "环球网", "newsdate": "发布时间：19-05-25", "newstime": "05:29", "sentiment": [{"positive_prob": 0.787153, "confidence": 0.527007, "negative_prob": 0.212847, "sentiment": 2}]}, {"title": "华为自研系统“鸿蒙”实锤！凡事都要留一手", "content": "随着中美贸易战的持续升温，谷歌方面即将停止华为的安卓授权，局势越发紧张棘手，不过好在华为早已留有后手！早前华为消费者业务CEO余承东就曾坦言华为正在研发自有操作系统“鸿蒙”，并最快将在今年秋天、最晚明年春天发布。而近日根据国家知识产权局商标局网站显示，华为已经申请注册“华为鸿蒙”商标，申请日期为去年8月24日，可见华为早已做好了准备；注册公告日期为2019年5月14日，专用权限期是2019年5月14日到2029年5月13日；自此华为自研操作系统“鸿蒙”实锤！在商品名称一栏中，华为鸿蒙可应用于操作系统程序、计算机操作程序、计算机操作软件、计算机中央处理器等等，则进一步佐证了华为自有操作系统命名为“鸿蒙”的可能性。针对此事余承东还曾透露，华为自主操作系统将打通手机、电脑、平板、电视、汽车、智能穿戴等各个领域，还将兼容安卓应用和所有Web应用。除去谷歌停止授权外，ARM最近迫于压力也停止了和华为的合作，这意味着可能会对使用了ARM底层技术的海思芯片造成“难以克服”的打击！不过华为方面表示有信心可以解决其芯片设计合作伙伴ARM在美国表示可能阻止中国公司获取美国技术后暂停合作的情况。如今，面对美帝的层层围堵，华为承受的压力可想而知！换做是其他技术积累稍弱的公司估计早已支撑不住；这次的事件告诫我们拥有打造自己芯片和操作系统的核心能力实乃电子产业的重中之重！希望华为能挺过这一难关，期待中国芯的全面崛起！", "author": "知了Tech", "newsdate": "发布时间：19-05-25", "newstime": "22:34", "sentiment": [{"positive_prob": 0.808906, "confidence": 0.575346, "negative_prob": 0.191094, "sentiment": 2}]}, {"title": "断供+狂甩！华为该如何强力反击？", "content": "由美国政府将华为列入“实体名单”引发的事件愈演愈烈，谷歌已经暂停与华为部分业务往来，今日，据彭博社最新报道，为遵从特朗普政府的禁令，在接到另行通知之前，包括英特尔、高通、赛灵思和博通在内的美国芯片制造商将不再向华为供应关键软件和零部件，华为迎来了至暗时刻。手机：Project Z系统或还挽救不了华为手机在手机层面，随着谷歌决定切断与华为的业务往来，华为 Android 智能机用户将面临无法接收到安全补丁、功能更新、以及谷歌移动服务（GMS）的窘境，在新加坡和菲律宾等地的一些商店，也在积极清库存。虽然Project Z系统已经在开发当中，但不得不承认开发过程遭遇不少阻碍，离准备就绪还需要一段时间，待其完成之时，华为仍需要第三方开发人员为其开发APP，这在中国大陆难度相对较低，但是在海外市场有一定难度，这无疑会对华为手机造成一定的冲击力。从生态闭环来讲，华为自己研发的Project Z是一件好事，从软件到硬件为一体的路线可以促成华为加速转型，但现在处于瓶颈的问题在于，ARM终止了华为的合作，华为构架在ARM芯片上的系统，是否可以得到软件支持是个问题。毕竟这是一套多米诺效应。服务器 5G：多米诺效应除了华为手机　华为全球5G也要遭殃此外，除了华为手机，从特朗普政府的禁令颁发之后，华为服务器也将遭殃，彭博社报道，在接到另行通知之前，包括英特尔、高通、赛灵思和博通在内的美国芯片制造商将不再向华为供应关键软件和零部件，此外，德国英飞凌停止向中国公司供货，但前这些芯片制造商拒绝发表评论。要知道，上述企业都是华为服务器芯片的主要供应商，目前增长也多的依赖于中国，虽然此举肯定会伤害美国公司的利益，但是在政策下，会产生多米诺效应，产生连锁反应，也就是说，此举已经上升到阻碍全球5G推出的地步了。虽然，在特朗普政府发布禁令之前，华为已经储备了足够的芯片和其他重要组件，以保持其业务运行至少三个月。消息人士还称，华为最晚从 2018 年中以来就开始“未雨绸缪”，在设计自家芯片的同时囤元件。而禁令的发布正值中美贸易谈判的敏感时期，知情人士透露，华为高管认为，他们的公司已经成为谈判的筹码，如果达成贸易协议，他们将能够恢复从美国供应商那里购买产品，如果失败，那么华为通讯网络部门或许在此领域将倒退几年。电脑：手机 5G已经“遭殃”电脑是否会受影响？从现在的消息来看，美国政府对华为的“找茬”还在继续，美国从芯片制造商到谷歌等多家公司纷纷中止向华为供应关键软件和零部件，那我们是不是也可以大胆的猜测，华为PC也将受到影响呢？=华为MateBook X Pro要知道在处理器上，在PC处理器市场，98%以上的电脑都采用英特尔与AMD处理器，华为更是如此，如果英特尔停止像华为供货，那么即便是MateBook X Pro与MateBook 14再优秀也无济于事，不禁令人深思。编辑点评：我们知道在贸易战的政治压力面前，没有任何一个人一个企业愿意放弃自己的优质客户，愿意放弃中国这个巨大的市场，断绝已经合作成熟的机制。从我们内心当中，我们非常不希望如英特尔、高通等企业发布声明对断供华为进行确认，但如果真正发生了，这一点无可厚非，我们不需要去对这些公司做过多的吐槽与情绪发泄。其实相比5G与PC，在笔者看来其实现在最最最最重要的是台积电的摇摆不定，只要台积电能够撑2年时间，华为就有可能利用这两年的时间自行研发华为架构的处理器，华为将向死而生，迎来新的一个发展，华为顶住！【ZOL客户端下载】看最新科技资讯，APP市场搜索“中关村在线”，客户端阅读体验更好。", "author": "中关村在线", "newsdate": "发布时间：19-05-25", "newstime": "05:56", "sentiment": [{"positive_prob": 0.0073751, "confidence": 0.983611, "negative_prob": 0.992625, "sentiment": 0}]}, {"title": "不建议入手的4款华为手机，我劝你还是别入坑！", "content": "最近有非常多的网友向笔者表示，自己想要去买一款华为手机来支持一下这个国产品牌，因为这也就是作为普通消费者所能够做到的事情了。不过，在这里彼此也想跟大家提醒一句，虽然这次我还是一件好事，但买华为手机也不要盲目支持，这4款劝你不要入坑，毕竟谁的钱也不是大风刮来的！华为Mate20X有网友就在无意之间提到了华为Mate20X，这款手机刚刚发布的时候号称是可以吊打任天堂的旗舰游戏机，然而就目前的情况来看，7.2英寸的屏幕真是太大了，放在以前它就是一个小平板。性能方面也只有麒麟980处理器，同时屏幕的分辨率却只有1080p，作为一款大屏手机来说这样的配置就难以在游戏方面的体验有所提升，目前这款手机已经降价到了4299元，要知道这样的价格，实际上你已经可以买很多骁龙855处理器旗舰手机了。华为P20Pro目前华为P20Pro价格可以说是全面崩盘，6GB+128GB版本目前仅剩下3488元的实际到手价，确实也是非常便宜了。不过想要告诉大家的是，除非你对拍照有非常执着的要求，否则就不再适合去买这样的手机。因为它的性能方面也只有麒麟970处理器，同时小刘海屏以及正面指纹识别按键的设计，真的也跟不上潮流。3000多元实际也可以买很多配置要高出一个档次的手机。华为nova4这款手机发布之后，笔者就觉得非常看不懂华为的操作，因为这款手机实际也是刚刚发过不多久的旗舰，却采用了以往的麒麟970处理器，这是我手机在性能方面存在着先天的劣势，即便是易烊千玺代言能够有一定的粉丝流量加持，但是它也存在着较大的弊端，因为采用的是后置指纹识别模块以及挖孔屏幕设计，能接受这样的外观设计ID的人也不是特别多，而且，华为nova4的价格达到了2699元，实际也不便宜。荣耀magic2去年升降式设计屏幕的手机被认为是最火的潮流，然而尴尬的是目前大部分手机都已经做了水滴屏幕设计，升降屏幕设计所导致的摄像头容易进灰，机身设计更加笨重，以及各方面的都容易出问题等等因素，让荣耀magic2失去了宠爱，目前6GB+128GB版本的价格仅剩3499元，虽然还有麒麟980处理器以及40W的快充，然而这样的手机真的让人提不起兴趣。笔者认为目前的华为P30Pro等手机真的是非常不错，也值得大家去支持，不过以上的这4款机型就劝你们不要去入坑了。你们怎么看呢？", "author": "叽歪数码", "newsdate": "发布时间：19-05-25", "newstime": "23:12", "sentiment": [{"positive_prob": 0.000443655, "confidence": 0.999014, "negative_prob": 0.999556, "sentiment": 0}]}, {"title": "网友赞叹，399元简直太便宜，华为AI音箱实测，它到底有多强？", "content": "说起智能音箱，相信大家都不会陌生。近些年来，智能音箱逐渐成为了智能家居的控制入口。正因如此，许多厂商都纷纷开始推出了自己智能音箱。对于智能音箱来说，它不仅仅能够作为用户与智能家居的交互入口，同时也带来了许多传统音箱无法拥有的智能化功能，其中最重要的一项就是智能语音识别。作为国内最大的手机厂商之一，华为也推出了一款智能音箱：华为AI音箱。那么它的体验究竟如何呢？从包装上可以看到，华为AI音箱的卖点还是挺多的，如丹拿音质、声纹识别、智能电话、家庭控制等等。同时，它还拥有非常多的智能化功能，看上去还是非常具有吸引力的。华为AI音箱标配了12V 2A的电源适配器，看上去还是挺大的，个人觉得使用过程中稍有不便。配件方面除了电源适配器外，还有一份详细的使用说明书，上手之前还是建议先行翻阅说明书。华为官方为这款音箱提供了黑白两种配色，就我手中的黑色款来说，整体圆润的设计还是较为讨喜的，设计上没有过多的亮点，不过还是挺能够适应不同环境的家装风格。华为AI音箱表面使用了编织布料，手感上还是较为舒适的。华为AI音箱共拥有四枚按键，均设计在机身顶部，能够对音量进行控制或者是用来接听电话。按键手感上，我觉得还是挺扎实的，符合这个价位产品应有的水准。其实除了按键之外，从图片中还能够看到六个小孔，它就是用户与音箱进行联动的全向拾音麦克风开孔，实际使用中效果还是非常不错的，灵敏度非常高。同时，华为AI音箱顶部还有一圈灯带，下文中再来看看它点亮后的效果。在机身底部可以看到丹拿华为联合调音的字样，看来这款音箱的音质还是值得期待的。同时华为在其底部也加装了一层防滑垫，在使用中能够很好的适应不同桌面的摩擦力。机身底部的铭牌上印有APP二维码，使用前可直接扫码下载，还是挺方便的。初次使用时需要对华为AI音箱进行联网操作，实际操作非常方便，轻松就能够完成连接。在完成之后，进行一些个性化的设置之后就可以体验到它的完整功能了。作为一款智能音箱，华为AI音箱拥有的技能还是非常多的，从最简单的查询天气、设置闹钟，再到日程设置、商务英语等等。往常这些操作让我们自己来完成，不走上可能还是比较繁琐，但是通过华为AI音箱仅需要一句语音指令就能够完成，使用非常之方便。前面就已经提到过，智能音箱已经成为了智能家居的使用入口，对于华为AI音箱也是一样的。通过它能够控制许多智能设备，如果你恰好在家中使用了这么多的智能家电，例如扫地机、插座、电动窗帘、空气净化器等等，通过华为AI音箱就能够非常快捷的进行控制。就目前的情况来看，华为在智能家居生态方面做得还是挺不错的。相比于其它的智能音箱，华为AI音箱在通话方面拥有自己独到的优势，它加入了亲情通话功能，并且在初次注册时会赠送可观的通话时长。有了这项功能，你可以通过音箱直接拨通电话，使用起来非常的便捷。当然，作为一款正经的音箱，歌曲资源上自然也是重点。特别是在这个版权意识越来越完善的现在，曲库的丰富程度直接决定了用户的使用体验。针对这一点，华为AI音箱携手腾讯音乐娱乐、酷狗音乐、华为音乐升级千万级曲库，就这些天的使用来看，曲库还是够用的。对于华为AI音箱来说，音质也是其一大亮点。它使用了2.25英寸的10瓦全频带扬声器单元，同时还加入了两个1500mm的无源低音辐射器，使得其在低音部分表现更加优秀。从这短时间使用试听来看，丹拿、华为联合调音还是可圈可点的。高频部分表现有着不错的延展性，中频人声上细节保留丰富，低频部分有亮点，质、量兼具。总的来看，华为AI音箱适合闲暇时听一些流行音乐，如果你想在家里自嗨一下，它也是能够满足你需求的。从这些天的使用来看，华为AI音箱在许多方面还是有着亮点的。比如可圈可点的音质表现、识别率非常高的麦克风、丰富的曲库，这些让它在使用过程中非常省心。通过这段是时间的使用，我发现智能音箱使用起来还是非常方便的。特别是当你添置了许多适用的智能家电之后，简单的语音指令就能够完成想要的操作。随着华为在智能家居生态的布局愈加丰富，相信华为AI音箱使用起来会更加的爽。最后向大家提一个问题，你们觉得智能音箱会成为智能家居的控制入口吗？", "author": "hanthao", "newsdate": "发布时间：19-05-25", "newstime": "22:41", "sentiment": [{"positive_prob": 0.512456, "confidence": 0.750881, "negative_prob": 0.487544, "sentiment": 1}]}, {"title": "美国封锁华为 看看外国网友怎么说？", "content": "人民网北京5月24日电 当地时间5月15日，美国总统特朗普签署行政命令，要求美国进入紧急状态。在紧急状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。随后不久，美国商务部宣布，将华为及70家关联企业列入其所谓的“实体清单”。美国政府对华为的打压引起了全球范围的广泛关注，外国网友也纷纷发表了他们的看法。有一些外国网友在相关新闻下留言表达了他们的不满：“国家对一家外国科技公司进行政治迫害并不公平，也不会促进自由贸易。”德国网友在人民网德文脸谱账号留言：我是华为的忠实用户。无论是智能手机还是平板电脑，华为技术都是一流的。外国网友在人民网英文脸谱账号“看见中国”留言：给华为点赞。华为肯定会成为全球领先的巨头。爱你，华为。“看起来特朗普正在利用他的黑名单策略，动用国家权力来攻击中国公司。这种暴徒行为构成对正常市场经济的干涉，是非法和不道德的。特朗普对那些无辜的中国公司的攻击也应该被视为对世界市场经济的攻击。”“特朗普政府全力攻击华为，将其列入黑名单，禁止华为和中国所有高科技产业的发展，这是不合理的，不公平的，是反科学、努力和创新的; 此外，对全世界的所有人，公司和人类都是不公平的。”“如果中国的华为遭到攻击，被列入黑名单并被禁止，任何其他国家都不能幸免; 到目前为止，美国只是引用模糊的‘国家安全’为理由而没有任何证据？！”在人民网英文有关报道的留言区，还有网友一针见血地指出：“世界上很多人包括国家领导人都开始考虑如何摆脱过度依赖美国技术，因为美国在一旦发现自己面临失败的危险时就表现出卑劣的一面。”“特朗普禁止向华为供货的唯一理由是他知道华为很快就会变得真正独立，领先于美国的科技。”“给华为点赞。美国现在是搬起石头砸自己的脚。这将为华为在独立自主方面取得进步开辟新的可能。华为肯定会成为全球领先的巨头。爱你，华为。”不少网友认为，美国对华为的封锁，受伤的绝不仅仅只有华为，美国企业也将受到影响：“特朗普政府采取双输策略，局势持续的时间越长，美国科技优势的下行趋势就越严重。”俄罗斯网友在人民网俄罗斯VK账号留言：美国采取的措施不但给中国也给美国自身带来损失。日本网友：华为的产品零件供应商中不乏日本企业，同时考虑到华为所持有的5G专利，目前的僵持状况对谁都没有好处。“由于特朗普禁止向华为和其他中国用户销售芯片，许多美国半导体公司将面临非常艰难的时期。”“美国采取的措施不仅给中国，也给美国自身带来损失。如果美国对自己的伙伴或盟友施压，他们也可能会制裁中国公司。但是这未必能改变未来。美国的领导力还是会丧失，而且很可能是永久丧失。”“研发一款自主的OS系统，把我们从美国的垄断中解放出来吧。”在日本雅虎上一条有关美国制裁华为的新闻下面，有日本网友评论说，“华为的产品零件供应商中不乏日本企业，同时考虑到华为所持有的5G专利，目前的僵持状况对谁都没有好处。”21日，华为创始人任正非接受媒体采访，回应美国对华为的无理打压。访谈瞬间全网“刷屏”，也引起了外国网友的热议。外国网友在人民网英文相关报道下留言：让我们希望华为和任先生能够继续完成他们的工作！德国网友在人民网德文脸谱账号留言：我觉得任先生是个好人，非常开明。我们支持他。有网友留言说：“这是对一位令人钦佩的人的令人印象深刻的采访。没有自吹自擂，而是冷静分析了走过的道路和未来的任务。让我们希望华为和任先生能够继续完成他们的工作！”访谈中，任正非对华为未来发展的信心也传递给了外国网友，有网友写道：“如果华为能够与客户共同渡过难关，那么它应该成为世界顶级科技公司，因为它向世界证明了它的成功并不依赖于别人的技术。“那些打不倒我们的, 使我们变得更强大。华为将怎样挺过美国制裁？我们拭目以待。”“非常欣赏中国人面对挑衅这种有力、有节的应对。我会关注事态发展然后去购买使用华为自主系统的产品。”（张悦、李焱、杨倩、梁军、张洪宇、羡江南、袁蒙、刘洁妍）", "author": "中国青年网", "newsdate": "发布时间：19-05-25", "newstime": "07:28", "sentiment": [{"positive_prob": 0.0768615, "confidence": 0.829197, "negative_prob": 0.923138, "sentiment": 0}]}, {"title": "“华为的底气”告诉我们什么", "content": "一个中国企业，可以有多坚强？最近，华为公司的表现给了国人一个“硬核”的答案。这段时间，面对美方的蛮横打压，面对此起彼伏的“断供”风波，华为始终表现得处变不惊、淡定从容。这不是故作姿态，因为华为有底气、有准备，通过未雨绸缪、持续不断的研发，牢牢掌握了核心技术，所以能“泰山崩于前而色不变”。“越高端，‘备胎’越充分”，华为长期打造的创新“备胎”一夜转正，赢得一片点赞。“备胎”的背后是坚持底线思维，永远保持一种忧患意识。今天，很多人佩服华为在十多年前就设想会出现“极端情形”的远见，殊不知，在当时，无论是企业内部还是行业竞争对手中，不乏认为这么做有点“傻”或者“太浪费”的声音。所谓“为之于未有，治之于未乱”，企业要谋长远发展，就必须居安思危，对自身的短板要有清醒的认知，切不可被一时、一地、一事上的成功遮蔽了眼睛。如果只顾眼前，缺乏布局未来的自觉和行动，等到“胎坏了”才考虑，恐怕就连生存都成了问题。这正说明，技术创新是企业的命根子，创新能力的比拼是终极的较量。创新实力，不仅源自自身的努力，也源自开放的胸怀。中国开放的大门越开越大，中国企业从来也不当“独行侠”，从不排斥包括美国企业在内的合作伙伴，这符合技术创新的规律。在经济全球化的今天，创新资源全球流动和配置，闭门造车行不通，包打天下也不现实。文明因交流互鉴而多彩，创新之花也必然要吸收全世界的滋养才能绚丽绽放。包括华为芯片在内的创新成果，始终建立在利用和共享全球科技创新资源的基础之上。从这个角度看，美方大搞保护主义，挥舞霸凌大棒，心态何其扭曲，格局何其狭隘，如此倒行逆施，终将被滚滚向前的时代潮流所淘汰。创新不是“一个人的战斗”，也不是三两天的奋发，而是一场艰苦的持久战。只有持续投入基础研究和教育的优质“火石”，创新引擎才会始终动力澎湃。在华为总部的接待大厅，大屏幕上反复播放着一个宣传片，其核心内容就是基础教育和基础科研是产业发展的根本动力。“备胎”能在关键时候用得上，是因为十几年如一日的坚持不懈，舍得“砸钱”，更舍得下苦功夫培养人才。板凳要坐十年冷，说起来容易做起来难。当业界纷纷为华为叫好的时候，不妨多一些自照和反思，摈弃功利思维，扎扎实实做好技术创新的必修课。当企业抓创新、抓研发蔚然成风，“中国制造”迈向“中国创造”就有了无比深厚的底气，任它惊涛骇浪，我自闲庭信步。来源：新华社作者：辛识平我自闲庭信步！", "author": "新华社新媒体", "newsdate": "发布时间：19-05-25", "newstime": "02:45", "sentiment": [{"positive_prob": 0.501976, "confidence": 0.960479, "negative_prob": 0.498024, "sentiment": 1}]}, {"title": "华为注册“华为鸿蒙”商标 能否兼容安卓系统或许得看这一点", "content": "2019-05-25 15:18 | 北京日报美国将华为列入被禁止的“实体名单”后，谷歌、高通、ARM等公司近日纷纷决定对其“断供”。记者昨天获悉，压力下华为选择自救，国家知识产权局商标局网站显示，华为已正式申请“华为鸿蒙”商标，这一自研手机操作系统有望今秋面世，并实现对安卓的兼容。国家知识产权局商标局网站披露，华为已申请“华为鸿蒙”商标，申请日期是2018年8月24日，注册公告日期是2019年5月14日，专用权限期是从2019年5月14日到2029年5月13日。事实上，华为消费者业务CEO余承东日前已透露，最快今年秋天、最晚明年春天，华为的操作系统将可能面世。余承东介绍，华为操作系统打通了手机、电脑、平板、电视、汽车、智能穿戴等平台，统一成一个操作系统，兼容全部安卓应用和所有Web应用。如果安卓应用重新编译，在华为操作系统上，运行性能有望提升超过60%，这也是面向下一代技术而设计的操作系统。科技独立才不会受限制，然而华为自主研发之路将注定艰辛。众所周知，谷歌的安卓系统发布于2007年，已历经十多年发展，先后击败了诺基亚的塞班系统和微软Windows Phone两大系统，全球市场份额超8成，与苹果iOS系统共同把持了全球手机操作系统约99%的份额。业内人士普遍认为，华为鸿蒙系统对安卓系统的兼容性如何，安卓是否会通过底层技术使得华为无法兼容，将成为决定华为鸿蒙系统生与死的绝对核心。此前谷歌已经明确表示，谷歌官方不会配合华为提供系统更新支持，华为只能利用Android开源的代码自行升级系统；同时谷歌也会停止向华为手机提供谷歌的各种服务。谷歌还进一步表态，现有的华为手机可以正常运行谷歌服务，但以后发布的华为新手机将不能正常使用谷歌服务。自主研发操作系统不仅非常困难，而且需要极大的资金投入。有数据显示，微软研发相关系统的花费超200亿美元，Linux系统开发也花费了100多亿美元。对于华为来说，增加技术研发投入势在必行。在通信产业专家付亮看来，手机操作系统更核心的问题还在于软件生态圈上，华为鸿蒙系统宣称能够兼容安卓体系，但是否能完美兼容脸书、推特等国外主流APP，都需要再观察。“谷歌、苹果和微软的操作系统历来是测试人员数量要数倍于开发人员，新版本操作系统能否完美适配海量各版本APP，工作量极其巨大，华为很可能要大批量招募APP测试人员，因为对安卓应用重新编译，将是一个耗资巨大的长期工程。”付亮说。付亮分析，对APP兼容性不断试错、对鸿蒙版本频繁升级，这些都只是投入人力、物力就能办到的“简单事”。付亮表示：“华为最大的未知因素是会有多少国外厂商会从底层对其进行封锁或屏蔽，假如推特通过对手机设备进行识别，拒绝任何华为手机设备的访问，那么鸿蒙系统的兼容将完全无法实现，这方面华为很可能要开启一轮轮与相关厂商的谈判以求得合作。”（原标题《华为注册“华为鸿蒙”商标，能否兼容安卓系统或许得看这一点》。编辑郭奕麟）", "author": "浙江新闻", "newsdate": "发布时间：19-05-25", "newstime": "15:30", "sentiment": [{"positive_prob": 0.138493, "confidence": 0.692237, "negative_prob": 0.861507, "sentiment": 0}]}]