[{"title": "华为5G旗舰手机要来？华为P30系列或推5G版本：3月26日发布", "content": "此前，华为消费者业务CEO余承东公布了华为P30系列的预热海报。不过当时有人恶意造谣华为盗用第三方摄像师用单反拍的照片并非是华为P30拍的照片，然而却直接忽视了海报左下角的提示：“画面为广告创意，仅供参考”。今天(12日)下午，余承东在微博表示，很多朋友给我留言，很喜欢我们这组广告创意海报。鼓励说我们变了，不是一味的秀产品，还有内心的远望。谢谢大家，让我们一起期待P30系列(P30和P30 Pro)给大家带来更多美好。疑似是对此前的谣言进行回应。@来源余承东仔细观察这组海报，不难发现这是华为在暗示P30 Pro的变焦技术，而且有可能是十倍变焦。据悉，华为P30 Pro后置四颗摄像头，其中一颗为TOF镜头，这是华为P系列首款后置四摄手机。如果没有意外，华为P30 Pro可能将会刷新DxOMark的评分记录。来源@余承东除了强大的拍照性能，许多用户也关心华为P30系列有没有5G版本。在余承东的这条微博下，许多用户都在询问，华为P30 系列会是华为首款5G手机吗？来源@余承东值得一提的是，华为目前是全球唯一同时生产5G智能手机和建设5G网络设备的厂商，拥有极为优渥的先天条件。余承东最近在接受外媒采访时表示，4G时代是苹果，三星和华为三个品牌共同领导，但是在5G时代将会是华为将成为市场领导者。他还表示，华为将会在明年超越三星称为全球第一的手机品牌，并且华为现在的市场分额已经非常接近三星手机的全球市场分额。华为P30目前三星已经推出了可量产的5G手机，三星Galaxy S10 5G版。但是由于三星S10搭载的是骁龙X50基带，所以出现了只能支持5G网络而无法兼容支持4G等其他网络的情况，这也就意味着三星S10的5G版本发布之后根本无网络可以使用。而且骁龙X50 基带是高通几年前推出的基带产品，在性能上势必要远远弱后于华为的巴龙5000，和与巴龙5000的同代产品骁龙X55还需等到年末才能量产。而这个时候华为如果推出一款5G手机，在市场上会占据极大优势。因为华为的巴龙5000基带不仅支持5G，还向下支持4G、3G、2G。综合这些考虑，或许华为P30系列真有可能推出一款5G版本。", "author": "天极网", "newsdate": "发布时间：19-03-12", "newstime": "16:44", "sentiment": [{"positive_prob": 0.923648, "confidence": 0.830329, "negative_prob": 0.0763518, "sentiment": 2}]}, {"title": "美国明确警告德国：用华为就减少情报分享！", "content": "德国方面3月7日曾称，他们不会禁止任何公司参与5G合同的竞标。此前英国做出过类似表态。在“打压华为”一事上，面对盟友态度的“松动”，美国又坐不住了。7日，德国经济部长彼得·阿尔特迈尔（Peter Altmaier）明确表态，德国不想将华为排除在本国5G建设外。随后，这位部长就收到了特朗普政府的“警告信”：放弃华为，否则美方将削弱两国间的情报共享。据美国有线电视新闻网（CNN）12日报道，美国日前警告德国，如果德国使用华为技术来升级其设备，美国将减少同德国的安全机构分享情报。路透社说，这是美国首次明确警告德国使用华为技术的后果。CNN报道截图CNN援引知情人士消息称，美国驻德国大使理查德·格雷内尔上周致函德国政府，格雷内尔在信中说，如果德国与华为或其他中国供应商签订关于5G网络建设的合约，美国将限制德国获得与现在同等水平的美国情报。对此，德国驻华盛顿大使馆发言人马蒂亚斯·韦勒表示，“德国经济事务和能源部长确实收到了一封信，但是他并未就信件内容发表任何评论。（关于此事），相信近期会有快速回复。”德国方面3月7日曾称，他们不会禁止任何公司参与5G合同的竞标。此前英国做出过类似表态。CNN认为，英德两国的决定，将会使美国更难说服其他小国家拒绝使用华为技术。报道说，美方致函德国的这封信由美国《华尔街日报》首次刊出，信中内容与此前美国鼓吹的“国家安全威胁”相呼应。《华尔街日报》报道截图美方认为，华为与中国情报部门保持联系，可能会在出售设备中设置“后门”以进行未经授权的监视活动，从而破坏该国国家安全。上述信件还称，“安全的”通信系统，对国防和情报合作至关重要（包括在北约内部），华为和中兴等公司可能会“危及”这些交流的“机密性”。该信宣称，如果德国允许华为或其他中国供应商参与该国的5G网络建设，美国就无法将情报和其他信息共享保持在目前的水平。来源：《华尔街日报》事实上，对于美国类似的“安全指控”，华为方面早就明确反驳。在上周华为宣布起诉美国政府的发布会上，该公司轮值董事长郭平重申，“华为在170多个国家开展业务，过去三十年，我们拥有良好的网络安全纪录。华为从来没有，将来也不会植入后门。我们也绝不允许别人在我们的设备上这样干。”来源：环球网/侯佳欣来源：环球网", "author": "中国经济网", "newsdate": "发布时间：19-03-12", "newstime": "15:17", "sentiment": [{"positive_prob": 0.0536957, "confidence": 0.880676, "negative_prob": 0.946304, "sentiment": 0}]}, {"title": "余承东称华为有自己的系统，再也不怕被卡脖子", "content": "最近国产手机圈可谓是异常的热闹，小米、vivo和oppo闹成一团，不仅粉丝每天在互撕，就连高管也时不时的出来冷嘲热讽一下。反观位于第一的华为却显得很安静，主要将精力放在即将于3月26日在法国巴黎首发的华为P30上，由此可以看出华为如今的格局已经升高到全球市场上，不再局限于国内市场。从去年全球手机销量数据来看，华为手机的销量已经稳坐国内市场第一，国际市场第三，作为一家国际大企业，拥有忧患意识才能继续发展下去。之前中兴事件和苹果于高通的专利纠纷，都说明了一个问题，没有自己的核心技术很容易被别人卡脖子。虽然大家都在说华为是国产手机的典范，但华为距离实现真正的“国产化”还是有很大的差距。而其中最重要的芯片技术华为已经有了自主研发的麒麟处理器，但在系统上，华为用的还是谷歌公司的安卓系统，虽然之前安卓系统一直是开源的，但从去年开始就有消息称谷歌计划向手机生产商收取系统的专利法，收钱事小，停用事情就大了。但现在也不必在担心，近日余承东在接受德国出版物Welt的采访时称，如果华为被迫放弃使用Windows和Android等西方操作系统，华为也有内部的解决方案。换个角度来看，就算微软和谷歌不给华为提供操作系统，华为仍有自己完整的备用系统。在硬件和系统通通完善的华为，再也不怕被别的企业卡脖子了。你认为余承东说的话是真的吗？你看好华为自研操作系统吗? 欢迎在评论区留下你的看法，更多资讯点击关注！", "author": "IT魅力", "newsdate": "发布时间：19-03-12", "newstime": "01:38", "sentiment": [{"positive_prob": 0.181788, "confidence": 0.596027, "negative_prob": 0.818212, "sentiment": 0}]}, {"title": "“若放弃华为，波兰将损失85亿欧元”", "content": "“中波两国之间不存在根本利益冲突。”中国驻波兰大使刘光源近日在接受《环球时报》记者专访时这样谈及两国特殊关系。波兰是首批承认并与新中国建交的国家之一。今年是中波建交70周年，他表示，“这也是两国关系经受时间考验不断向前发展的70年”。针对少数人以安全为幌子打击中国企业，刘光源以波兰为例说：“事实上，华为对波兰不构成任何威胁。我们不能接受任何针对中国特定企业出台的歧视性措施。”波兰是欧盟成员国中经济增长最快的国家之一。展望中波关系未来，刘光源大使介绍说，中波两国合作前景广阔，中国在新能源、高新科技等波方关注的领域拥有先进解决方案，双方可积极开展联合研究。希望双方抓住机遇，在“一带一路”建设和“16+1合作”框架下深挖合作潜力，推动中波全面战略伙伴关系再上新台阶。他还提到，近年来，波兰社会对中国的兴趣快速上升，但囿于各种历史和现实原因，两国民众对彼此的了解仍较有限。部分波兰朋友对中国的认识较片面，甚至停留在几十年前。因此，民心相通是两国关系的根基。谈到近期有媒体报道，美国要求波兰政府将华为排除在5G建设之外，刘光源大使告诉《环球时报》记者：“现在波兰方面还在研究、没有做出最终决定。2004年，华为进入波兰市场。15年来，华为一直坚持依法依规经营，既为自身建立良好口碑，也为当地创造了可观的经济社会效益。如今，华为覆盖中东欧和北欧28国的地区总部设在华沙，在波员工总数超过900人，2/3来自本地。华为在波发展已成为中波合作共赢的最佳例证之一。”他还表示：“事实上，华为对波兰不构成任何威胁。网络安全是个技术问题，而不是政治问题。安全问题要用事实来说话。华为在波经营15年来，从未出现过任何安全问题，这些事实有目共睹。我们不能接受任何针对中国特定企业出台的歧视性措施。”据了解，波兰移动宽带普及率在欧盟28国中排名第二，资费下降幅度达55%，但波兰的固定宽带普及率在欧盟排名还是垫底，特别是郊区和农村还有很大发展空间。刘光源以自己使用的手机为例介绍说：“我的手机每月套餐35兹罗提，约合61元人民币，含20个G的流量，很便宜。我的同事告诉我，‘视频只管看，不会超’。这应该感谢华为及各家通信运营商。华为在5G领域处于最领先地位，技术和性价比优势突出，是欧洲各国向5G领域迈进的最佳合作伙伴。已有越来越多的欧洲国家明确表态不禁止华为参与5G。相关数据显示，若波兰放弃华为，将会对波兰经济带来85亿欧元的损失，波民众通信成本将上涨2倍以上，5G网络建设进程将延迟2至3年，波经济数字化进程将落后于他国。”他还强调说，企图以政治手段干预经济行为，不但违反世贸组织规则，干扰公平竞争的国际市场秩序，也有违波100多年来追求的独立自主的民族精神，同时，还会极大地打击包括中资企业在内的全球化企业在波兰的投资信心，损害多年来波兰打造的良好营商环境形象。对于少数美国官员无端指责中国企业，并挑拨中国与他国关系的做法，刘光源告诉《环球时报》记者：“这种情况我们必须站出来说话！上个月13日美方发表挑拨中波关系的言论，我们看到后，当晚就发声了，没有任何迟疑。波兰人看到我们的声明之后反响也比较好，认为我们的声明很理性，多家主流媒体予以全文转载，一些评论表示与中国保持健康、理性的友好关系符合波自身利益。”", "author": "环球时报", "newsdate": "发布时间：19-03-12", "newstime": "22:12", "sentiment": [{"positive_prob": 0.0113967, "confidence": 0.974674, "negative_prob": 0.988603, "sentiment": 0}]}, {"title": "手机旗舰厮杀，三星S10+/华为Mate20 Pro/XS Max大横评", "content": "当摩托、HTC等曾经的巨头一一倒下，索尼、LG还在苟活，诺基亚还在努力“重启”，苹果和三星这对老冤家依然坚挺。抱着“敌不动我不动”的战略，苹果和三星在去年不约而同地选择挤牙膏（虽然苹果本来就是隔代才大升级的策略），而且售价上天，导致销量屡屡受挫，苹果不得不三翻四次地降价促销，而三星中国的份额更是进入了“Others”行列。就在此时，一股来自东方的神秘力量开着保时捷就向着苹果、三星冲了过去，这就是华为。华为在过去的2018年混得风生水起，以P20系列和Mate 20系列为首的华为手机横扫了全球市场，全年的出货量突破了2亿，超越了第二名的苹果，直逼“一哥”三星。华为在产品上的激进也让人们仿佛看到了曾经同样激进的三星灵魂附体。直到这时，三星才醒悟过来，恰逢Galaxy S系列十周年，Galaxy S10终于做出了该有的改变。我们大胆认为，华为的真旗舰Mate 20 Pro可以表示真正的对手终于来了，毕竟去年新iPhone发布后余承东自信地表示“稳了！”，说明他们对于打败iPhone还是相当有自信的。于是，2019年的第一场机皇之争将由苹果iPhone XS Max、三星Galaxy S10+和华为Mate 20 Pro倾情奉献。苹果iPhone XS Max和华为Mate 20 Pro分别作为去年下半年iOS和安卓阵营的最佳产品，是否能经受住来自三星的“超越之作”Galaxy S10+的冲击呢？我们今天不谈销量，不谈营销，回归产品本身聊一聊。这三台超级旗舰的基本参数如图所示。需要特别声明一下，我们此次测试所用的手机详情如下：苹果iPhone XS Max为国行512G版，系统版本为iOS 12.1.4三星Galaxy S10+为国行工程机版本，处理器为骁龙855，存储组合为6G+128G（此为工程机配置，零售版均为8G+128G起步），系统版本为G9750ZCU0ARLP（无法OTA升级到零售版固件）华为Mate 20 Pro为国行8G+128G版，系统版本为9.0.0.195（C00E195R1P20）外观：刘海+打孔，萝卜青菜谁的最爱？这三款旗舰手机在外观上，并没有如同我们设想那般用上三种完全不一样的设计，我们稍微总结下就是刘海与打孔。我们不去单纯地去指责哪种不好看，哪一种不符合审美，我们更关注两种设计背后的到底能带给我们使用者什么样的舒适的使用体验。刘海屏幕，不得不说确实受到了不少手机用户的吐槽，认为它严重影响了手机的美观，占据面积大，导致全面屏效果不突出，这其中有些问题确实是存在的。刘海式的全面屏是从苹果的iPhone X开始流行开来，iPhone X在里面内置了一套3D结构光的摄像头，使得3D人脸识别成为了现实，更让3D人脸识别的安全性到达了支付级别，这就说明最开始的刘海屏幕是单纯从服务技术的本身出发的。在这一次三大旗舰中，有两台手机采用了刘海式的全面屏设计方案（iPhone XS Max与华为Mate20 Pro），在刘海内部均加入了3D结构光技术，能够极大提升人脸识别的安全性与效率。而三星的旗舰Galaxy S10+则用上了概念较新的打孔屏，在屏幕右上角的孔内拥有两颗摄像头，从我们的角度来看，确实这样的设计能够显著提升全面屏的视觉效果，屏幕的上额头部分能够做的更窄，当然这样做的代价就是三星Galaxy S10+砍掉了虹膜识别，留下来的2D人脸识别只能作为一种方便的解锁形式，但无法用于要求更高的支付。三台手机在屏幕设计上也有所不同，华为Mate20 Pro与三星Galaxy S10+都用上了3D曲面屏幕，相较于iPhone XS Max上的2.5D屏幕在视觉效果上显得更具特色，当然也带来了更好的握持手感。综合来看，三款手机中三星Galaxy S10+的两边边框和额头都是最窄的，全面屏视觉感最强烈；iPhone XS Max毫无疑问在三台手机上边框宽度是最厚的，但下巴依然是最窄的，而且由于其四边等宽，因此出现了视觉欺骗效果，感觉边框也很窄，但实际上并不是三者中最窄的。对于屏幕的本身，三款旗舰手机都使用了OLED屏幕。作为拥有顶尖屏幕技术的三星，当仁不让用上自家最好的Dynamic AMOLED屏幕，6.4英寸的屏幕却有着2K+级别的分辨率，效果细腻程度惊人；华为Mate20 Pro则使用了一块6.39英寸的2K+OLED屏幕，正常情况下显示效果还不错，而且供应商来自国产厂商，值得鼓励；iPhone XS Max屏幕稍微大些，6.5英寸的2688x1242分辨率屏幕，虽然细腻程度不如前两者，但最终效果也是属于顶级水平，毕竟同样是三星出品。果然旗舰级别的手机在这一个环节中并没有太大的差异。到了手机的背面，往往才是厂商们下大功夫的地方。三款手机均顺应了潮流，清一色采用玻璃材质机身，虽然说不像以往采用金属材质那样坚硬，但是却胜在能够做出更多好看的颜色设计，果然颜值是第一生产力！在我们手上的华为Mate20 Pro是馥蕾红版本，颜色看起来更为活泼动人，在光线照耀下能够散发出不同的光弧效果，当然三星Galaxy S10+与iPhone XS Max上也同样使用了玻璃材质的机身，不过相对华为Mate20 Pro来说，颜色还是稍微少了些（主要是S10+更好看的颜色版本我们没有）。华为Mate20 Pro的后置镜头模组使用的是矩阵式排布，三颗摄像头+闪光灯放置在一起还比较和谐，“浴霸”的辨识度已经大大提高；iPhone XS Max则沿用了上一代风格，继续坚持左侧红绿灯式排布，虽谈不上不好看，但是确实有点视觉上的疲劳感；三星Galaxy S10+后置镜头沿用Galaxy Note9的风格，横向排布，也就是俗称的“防爆盾”设计。可以发现，由于三台旗舰手机都不使用普通电容式指纹，无需再像以前那样在前面板或后面板开孔。不同于iPhone XS Max只使用了3D结构光的人脸识别，而华为Mate20 Pro直接加入了3D结构光+屏下光学指纹识别，在配置上显得更为豪华，三星Galaxy S10+虽然只有屏幕指纹，但是用的是更为先进的超声波技术，在实际测试中有着比普通光学指纹识别更为迅速好用的使用体验。小结受限于技术，目前还没有办法做到100%的全面屏，在这样的背景下，无论是刘海屏还是打孔屏都有其存在的合理性，外观本来就是各花入各眼的事情，谁也别嘲笑谁，谁也别看不起谁。不过单就手感来说，还是三星Galaxy S10+和华为Mate 20 Pro相对舒服一点，毕竟不是每个人都能接受差不多半斤重的手机的。系统：八仙过海，各显神通其实单纯对比三款手机系统的好坏是不公平且不全面的。三款手机中，华为Mate20 Pro与三星Galaxy S10+使用的是基于安卓系统，iPhone XS Max则毫无疑问使用了苹果的iOS系统，由于系统的不同，如果简单评判谁是第一操作系统就过于武断，所以在系统篇我们就重点来讲下三款手机在系统中的一些特色功能吧。从三款手机的首屏来说，由于手机系统的发展趋同性非常强，换哪一台来使用都不会有明显的不适感。iOS的丝滑流畅，安卓的自由随性，都是他们能够吸引用户的终极法宝。首先我们就来说说唯一的国产品牌华为Mate 20 Pro。这款手机使用了华为最新的EMUI 9.0系统，基于安卓9.0的底层。EMUI 9.0并没有带来翻天覆地的改变，但是却注入了化繁为简的全新思路，华为也想要一改以前不停填充功能的老路，让功能更加实用。AI能力是EMUI 9.0重点提升的地方。在拍照上有一个AI识别的功能，它可以通过摄像头感知识别不同的东西，可以告诉用户我们眼前的东西是什么，可以快速查询一款商品在网上的价格，到了人生地不熟的国外，也能够自动翻译成能看的懂的语言，在文章中双击屏幕，就能够轻松选中想选的文字，在智能化的程度上，已经达到令人非常满意的阶段。接着我们来聊聊安卓一哥三星，三星在去年年底放弃了服役两年的Samsung Experience，新手机全线改用基于安卓9.0的One UI。UI采用了全新的设计风格，大量运用圆角元素设计，系统图标相比上一代更加扁平，主色调依然为经典的白色，遵循了谷歌原生系统的设计规范。在这一次三星Galaxy S10+上，我们找到了一个以前三星手机没有的功能。这次在三星Galaxy S10+拍照里，加入了全新的拍照建议，引导你的取景水平达到了精彩照片的要求，并能够自动为你按下快门，留住精彩。毕竟对大多数的人来说，拍照技术仅仅停留在能拍就好的水平，有了拍照建议，你能够更轻松拍摄出构图优秀的好照片。最后我们就来说说iPhone XS Max吧。搭载了iOS 12的iPhone XS Max说实在的在系统UI上没有太大的地方需要去讲，从iOS 7延续至今的扁平化风格至今还影响iOS每一个角落，不能说这样是落后了，仅仅是视觉上有些疲劳罢了。曾经有人说过，买iPhone最大的原因就是因为iOS的加成，可见iOS在人性化与流畅的使用体验已经成为买iPhone一个重要考量因素。iOS 12上有一个功能就能够体现出足够的人性化设计。屏幕使用时间记录作为新加入的功能，能够清晰记录我们日常使用的情况，让我们自己可以清楚看到自己在哪些应用上花费了更多的时间，能够提醒用户更合理地安排手机的使用时间，还能使用家长控制管理小朋友使用手机的时间，这个功能预计能够得到不少家长的青睐。小结iOS和安卓向来是人们争论的焦点，其中安卓因为早期的卡顿让很多人形成了“安卓=卡顿”的固有印象。但事物是不断发展的，如今的安卓早就解决了流畅度的问题，而且iOS也并非十全十美。现在影响iOS和安卓平台选择的因素，不是流畅度，而是软件生态。拍照：两大系统代表实力混战（一）目前的手机市场，从操作系统的阵营来分，主要分成苹果的iOS系统和谷歌的安卓系统。而作为两大系统的拍照担当，苹果的iPhone XS Max，绝对是iOS阵营里的种子级选手；但是，安卓机王同样也不差，在DxOMark的评分系统中，华为Mate 20 Pro、三星Galaxy S10+，同为目前DxOMark天梯上评分最高的安卓手机，109分的高分不仅仅让其他安卓手机望尘莫及，同样也把贵为万元神机、iOS阵营绝对种子选手、105分的iPhone XS Max比了下去。4分的差距，第一名到第三名的距离，真的那么明显吗？从数据上看，苹果的iPhone XS Max可谓比其他两位竞争对手差了一大截：摄像头的配置依旧停留在前两年的主流水平，特别是两位竞争对手进入三摄时代之后，双摄的它在两位小伙子面前显得有点落后，但是事实真的如此吗？在新功能的开发上，苹果也维持着自己小修小补又一年的传统，从iPhone X开始，就没有开发过全新的相机功能，反观其他两位选手，每一年都开发出全新的功能，逐渐提高手机拍照的可用性、可玩性。不过数据不能说明一切，唯有用照片来见真知。颜色玄学照片者，食色也。作为一张照片中最考验调教、最玄幻的部分，照片成像风格更是用户看到照片的第一感觉，虽然说能通过APP进行软件调色，但是作为一部成熟的旗舰手机，能一次性拍出好看的照片为什么要靠APP后期软件调色呢？如果不能，那也只能选择原谅它（想想当初买iPhone XS Max所花的钱）。场景一场景二从以上两组场景中，一直以来作为色准标杆的苹果iPhone，这次在色准上却被最新的三星Galaxy S10+拉下马，精准而稳定的颜色还原，让三星在玄学的对决中首先赢得了一分。颜色作为一种玄学，就像俗话所说：各花入各眼，有些用户更喜欢暖色系，有些则偏向性冷淡色，而有些却钟爱偏中性偏灰；同时，在目前品类繁多的美图调色APP面前，轻轻一点即可完成颜色的点缀，因而我们不做过多的描述。日光照片对比玄学之后，当然得拍拍照片啦。首先看白天光线充足的情况下的照片对比。场景一场景二作为目前各自品牌的旗舰手机，同时也作为目前世界上拍照评分最高的手机，在白天光线充足的时候，三台旗舰手机的表现都十分良好：整个画面的解析力十足，各家的主要差别主要在于颜色的调教上，到底各位看官老爷喜欢哪一家的颜色调教就要自己斟酌了。夜景比拼白天的比拼就告一段落了，接下来进入到激动人心得夜景大比拼环节。到底是华为Mate 20 Pro一骑绝尘？还是新来者三星Galaxy S10+后来居上？还是说，iPhone XS Max会给我们带来不一样的表现呢？场景一场景二场景三在夜景的对决中，可以说在华为Mate 20 Pro的“Dream It Possible”的BGM里，除了它自己以外没人能打得过自它：算法上的AIS手持超级夜景，利用长达4S的快门速度，破除一切黑暗的困扰，长曝光的引入和高ISO的协同陪同，在十分完美的降噪算法的搭配下，华为Mate 20 Pro的高光噪点控制堪称教科书级别。在夜景的比拼中，华为Mate 20 Pro获得了完美的领先。最后也要提一下的是，目前在售版本的三星Galaxy S10+还没搭载夜景模式算法，相信在后期固件更新后三星Galaxy S10+能获得更好的夜景表现。变焦对比参赛的三位选手，均搭配了光学变焦技术，并支持最高10倍的数码变焦；而华为Mate 20 Pro，更是支持3倍光学变焦、5倍混合变焦、10倍数码变焦的超强变焦性能，到底这三台手机谁将夺得真·望远镜称号呢？(由于华为Mate 20 Pro的快捷变焦有1X、3X、5X和10X四种快捷切换，在本次的测试中分别对比华为在1X、3X、10X的画质情况，并将3X照片归入其他两位选手的2X组别）。1X3X/2X极限10X三台手机在自己的光学变焦范围内，均获得了十分不错的光学变焦水平，但当到达10X数码变焦时，华为Mate 20 Pro就一跃获得领先：通过算法的补偿，华为Mate 20 Pro获得十分不错的超长焦成像质量，画面的涂抹感轻微，同时不会有特别明显的软件锐化效果，高光与阴影的控制都十分完善，可以说华为Mate 20 Pro的10倍数字变焦算法做得十分光学。拍照：两大系统代表实力混战（二）超广角对比自vivo X23重新掀起广角镜头热潮后，越来越多的厂商开始给产品加入超广角摄像头，那作为目前手机市场最顶级的手机超广角镜头，到底其有着怎么样的成绩呢？（iPhone XS Max在这个测试中就遗憾出局啦，各位iPhone的死忠也不用担心，传说在2019年的iPhone 上将加入超广角镜头，我们就期待一下到底iPhone X 超广角镜头的出现吧，现在先请iPhone XS Max有秩序地退场）。日光超广角超广角样片二夜景超广角作为目前地表最广的手机超广角镜头，三星Galaxy S10+的超广角可谓给了我们更多的惊喜：以超越人眼的超广取景范围，带给用户前所未有的拍照体验，容纳天地，这就是三星Galaxy S10+；但是，两台地表最强超广角拍照手机，在进入超广角模式后均无法进行AI场景识别/场景优化、手持超级夜景模式，可以说两台手机的超广角算法依然具有优化的空间。小伙子加油，未来是你们的。微距对比最长的距离，让世界尽在眼前；最广的视角，让世界不止眼前。当看完硕大的世界后，微观世界，我们也该探寻一下。华为Mate 20 Pro三星Galaxy S10+苹果iPhone XS Max在华为Mate 20 Pro十分强大、逆天的超级微距功能面前，苹果iPhone XS Max可谓输的体无完肤：无论是最近对焦距离，还是放大倍率，均遭到了碾压。醒醒吧iPhone，再这样下去可谓真的地位不保了。三星Galaxy S10+的微距性能略逊于华为Mate 20 Pro，仅仅在最近对焦距离上稍稍落后，但是三星也不是省油的灯，其追焦能力，给微距带十分优异的表现：当自动对焦锁定花朵后，逐渐调整对焦距离，在此过程中花朵即使被吹动，对焦依旧死死咬住，让人无惧脱焦和对焦不成功的烦恼。人像拍摄部分作为一次客观而严谨的对比评测，怎么可能不拍妹呢？拍妹的三要素是什么？妹子漂亮？妹子漂亮？妹子漂亮？你都错了。应该是：手机人像背景虚化强！妹子漂亮！！摄影师技术高。到底是华为Mate 20 Pro的毒德徕卡能傲视群雄？还是三星Galaxy S10+银河战舰再创奇迹？还是iPhone XS Max获得胜利？人像虚化说到人像虚化，就不得不提华为开创了算法0.95大光圈的先河，加上德味十足的出片效果，不知道在这次的人像虚化照片照片比拼中能碰撞出什么火花呢？华为Mate 20 Pro三星Galaxy S10+苹果iPhone XS Max由于三台手机的人像背景虚化模式触发的距离不尽相同，因而拍摄的视角有一定的区别。当三张照片一起观看时，华为Mate 20 Pro就显得德味十足，照片的味道让人陶醉；而三星Galaxy S10+，虽然人像模式的触发距离较长，但是肤色的调教上为三星夺回一城，白里透粉的三星，妹子看了绝对爱不释手；而苹果的表现还属于一种中规中矩的地步，都9012年了，也不给人像模式开发出更加好玩、更加新鲜的功能，就只有一个人像光效，而且有点苛刻的触发条件，也免不得其成为苹果手机中可有可无的功能。在单反的领域里，为了获得更好的背景虚化效果，需要的不仅仅是超大光圈的镜头，更是一块面积更大的传感器；但在手机上，目前的技术依旧无法做到以上两点，但是厂家们纷纷加入算法虚化获得更好的虚化效果。人像背景虚化经过了多年的发展，目前真的十分完美吗？那我对上述的虚化照片进行边缘放大找真知，重点放大头顶与肩膀处。华为Mate 20 Pro三星Galaxy S10+苹果iPhone XS Max放大了才能见真知。放大后，三星Galaxy S10+的人物边缘勾勒以微弱的优势胜出：其沿着人物的边缘，包括发丝的边缘十分轻柔地理过去，不往里吃分毫，也不往外多描一笔，这算法实在让人佩服。手机当然不是别人拍你好看就完结了，自拍不好看的手机怎么可能赢得妹子的欢心呢？华为Mate 20 Pro三星Galaxy S10+苹果iPhone XS Max好吧，当看到自拍样张对比的时候，你可就知道iPhone XS Max受欢迎却不受妹子欢迎的原因，这摄像头，你让爸妈如何好好爱你；而华为Mate 20 Pro和三星Galaxy S10+，一个粉嫩嫩的成像、一个则为暖黄暖黄，带一点淡淡的美颜，到底喜欢白皙还是自然就全凭用户的喜爱了，这些无法进行十分细致的考察。不过国外（国外，划重点）的著名评测机构DxOMark倒是给出了他们的答案。小结作为苹果iOS系统唯一的旗舰，在这次的比拼中免不得败下阵来，毕竟这两位后来者对手实力超群；三星Galasy S10+作为最新的超级战舰，拍摄效果和华为Mate 20 Pro相比不分伯仲，但是固件的调教目前还差点意思。在本次的比拼中，拍照部分的胜利者——华为Mate 20 Pro当之无愧，超强的拍照硬件参数，加上惊为天人的软件调教，可以说华为Mate 20 Pro是目前爱拍照的你的不二之选。5性能续航 | 总结性能续航：本是同根生，相煎何太急不同于前几年，今年苹果、高通和华为都选择了同一家晶片代工厂，也就是台积电作为自家旗舰处理器的代工厂。不过即使代工厂是同一家，A12、骁龙855和麒麟980在规格上还是有着很大的不同的。简单来说，苹果的A12 Bionic依旧保持着“除了基带，能堆多少料就堆多少料”的优良传统；高通化身“膏”通，在CPU单核性能提升相当大的同时阉割了L2、L3缓存，Adreno 640相比上代的提升也并没有达到肉眼可见的程度；麒麟980则是一扫麒麟970的羸弱，无论是性能还是功耗都有了巨大的提升，也就是俗称的肉眼可见的提升。A12 Bionic采用的是两个大核+四个小核的六核心CPU架构，最高主频为2.49GHz，同时搭载了苹果自研第二代四核GPU，性能相比A11提升了50%，此外还偷偷地向华为偷了一下师，搭载了八核心NPU。高通骁龙855采用三丛集架构，分别是一个2.84GHz超级核心、三个2.42GHz性能核心和四个1.80GHz效率核心的“1+3+4”组合，Kryo 485实际上就是魔改的A76架构了。此外，骁龙855的GPU升级为Adreno 640，性能相比上一代提升了20%。不过倔强的高通依旧没有为骁龙855加入独立NPU，而是在Hexagon 690里集成第四代多核人工智能引擎AI Engine，可以实现每秒超过7万亿次运算（7TOPs），性能较前代旗舰移动平台相比提升3倍。麒麟980大家就很熟悉了，它是麒麟家族第一款7nm制程的处理器，并且首发A76架构，采用两颗主频2.6GHz的A76+两颗主频1.9GHz的A76+四颗主频1.8GHz的A55的“2+2+4”设计，相较上一代处理器在综合表现上提升75%，同时搭载了Mali-G76 MP10 @720MHz的GPU以及双NPU。既然纸面数据说完了，就先来看看理论成绩吧。从条形图可以看到，苹果iPhone XS Max在Geekbench跑分中遥遥领先另外两台安卓旗舰，在安兔兔跑分中也同样如此，但我们知道三星旗舰向来不善于跑分，其他国产的骁龙855机型普遍能跑到37万分，因此骁龙855的实力毋容置疑；而麒麟980相差A12和骁龙855的差距较大。当然，iOS平台和安卓平台的安兔兔跑分标准不同，因此直接对比分数是不可取的。事实上，麒麟980在CPU上相比骁龙855差距并不明显，差距主要体现在GPU上。在3DMark的Sling Shot Extreme场景测试中，麒麟980在OpenGL项与骁龙855相差接近2000分，不过所幸在Vulkan项挽回颜面。不过，理论性能再好看都不如持久稳定的实际表现来得实在，去年三星自家的Exynos 9810就是个鲜活的例子了。接下来进入游戏实测环节。我们通过技术手段帮助两台安卓旗舰破解了刺激战场的60帧限制，但同时由于我们技术还不够高明，因此无法破解iPhone XS Max上的帧率限制，所以只能委屈它跑40帧了。通过条形图可以看到，昔日的硬件杀手刺激战场对于三台超级旗舰已经构成不了太大的威胁，三星Galaxy S10+和华为Mate 20 Pro均可以稳定60帧，只不过Galaxy S10+的帧数平均波动率相比Mate 20 Pro要更低一点，看来Galaxy S10+上的碳纤维液冷散热系统还是有点东西的。而麒麟980的表现已经有了质的飞跃，要知道上一代的麒麟970就算是有GPU Turbo的加持，也未必能稳定保持40帧，更别说了破解的60帧了。至于iPhone XS Max，堂堂A12稳定40帧不在话下。当初，当大家得知骁龙855的三丛集架构设计为“1+3+4”之后，很多人开始质疑这个“1”，也就是这个超级大核只是个跑分核，日常任务的时候肯定躺尸围观。事实到底是不是这样呢？我们为此进行了一个小测试：我们拿出去年年评曾经用过的独门秘籍——淘宝Bench，来看一下骁龙855的日常调度究竟是怎样的。通过KFMARK的数据可以看到，三星Galaxy S10+上的这颗骁龙855调度还是非常积极的，超级大核会积极参与到日常运算中，虽然还是有降频的情况存在，但起码说明了这个超级大核并不是单纯地为了跑分而生。此外，三星Galaxy S10+在5分钟运行淘宝的测试中表现尚可，平均38帧，平均波动为16.82帧，不过相比华为Mate 20 Pro的平均帧数还是稍微低了一丢丢。作为旗舰机，怎么能不测续航呢？毕竟高端商务人士都是很在意这个的，我们也不例外。我们准备了一揽子续航测试项目，不过在此之前，我们还要跑一跑Geekbench自带的续航测试，测试时长为3小时，三台旗舰均从满电开始进行测试。（图是之后截的）通过截图可以看到，iPhone XS Max经过三小时的鏖战，仅剩58%的电，得分为3558分，而三星Galaxy S10+和华为Mate 20 Pro分别还剩78%和80%，得分分别为7771和7020。紧接着我们继续进行续航测试，项目为：30分钟B站直播（打开弹幕），30分钟刷微博，30分钟刺激战场以及30分钟王者荣耀。经过总共5个小时的测试，三星Galaxy S10+最后剩余41%的电量，华为Mate 20 Pro剩余39%的电量，遗憾遭到绝杀，而iPhone XS Max发挥“稳定”，仅剩13%的电量。既然续航测完了，我们顺带连充电也测了。由于众所周知的“五福一安”安全慢充，苹果iPhone XS Max自觉退出充电测试。又由于众所周知的原因，三星Galaxy S10+的充电功率仍为5年前的15W“超级快充”。只有华为Mate 20 Pro搭载了40W真·超级快充，而且还有德国莱茵实验室认证。结果自然也是没什么意外，华为Mate 20 Pro只用了50分钟左右就完全充满，而三星Galaxy S10+多花了20分钟才充满。小结搭载了A12的iPhone XS Max性能依然强劲，但续航依旧糟糕；三星Galaxy S10+无论是性能还是续航相比上一代有了长足的进步，但快充依旧是硬伤；华为Mate 20 Pro是三款中性能、续航、快充综合最好的，但由于机身结构原因，游戏时机身发热问题比较严重。总结：苹果优势不再，三星强势归来，华为百战不殆经过这一次的旗舰横评，我们不禁感叹华为的进步之快，已经能和两大国际大厂平起平坐，甚至在很多方面已经实现了领先；而苹果在这一次横评中吃了不少亏，但有些地方完全是自己作的，比如说快充和续航；至于三星，终于终于不挤牙膏了，而且不仅配置上对标华为Mate 20 Pro，就连价格也“破天荒”地对标华为，可见其“重返中国”的决心，市场同样给予了反馈：Galaxy S10系列现在已经出现了卖断货的情况。“留给中国队的时间不多了”，这句我们耳熟能详甚至还能倒着说的话，放在如今的手机市场就应该是，“留给国际大厂的时间不多了”。三星只是把原本该挤出来的牙膏挤了出来，苹果可能还要等到今年9月，现在只能靠简单粗暴但有效的降价来维持生活。再说，三星都把牙膏挤出来了，按照“敌不动我不动，敌动我乱动”的原则，苹果你今年也该醒醒了。同样地，华为也不会坐以待毙，因为身处中国市场的他们知道如今国产手机市场的厮杀有多可怕，所以他们也不会停下脚步。手机市场从来不缺家里有矿的消费者，缺的是创新。希望众多厂商也能明白这一道理。最后，我们认为苹果iPhone XS Max适合每年一换且家里有矿的忠实果粉购买，不过可以再等等，因为库克已经坐不住了；三星Galaxy S10+适合颜值党加游戏党购买，长续航大屏幕同样适合商务人士，而且最好不要是急性子，因为快充不快；华为Mate 20 Pro适合颜值党和商务人士，这里也可以看出跟三星Galaxy S10+的人群是高度重合的，不过游戏党就不是很适合了。PS：今年的手机市场可真是好看啊。", "author": "太平洋电脑网", "newsdate": "发布时间：19-03-12", "newstime": "21:03", "sentiment": [{"positive_prob": 0.966031, "confidence": 0.924514, "negative_prob": 0.0339689, "sentiment": 2}]}, {"title": "美国大使公然威胁德国放弃华为，德国网友怒了", "content": "作者：耿直哥为了扼死中国的高科技企业华为公司，美国政府已经连“脸”都不要了。根据美国媒体的最新报道，美国驻德国大使理查德格雷内尔今天就公然威胁德国人说，如果德国允许中国的华为或其他中国企业参与德国5G网络的建设，美国就会让德国人付出代价！什么代价呢？根据美国《华尔街日报》的报道，美国驻德国大使格雷内尔在一份公开信里就表示，如果德国坚持允许华为或其他中国企业参与德国5G网络的建设，美国将会大大减少与德国在情报分享领域的合作。而在《华尔街日报》看来，这个威胁会令德国很难受，因为目前德国乃至整个欧洲在【反恐】领域，都十分依赖美国的情报。可在耿直哥看来，如果事情真如《华尔街日报》所说，那这天天号称自己“关心人权”的美国政府，岂不是在拿人家德国人的生命安全做要挟么？不过，人家德国人也不是“吓大”的。在德国知名主流媒体《南德意志报》发布的 “美国威胁德国放弃华为”的相关报道下面，众多德国网民就写下了驳斥美国的评论。翻译：德国的电讯企业的数据现在已经都储存在美国了。所以最喜欢监听和偷听的美国国安局又怎么会允许别国来搅事呢？翻译：加油华为！德国不需要美国！翻译：那请问驻扎在德国法兰克福美国使馆里的中情局又是干啥来的？翻译：太好了，你们美国人赶紧把你们在德国的情报部门撤走吧。翻译：就你们美国那丢人的安全记录，还有脸对德国指手画脚。你们的大使应该立刻闭嘴。你们美国的设备才是最不可信的。翻译：好奇怪哦，不是你们美国一直在监控全世界么？翻译：我们美国才是惟一可以监控你们的国家！美国万岁！美国万岁！美国万岁！翻译：呵呵，一个天天监听自己贸易伙伴和北约盟友的国家居然还有脸提这种要求？翻译：呵呵，说好的国家主权呢？翻译：什么时候欧盟和德国也能反过来威胁一下美国呢？美国的行为真是太讨人厌了在境外社交网站推特上，不屑美国这番威胁的德国网民也有不少。比如有人就嘲讽说“如果这意味着以后不会再被美国国安局监听，那可是一件好事啊”；还有网民调侃说：不用华为，难道去用你们美国最“安全”的思科？当然，德国人会这么调侃美国也是有着充足原因的。要知道，6年前当美国“异见人士”斯诺登将美国国安局的“棱镜计划”和盘托出之后，德国可是第一个被震惊的国家，因为美国国安局不仅监听了德国政府许多高层人士，甚至连德国现任总理默克尔都被监听了……不仅如此，当时不少媒体还披露美国通讯设备企业思科（Cisco）的设备被美国国安局植入了后门，以此对包括德国在内的其他国家进行监听。这也是德国网民此刻会去调侃这家美国企业的原因。另外，对德国人“颐指气使”的美国驻德国大使格雷内尔也成了被德国网民“口诛笔伐”的对象。因为这也已经不是他第一次用这种“皇上对臣子”的口吻去命令德国了。实际上，早在去年5月他刚上任的时候，这个格雷内尔就曾用这样的口气命令德国企业停止与伊朗的贸易，立刻从伊朗撤出来。当时正值美国总统特朗普不顾欧洲盟友的一致反对，决定单方面“毁约”退出伊朗核协议。所以，他的言论当时就引起了众多德国网友的强烈反感：翻译：“大使先生，德国人不同意你们那个所谓的总统的做法。另外我们也不需要你对我们指手画脚！翻译：“德国驻美国新任大使居然给德国人直接下命令了，看来他根本不知道外交官到底是干啥的……之后，在德国购买俄罗斯天然气的问题上，他又用这种命令+威胁的口吻要求德国企业必须停止与俄罗斯的天然气合作……所以，这位美国大使如今在德国可以说是“臭名昭著”了。一位德国的联邦议员就在自己的账号上吐槽说：怎么这家伙又跳出来威胁我们了？而一些德国网友的观点则是：是时候让这个天天干涉德国内政的大使卷铺盖滚蛋了吧？", "author": "环球时报", "newsdate": "发布时间：19-03-12", "newstime": "22:06", "sentiment": [{"positive_prob": 0.00191373, "confidence": 0.995747, "negative_prob": 0.998086, "sentiment": 0}]}, {"title": "接上插座就有网 华为Turbo黑科技让WIFI全屋无损覆盖", "content": "互联网高速发展的今天，网络变得和空气、水一样重要，不论到哪，有没有WIFI成了我们首要关注的问题，而这其中，家居WIFI信号的覆盖尤为重要，但这也往往成了很多家庭的问题。当WIFI信息覆盖不好时，我们选择一般有两种，一是利用原来的网络布线进行有线中继，二是利用路由的无线中继功能进行WIFI信号扩展。虽然这两种方式都能在一定程度上解决问题，但是也会带来二个问题，一是两个路由之间的WIFI信号切换一般不会太顺畅，二是中继方式存在信号强度和稳定性损失。而且对于一般人而言，路由中继的操作并不是一件简单的事情，因此需要一个成套而简单的方案来解决这样的问题。华为，作为国际上知名的通讯设备提供商，路由自然也是它的强项。华为路由Q2 Pro就是为解决大户型网络覆盖应运而生的设备。华为路由Q2 Pro支持全千兆，一个母路由可最多连接15个子路由，覆盖超大面积和复杂立体空间。子母路由之间没有采用传统的无线中继方式，而是采用家居电力线信息传输，只要有电力线覆盖，那么网络就可能飞檐走壁，传输到每一个角落，而且是无损覆盖。华为路由Q2 Pro采用自主华为研发的凌霄5630电力猫芯片，同时有PLC Turbo技术加持。另外路由使用的是地零火三线传输，降低了共模噪声，因此组网性能相比传统电力猫提升很多。此外，华为路由Q2 Pro支持真双频（2.4G/5G）、无缝漫游技术，可以自动切换Wi-Fi频段及热点，还能自动学习周边信号干扰情况，自动优化Wi-Fi信道，并且主动记忆用户的网络使用习惯。由于子母路由是通过电力线来传输网络信号的，因此子母路由之间最好不要跨过电表，并且最好使用墙体上的插座。华为路由Q2 Pro子母路由采用椭圆形设计，白色外观。母路由有三个全千兆网口，支持WAN/LAN盲插，接入后路由会自动识别，这个设计非常实用。子路由的下面也有一个网口，这是一个LAN口，可直接输出网络信号给有线设备，像网络电视或者网络存储设备就不用到处拉线了，也不用担心无线网络传输不稳定或者是强度损失。子路由左侧还有一个复位口，用来复位子路由配置。华为路由Q2 Pro全部配件：网线、电源线、子母路由和说明书。母路由底部有一圈指示灯，红色为未连接网络，绿色为已接通网络。母路由会提供2.4G和5G双频WIFI，但两个频率共用一个WIFI信号，并且优先让需要上网的设备选择干扰少且稳定的5G。子路由同样有一个指示灯，颜色说明一样。将子路由插入到需要扩展WIFI的房间，稍等一会子路由即可自动与母路由配对上，而且子线路由的WIFI名称是一样的，无感切换。【联网】路由上电，我们使用手机或电脑连接到初始无密码的路由WIFI上，一般是HUAWEI-XXXX具体看路由信息。我们可以通过华为智能家居应用来配置联网，也可以自己登录192.168.3.1进行配置。在更换路由时，不知道用户名和密码是一件非常头大的事，华为路由Q2 Pro帮我们解决了这个问题，我们可以通过连接旧路由一键学习原路由的网络连接信息。在配置时，我们可以看到一个5G优选的开关，开启后，2.4G和5G就会合并成一个WIFI信号，最直接的感受就是我们只会在连接WIFI时看到一个名称，而不是像一般的路由一样会有2.4G和5G两个WIFI，合并后，路由自动帮我们优选上网更快更稳定的那个信号。另外在恢复出厂这一项，路由还可以选择恢复出厂但不删除上网配置，这个其实也是一个非常友好的功能，很多时候我们想恢复出厂，结果网络配置信息就没有了。登录192.168.3.1，我们也可以查看完整的路由信息，并进行相应配置和管理。华为路由Q2 Pro的一个母路由，下面可最多同时连接15个子路由，所有的子路由管理，可以在电力线设置中完成。华为路由Q2 Pro支持访客WIFI，儿童上网管理等常规路由器功能。联网设备监控，并可设置是否允许上网及网速。【测试】120平大居室网络测试，母路由放置在右下角主卧位置，子路由在客厅左上角处，两路由通过电力线连接在一起。分别在右上角的正对次卧、穿两堵墙的正对客厅和最左上角的厨房测试。华为的子母路由是同一个WIFI信号，且2.4G频段和5G频段共用一个名称。我们通过软件可以查看到母路由的MAC地址为XX:77:03:B4，子路由的为XX:83:56:3C。从右图我们可以看出，当我们在房间里走动时，四个信号的强度会发生相应地改变，这时我们的智能设备也会自动切换到信号较好的路由上。由于5G频段更稳定，干扰也更少，所以当设备连接到路由时，路由会优先让智能设备连接到5G信号上。测试123三点的WIFI强度分布（橙色为母路由，蓝色为子路由），我们要以看到不论在哪个位置，子母路由都能很好地互补信号，此时手机会自动切换连接点，但是用户并没有直观的感知。下面我们来看下这些地方的网速。从图我们可以看出，测试1点使用的是母路由WIFI，而测试23两个点默认会连接到子路由WIFI。从网速上来看不论是上传还是下载速度，整屋速度都比较接近，而且部分数据子路由还好于母路由，可见在华为PLC Turbo技术的加持和三线传输下，网络信号能很好地通过电力线进行无损传输。手机分别连接子母路由WIFI进行ping测试，延时都在20ms内，0丢包，都非常稳定。连接子母路由进行游戏测试也非常顺畅，稳定。【总结】华为路由Q2 Pro采用自研凌霄芯片+PLC Turbo技术，子母路由通过电力线无损传播，不用担心墙问题，一个母路由可以最多连接15个子路由，日常家居使用0压力，让家中WIFI没有死角。此外，路由支持真双频、无缝漫游技术，可以自动切换WiFi频段及热点，还能自动学习周边信号干扰情况，自动优化WiFi信道，主动记忆用户的网络使用习惯，做到自动优化、定向优化网络。不足：路由只有基本功能，像一些高级的花生壳、VPN、DMZ等功能没有加入。路由也没有USB口，无法连接硬盘进行家庭网络存储。", "author": "阿呆说科技", "newsdate": "发布时间：19-03-12", "newstime": "11:40", "sentiment": [{"positive_prob": 0.907632, "confidence": 0.794737, "negative_prob": 0.0923683, "sentiment": 2}]}]