[{"title": "华为要求美国Verizon支付超10亿美元专利费", "content": "据《华尔街日报》报道称，华为技术有限公司(Huawei Technologies Co., 简称：华为)要求Verizon Communications Inc. (VZ)，这家美国电信运营商应当为逾200项华为专利支付授权费，总金额超10亿美元。Verizon为美国最大电信运营商知情人士称，一位华为的知识产权授权高管今年2月致信Verizon，告诉Verizon应该付费来解决专利授权问题，据悉Verizon目前不是华为客户。据报道，华为早在今年2月份就提出要“解决专利许可费问题”，这些专利涉及到了Verizon的20多家供应商公司的网络设备，其中包括一些美国主要科技公司，当然这些公司会对Verizon公司进行赔偿。据悉，Verizon已经向美国官方汇报此事。令据路透社报道，华为和Verizon代表上周在纽约会面，讨论了一些有争议的专利，以及Verizon是否正在使用其他可能侵犯华为专利的公司的设备。Verizon发言人Rich Young拒绝评论“关于这个具体问题，因为这是一个潜在的法律问题。”美国上个月将华为列入黑名单，禁止其在未经政府批准的情况下以安全为由与美国公司开展业务，促使一些全球科技公司与全球最大的电信设备制造商断绝关系。而此前Verizon曾于华为多次在业务上存在接触，但因为种种原因均为获得成功。早在2018年Verizon曾与华为达成合作销售华为手机，但因为美官方压力，美国运营商Verizon和AT&T被迫取消了与华为的合作。更久以前，华为曾拿下Verizon价值数十亿美元的网络设备订单，但依然因为官方压力，该订单被迫取消。(7191841)", "author": "中关村在线", "newsdate": "发布时间：19-06-13", "newstime": "08:30", "sentiment": [{"positive_prob": 0.621969, "confidence": 0.159932, "negative_prob": 0.378031, "sentiment": 2}]}, {"title": "刚刚，大消息传来，华为又一次扔出重磅炸弹，网友：不负众望！", "content": "推荐语：对于华为来说，科技实力的展示已经收到行业的认可，但国际势力挤压之下。。。下文转载自作者：孙哥哥讲科技点击关注，每天给你分享精彩内容！导读：刚刚，大消息传来，华为又一次扔出重磅炸弹，网友：不负众望！在华为被美国“打压和制裁”之后，华为的一举一动都成为了很多国人网友重点关注的对象，继华为先宣布“海思麒麟芯片备胎计划”一夜转正之后，华为还拿出了自己的鸿蒙操作系统，这一次面对美国的“制裁”，可以说华为的准备还是非常充分的，而且从华为目前的反应及布局来看，可以说华为正在布下一盘大棋局！很多时候，我们都讲究进攻是最好的防御！所以这一次华为被“抵制”之后，也并没有就此放弃，反而还开始越挫越勇，刚刚，大消息传来，华为又一次扔出重磅炸弹：华为的鸿蒙操作系统正在进行最后的测试，华为鼓励所有的安卓应用开发者前来上架自己的软件APP；因为鸿蒙系统将兼容目前市面上的安卓软件和Web应用，所以开发者完全无需为了华为操作系统而重新去开发软件和APP，想要在鸿蒙系统上使用之前开发的软件，开发者只需要简单的一键搬家原来的程序，就能直接在华为鸿蒙系统上运行软件APP了，超级方便！这一次华为的国产操作系统蓝图已经绘就，而华为的一盘大棋也正在徐徐展开，不得不说华为这一次的雄心还是非常大的；而华为的鸿蒙操作系统单挑美国谷歌的Google Play应用商店，也仅仅只是华为目前想要构建的鸿蒙软件生态圈的第一步而已。从此前余承东宣布的消息来看，华为的鸿蒙操作系统作为一款国产操作系统将会打通手机、电脑、电视、汽车等领域，未来在5G时代，鸿蒙系统将会成为连接万物的一个起点，物联网也将会在鸿蒙系统上得到很好的诠释！华为目前正在为鸿蒙系统的生态构建开路搭桥，可以说这一次华为在美国“制裁”之后，不仅没有被“打残”，而且还顺理成章的拿出了自己的鸿蒙操作系统和海思麒麟芯片，可以说这个机会也是华为千载难逢的，目前世界各国的目光都聚集在华为身上，而华为这时候重磅扔出自己的鸿蒙系统，无疑证明了华为在科技界的实力，以后在科技界，华为无疑也将会拥有更多的话语权！华为面对美国的“打击”，在获得国人力挺的情况下，不畏艰难险阻开辟出了自己的新阵地，不少网友都表示：华为这就是不负众望！华为的这种精神也是值得我们学习的；可以说在绝对的实力面前，任何的挑战和打击，也都无法阻拦我们不断前进的脚步！不知道对此你是怎么看的呢？小编认为华为目前的这种不负众望的精神就是我们中国人面对困难的精神，只有越挫越勇，才能获得更加瞩目的成绩，不知道你赞同吗？【如果喜欢本文，别忘了转发点赞，并请关注小编，跟踪最新科技动态】", "author": "龙飞", "newsdate": "发布时间：19-06-13", "newstime": "23:20", "sentiment": [{"positive_prob": 0.989941, "confidence": 0.977646, "negative_prob": 0.0100591, "sentiment": 2}]}, {"title": "华为再传好消息，多个巨头站队支持，谷歌后悔也来不及", "content": "我们都知道，过去十几年来，手机操作系统被谷歌安卓和苹果IOS垄断，其中，安卓系统占据了70%以上，大部分的手机都是用这个，IOS占据了20%左右市场，主要是用于苹果手机自己。再往前，相信很多人还记得塞班系统，这个在功能机时代的霸主，早已经退出了市场。所以，就现在的手机市场来说，确实没有谁能撼动谷歌和苹果的地位，美国也是对自己极其自信，以为这样就可以直接把华为干残，没想到华为早已经有准备。很多人会疑惑，一个操作系统开发那么难吗？十多年了就安卓和IOS称霸，那些手机巨头为什么不做，比如全球第一大手机巨头三星，其技术也是没得说，可以用杠杠的来形容。自己做一个出来，不就多了一个赚钱的工具吗？实际上，三星早就做了，而且还做了两个，一个是手机系统Bada（海洋），还没商用就失败了；另一个是Tizen系统，也只是用在低端手机上。最终，三星还是用谷歌的安卓系统。那华为的鸿蒙系统就能做起来吗？目前来说，确实还有很多质疑，毕竟一个横空出世的产品，大家都它的了解还不够，自然会有疑问。但从目前传出的消息来看，这种担忧正在慢慢化解。据了解，鸿蒙系统已经在华为手机上进行内侧，效果出奇的好。系统操作流畅度将提升24%，系统响应能力提升44%，三方应用操作流畅度提升60%！这说明其稳定性非常好，完全就是一个成熟的手机操作系统。其实很多年前，外界就传华为在秘密研发手机操作系统，只是一直没商用。这个猜测没错，7年前就已经定项目开始研发了，并不是突然拿出一个假系统来缓冲一下压力。据了解，鸿蒙系统将在9月22日正式上线。其实，对于三星、华为这样具备强大科研实力的企业来说，要做出个手机操作系统并不难。但是要建立一个软件生态系统就难了，首先你得有全球的开发者入驻，其次你要得到全球用户的认可并且使用。安卓和IOS发展了这么多年，早已赢得了全球用户的心，其生态系统也非常完善。两家公司也是赚的盘满钵满，苹果手机销量在下滑，为什么其市值却一直居高不下，甚至突破了1万亿美元？核心原因是苹果找到了其他的盈利点，苹果商店便是其中之一。未来几年，苹果商店将会给苹果带来上千亿美元的收入。华为在2018年卖出了2亿台手机，国内和国外的销量基本持平。作为一家全球化的手机巨头，鸿蒙系统想赢得他们的认可，就必须像安卓一样有着丰富的软件生态系统。所以，近日，华为向全球开发者发出了邀请，鼓励他们在华为的应用商店上架App，这无疑是对Google Play应用商店发出了最直接的挑战。据了解，App Gallery(华为应用商店)每月有2.7亿活跃用户，以华为如今全球第二大手机巨头的地位，相信不少开发者将会踊跃加入进来，毕竟不想错失这个好机会。此外，网上还爆料出了鸿蒙系统的 的操作界面，和安卓EMUI 系统有点相似，但设计肯定是不一样的。作为一个手机操作系统，开发出来确实不容易，国内来说，只有华为有这个实力，小米、OPPO、vivo是不可能做得出来的。但是，更难的是建立其自己完善的软件生态系统，这个可能还是需要费时间，没那么快。据了解，鸿蒙系统的测试，小米也参与了，此前阿里、腾讯、360也对华为做了支持。只要中国用户愿意用华为，用鸿蒙系统，它一定可以逐渐生根发芽，茁壮成长。一旦华为的鸿蒙系统成熟，建立了自己的生态系统，那谷歌的损失将会是巨大的。特别是全球手机市场份额，中国手机品牌占据了大部分，而如果他们都来用华为鸿蒙系统，谷歌安卓系统才会被打残。难怪谷歌这么慌张，让美国撤销禁令，可以继续和华为合作。这一次，华为是下定了决心，一定要让鸿蒙惊艳世界，不但要做手机系统，还要打通电脑、电视、汽车等等，这个野心真不小。华为想要做的事情，一向都是付出任何努力都要完成，这是非常可怕的。据了解，今年9月，华为鸿蒙电视将上市，首期销量1000万台；2021年，还将推出自动驾驶汽车，也是搭载鸿蒙系统。是挑战，也是机遇。对于华为的支持，质疑声也不少，有人喊不要再给华为吹牛了，也有人喊不要捧杀华为了。在华为危难时刻，对于外界来说，声援也是一种支持，给予华为更多的信心。并没有故意吹捧，因为这是华为实实在在在做的事情。", "author": "营销官", "newsdate": "发布时间：19-06-13", "newstime": "18:49", "sentiment": [{"positive_prob": 0.972993, "confidence": 0.939985, "negative_prob": 0.0270067, "sentiment": 2}]}, {"title": "美国媒体宣称华为“停产”笔记本电脑，内部人士：纯属无稽之谈", "content": "近日，美国《华尔街日报》的驻华记者Stu Woo撰写报道，称中国华为公司受美国禁令影响，已经“暂停其个人电脑（PC）业务”。然而，我们《环球时报》的记者从华为内部人士处得知，此事纯属无稽之谈。可这则被华为内部人士称为“无稽之谈”的消息又是怎么来的呢？耿直哥调查后发现，这一宣称华为已“暂停其个人电脑业务”的说法，最初来自台湾一家名为《电子时报》（DigiTimes）的媒体发布在6月10日的报道。该媒体引用所谓的“与上游供应链相关的人士”的说法，称华为“已经要求其笔记本的供应商暂停供应”，并“已经停止所有新笔记本的项目”。但这一消息从未被其他信源证实。次日，即6月11日的时候，美国媒体CNBC新闻网的驻华记者Arjun Kharpal则宣称他在上海参加2019国际消费类电子产品展览会（CES）时碰到了华为消费者业务的CEO余承东。这名CNBC的记者在一段并没有余承东出现的视频中表示，余承东在早前接受他采访时表示华为已经取消下一款Matebook笔记本电脑的发布（该记者的原话是：Canceling the launch of its new laptop as part of the Matebook series），并称余承东表示这一取消是受美国商务部将华为列入其“实体名单”的影响所致。不过，这些说法同样未得到华为方面或余承东本人的证实。但更值得注意的是，CNBC的这位记者以及该媒体之后发布的报道，并【没有】提及华为“暂停或取消个人电脑（PC）业务”的事情，报道讲述的仅仅是下一款Matebook的发售被搁置的事情……为什么CNBC的报道中没有提及“华为暂停或取消个人电脑（PC）业务”的这个情况很重要呢？原来，就在昨天，《华尔街日报》的驻华记者Stu Woo也撰写了一篇报道，不仅宣称华为取消发售新的笔记本电脑，还称华为“暂停了个人电脑业务”，并称自己的消息来自所谓的“知情人士”。但在这位华尔街日报记者的推特上，耿直哥却发现他在报道中所宣称的“华为停止生产笔记本电脑”的说法，是来自于最初那家台湾媒体的报道，以及后来CNBC的报道。毕竟，这位记者在他自己的账号上就清楚写着：“华为停止生产笔记本电脑…此消息最初被电子时报报道，之后又被CNBC的记者证实”。可问题是，就如耿直哥前面给大家介绍的那样，CNBC的报道通篇都没有证实甚至没有提及过台湾《电子时报》所宣称的“华为暂停PC业务”的说法。CNBC的报道仅仅说的是华为搁置了Matebook发售的事情。所以，华尔街日报这位名叫Stu Woo的记者，更像是理解错了CNBC的报道，并由此“发明”或“脑补”出了CNBC报道中并不存在的内容，然后就这样草率地认为“华为暂停PC业务”一事已得到了证实……因此，在面对我们环球时报的采访，以及昨天在接受腾讯新闻采访时，真正来自华为公司的内部人士也才会吐槽说“华为暂停PC业务或取消PC产品线”的说法“纯属无稽之谈”。至于CNBC的记者宣称他们从余承东那里得知的华为取消下一款Matebook系列笔记本发售的事情，该华为内部人士也表示，华为【仍然会在7月发售新的PC产品】，只不过相比起以前的Matebook这个名字，目前这个“在型号、配置上都会有很大的变化”的新品的具体命名，还无从得知。另外，华为内部人士告诉我们的记者说，下个月发布的这个笔记本新品将依旧搭载Windows系统。这一说法也直接打破了微软终止和华为合作的传闻。招商证券行业分析师方竞也对我们的记者分析说，这说明新电脑系统还是基于支持Windows的ARM架构的。这也表明美国对华为的一些技术封锁的影响，远没有媒体炒作得那么严重。", "author": "环球时报", "newsdate": "发布时间：19-06-13", "newstime": "13:13", "sentiment": [{"positive_prob": 0.00689528, "confidence": 0.984677, "negative_prob": 0.993105, "sentiment": 0}]}, {"title": "10亿专利费用！断供危机后，华为的第一波反击来了", "content": "据昨天路透社的消息爆料：美国最大电信运营商Verzion最近遇上了麻烦，中国电信巨头华为要求Verizon支付230多项专利的费用，总计超过10亿美元，金额相当于Verizon去年四季度净利润的一半。这事来的突如其然，上个月Verzion 的CEO维斯特博格在接受CNBC的访问中还表示：其公司将积极配合白宫对于华为的禁令，因为他们供应商不是中国的，物流渠道不是中国的，生产线也不是中国的。所以Verzion根本不会受到“华为禁令”的影响。没成想，这才不到一个月，华为的巴掌就糊到了Verzion的脸上，让这家美国第一的电信运营商深刻体会到，什么叫做中国式打脸。事实上，之前有小道消息爆料，早在今年2月份，华为就有高管向Verizon写信：“相信贵公司将看到取得我方专利产品授权的好处。”虽然这语气感觉像电影里的反派口吻，但不管怎么说，华为的姿态显然已经摆出来了：不要跟着白宫一起瞎搞，我手头攥着的东西一样能要你半条小命！是的，别看Verizon虽然不是华为的客户，但其20多个供应商在核心网络设备、有线基础建设和物联网技术三个领域所使用的的设备和技术，都涉嫌侵害华为的专利权。从前华为都是睁只眼闭只眼，按照任正非的话说：自己吃肉，也得让别人喝汤。可是到了这个关口，你再跟白宫里的那个金毛一起作恶，那就别怪我翻脸。那么Verizon是什么反应呢？在消息出来后的第一时间，其公司发言人表示：“我们对这一具体问题不予置评，因为这是一个潜在的法律问题。不过，这些问题不仅仅是Verizon的问题...考虑到更广泛的地缘政治背景，任何涉及华为的问题都会对我们整个产业带来影响，并引发国家和国际关注。”这话说的黏黏糊糊，就是不讲清楚自己是否用了华为的专利，明眼人都能看出来，Verizon这会儿怕是善财难舍。耍赖不给？恐怕这第一个打的就是美利坚“专利保护大国”的脸面。可你说给吧，也难得很。就在去年年底，Verizon公司投资等级被评为最低等级。为了摆脱这一窘境，全公司上下勒紧裤腰带开发5G，裁了1万多的员工节流，就指着5G商用打一个翻身仗。可没想到今年5G可以运营了，华为后脚就紧跟着来要债了，资金链无比紧张的Verizon哪里拿的出来？估计这会儿，当初积极响应特朗普的CEO维斯特博格心里也是欲哭无泪。得罪谁不好，偏得罪华为这个专利之王？今年年初欧盟委员会公布《2018年欧盟工业研发投资排名》，华为以113亿欧元的研发投入排名中国第一，世界第五。从研发投入来看，华为也超过了英特尔、苹果等美国科技巨头企业。5G领域的博弈中，华为的研发投入领先诺基亚20多个身位，爱立信只排43名。德国专利数据公司IPlytics发布了一份5G专利报告《Who is leading the 5G patentrace?》，勾勒出全球5G技术顶级玩家的画像，其中华为的表现抢眼至极。这份报告给出了一个关键信息：截至2019年4月，中国企业申请的5G通讯系统SEPs件数排在全球第一，占比34%，而华为，位列企业第一，拥有15%的SEPs。啥叫SEPs？翻译成中文就是标准必要专利，属于那种传说中绕不开的专利。比如让广大中国企业爱恨交加的高通，成功地诠释了拥有多种标准必要专利是件多么逆天的事。简单的说，这样的企业可以收取专利费，也可以用于交叉授权，当然，也可以更低的成本开展业务。一句话，躺着收钱。2018年的时候，华为还干了件逆天的事：一口气提交了5405件国际专利申请。当时世界知识产权组织的总干事被惊地合不拢嘴。并称：这是有史以来，一家公司创下的最高纪录。面对这样一家在知识产权时代掌控技术上游的公司，Verizon当真也是无知者无畏，顶着烂透了的财务状况抵制华为，也不怕自己那点营收都交了智商税。前些天，白宫预算办公室主任去函给副总统彭斯，要求推迟对华为的禁令，事实上反映的就是如今美国电信企业在面对“围堵华为”这一政治任务时，所面临到的现实经济难题。信中指出，对华为的禁令将可能会导致能够供应政府需求的公司数量“急剧减少”，并且会对那些依赖于联邦拨款，并且位于农村地区的美国公司产生不成比例的影响，因为华为设备很受欢迎。所以该信函要求对承包商以及联邦贷款和拨款受益者的限制在法律通过后四年生效，而不是在当前的两年内生效，以便让受影响的公司有时间作出调整并提供反馈。这么看来，白宫预算办公室的人还是比较实事求是的，只不过眼下特朗普、彭斯、蓬佩奥和博尔顿靠着冷战思维拍脑袋治国，怎么可能听得进去？前两天的消息，特朗普在面对一家媒体的访问时表示：将会把华为问题带到贸易谈判中一揽子解决。这个意图很明显，就是眼下金毛大统领治不了华为，只能把他当筹码摆上贸易谈判桌，看能不能讹诈点好处出来。那么，假如真如他所愿，榨出好处的话，他就会放过华为吗？显然不会。针对华为已经不再是总统的个人意志，而是美国两党政客的集体思想。从白宫这段时间对华为使出的各种手段来看，美国人对华为的打击将是长期的，以彻底击垮后者为目标的，不存在放华为一马的情况出现。不过，值得庆幸的是华为并非孤军奋战，首先它有着自己战略纵深，也是它最大的依仗——14亿人口的中国消费市场，进可攻退可守。其次，在自己的主业5G设备方面，华为依然有着强大的竞争优势：就在前两天，英国跨国电信运营商沃达丰（Vodafone）宣布，将于本周六（15日）在西班牙15个城市启动商用5G网络，主要使用来自华为的网络设备。此外，沃达丰上周已经在意大利开始运营5G网络，大半的设备也均来自华为；甚至在英国本土，主要电信运营商之一EE已于上月30日开通英国首个5G服务，最先覆盖伦敦、卡迪夫、爱丁堡等6个主要城市，供应商仍是华为。据华为发布的消息，其已在全球30个国家获得了46个5G商用合同，5G基站发货量超过10万个，居世界首位。最后，华为还有一重让人意想不到的优势——来自美国的封锁。谷歌在美国政府的压力下中断向华为提供安卓系统相关服务，但没想到倒是把华为自己研发的“鸿蒙”系统给逼了出来。月初，业界消息称华为在100万部手机测试鸿蒙操作系统。这个规模令人惊讶，说明系统已经初步成型，到了大规模测试修改的阶段。近日，除早有预料的BAT等互联网生态巨头与华为联合测试，又传中国几大手机厂商都派出技术员入驻华为，实测鸿蒙系统。如果我们之前文章没有预估错误的话，那么鸿蒙，以及欧洲相匹配的“方舟”系统都会在今年秋季上线。届时，将会对现有的安卓阵营形成重大打击，同时也将沉重打击美国的互联网霸权，振奋在美国霸权下敢怒不敢言的他国人心。我们拭目以待。", "author": "有才金银", "newsdate": "发布时间：19-06-13", "newstime": "18:24", "sentiment": [{"positive_prob": 0.960984, "confidence": 0.913297, "negative_prob": 0.0390164, "sentiment": 2}]}, {"title": "玩PC端游不用电脑？《逆水寒》宣布登陆华为云电脑", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技----------------------------------早在2018年，华为就开始在智能手机上加入一项名为“云电脑”的功能，虽然官方使用诸多营销词汇进行包装，但大致上来看和我们熟悉的“云电脑”、“云游戏”概念相差不大。在此前的云电脑应用中，我们已经可以远程游玩部分游戏和进行办公，而6月12日又有一热门游戏宣布入驻。根据华为无线网络微信账号消息，市场热度非常高的端游大作《逆水寒》正式宣布入驻华为云电脑，现在我们不用下载高达75GB的庞大数据，更不用组装一台中高端游戏主机，只要有一台华为/荣耀手机，就可以随时游玩《逆水寒》。当然除了华为/荣耀手机之外，我们还得为云电脑服务付费，具体收费模式比较多样，有包月或者按需等选项。具体的情况我们在去年的一篇测试文章中已经有比较详尽的体验，感兴趣的朋友可以进行自行了解。实际上我们在测试中发现，就算是下载速度高达10MB/s的无线网络依然会有数十毫秒的延时，也就是说想要完美地体验云游戏，4G网络和绝大多数的宽带网络都无法满足。因此当时的结论是，如果这项体验放在5G网络下才有质的变化，超高的传输速度和极致的低延时，将会让云电脑产品得以脱胎换骨。那么现在呢？就目前的网络条件下，如果用对应设备通过云电脑方案玩《逆水寒》相信还是没有太大问题的，只不过帧数可能不会太高，而且画质也比不上真正的顶级电脑。但显然，《逆水寒》这样拥有超高人气的作品入驻华为云电脑，至少能够让这一新鲜事物得到更多关注，有利于业务的推广。《逆水寒》由网易游戏推出，运营近两年来虽然花边新闻频出，但至少也是市场主流的热门游戏之一。如果“手机能运行《逆水寒》”这样的消息能够传播到玩家圈子中去，相信能够激发原玩家对云电脑应用的兴趣。当然最佳游戏方案还是组装好一台配置高端的PC台式机，然后下载完整游戏进行游戏。但云电脑的好处在于，当你无法坐在家中的时候，也能通过手机解决游戏需求，这种移动游戏的体验可以作为互补而存在。", "author": "雷科技", "newsdate": "发布时间：19-06-13", "newstime": "15:04", "sentiment": [{"positive_prob": 0.228257, "confidence": 0.492762, "negative_prob": 0.771743, "sentiment": 0}]}, {"title": "华为这步棋绝了，备胎计划、5G市场是幌子，数万工程师进军新领域", "content": "美国本来以为宣布对华为的禁令后，会让华为研发进程受阻，结果没想到华为借此机会一举成名。其实失去美国市场，对华为来讲影响并不是很大，反而最近这段时间，由于华为的本领过硬，让自己的影响力与日俱增，华为在英国获得了78%的5G市场份额，让华为的发展更加顺利。从美国宣布制裁华为到现在已经过去了24天，整个公司的技术开发人员都很亢奋，国人也在这种背景下爆发出了强大的凝聚力，爱国精神跃然纸上。在美国宣布芯片断供的当晚，华为就给子公司海思内部员工发了一份邮件，表明，华为在很早此前就开始准备采用新的芯片计划，这次备胎转正的计划终于可以成真了。而备用芯片的计划也让美国的断供计划彻底被粉碎。而备胎计划只是华为公司对抗美国计划的第一步。紧接着，华为公司就在5G市场大展身手，获得全球最多的5G市场订单，荣居榜首，又让美国大失所望，也正是因为美国通过禁令的宣传，让华为的实力被全世界知晓，可谓偷鸡不成蚀把米。但华为公司并没有就此停止步伐，反而更进一步。芯片计划的应用虽然需要时间平稳过度，但大家不必担心，经过了多年发展，东方大国在芯片领域招纳的人才不输于美国，而华为的实力我们也是有目共睹的。其实除了芯片计划的施行，华为已经开始进军人工智能领域。俄罗斯有关媒体表示，人工智能才是华为以及东方大国未来的重点发展领域，目前数万工程师已经进军这个领域。而众所周知，从长远来看，人工智能的应用是必然趋势，谁先把握住了这个趋势，先抓住这个机会，谁就是能够产生“头部效应”，也正是因为这个原因，让美国在科技领域率先对华为实施禁令。但让美国愈加紧张的是，在这个关键时刻，大批华裔科学家都带领自己的团队回到东方大国。据悉，华裔科学家在美国国内连连遭到打压，严重影响到了科学家的工作和生活，而美国相关专家则表示，这样下去，美军将会在人工智能方面失去优势。而与美国形成鲜明对比的是，东方大国为了促进人工智能的发展，目前给出了税收等多个方面的优惠政策，欢迎优秀人才回到祖国，利用自己的才能为祖国发光发热。华为进军人工智能领域，让美国的各大企业都惊慌失措，害怕华为抢先一步发现机会，掌握核心技术，提前布局全球市场，因此这些企业也纷纷想与华为再次成为合作对象。但是华为公司现在选择权更加主动，选择对象也更加广泛，合不合作就要看任老板的心情了！ ", "author": "新农财经", "newsdate": "发布时间：19-06-13", "newstime": "14:53", "sentiment": [{"positive_prob": 0.459562, "confidence": 0.191244, "negative_prob": 0.540438, "sentiment": 1}]}, {"title": "华为再次硬核反击美国？美国媒体刚传来大消息", "content": "12日，《华尔街日报》发出一条消息，迅速被路透社等世界媒体转载，引起广泛关注，因为这条消息是关于华为的。这次的消息是说，华为已要求美国电信运营商Verizon支付230多项专利授权费，超过10亿美元。这些专利涉及 Verizon的包括美国主要科技公司在内的20多家供应商设备。这真是个大消息，而且是一个引起我极度舒适，又令我十分解气的消息。一个网友的留言最能代表我的心声：【“掌握核心科技，就是这么硬气”。】有实力，才有底气。有底气，才能硬气。要在残酷的市场竞争脱颖而出，必须凭借实力。在已经不顾吃相的世界超级大国的举国封杀面前，只有凭实力，才能站着活。华为不但站住了，在世界强权面前，没有做任何屈服，而且，华为也并没有选择消极的防守，海思负责人第一时间就宣布“备胎”全部转正，任正非宣布华为已经准备好了，余承东透露华为研发的鸿蒙操作系统打通了手机、电脑、平板、电视、汽车、智能穿戴，最快于今年九月就可推出。华为这些措施，都不是机械的防守，既不同程度的化解了对手的封杀，也给参与封杀的美国同行带来了很大的竞争压力。华尔街日报的消息为真，那么更是华为的一次主动反击。目前华为还没有作出回应。路透社也转载了，在非政治题材的报道方面，路透社的态度还是比较严谨的。跟华为表现出的实力相比，我更欣赏的是华为人面对考验的态度。面对美国封杀，华为表现的不卑不亢，淡定从容，更没有消极的看待这一次空前的挑战，任正非更是视之为华为的一次重大机遇。他认为，美国的封杀来了，华为也解决了内部懈怠的危险，华为“全员振奋，整个战斗力在蒸蒸日上”，现在是华为的最佳状态。这句话的潜台词是，华为不怕逆境的考验，能够击败华为的是华为自己，是华为内部出了问题。内因是根本原因，外因是必要条件。这很辩证。任正非的这些话，真是足够豪迈，但没有足够的实力，是不敢说的，否则，会沦为世界笑柄，成为历史笑话。华为的实力究竟达到什么程度？只有华为人自己才清楚。我只知道，我们外部人更多是低估了华为。要没这次考验，我们还真不知道华为已经修炼到这个高度。即使是现在，华为透露的应该也不是实力的全部。这是一家不喜欢高调的企业，要不是华为进入了手机市场，很多人对华为了解的很少，更不知道华为已经做到了通信设备商的世界第一，几乎对美国的通信设备商实现了“团灭”。所以，我宁愿相信华为的表态，是建立在实力之上的，那不是故作高调，那是自信，是在展现华为人在困难面前的态度。华为的自信也给了国人以更大的信心。美国封杀华为的消息传来，我相信当时大多数国人，和我一样，既担心华为，又缺乏信心。一年前的中兴的遭遇，让国人郁闷又无奈。虽然知道华为的实力更强，否则，美国也不至于如此气急败坏的不顾吃相，但也不敢对华为期待太多。华为融身于全球化的技术和产业体系，供应链的任何一个环节被切断，都会陷入困境。面对世界上唯一的超级大国的举国封杀，不能要求一个企业，而且是尚在追赶过程中、处于产业升级中的中国的一家企业，可以扛得住美国这种级别的全力打压。我想，美国人肯定也是这么想的，他们想象中的剧本，是华为会立即选择屈服。任正非说，美国人低估了华为。华为，既让美国产生错觉，也“迷惑”了我们中国人。中国人现在很需要自信，中国的硬实力已经不弱，但是在心理塑造方面，还需要更多自信加持。自信心于一个民族而言太重要了。说华为给了中国人以很多信心，这绝非夸大之词。华为参与的行业都是我国曾经远远落后的领域，通信设备、技术标准、高端手机、芯片，都是我们落后太多，又缺乏自信的领域。华为不但参与其中，而且实现了赶超，从通信基础设施到通信终端，都做到了世界第一阵营。华为还证明了自己在芯片方面的实力，现在华为还要推出自己的手机操作系统，又会填补中国人的一个弱项，甚至是空白。我对华为的鸿蒙操作系统的前景，是持乐观态度的。华为有这个技术实力，又背靠一个十四亿人口、超大市场的中国，完全可以变危为机。可以说，因为华为的出现，让好几个领域中国提前于自己的预期与美国在巅峰相遇。华为以一家之力，跟美国的大半个ICT产业竞争。华为在5G方面的领先，让整个美国都不淡定，也让中国站上了下一次工业革命的有利位置。曾经我们对美国高科技企业高高堆起的专利壁垒，满怀艳羡又望而兴叹，中国每年支付给国外公司的科技专利费是一个天文数字，这倒也罢了，利用自己的科技领先优势，赚取高额利润，毕竟还没有超出市场和竞争的范畴。但这些技术优势，被当今第一大国当作遏制中国，遏制华为的手段，为此不惜切断全球的技术和产业协作体系关键环节。为此，国人震惊，愤慨，又有些无奈。这一次，华为也可以用自己的专利权，合情合理的进行反击。没有无缘无故的成功，尤其是华为参与的都是要拼硬实力的领域，面对的都是世界上的最顶尖选手。中国真应该好好的研究一下华为的成功之道，尤其是华为在股权结构上如何做到了既实现了高效率，又克服了资本的短视。【尹国明，察网专栏作家】", "author": "察网", "newsdate": "发布时间：19-06-13", "newstime": "23:42", "sentiment": [{"positive_prob": 0.140674, "confidence": 0.68739, "negative_prob": 0.859326, "sentiment": 0}]}, {"title": "没想到来的这么快，华为推出重磅产品，直击英特尔核心业务", "content": "没想到来的这么快，华为推出重磅产品，直击英特尔核心业务最近华为被断供的事情相信大家都是知道了，其实最根本的原因就是因为华为在5G技术上面的领先。以前在3G、4G时代一直是西方企业在主导，因此很多西方企业也靠次获取了大量的专利费用，而到了5G时代终于是华为取得了主导权，这也引起了美国的嫉妒。他们先是游说其他国家不要使用华为的5G设备，然后则是中断了很多企业对华为的零配件供应。中断对华为供货的企业很多，但是这样几家引起了大家的注意。首先就是谷歌，谷歌最先是坚定要断供华为，包括华为的新机型上将不能使用谷歌旗下的app，还对华为的安卓系统做出了限制。不过随着华为计划推出“鸿蒙”系统以后，谷歌的态度出现软化，因为华为完全有能力摆脱谷歌，鸿蒙系统将对安卓是个不小的冲击。当然谷歌的断供显然没能对华为造成什么影响，倒是不少人但系英特尔的断供。因为英特是目前PC巨头厂商，目前的市场上也仅有amd一家能与之抗衡，而在服务器领域英特尔更是占有了大量的市场，华为产品商也广泛的使用了英特尔的芯片。包括华为这些年也开始逐渐的进军PC行业，其推出的matebook也是受到了不少用户的喜爱，而PC是离不开英特尔的。在华为被断供的时候，华为海思总裁何庭波发文表示“华为备胎芯片全部转正”，这句话的意涵很明显，就是想用海思代替断供的芯片。海思麒麟已经发展了很多年，现在已经普遍地用在了华为高端机型之上。但是在PC领域华为能够胜任吗？好消息来了，华为最近推出了一款全新的芯片产品——天罡920，所针对的就是华为的服务器领域能够正常运转。天罡系列芯片的出现可以说是让英特尔措手不及，本来自己已经是服务器领域的老大了，但是没想到挑战自己的不是自己最大的对手amd，而是被断供之后的华为。华为在服务器领域的业务不可小觑，而华为也坦言，华为有自己的“B计划”能够保证华为设备在极端状态下正常运行，笔者判断所谓的极端状态就是没有了英特尔和微软的支持，这次华为要动一动英特尔占据多年的奶酪了。", "author": "我得科技幻想", "newsdate": "发布时间：19-06-13", "newstime": "16:59", "sentiment": [{"positive_prob": 0.997333, "confidence": 0.994072, "negative_prob": 0.00266736, "sentiment": 2}]}, {"title": "不惧美国封杀，刚刚，华为亮出一张王牌，以后再也不怕被卡脖子了", "content": "特朗普对华为实施禁令后，谷歌随即停止与华为之间的部分合作，包括禁止华为更新安卓操作系统。美国这是试图以商业孤立的方式，遏制中国企业发展。但华为消费者业务负责人余承东明确表示，华为正在研发自己的手机操作系统。并且华为操作系统最快今年秋季、最晚明年春天将面市，将全面兼容安卓和Web应用。近日，华为申请的鸿蒙”、“方舟”等商标显示已获核准注册。有舆论猜测，这是华为自研操作系统提前推出的预兆。美国的禁令非但没有遏制住华为的发展，反而加快了华为自给自足的脚步，这下谷歌可又有些着急了，最近它突然做出一个罕见举动。据英国《金融时报》6月7日报道，谷歌已就“华为禁令”向特朗普政府发出警告，希望美国政府免除对华为的出口禁令，让公司能继续与华为进行业务往来。谷歌一直在向美国官员争辩，若由华为开发自己版本的安卓操作系统，将“更容易受黑客攻击”，“损害美国国家安全”。此举是为了“保护现有的全球百万使用华为的谷歌用户”，避免因操作系统的漏洞受黑客攻击。然而，据知情人士透露，谷歌最担心的是，若华为手机无法更新安卓操作系统，将促使华为自行开发自己的软件版本。有专家指出，美国对华为所实施的一系列禁令，虽然在短期内会对华为的发展产生一定阻碍，但是从长远来看，这或将促使华为及其他中国公司，通过自行开发技术变革自力更生。这可能会动摇谷歌等美国公司在行业内的主导地位。此外，华为是世界第二智能手机厂商，如果华为改用安卓以外的操作系统，可能会令安卓失去中国市场份额。值得注意的是，在谷歌为华为一事伤透脑筋的时候，俄罗斯又给华为送来了一份“大礼”。据媒体报道，近日，在中俄两国领导人的见证下，华为公司与俄罗斯第一大移动运营商MTS签署了5G合同。根据协议，华为将在今明两年帮助俄罗斯开发5G技术，并在俄罗斯试点推出5G网络。俄罗斯MTS首席执行官科尔尼亚还强调，不担忧华为对俄罗斯国家安全造成威胁。这无疑是狠狠地打了美国公司的脸。", "author": "易平天下", "newsdate": "发布时间：19-06-13", "newstime": "17:08", "sentiment": [{"positive_prob": 0.892429, "confidence": 0.760954, "negative_prob": 0.107571, "sentiment": 2}]}]