[{"title": "低调30年的任正非说了这10句话 听完振聋发聩", "content": "从一家卖路由器的深圳小公司到领先全球的电信行业巨头，华为只用了31年。而在31年后的今天，华为遭遇了一系列困难，几乎很少出现在媒体镜头下的华为“掌舵人”任正非终于出面，对华为的这些年来的成就与问题作出了回答。任正非接受国内媒体采访（图片来自界面）在这次专访中，任正非金句频出，大有指点江山，激扬文字之势。我们也从中摘录了其中最为精彩的10句，请各位品鉴。一、今年我们利润是90多亿，但是科研投入150-200亿美金。这150亿哪里是我们投的，都是成本，实际上还是客户投的。客户给我们的钱，不是产生利润，而是产生投入。如果排除资源垄断性的行业，我们就可以肯定的说，一家企业究竟能在这个以科技为核心竞争力的世界中占据什么位置，一定与他投入研发有一定的正相关性。这个思路同样可以套用在华为身上，最近《2018年欧盟工业研发投资排名》对全球2500家主要企业的年度研发投入进行调查。在这份榜单上，研发投入113亿欧元的华为排在了全球第五名，也是中国企业的第一名，同样是前50位中唯一的中国企业。我们可以看到前10名中只有一家中国公司这些年的高额投入，也让华为迅速崛起，完成了从跟跑者到领跑者的身份变化，这句话的分量不可谓不重。是不是只要投入这样庞大的资金开始科研，一家企业就能马上起飞，领跑行业呢？二、我们至少有700名数学家、800多名物理学家、120多名化学家、六七千名基础研究的专家、六万多名各种高级工程师、工程师……，形成这种组合在前进。从任正非的这句话，我们可以看出，一个企业想实现技术赶超，以技术为立足之本，不止需要一时的资金投入。更需要持之以恒的人才培养。华为占员工比例超过40%的科研人员也正是华为的核心竞争力。大名鼎鼎的华为的2012实验室（图片来自雷锋网）也正是华为这堪比中科院研发经费的巨额资金，还有建设齐全的全球多个实验室，聚集了全球五湖四海的技术大拿。让华为在面临美国封锁的时候底气十足。在回答西方在知识版权问题指责中国时，任正非说：三、华为现在87,805项专利中，其中有11,152项核心专利是在美国授权的，我们的技术专利对美国的信息社会是有价值的。华为仅仅2018年上半年这半年时间，就申请了1775件专利，而在2017年一年，华为向欧洲专利局(EPO)申请了2398件专利，位列全球第一。除了国内和欧洲的专利以外，华为还有大量核心专利在美国获得授权。这也从侧面证明了华为强大的技术实力得到了美国的认可。也正是而凭借着强大的研究能力和海量的专利积累，华为和许多厂商交换了技术授权，占领了通信领域的技术高地。美国知识产权局发布的2018年专利排名 华为处在16位（图片来自前瞻网）强大的技术实力不仅是钱砸出来的，还和华为对技术人才的重视和宽容有密切的关联性。在采访中，任正非在谈到希望在国人面前的形象问题时，他说了以下这段话。体现了他对科研人才的态度。四、我觉得呢，就是网友要更多的宽容心。大家也看到,有些科学家因为发布了一些不同的科学见解，然后被网友们骂得狗血淋头。科学家就像哥白尼一样，日心说在当时就是胡说八道，人还敢跟神做斗争，你比神还伟大了吗？那我们就要宽容一下今天的“哥白尼”，这样我们国家将来才有新东西。科学家会提出很多新东西，可能是莫名其妙的，千奇百怪的想法，我们要宽容他。与其说这句话是对任正非对华为在国人心中自身形象的希望，倒不如说是华为对创新的态度。就像当初华为的矩形三摄，在研发之初，不知被多少人疯狂吐槽。但只要产品的做的足够出色，照样可以赢得真香的称号。也正是怀着对科技创新开放包容的态度，华为在赶上了5G标准制定上大放光芒，将Polar Code（极化码）方案，推为5G控制信道eMBB场景编码方案。任正非为极化码之父颁奖（图片来自hauwei.com）这次成功引起了舆论的轩然大波，一时间华为仿佛带上了神圣的光环，在无数公众号中“沸腾”。而任正非心中却非常清楚，这只是万里长征中的一步。他说：五、5G实际上被夸大了它的作用，也被更多人夸大了华为公司的成就。任正非解释的非常清楚：实际上现在人类社会对5G还没有这么迫切的需要。人们现在的需要就是宽带，而5G的主要内容不是宽带。虽然5G有非常非常多的内涵，但现在4G的潜力还没有完全挖掘，5G时代真正到来，还需要漫长的发展。5G的应用将会更广泛（图片来自RCR Wireless）各位不妨将对5G的向往之心往后放放，5G到现在才只是萌芽，并不能瞬间就带给千家万户的生活方式上的巨变。虽然消费者暂时看不到5G对生活带来的实际改变，但华为对5G落地应用早已开启了热火朝天的研究。采访中任正非也透漏了未来华为对5G发展的方向。六、我们要和车配合起来，车用我们的模块进入自动驾驶。决不会造车的。因此，我们不会跨界，我们是有边界的，以电子流为中心的领域，非这个领域的都要砍掉。5G对华为来说，是一次巨大的机会，华为不仅将在手机和基站领域继续发力。还将继续拓展5G终端的覆盖范围，从智能家居到交通工具，从工厂管理到城市管理。5G将与人工智能一起，为我们生活带来巨大的变革。而华为也看准了随5G而来的车联网浪潮。未来每个汽车都将联网 华为也会参与其中（图片来自Numrush）他要将所有的力量都集中在华为擅长的部分中，未来的华为虽然不会造车，但也许每辆自动驾驶汽车中都会有华为公司制造的车联网模块。如果有一天5G基站真的能将所有自动驾驶的汽车连接在一起，或许我们将经历一次“车联网革命”，整个社会也许会发生天翻地覆的结构性改变。如果华为真能做到，或许华为能成为下一个“苹果”，也正如任正非对苹果的评价。七、苹果是一个伟大的公司，因为苹果推动了移动互联网的发展，使这个社会发生了天翻地覆的结构性改变。虽然话这么说，但即使是苹果，也会遇到种种困难。比如说iPhone的销量不如预期，苹果的股票连续下跌。但这种情况并不是第一次发生，苹果作为一个存活近半世纪的老店，经历过不少沉浮。而华为也是如此，在创业之初，华为可以说是一无所有。而在海外拓展市场的时候，更是不知克服了多少困难。不管是战乱还是疾病，不管是贫穷地区还是发达地区，华为总是冲在第一线。华为进军北非市场（图片来自新华网）也正是这种——没有条件，创造条件也要上的精神，让华为打开一个个国家的市场，战胜一个个困难。这次身陷西方禁售围堵，也只是众多困难中的一例。任正非并没有对华为的前途感到担忧，他在采访中说：八、我们的产品做得比别人都好，让别人不想买都不行。能够把5G基站和最先进的微波技术结合起来成为一个基站的，世界上只有一家公司能做到，就是华为。姑且不看后一句话，任正非所说的确非常有道理，如果一个产品做得足够好，真的不愁卖不出去。毕竟如果产品真的无可替代，用户都会选择用脚投票。美国禁止华为在美销售（图片来自Market Prime News）如果华为真的在5G方面做出独一无二的产品，那如今华为的围堵困局也将迎刃而解。这样的套路已经在出现了不止一次，每当我们真正突破技术封锁的时候，西方的禁运也随之取消。这也正是华为如此重视技术和产品的原因。当然，任正非并不认为只有闭门造车，一切从头开始，所有零部件都要自主研发才是最好的选择。他认为华为要做站在巨人肩上的那个人。九、我觉得踏踏实实做好一件事是可以的，但不要说人家已经做好了，我非要重复做一下才证明自己是光荣伟大的。我认为只有开放才可能快速的实现目标。从螺丝钉开始，重复已经成熟的产业链并不是华为的方向。博采众家之长的华为（图片来自新浪）华为真正要做的，是整合上下产业链资源，将不同国家，不同供应商的技术集合在一起，博采众家之长，快速做出技术突破。既为客户提供最好的产品，也为世界的技术革新做出自己的贡献。也正是有了这样广阔的胸襟，任正非才能在接受媒体采访时说出那句预言。十、五年以后，（华为）年销售收入可能比今年多一倍多。这句预言究竟能否实现，我不得而知，但从华为在去年的表现成绩上来看，这个可能性似乎不小。IDC统计图 华为出货量在2018年已经超过苹果2018年华为销售收入预计首次突破千亿美元，同比增长21%。在获得优秀成绩的同时，华为还给自己定下了2019年销售收入达到1259亿美元的目标。如果华为按照一年20%增长 只需4年就能完成目标按照这个增长势头来看，华为只需要4年时间，即可提前完成这一目标。即使增长速度下降到16%，这个目标同样能够按期实现。可以预见的是，未来的华为将继续以科技实力为核心竞争力，在5G这个更广阔的舞台上发挥自己的实力，经历这次危机的磨砺后，华为或许会重获新生，百尺竿头更进一步，像苹果一样成为一家伟大的公司。", "author": "中关村在线", "newsdate": "发布时间：19-01-23", "newstime": "14:36", "sentiment": [{"positive_prob": 0.375922, "confidence": 0.164619, "negative_prob": 0.624078, "sentiment": 0}]}, {"title": "华为首批5G手机亮剑：imx600+液冷散热+5100mAh 国产黑马趁热打铁", "content": "马上就要过年了，华为在2019年的年会上提出，2019年华为新的营收目标位1259亿美元。华为作为ICT产业的重要领导者和贡献者，每年仅在提案上就贡献了6000篇。华为还在无线、光通信、数据通信以及智能终端等领域均处于领先水平。根据前两天公布的数据显示，华为5G专利数量世界排名第一，高通排在第四。没有华为的5G市场，就像断了重要的翅膀一样，始终飞不起来的。华为也在人工智能、大数据、云计算领域等紧跟业界的脚步，不得不说，华为确实是一个强悍甚至有点传奇的企业。无论是跟随或者密切关注启动项，总能帮我们打开一扇扇新世界的大门。华为新机亮剑了，从曝光的渲染来看，这款华为新机采用了水滴屏的设计方式。目前华为的新机中无论是中低端机还是高端手机，在整体外观设计上都已经很高端化了。前两天去实体店看了几款华为手机。真的发现现在的手机真的太好看了，手机屏幕占比很高，机身很薄，使用手感也是一级棒。小编也很想把手中的宽额头，宽下巴，重手机给换了。但是考虑到手机没问题，还是再等等吧！手新机屏幕的尺寸为6.4寸，屏幕像素的分辨率为2160X3840，手机屏幕高宽比为为19.5:9的比例值，手机使用了高清视网膜OLED 屏幕。华为新机亮亮旗舰王牌了，曝光的设计来看，此款华为新机采用前置单摄的镜头设计方式，保留了较窄下边框的设计，将前置镜头搭载在水滴屏内，水滴上方是一个扬声器组件。此外，手机前置摄头像素为2400万，搭载 F/2.0的光圈，据说前置镜头为3D深度感知摄像头，前置镜头内搭载索尼IMX600的传感器，可以说这是华为手机的重量级武器了。前置镜头搭载人脸识别、AI智能美颜、自动识别场景等功能，在拍摄性能上都得到很大的提升。华为新机来势汹汹，大家也知道华为手机搭载的镜头在拍照功能上，完全可以作为业界楷模了。从渲染图可以看出，这部化为新机在后置镜头设计上采用了后置三摄的镜头设计。三颗镜头呈垂直方式位于手机背部的左上角位置。搭载一个LED闪光灯，后置镜头内也搭载了索尼的传感器。三颗后置镜头像素分别是4000万（F/1.8）、2000万(F/2.0)、500万(F/2.2)的像素设计方式，镜头当然就是我们所熟悉的徕卡镜头。华为新机还支持PDAF相位对焦技术和OIS光学防抖技术。同时也支持4K级别的视频录制及拍摄。我们知道华为作为行业的佼佼者，在技术上也是一直起带头作用的，这次又是同时利用屏下指纹识别技术与AI智能人脸识别技术的两种解锁方式。解锁技术可以说更新换代很多次了，华为这次又拿出了重要武器，就是我们之前听说过的华为最新型的超声波屏下指纹解锁技术。它是利用超声波传感器自动感应其发出的脉冲信号来识别指纹，然后形成3D的深度数据，来达到解锁的目的。说起来可能有点复杂，但是解锁上来说是很快的，安全性能及精准度也是很高的。华为国产黑马趁热打铁，曝光的设计来看，华为新手机的续航也是小编不得不说的重要内容。买手机大家当然都很关注续航问题了。现在的手机越做越薄，虽然电池容量变大了，但手机屏幕也大了，功能模块很多，自然手机耗电就更快了。据悉，华为新机这次搭载了一块5100毫安高密度大容量石墨烯电池，同时搭载了液冷散热的技术，减少手机的耗电，续航时间更长了。手机机身本身采用了用玻璃材质搭配铝合金制的金属边框，除此之外，华为新机还支持40W超级快充技术和15万的无线充电技术，闪电般的充电速度。华为首批5G手机亮剑，据说这部新机的处理器搭配的是华为顶尖的麒麟985处理器，据悉麒麟985采用台积电最新的7nm制程工艺，整体性能将提升20%，能耗你也会降低很多。同时也带来了5G网络的首次体验，也将是华为首批5G手机，此外这款手机还支持IP68级别的防水防尘技术。华为新机的运行内存为据说是6GB起，最大10GB的运行内存，搭配128GB、256GB/512GB的存储空间，带给你前所未有的极致体验。在整体的性能配置上看都是蛮不错的。华为首批5G手机亮剑，该机搭配的是imx600+液冷散热+5100mAh的参数上市的话，那么作为国产黑马趁热打铁，你是怎么认为的呢？2019年春晚，5G技术将会和大家首次见面，这将会是最激动人心的一年春晚了。不知道大家对这款华为5G新机有什么样的看法呢？欢迎大家发表看法及留言讨论！【申明：严禁未经授权，转载到其他平台发布，侵权必究，如有违规者，投诉直到封号为止，请各位珍惜账号。资料来源于外媒YouTube外媒体企业，也不是随意捏造的事实，为“科技热点实验室”独家原创作品，版权所有，欢迎分享、评论、收藏、转发】", "author": "数码热点爆料", "newsdate": "发布时间：19-01-23", "newstime": "10:28", "sentiment": [{"positive_prob": 0.974704, "confidence": 0.943787, "negative_prob": 0.0252959, "sentiment": 2}]}, {"title": "最新消息，华为称或将把5G技术收回，投资到受欢迎的国家！", "content": "1月22日，华为董事长梁华在达沃斯世界经济论坛上表示，不想再持续与部分国家的“敌对”关系，如果这些国家担心华为的通信网络设备有安全威胁，那么华为可能会把相关技术转移到受欢迎的国家，当然也随时欢迎这些国家来参观华为工厂。自从2018年8月，美国将华为拒之其5G网络建设名单之外，就引来了一批以澳大利亚、新西兰、日本为首的国家“跟风”质疑华为的5G设备！1月17日，据香港《南华早报》报道，英国的牛津大学已经决定放弃华为的研究合同或慈善捐赠的新资金。1月21日，据法国《回声报》（Les Echos）报道，法国打算针对华为采取一系列监控措施，限制华为通讯设备在法国的使用，其中还将赋予法国信息系统安全局（简称Anssi）跟踪华为设备的权力。加拿大也表示华为不是唯一能够建设下一代无线网络的公司，或将选择瑞典通信巨头爱立信（Ericsson）作为加拿大5G设备的供应商。此前，咨询公司惠誉解决方案（Fitch Solutions）的分析师指出，欧洲的电信运营商也曾研究过“排除华为”之后替代方案，但最终的结果还是表明华为这家企业更有创新能力。这些国家的电信运营商们也都承认了，没有华为的参与，5G网络建设的进程将会减慢。据研究公司IHS Markit Ltd的数据显示，华为在全球通信设备市场份额已经达到22%，而诺基亚占13%、爱立信11%。在此次论坛上，华为也一反常态，高调地宣布预计将未来12个月内将在另外20个国家部署5G网络。目前，全球共有170个国家消费华为的产品与销售服务，同时华为的大部分收入也都来自这些国家。印度、葡萄牙和非洲等国家和地区都表示会坚信华为的5G技术。此处不留人，自有留人处，在华为过硬的5G技术之下，有的国家趋之若鹜地要排除华为，自然也就会获得其他国家的“力挺”，而华为绝不会辜负这些国家的信任！", "author": "金十数据", "newsdate": "发布时间：19-01-23", "newstime": "18:34", "sentiment": [{"positive_prob": 0.573126, "confidence": 0.0513909, "negative_prob": 0.426874, "sentiment": 2}]}, {"title": "华为EMUI和小米MIUI哪个好用？用久了，才发现差距很大！", "content": "现在很多网友入手新机，从之前只考虑手机内存存储转变到了追求手机拍照和颜值上了，OV就是凭借出色的外观在三四线城市收获了好评，手机就是人的一张脸，拿着一款体面的手机肯定也会脸上添光彩的，华为则是在相机方面拥有了突破性进展，近一年时间华为P20 pro的第一名还是无法被打破，曾经被津津乐道的苹果手机再也不是拍照最强的手机了，华为Mate20 pro成为了拍照标杆之作。而在上面几个影响因素之外，现阶段手机系统的流畅度也起到了关系性的影响，对网友购机行为影响也很大，只是现阶段国产华为OV无法做到和iOS一样单独封闭的系统，还是背靠背谷歌安卓系统赖以生存，安卓开放的生态下就允许国产手机厂商定制化自己的系统，可以根据用户喜好去加入或者去除一些功能，比如天气预报，主题桌面等等，都是比iOS更加丰富的功能。目前国内市场占比最大的就是华为EMUI了，而小米MIUI也是数亿用户体量，关注这2款手机到底谁更好的问题，坊间已经争论了很久了，从根本上说都是安卓系统，从使用体验上其实却相差悬殊，受众人群似乎也截然不同，用久了大家会发现，原来华为EMUI和小米MIUI系统差距那么大，使用的习惯包括UI也是截然不同，到底有哪些差异呢？华为最新的EMUI基于安卓9.0打造，华为方面将其称之为人工智能操作系统，是系统，AI，算法，GPU Trubo技术等协同作用下的新系统，比原生的安卓系统功能更多，而更加符合人机交互，在流畅度方面鲁大师的测评结果是，华为EMUI是国内最流畅的系统UI，积水区还的是努比亚的UI，而小米MIUI竟排名第5，既然是权威机构的数据肯定也有实验室数据制程，从实际使用体验来看，有了GPU turbo技术的华为手机的确如鱼得水，特别是百元机荣耀9青春版升级后，流畅度比同级别的红米Note5更流畅，系统流畅度方面华为占据优势！不过系统的美观度来看，小编认为小米MIUI团队更加走心，因为MIUI社区很活跃，也有数以万计的米粉频繁提出意见，小米MIUI是国内更新最多，最活跃的一个安卓系统，从更新的速度包括系统图标UI来看，我认为小米系统显得而更加美观也显得更加简洁，对比华为EMUI的图标来看，后者有点杂乱无章并且色调偏于黑色系，没有小米MIUI那种青春派的感觉，这也是受众人群导致的，毕竟华为很大比例是90、80后、70后在用，小米则是更多面向年轻人，系统UI会更加青春靓丽一点，美观度也是国内最高的，从页面的整洁度，系统的更新频次来看，我认为小米MIUI比华为EMUI更加人性化！华为是一家注重用户安全的公司，如今体量已经达到亿台级别，所以为了保证用户的隐私安全已经宣布禁止第三方刷机了，并且不再支持第三方的系统桌面，这是为了增加用户安全因为第三方的系统桌面植入性广告太多，虽然有很多人性化功能却会有安全隐患，这个时候有网友就认为手机桌面失去了灵性，有人赞同也有人反对，目前小米MIUI则是相对开放，可以换主题也可以换桌面，当然也有用户反馈小米MIUI系统广告比华为EMUI多得多了。综合来说，华为EMUI和小米系统哪个好用，还真的不能一竿子拍死，还是各个年龄的人有各自的审美，不过用久了才发现，虽然都是安卓系统使用上的差距很大，你们认为小米MIUI和华为EMUI哪个更好用呢？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-01-23", "newstime": "19:11", "sentiment": [{"positive_prob": 0.000485472, "confidence": 0.998921, "negative_prob": 0.999515, "sentiment": 0}]}]