[{"title": "不只是华为手机备胎 鸿蒙OS的野心与挑战", "content": "“如果安卓一直不能使用，华为手机可以随时启用鸿蒙OS。”华为消费者业务CEO余承东在全球开发者大会上如此向媒体说道。鸿蒙OS此时发布，让这个华为2012实验室于2012年就在规划的操作系统充满了悲情味道，也一直被外界视为华为手机应对美国禁用安卓的备胎。不过鸿蒙OS却又不仅仅是华为手机的备胎，曾负责华为2012实验室中央软件部、现任华为消费者业务软件总裁的王成录一度有些不悦：“谁说我做备胎去了，我是去做超过这个东西去了。鸿蒙不是替代现有操作系统，而是面向未来趋势的。”在华为的规划里，鸿蒙OS是要打通PC、电视、车机、手表、智能音箱，甚至VR眼镜等多终端的。而如果华为手机和平板不能使用安卓系统，那手机和平板自然也会在打通的名单之列。华为要通过鸿蒙OS打造的，是一个5G时代软硬件闭环的超级生态。不过这个生态的建立绝不会是一朝一夕的，这也是华为在自家史上规模最大的开发者大会上发布鸿蒙OS的意图所在。手机备胎？今年5月16日，美国商务部将华为及其子公司列入“实体清单”，这意味着华为将不能从美国供应商处获得芯片等关键零部件。而对华为消费者业务来说，最坏的消息是，随后外媒报道称谷歌已暂停与华为部分业务往来，停止对华为在安卓系统和谷歌服务上技术支持。甚至有传闻称微软也将停止Windows对华为PC的支持。一时人心惶惶，华为作为全球第二大智能手机厂商，有一半左右的销量来自海外市场，如果华为手机不能搭载安卓系统和服务，海外近亿台的手机销量将被腰斩。华为创始人任正非就在6月的采访中坦承，“实体清单”事件让华为手机在海外市场的下滑最严重时达到40%。余承东也在开发者大会上的采访中表示，按照预计今年华为手机的销量会到3亿台，但受到美国制裁的影响，今年只能为2.4亿台左右。“如果没有美国的制裁，今年大概率我们可以做到市场份额全球第一。”他说，而制裁之后，只能做到全球第二的份额。不过对于安卓的断供，华为早有应对。今年3月，美国因让加拿大扣押华为副董事长、首席财务官孟晚舟而与华为关系紧张之时，余承东就向外媒放出消息，华为已经为智能手机和电脑开发了自己的操作系统，以防美国科技巨头不再向其授权现有系统。“我们准备好了自己的操作系统。如果无法继续使用这些系统，我们就准备开始B计划。”余承东说。在近日鸿蒙OS发布之前，华为就在中国和海外注册了鸿蒙的商标；而5月16日的断供之后，美国又临时颁发了90天的许可，这对海外用户也有一定的安抚。余承东透露，华为手机目前在海外市场基本恢复到80%多的销量，有的区域已经恢复到制裁前的水平。不过此次华为手机并未宣布放弃安卓而搭载鸿蒙OS。余承东的解释是，华为考虑支持谷歌的生态，开放的安卓系统和生态是华为的首选。实际上，这也与鸿蒙OS的早熟有关。据悉，华为本计划在明年春天发布该系统，但在安卓不能使用的危机下，华为近期大规模调集了近5000人的团队，短期内将鸿蒙OS进行完善。一位华为内部人士就称，鸿蒙OS的发布实际上很仓促，应用在荣耀智慧屏产品上也是临时的决定。“发布会的PPT和材料都是连夜准备的。”荣耀总裁赵明也坦承，荣耀智慧屏首先搭载鸿蒙OS，是因为产品规划正好赶上了这个时间点，“多方面的因素，正好也是交汇在一起，机遇是必然，但如果不是特殊情况也不一定了。”在赵明看来，用户对智慧屏上的应用丰富度要求没有手机那么高，这也为鸿蒙OS生态的逐渐成熟预留了时间。背后的IoT野心实际上，除了备胎的角色之外，鸿蒙OS背后是华为试图在5G时代实现软硬件生态闭环的野心。华为消费者业务软件部总裁王成录此前曾负责华为2012实验室中央软件部，在“实体清单”事件之后，曾有人对他说：“你太棒了，你做了一个安卓的备胎。”这让王成录很不悦，“谁说我做备胎去了，我是去做超过这个东西去了，哪是为了做备胎而做这个事情，这就是鸿蒙。鸿蒙不是替代现有操作系统的东西，是面向未来趋势的东西。”余承东就在开发者大会上直指谷歌和苹果在操作系统上存在的问题。他指出，安卓代码超过1亿行，2000万行的Linux内核代码仅8%核心代码被频繁调用。在他看来，现有的安卓/Linux代码庞大冗余，难以保证不同终端体验流畅。同时，在手机、平板、手表、PC、电视等多终端之下，谷歌和苹果都在致力于发展新OS，比如谷歌针对PC的Chrome OS、手表的Wear OS，苹果针对电视的tvOS、平板的iPadOS。但余承东认为，谷歌生态存在的问题是架构冗余，OS及生态分裂；苹果生态封闭，协同体验仅限自有产品。虽然谷歌已经被曝光正在开发微内核设计的多设备操作系统Fuchsia，但由于是非分布式设计，性能较差。除了手机系统备胎的角色之外，余承东实际上更愿意将鸿蒙OS与谷歌的Fuchsia对标，而不是安卓系统。在采用微内核的分布式鸿蒙OS中，将所有的单体硬件模块全部解耦开，用驱动的形式去描述每一个单体硬件。同时将这些单体硬件用软总线连起来，可实现弹性部署，应用也可以实现一次开发，多端部署。“这是鸿蒙的特征，我相信也是未来IoT发展的方向，在这个方向上会远远超于今天单个物理硬件简单连接所带来的巨大可能性。”王成录说。根据华为公布的鸿蒙OS的演进路径，华为将在2020年推出鸿蒙OS2.0，应用于创新国产PC、手表/手环、车机上；2021年推出鸿蒙OS3.0，应用于音箱、耳环上；2022年将应用在VR眼镜等更多终端设备。这也意味着华为届时将覆盖1+8+N全场景智慧生态中的8个品类，除了手机是否搭载还不确定之外，华为毫无疑问也将推进鸿蒙OS在与合作伙伴合作的N个品类的IoT产品中的使用。目前，消费者业务已经成为在华为总营收中占比超50%的第一大收入来源，而全球份额第二的手机也是消费者业务的主要支撑。华为消费者业务一方面需要找到手机之外的收入支撑点，同时在5G时代到来、众多IoT终端即将迎来爆发的背景下，华为也必须抓住这个其它对手都在瞄准的机会。鸿蒙OS+海思芯片，华为已经为IoT时代布下了软硬件协同的生态圈。而余承东的未来目标则是让非手机收入达到消费者业务的三分之一，甚至是40%。待解的生态难题对于华为推出鸿蒙OS，曾任微软(亚洲)互联网工程院副院长的竹间智能创始人兼CEO简仁贤评价称，“微软做不到的一件事情华为在做了，谷歌做错的事情华为在做了，苹果做错的事情华为在做了。华为不是‘弯道超车’，而是集过去所有的mistake在correct。”这个评价不可谓不高。在他看来，全世界前五大市值的公司有微软、谷歌和苹果三家是做操作系统，这意味着没有操作系统，根本不具备创新的门票和机会。不过做操作系统显然不是一件易事。“做OS生态是攀登珠穆朗玛峰，但既然走上了这条路，华为就不得不走下去。”华为一位内部人士称。要知道，微软、谷歌和苹果都是花费了数十年的时间才培育出繁荣的应用服务和生态。称霸PC操作系统的微软推出Windows Phone手机系统遭遇惨败，谷歌和苹果这两大手机操作系统巨头也未能实现多终端的无缝协同，更何况是初步涉足操作系统的华为；就国内而言，互联网巨头阿里也曾推出了针对手机的YunOS，在生态不足和谷歌的打压之下，在2017年更名为AliOS，重点也转向了IoT。以此次搭载鸿蒙OS的首个终端荣耀智慧屏为例，该产品目前的应用主要包括视频平台、音乐平台，还是以嵌入式的方式，总体应用数量仍处于起步阶段。虽然余承东在会上宣布鸿蒙OS兼容安卓，但实际上现有的安卓应用并不能直接安装到荣耀智慧屏上，还需要荣耀团队与应用开发者对应用进行调试，以适配鸿蒙OS和大屏。这从开发者的数量中也可以看出，苹果的开发者数量已超2000万，在中国也超过180万。而华为在开发者大会上公布的全球注册开发者数量为91万。对于一个操作系统而言，只有拥有足够多的开发者，才会有足够丰富的应用和生态。与余承东“可让华为手机一夜之间升级到鸿蒙”的乐观表态不同，华为消费者业务云服务总裁张平安则相对谨慎，他坦言鸿蒙OS生态建设不会是一蹴而就的。他举例称，方舟编译器目前适配了TOP40的应用，而下一步是希望把TOP2000的应用适配，这会是一个巨大的工作量。吸引更多开发者，尤其是海外开发者，无疑是鸿蒙OS接下来的重点。华为一方面加大了对开发者的扶持力度。华为曾于2017年11月推出了耀星计划，宣布投入10亿元支持华为终端的开发者，不过当时主要针对国内市场。张平安透露，耀星计划去年已有2亿元补贴给了国内开发者。在他看来，目前华为在国内的生态已经相对完善，未来的重点是构建海外生态。在开发者大会现场，就有海外开发者表示，对鸿蒙OS仍然持观望态度。张平安在接受采访时透露，未来耀星计划将升级到10亿美元，支持的开发者范围也扩展到全球的开发者，其中80%也即是8亿美元会用于海外市场。一部分以开发经费的形式，另一部分则是推广金。此外，华为还会在海外设立创新中心，开发者可以在创新中心进行应用的调试。为了激励开发者，张平安称，华为可以把应用上的收入的50%、70%甚至100%的比例返还给开发者，华为目前已经在教育领域尝试这样做。华为的另一个杀手锏则是开源。据悉，华为将为鸿蒙OS建立开源基金会，并成立开源社区，以吸引更多合作伙伴和开发者参与。王成录透露，这个开源基金会是完全公益化、非盈利和开放的，将在最近一两个月正式运营起来。而华为消费者业务首席战略官邵洋表示，鸿蒙OS也不只支持麒麟或者海思自己的芯片，还会在开源社区汇聚众多芯片商来适配鸿蒙OS，“在OS这件事情上，华为是一个坚定的投入者，但不是唯一的拥有者，拥有者是作为这个开源组织的所有人。”他说。有意思的是，在鸿蒙OS发布当天，也是余承东的50岁生日。华为员工在为他准备的生日蛋糕上写道：鸿源初辟，蒙地始开。承星履草，东方既白。“年过半百，我有时会思考什么时候退休，现在鸿蒙OS发布，我们还有的干。”余承东说，虽然“各种挑战总是一个接一个”，但鸿蒙OS“在未来10年、20年，都是对华为里程碑意义的存在。”来源: 新浪科技", "author": "同花顺财经", "newsdate": "发布时间：19-08-12", "newstime": "09:06", "sentiment": [{"positive_prob": 0.895549, "confidence": 0.767887, "negative_prob": 0.104451, "sentiment": 2}]}, {"title": "华为鸿蒙系统发布将如何影响产业链，哪些概念股有望率先受益", "content": "8月12日，Wind华为概念指数上涨4.26%，涨幅在行业中位居前列，而年初至今，华为概念指数上涨已经达到25.47%。盘面上，华为概念股中，歌尔股份（002241）、宏达电子（300726）、激智科技（300566）、中石科技（300684）、生益科技（600183）、顺络电子（002138）、泰晶科技（603738）报收涨停，华星创业（300025）、信维通信（300136）等涨幅也超过9%。此前8月9日，华为开发者大会2019在东莞举行，华为正式宣布推出自研操作系统（OS）鸿蒙。鸿蒙OS是基于微内核的全场景分布式OS。天风证券表示，华为通过打造芯片+鸿蒙OS的类“Wintel”生态，纵深底层根基，公司堡垒更为坚固，成长更有韧性，各业务线条都将受益，盈利能力将持续增强，市场对华为产业链的持续稳定发展也将更具信心。鸿蒙将完善华为IoT生态市场观点认为，鸿蒙并非一个单纯的手机系统，它未来面向的是万物互联的全场景智慧生活，可赋能5G、IOT（物联网）、工业互联等领域。华泰证券股票策略分析师张馨元认为，随着“鸿蒙系统+智慧屏”的物联网生态雏形初步构建， 未来智能终端和应用场景的发展有望提速，包括 VR 设备（终端）、智能家居、智慧工厂（应用场景）等系列新品，整个华为产业链的投资机会或进一步延伸至下游消费电子领域，而基础零部件如半导体、传感器等有望率先受益，未来随着智能终端的逐渐增加，基于数据的算法与应用也或将蓬勃发展，包括网络安全、大数据、云计算等。申万宏源证券通信分析师朱型檑认为，鸿蒙操作系统与华为“云+端”芯片形成强大合力，形成杀手锏应用。该分析师进一步解释，华为优质网络设备是IoT的连接基础，连接获得了大量数据，但只有通过智能分析才能够形成杀手锏应用。华为已在云侧和端测拥有昇腾、鲲鹏、麒麟等芯片，具备强大算力，叠加鸿蒙操作系统高效、灵活的执行能力，将培育大量高价值应用。值得关注的是，华为鸿蒙系统此次问世的背景是在5G技术的应用发展中。华金证券看好华为基于自身实力将从基础理论→行业标准→芯片及基础软件→系统的端到端创新给产业链赋能，打开5G的创新空间，并把中国信息产业带入了新时代。该机构强调，龙头华为引领新时代，重视 5G 产业链国产化机遇。上半年华为事件已成为成为中国科技及产业的拐点，随着5G加速商用，华为作为龙头将打开5G创新和想象空间，引领通信、手机、 车联网等相关科技产业链向国内转移。这个进程中，华为产业链国产化率将不可避免的提升，将成为国内产业链企业的重要成长机遇。将在三大领域起催化作用鸿蒙操作系统的问世会有哪些受益标的？安信证券计算机分析师胡又文认为，可以遵循两条思路：一是深入操作系统级的应用，触达终端不再局限于手机，其能够覆盖的终端类型和数量都是空前的，将是真正全场景触达；二是新崛起的智能汽车、AR/VR等重要终端中与华为合作的公司，将迎来从0到1巨大机遇。“IoT 时代有望建立新的芯片+操作系统生态，华为在 IoT 芯片和操作系统持续加大投入、开放生态，有望在 IoT 时代围绕手机、智慧屏、汽车、智能家居和多行业建立围绕自己核心的生态系统，我们持续看好华为生态系统 2C 和 2B 的快速发展机会。”中信建投证券在研报中如此表示。该机构给出的投资主线一是围绕2B企业级软件的国产化率提升，云端和PC端的软件生态系统重塑，；第二条主线是围绕华为智慧屏、智能汽车、手机生态的有力合作伙伴和5G细分行业龙头。朱型檑则表示，车联网、智慧城市、工业是华为IoT的三大应用方向，目前三大应用成熟度各有不同，鸿蒙操作系统预计将在三大领域起催化作用。“鸿蒙操作系统的推出，将对华为各业务板块产生积极作用，并推动IoT产业进程，预计华为产业链众多公司将受益。”以工业为例，朱型檑认为，工业互联网痛点之一在于网络连接，痛点之二在于行业Knowhow。网络连接的难题将在5G商用与网络切片推广后迎刃而解，华为将是网络基础设施的核心供应商；对于行业Knowhow，鸿蒙强调搭建生态圈，且具备开发者友好的特性，利于培育不同垂直行业客户并积累经验。华为产业链部分核心供应商。数据来源：申万宏源证券综合多家券商的观点和上市公司公告，澎湃新闻记者列出了最受机构关注的3只概念标的股，供投资者参考，不构成投资建议。歌尔股份（002241）歌尔股份是一家从事声学、传感器、光电、3D封装模组等精密零组件，以及虚拟/增强现实、智能穿戴等智能硬件的研发、制造的企业。歌尔股份是华为高端智能手机声学器件主供货商，提供的产品包括声学精密零组件和智能硬件等。一季报数据显示，歌尔股份报告期内归属于母公司所有者的净利润为2.03亿元，较上年同期增10.56%；营业收入为57.05亿元，较上年同期增41.02%。国盛证券在研报中表示，歌尔股份紧紧把握智能无线耳机产业创新机遇，发挥传统无线耳机业务既有竞争优势，继续巩固歌尔股份在全球声光电整体解决方案领域的领先地位。中航光电（002179）中航光电是一家生产中高端连接器的企业，连接器是系统集成的重要元器件。2018年11月7日，中航光电获得华为全球金牌供应商的称号，作为华为线缆与连接器物料领域供应商，中航光电是国内唯一获得此荣誉的厂家。东兴证券认为，中航光电作为华为公司的“全球金牌供应商”，公司未来或充分受益于国产替代进程，而华为在高速背板产品方面每年采购额或超过10亿元。2019年一季度，中航光电实现营业收入21.56亿元，同比增长45.95%；实现归母净利润2.33亿元，同比增长39.14%。生益科技（600183）生益科技是一家生产覆铜板、半固化片、绝缘层压板、金属基覆铜箔板等高端电子材料的企业。生益科技多年获得华为核心供应商奖，主要为华为提供PCB（印刷线路板）。生益科技2019年半年报显示，实现营业收入59.73亿元，同比增长2.85%；归属于上市公司股东的净利润6.29亿元，同比增长18.02%。招商证券认为，通信业务成为公司业绩新核心驱动力， 同时结合FCCL增利、成本压缩和内部激励优化管理效率，生益科技2019年业绩望超市场乐观预期，2020年新产能释放有望迎来快速增长，中长期市占率继续提高，持续高端材料布局进一步支撑估值。", "author": "澎湃新闻", "newsdate": "发布时间：19-08-12", "newstime": "20:45", "sentiment": [{"positive_prob": 0.588713, "confidence": 0.0860282, "negative_prob": 0.411287, "sentiment": 2}]}, {"title": "华为高端旗舰机：麒麟980+屏下指纹，发布四个月直降300！", "content": "每年的下半年都是手机市场异常热闹的时候，尤其是在9月份，这个月份是苹果每年发布新机型的日期，因此受到了很多数码爱好者的关注。此外，在下半年还有多款高端旗舰来袭，像目前已经发布的三星note10也是下半年的重头戏，还有即将被发布的小米MIX4和华为mate30系列，都将会成为今年下半年备受热议的旗舰机型。虽然目前关于小米MIX4和华为mate30系列的消息并不明确，但可以预料这两款机型在整体的表现上不会逊色。每年的手机市场都有一个不成文的规律，那就是新旗舰发布之前老旗舰必然会来一波不小的降价风暴。拿小米和华为举例来说，下半年将发布的小米MIX4和华为mate30系列，必然会对上半年的小米9以及华为P30系列造成一定程度的影响，同时出于为新旗舰考虑，小米9和华为P30系列都多多少少出现了一定的降幅。本期小编就带大家来了解一下，今年上半年3月底发布的华为P30，这款手机目前就出现了不小的降幅。华为P30发布于今年的3月26号，该机在3月份发布的时候，其标配版是8+64GB版本，其定价也不算太低为3988元。一定程度上来说，这个价格还是得益于华为自身的品牌效应，所以在后续的销售过程中，这款手机的出货量也是非常可观的。不过，就在上个月华为P30又增加了6+128GB版本，其定价也是3988元，这个版本上市没多久，便出现了近300元的降幅，目前已经被下调至3688元左右。华为P30采用6.1英寸水滴屏设计，玻璃机身带来不错的手感，其渐变色也有着较为不错的观感，整体颜值较高。此外，华为P30搭载麒麟980处理器，前置相机3200万单摄，后置4000万+1600万+800万三摄，拍照性能同样可圈可点。在续航方面，华为P30为用户提供一块3650毫安容量电池，相比它的升级版华为P30Pro，自然是略有欠缺，总的来说华为P30这款手机的价格还是略微有些高的。不过凭借着华为自身不错的品牌效应，华为P30还是有着非常广泛的市场，随着华为mate30系列的即将发布，华为P30系列的价格也会不断地继续下调，一方面是为新机让路，另一方面也是清理自身的库存，同时价格调整后的P30也不至于让mate30系列过于尴尬。对于这款正处于降价中的华为P30，大家觉得这款旗舰机怎么样呢，欢迎在评论区留言一起讨论。", "author": "新新数码", "newsdate": "发布时间：19-08-12", "newstime": "12:52", "sentiment": [{"positive_prob": 0.998362, "confidence": 0.996359, "negative_prob": 0.00163827, "sentiment": 2}]}, {"title": "5G来了！开发者选择华为云更有未来！", "content": "2019年8月9日,2019华为开发者大会在东莞开启。在为期三天的活动中,全球超过600名华为技术专家与全球近6000名的开发者与合作伙伴聚集在松山湖,和华为一起“Rethink Possibilities”。在本次2019华为开发者大会期间,华为云有两大精彩亮相引起开发者高度关注:一是华为云与华为消费者BG联合推出的“程序员神器”一站式移动应用服务平台APPGallery Connect,二是展厅强力吸睛的一站式AI开发平台华为云ModelArts。不少开发者会心地感受到,在本届大会重点讨论5G时代新能量的背景下,华为云精心为开发者准备的这两大平台,就是想传递一个心声:5G来了!开发者选择华为云更有未来!5G时代,移动开发者和华为更配噢!在大会期间交流中,有的开发者对 5G的感受还仅仅停留在“快”上,笔者认为这样的开发者来参加华为开发者大会真是来对了,因为华为会全面刷新他的认知!不妨举了一个通俗易懂的例子:过去人们出行只靠走,人的体力限制了自身活动范围,只能被迫选择自给自足的生活方式;但当火车出现以后,人类足迹急速扩张,带来的是各地之间的优质物资互换,是全新商业模式的繁荣;如今乘坐飞机出行成为很多人的首选,让全球合作更为深入,经济更是指数级增长。这一切,仅仅是交通工具“变快了”这么简单吗?当然不是,不同的交通工具带来的是颠覆传统的创新应用和全新生态,从4G到5G也是如此。在4G时代,云端计算力受限于接入速率的制约无法很好地释放出来。而5G就大大不同了,当带宽不再是瓶颈,云端强大的计算力将全面升级,促使移动应用加速从终端侧向云端汇聚,客户端与服务端的边界将逐渐模糊。那么对于开发者而言,5G + AI+云计算将意味着什么呢?最突出的改变是5G带来的新应用场景会为开发人员带来更多新机会。以移动端开发场景为例,过去人们玩VR/AR,线材长度不够往往碍手碍脚,长时间佩戴 VR设备也容易让人产生眩晕感。但在 5G和云计算的帮助下,VR设备可以不通过线材与计算机进行连接,计算能力可以直接传到云端计算,类似这样的应用场景会让开发者有更多选择。此外,5G+AI+云还将令开发模式发生变化。5G时代,云很可能成为新的流量入口,由于传输速度给力,大量计算会轻易转移到云端,开发模式也会朝着全面上云方向演进。如此一来,手机终端可能只起到屏幕作用。以云游戏为例,目前大型手机游戏都需要用户下载 APP才能使用,但云游戏则不同,它不需要用户下载应用,所有渲染和计算都在云端完成,用户只需要通过URL就可以进入游戏界面。在这种背景下,由于开发逻辑是相通的,开发人员研发应用不需要再开发多终端版本,开发者可以通过云平台的很多通用组件去做应用实现,工作量大大降低。既然了解了5G+AI+云将给开发者带来哪些变革,那么“工欲善其事必先利其器”,接下来就看看华为为开发者提供的这两大杀手级“利器”吧!端云结合,AppGallery Connect提供一站式全流程能力和服务华为本次大会亮相的应用全生命周期开放平台AppGallery Connect (简称AG Connect)其实已经是一款比较成熟的平台,目前可以提供42种开发服务,全球183个国家和地区共有60万开发者在使用它。概括而言,AG Connect能够为移动应用开发者提供从应用开发、到分发、再到运营与分析的全生命周期服务,助力开发者高效运营。令开发者惊喜的是,在本次华为开发者大会上,AG Connect宣布正式集成了华为云服务,通过单点登录的方式打通了华为云的帐号权限和计费体系,为应用开发构建AI+云计算基础设施。换而言之,移动开发者只需要一个账号,就可以享受项目管理,团队协作,代码托管,开发,代码检查,接口及性能测试,部署,发布,应用审核,分发等一站式服务。值得一提的是,全新亮相AG Connect还会提供移动兼容性测试,并拥有基于鲲鹏云手机的高效测试方案。如今,华为云已经为移动终端开发者集成了13个CloudNative云服务,并将按照移动应用开发使用场景,快速迭代增加新服务。对于开发者而言,华为云各种开发服务实在是只有想不到没有做不到:开发者可以在华为云上感受高度仿真的云上虚拟手机模拟真实环境,实现APP云端批量测试;也可以充分利用云VR服务工具,感受一下头显无绳、内容在云、云上渲染三大法宝。你以为就这些?当然不,利用华为云的Link-Turbo智能加速网络服务,开发者就无需担心网络时延与卡顿,尝试一下华为云视频AI特效服务,可以幻化出提各种炫酷的视频特技以及特效服务,云端特效和超高性价比绝对让开发者点赞到手软!如果大BOSS希望开发的应用可以更个性化一些,简单!凭借华为独家制胜武器昇腾,提供“快、稳、准”的个性化的实时推荐服务,为海量用户进行精细画像、实现精准识别和快速匹配……简而言之一句话,AG Connect和华为云打通之后,IaaS/PaaS服务竞争力得到进一步加强,未来开发者可以与一站式DevOps平台对接,开创更高效、更顺畅、更开放的5G时代开发者生态。ModelArts为移动开发者提供更强智能开发能力相比较AG Connect,ModelArts(华为云一站式AI开发平台)强大的AI开发能力是吸引开发者的最大魅力源。在移动应用开发领域,帮助用户快速创建和部署模型,赋予移动开发者特定的AI能力,而不是仅仅通用型的开发,能力针对性更强,更贴近用户的需求。感兴趣的开发者们还可以登录华为线上的EI智能体验馆,自己动手感受一下华为云图像识别、人脸识别、文字识别、内容审核、语音识别、图像搜索这些可“触摸”的人工智能。众所周知,端云结合,需要云端提供的大规模算力支持,以及5G低延时网络的协同,在5G时代,华为云可以给开发者提供更多的创新应用。ModelArts丰富的AI市场可能被终端采用的模型非常多,文本广告检测、名人识别、噪音识别、车标识别、音乐类型识别、手势识别都是比较热门的应用模型。值得一提的是,这些华为云提供的终端AI模型,并非只有资深开发者才玩得转,由于华为云ModelArts平台上提供众多工具和资源,通过AI市场提供的第三方API接口也可以同样开发出丰富多彩的智能应用。因为即使是没有AI开发经验的开发者,也可以通过ModelArts强大的“自动学习”能力来实现“15分钟0代码体验AI开发,轻松进入AI时代。在华为开发者大会展厅现场,ModelArts就让参展的开发者们体验了一把无需代码也可以实现特定AI模型。感兴趣的开发者先是通过浏览器,上传需要自动学习的图片(例如孙悟空,猪八戒等),然后使用ModelArts进行标注和自动学习,随后就可以部署自动学习生成的模型,体验定制AI开发的能力,了解自定义AI能力的API调用方式,过程简单高效,一气呵成。在5G时代悄悄走近的时候,华为云已经为开发者准备好了所有起航工具。如果开发者愿意在5G+AI+云的未来世界里闯出一番新天地,那么请选择华为云!9月18-20日,在上海世博展览馆|世博中心,会召开另外一场华为的年度旗舰峰会2019华为全联接大会,届时华为会发布在人工智能、DevOps、IoT、芯片、鲲鹏云服务器等领域的产品和技术,下一场科技盛宴,同样不容错过。文/51CTO 周雪来源：消费日报网", "author": "中国日报网", "newsdate": "发布时间：19-08-12", "newstime": "16:14", "sentiment": [{"positive_prob": 0.987769, "confidence": 0.97282, "negative_prob": 0.0122312, "sentiment": 2}]}, {"title": "华为半年报：销售收入4013亿元，同比增长23.2%", "content": "记者今天从华为公司获悉：2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。华为公司董事长梁华表示，2019年上半年，华为业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。运营商业务收入为1465亿元。无线网络、光传输、数据通信、IT等生产发货情况总体平稳。目前，华为已获得了50个5G商用合同，累计发货超过15万个基站。企业业务收入为316亿元。华为不断强化云、AI、企业园区、数据中心、物联网、智能计算等ICT技术和解决方案，持续获得政府及公共事业、金融、交通、能源、汽车等行业客户的信任。消费者业务收入为2208亿元。智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，平板、PC、可穿戴设备发货量也实现了健康、快速增长。全场景智慧生态能力建设初具规模，华为终端云服务生态全球注册开发者已超过80万，汇聚了全球5亿用户。梁华表示，“五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，这些困难，可能会暂时影响我们的前进节奏，但不会改变前进方向，我们对未来充满信心，会持续投资未来，计划2019年研发投入1200亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。”(来源:人民日报客户端)", "author": "人民日报", "newsdate": "发布时间：19-08-12", "newstime": "09:58", "sentiment": [{"positive_prob": 0.97606, "confidence": 0.946801, "negative_prob": 0.0239397, "sentiment": 2}]}, {"title": "暴涨1万亿！A股收复2800！茅台疯涨、更有华为概念股涨停潮", "content": "来源：中国基金报A股涨起来了！截至收盘，沪指收涨1.45%、重返2800点，创业板指涨2.14%，均创逾一个月最大涨幅。而今日收盘，A股总市值达到58.08万亿元，较上个交易日暴增约9200万亿元。其中，涨的最欢的要数券商、白酒股，券商指数大涨2.48%，而茅台再次站上1000关口。此外，华为产业链午后全线爆发，歌尔股份、宏达电子等个股批量涨停。沪指大涨1.45%近9成个股飘红两市午后稳步走高，截至收盘，上证指数涨幅1.45%，站上2800点 的同时创7月2日以来最大涨幅。深证成指和创业板指均在午后发力，涨超2%，创逾一个月最大涨幅。上证50指数则收涨1.9%：近9成个股上涨A股市值暴增近万亿从个股表现来看，个股全面普涨。共3197家个股上涨，占比近9称。其中56只个股涨停。今日收盘，A股总市值达到58.08万亿元，较上个交易日收盘时的57.1万亿元，暴增9175亿元，近约9200亿元。茅台破千白酒股涨势，其中，龙头股贵州茅台暴涨近6%。早盘，贵州茅台高开5%，股价再次上冲1000元大关。午后，贵州茅台股价继续走高，刷新日内高点，截至收盘，贵州茅台涨5.88%，报1018.63元，创近1个多月新高。华为概念股批量涨停以PCB、芯片为代表的科技股全线走强，华为概念股批量涨停：两融利好券商大涨券商指数也大涨2.48%。其中，华创阳安涨停，华林证券涨超6%，东方财富、中国银河涨超4%。这和两融标的大扩容不无关系。近期，证监会指导沪深交易所修订的《融资融券交易实施细则》正式出台，同时指导交易所进一步扩大融资融券标的范围，对融资融券交易机制作出较大幅度优化：取消最低130%的担保比例限制，完善维持担保比例计算公式。券商集体看多：A股处于最佳战略配置期券商集体看多，认为目前A股处于底部区域，是最佳的战略配置期。中信证券策略认为，A股处于以时间换空间的最佳战略配置期。中信证券策略表示，A股最佳的做多窗口已经提前关闭。而近期风险释放后，市场对国内政策、分歧和市场流动性的预期已充分调整，接近底部。预期底夯实市场底，以时间换空间：耐心等待基本面和流动性空间打开，从而再次打开做多窗口。目前依然是以时间换空间的最佳战略配置期，宜调仓不宜减仓：首先，结构性增量资金流入支撑下，消费和金融板块的核心资产依然有底仓配置的价值；其次，调仓时可以密切关注四条主线：华为产业链、消费电子、新能源汽车产业链和住宅竣工复苏的机会；再次，短期也可介入受益于人民币贬值预期的品种。广发证券认为，A股处于本轮盈利周期底部。广发证券策略表示，今年金融供给侧改革正加速这一过程，劣币驱逐良币的时代一去不复返，绩优绩劣的分化将进一步加剧。广发证券在策略中称，A股处于本轮盈利周期底部区域，历史经验三个方向大概率跑赢。因此，预计A股盈利底部不迟于三季度，中期配置上，后续风险偏好难以大幅提升，但业绩增速下行压力减小，广谱利率下行，配置围绕盈利改善。从历次盈利底部前后的行业轮动经验显示：1）政策确定性受益改善盈利预期；2）自身高景气业绩将快速上行；3）盈利早周期这三个方向有较大概率获显著超额收益。而三者之间强弱比较则与当轮盈利回升幅度、政策刺激力度相关。安信证券认为目前处于底部区域，逢低布局。安信证券策略表示，近期一系列外部事件使得A股市场风险偏好受到了较大影响，短期市场可能还需要一些时间震荡消化，但从中期来看，我们持积极态度，我们认为投资者预期已经处于低位，市场基本处于底部区域。安信证券策略称，未来一个阶段经济韧性较强，流动性维持宽裕，政策将在供给侧继续优化与发力，维持地产调控基调与打破刚兑都有利于资本市场中期发展，当投资者走出悲观情绪，看到积极因素，我们认为A股市场也将在经历这个阶段的震荡筑底之后，有望迎来新一轮上升行情。", "author": "金融界", "newsdate": "发布时间：19-08-12", "newstime": "16:26", "sentiment": [{"positive_prob": 0.857756, "confidence": 0.683903, "negative_prob": 0.142244, "sentiment": 2}]}, {"title": "华为鸿蒙上车，沃尔沃或率先搭载，一个千亿巨头来了？", "content": "文： 大湿兄Felix“华为不造车，但会帮车企造更好的车。”周五，在华为开发者大会上，华为的“HarmonyOS 鸿蒙操作系统”终于揭开面纱。华为消费者业务CEO余承东表示，“未来的操作系统应当是微内核架构，可以适配任意终端。”在其未来全场景智慧生活版图中，华为消费者业务提出了“1+8+N”的战略。1是指智能手机的主入口，8是指8个智能设备：PC、平板、智慧屏、车机、耳机、音箱、手表，眼镜，N是所有的IoT设备。而车机作为华为8个物联网入口之一，意味着鸿蒙系统未来必然会搭载在华为研发的车机系统上。但华为的野心，不止车机系统。华为加持的汽车沃尔沃“第一个吃螃蟹”？5月27日，任正非签发华为组织变动文件，批准成立智能汽车解决方案BU，隶属于ICT管理委员会管理。该文件指出：华为不造车，聚焦ICT技术，成为面向汽车的增量ICT部件供应商，帮助企业造好车。今年4月，上海国际车展，华为首次以世界级Tier1供应商（一级供应商）的身份登上展台。8月9日，华为在发布“鸿蒙操作系统”之时，其实还有一个“系统”同样很重要——华为智慧车载解决方案，HiCar。华为消费者业务软件部总裁王成录博士，在华为开发者大会主题演讲中介绍：一方面，基于操作系统超强的分布式能力，HiCar通过手机和汽车之间的连接，基于三层标准与能力，构建手机和汽车互助资源池，把手机的服务生态延伸到车内。实现“手机+车机”人机交互最优体验，“手机+车机+N端”互联互通、无感连接&服务无缝流转，以及最优硬件资源带来最优体验;另一方面，HUAWEIHiCar构建一站式开发的开放生态平台，帮助伙伴持续创造价值，确保消费者出行体验更加智慧和安全，以及体验的开发与创新更加高效。简单来说，它能给车辆使用者，带来三种新体验：1、以手机为中心，体验随着人走，在家、车等场所的无感连接。2、把手机和汽车的硬件资源、系统能力、服务生态快速融合在一起，让用户感觉所有设备像一个虚拟超级设备。3、应用和服务在多设备共享，用户体验的车内、车外无缝流转。基于HiCar，可实现手机与汽车无感连接，在车内屏幕上享受手机中的应用，如音乐、导航等服务。还可利用车上摄像头给家人视频分享沿途风景，并可在手机上实时查看汽车状态，或提前开启车中空调、通过手机解锁/关闭车门。当然它能做的还有很多...因为，华为HiCar提供了两个重要的开放能力：1、 移动设备应用和服务接入开放能力（HiCarKit）：华为给手机应用提供了HiCar Kit开放能力，应用可以无感的使用汽车的共享设备资源和数据，方便手机上的应用接入支持HUAWEI HiCar。2、汽车设备硬件接入开放能力（HiCar SDK）：华为给汽车硬件厂商提供了HiCar SDK开放能力，方便汽车硬件接入支持HUAWEI HiCar。由此来吸引更多应用开发者和主机厂合作伙伴的加入。在合作伙伴方面，华为的演示视频中出现的汽车品牌沃尔沃，此前已与华为达成战略合作。在沃尔沃下一代智能车载互联系统上，届时会引入华为应用市场等“智能互联”服务。据王成录博士透露，目前华为智慧车载HiCar，支持30多家车厂、120多款车型。对于汽车相关业务对华为的重要性，华为轮值董事长徐直军曾将其和手机业务进行类比：“可能十年以后的汽车行业，华为又很牛逼，像现在的手机行业一样。”阻击苹果、谷歌掐住车联网入口华为HiCar和鸿蒙操作系统，是有区别的——HiCar是一个产品，鸿蒙是一个系统，类似于APP和系统之间的关系。HUAWEI HiCar实现的是手机和车机的互联，并不是汽车操作系统。而鸿蒙的作用是连接车机硬件和与人的互操作。“HiCar类似于CarPlay的”，一位车联网从业者向邦哥表示。以前的车机系统，通常是由主机厂为主导独立设计，车载应用由第三方开发者帮助车厂单独定制。所以，用户体验极差，并且各个品牌之间的应用难以复制，甚至同一品牌的不同车型，都没有做到统一。但在2014年，苹果和谷歌先后发布了车机手机的映射方案，CarPlay以及Android Auto。彼时他们的目的很简单，就是想通过一个低成本、可控并且能快速适配的方式，把移动互联网时代的优势带进车内。由于特殊的原因，谷歌的Android Auto没办法在国内落地，CarPlay也成为了国内映射方案的主流选择。在今年6月的苹果开发者大会上，CarPlay还新增了一些功能，并且还宣布全球已经有超过75%的车型支持了苹果的CarPlay。虽然CarPlay也能够将一些基础手机软件，例如导航、音乐等软件投屏至车辆屏幕上，但其至多也就是代替手机屏幕的存在。当你在使用CarPlay 的时候，还是在和手机发生关系，并非和车。你只不过是用了车里的大屏、音响麦克风等部件，底层数据并不会打通。华为HiCar展示但显然，华为不会止步于手机投屏。通过植入HiCar SDK，可以实现手机端和车辆端的打通，并且不需要物理连接，即可获取车辆上更多的数据。HiCar实现的是手机和车机互联，可以在手机和车机之间建立通道，将手机的应用和服务延展到汽车，让汽车和手机、其他IOT设备之间实现全互联。但实现互联这就够了吗？华为：当然不是，我们还有操作系统。此前，任正非在接受采访时提到过鸿蒙操作系统的一些细节信息。他表示，鸿蒙的产生，本身并不是为了手机用，而是为了物联网。比如自动驾驶、工业自动化，这是因为它能够将时延精确控制在5毫秒以下，甚至达到毫秒、亚毫秒级。尤其是自动驾驶，一个汽车驾驶系统运行的软件包括感知、控制、决策、定位等一系列高计算消耗，逻辑十分复杂，对安全可靠性要求特别高的程序。当各种传感、驱动以及模块是各自独立运作的，决策、感知等算法是完全独立的模块，各自工作，同时要互相交流，使用一种规格一致、统一的交流语言。每个模块需要别的模块配合，也就是我们常说的分布式协作系统。华为自动驾驶测试车一个更高效、更安全、更兼容的系统，应运而生。根据鸿蒙OS发展规划，2020年鸿蒙OS2.0版本上线，该版本具备内核及应用框架自研、通用微内核架构、高性能图形栈、支持多语言统一编译、多终端开发IDE、满足车规级标准，同时2.0版本应用在创新国产PC、手表、手环和车机。所以，最快明年消费者们将看到鸿蒙操作系统，登上汽车。毫无疑问，车联网是华为未来扩张的核心业务之一。车机系统只是华为进军车联网的一个切入点。全面布局汽车电子华为杀入千亿市场目前，华为在智能网联汽车领域已提出的解决方案包括：基于MDC的车载计算平台和智能驾驶子系统解决方案基于华为云的自动驾驶云服务Octopus4G/5G车载移动通信模块和T-BOX车载网络及HUAWEI HiCar 人-车-家的全场景无缝互联解决方案。华为之所以杀入汽车领域，毫无疑问是其庞大的市场规模：全球乘用车年营收超过万亿美元。而华为切入的方向，正是成为提供电子零部件的Tier1供应商，对标博世、大陆等汽车电子公司。（全球乘用车年销售额（亿美元）与销售量（百万辆））要知道，汽车电子部件的市场市场规模达数千亿美元量级。中国产业信息预测，全球电子零部件2019年的市场规模约为2285亿美元，且电子零部件占汽车零部件的比例在不断提升，市场规模在不断扩大。目前，这个市场被国际巨头垄断，全球Top 10汽车电子供应商占70%市场份额。即使国内市场也被博世、大陆等国际巨头垄断。（全球汽车电子零部件市场规模（亿美元））华为轮值董事长徐直军认为，未来汽车70%的价值来自增量业务，而汽车产业正在把ICT技术定位为新的主导性汽车技术。市场规模大，技术壁垒高，作为国内ICT领域实力最强的公司，华为在智能汽车及车联网领域的收入增量有望达到数百亿美元，汽车业务也有望成为其未来的核心业务之一。中信证券预计，华为在智能汽车电子零部件的销售有望在未来十来年的时间内达到500亿美金的量级，成为和博世比肩的汽车电子巨头。写在最后站在华为面前的，不仅有像博世这样的汽车电子领域里的“新对手”，还有像谷歌、苹果这样的“老相识”。当然，它的“敌人”还远不止这些。在最近一篇刷屏文章中，有一句话写道：“莽莽昆仑，开鸿蒙，驭神兽。自立于世界民族之林，是中国人该有的样子。”（候长海对本文亦有贡献）", "author": "创业邦传媒", "newsdate": "发布时间：19-08-12", "newstime": "10:22", "sentiment": [{"positive_prob": 0.908549, "confidence": 0.796776, "negative_prob": 0.0914508, "sentiment": 2}]}, {"title": "华为将投资8亿美元在巴西建厂", "content": "本报驻巴西特派记者  李晓骁根据巴西圣保罗州州长若昂·多利亚最新透露的信息，华为计划未来3年内在巴西圣保罗投资8亿美元兴建一座手机工厂。这一消息得到了华为公司的确认。巴西《环球报》10日报道称，多利亚上周五在访华期间称，华为正加紧建设该工厂以满足预期的需求。华为称，该公司确认向圣保罗提供8亿美元的财政支持，这笔投资将于2020年至2022年进行。华为已在巴西开展了21年的业务，在圣保罗州有一家为电信基础设施生产设备的工厂，拥有2000名员工。为加快5G建设，巴西计划于明年3月举行第一次5G频谱拍卖。《环球报》称，据业内人士透露，华为有意在新厂制造5G智能手机，面向南美市场。2015年华为曾撤出巴西智能手机市场。今年5月，华为重启巴西手机业务，在当地推出P30系列手机，并聘请巴西员工管理业务。业内人士称，如果销售成绩理想，华为将会推进在巴西生产5G手机的计划。据统计，今年一季度华为手机在南美销量排名第三。目前在巴西销量最高的手机以韩国和美国品牌为主，依次为三星、摩托罗拉、苹果和LG。由于巴西对进口手机征税重税，不少智能手机生产商选择在巴西设厂。目前巴西是全球第四大智能手机市场，三星、LG等均在巴西设厂生产手机。中国品牌TCL今年试水在巴西生产和销售手机。此外，华为的主要竞争对手爱立信和诺基亚也已经在圣保罗州建立了工厂，争相引领巴西5G网络部署。今年3月巴西总统博索纳罗访美期间，特朗普曾向博索纳罗提到华为问题。不过今年6月巴西副总统莫朗称，虽然面对来自美国的压力，但巴西没有任何限制华为在巴西发展的计划，巴西政府不会排除华为在该国运营5G移动通信网络。▲", "author": "环球网", "newsdate": "发布时间：19-08-12", "newstime": "09:13", "sentiment": [{"positive_prob": 0.67574, "confidence": 0.279423, "negative_prob": 0.32426, "sentiment": 2}]}, {"title": "纤维编织腕带，华为手环4e篮球精灵22日开售", "content": "在华为众多的智能设备中，智能手表手环也是不可忽视的一部分，很是受年轻人尤其是学生党的喜爱。智能手表有些偏成熟稳重风，而且在价格上，动辄上千元，对于学生党来说有些负担过重，所以，智能手环就成了年轻人更青睐的智能产品。而华为在8月10日发布的一款新的智能手环，像是专为学生量身定制，这款新手环的名字是华为手环4e篮球精灵。 与以往手环固有的黑色表带黑色表盘不同，华为手环4e篮球精灵的表带是纤维编织腕带，有一种布艺的朴素精致感，一改硅胶表带的沉闷，多款颜色带来十足的活力，难怪叫做篮球精灵，充满动感的外形设计，可不就是像精灵一般吗？而且再生纤维材质也更加环保，佩戴上也更加舒适。 再来看看性能吧，智能手环的功能大部分都大同小异，无非就是运行数据的记录，还有心率、睡眠的监测等等。华为手环4e篮球精灵也不例外，但对于数据的记录更加细腻，除了运动的时常、距离、卡路里的消耗以外，对于运动中每一次跃起的动作、高度和腾空时间，都能准确的记录下来。而且不仅是佩戴在手腕上，还可以佩戴在鞋子和双脚上，开启跑步模式，对运动中的七项数据进行实时而准确的监测，搭载了6轴传感器，对人体运动中触地、着地以及外翻幅度等等，全程完整的记录，准确率高达97%，是人们运动的好伴侣。其它方面，华为手环4e篮球精灵的续航时间有14天，还有50米防水的功能，这就决定了使用者可以无惧各种汗水、雨水甚至是水边的活动，运动无惧挑战。另外还有一项“找到手机”的功能，对于一些粗枝大叶的人们很实用，就是你如果忘了手机在哪里，点手环上的寻找手机功能，就可以找到手机了。华为手环4e篮球精灵将在8月22日预售，29日正式开售，百元档的价格更适合学生使用，喜欢华为智能手环的，走过路过可不要错过了！", "author": "极客小优", "newsdate": "发布时间：19-08-12", "newstime": "18:23", "sentiment": [{"positive_prob": 0.988811, "confidence": 0.975135, "negative_prob": 0.0111893, "sentiment": 2}]}, {"title": "华为全新手机OS界面曝光 设计理念：体验舒适和自然", "content": "8月9日下午，EMUI10在华为开发者大会上首发亮相。作为EMUI历史上第8次大版本更迭，EMUI10最大的能力是突破了硬件界限，将不同终端的硬件能力 (显示、摄像头、麦克风、音箱) 虚拟出来，放入硬件能力资源池供应用调用，各终端之间能力互助共享，互为外设。对应用来说，如同运行在同一终端上；对用户来说，就如同在使用同一终端。而且EMUI10分布式UI编程框架，业务逻辑元能力化，实现一次开发多端部署。这是EMUI10底层上一些主要的变化和升级。由于时间限制，EMUI10用户日常接触最多的UX（用户体验）设计，在9日的大会演讲中并未详细提及。10日，华为又单独安排了一场专访，华为消费者BG软件部副总裁、消费者BG软件部UX设计部部长毛玉敏向和媒体分享了EMUI10的UX设计理念。毛玉敏表示，从EMUI 的历史来讲，EMUI3.0的设计理念是“点线圈”，到了EMUI5.0清爽简洁、充满惬意，而EMUI9.0的设计理念是“质享生活”。所以在构想EMUI10的时候，除了美、时尚、优雅这三点外，EMUI的团队希望用户使用的过程中觉得舒适和自然，越用越爱用，越用越离不开它。这也就是EMUI10.0的设计理念——“美 不止初见”。以AOD（熄屏显示）界面为例，EMUI10引入了时光流逝的设计，从清晨的阳光升起，可以看到字体光面的变化，呈现出来自天空的淡蓝色，到中午的阳光，呈现出蔚蓝色，到了傍晚呈现出霞光的橙色。到了晚上，这个城市的夜空亮起，霓虹的色彩映入天空，有更加深邃、迷人的感觉。“我们希望在任何细节的设计都能够给用户带来不一样的动感的、时尚的感受。”毛玉敏说。同时，EMUI10还将杂志化的布局引入到了页面设计中，比如有更大标题、让主题更突出，充足的留白让更页面有更多的呼吸感，高亮元素点缀页面，突出重点让你很方便地找到你想找的元素。在毛玉敏看来，这个设计不仅是为了美，更多的是为了平衡我们的阅读习惯和用户的单手操作。从阅读的角度来讲，中上部是最好的阅读区域，但是从单手操作的角度来讲，下部和中间位置是比较好的操控区域。毛玉敏认为，通过杂志化的布局和排版，EMUI10所有的页面你都可以在阅读体验和单手操控体验之间取得良好的平衡。在色彩方面，从EMUI5.0开始就明确了华为的主色调——蓝白调，EMUI10也继承了这一传统。据毛玉敏介绍，EMUI10对所有的辅助色都进行了精细化的考量，原则是，小面积的用色采用高饱和度的颜色，大面积的背景填充选择低饱和度的颜色，这样设计的好处是让视觉更有高级感。据了解，大面积使用的低饱和色，EMUI10这次引入了莫兰迪色。莫兰迪是意大利著名的画家，其用色的原则就是在色彩中加入了高级的灰，让这种颜色看起来平和自然、优雅细致。毛玉敏表示：“这种低调的高级感和品质感，跟华为手机的理念是非常搭的。所以我们这次在配色上，在大面积高饱和度的使用场景下，我们采用了莫兰迪风格的六种颜色。这些种颜色我们用于通讯录、备忘录、插画设计中。”而在图标方面，EMUI10用了黄金比例的图标设计方法，进一步对图标的细节进行打磨，图标的收口、转角等细节都来自于黄金比例的圆。同时，EMUI10还提供了一套全新的图标，不同的风格，希望给用户更多的选择。此外，据毛玉敏介绍，EMUI10深色模式也下了很大功夫，并没有采用简单的反色，而是以保证易读性、舒适性和色彩的一致性进行了全新设计。同时，EMUI10的深色模式可自动适配第三方应用，保证用户在使用的深色模式的过程中，无论是本地应用还是三方应用都有一致的体验。谈及动效，毛玉敏认为，流畅的动效应该是符合人的心理预期的动效，简单来说，就是要手、眼、心一致，经过对用户动作和感知的仔细分析，最终发现APP打开动效的最佳的时长是300-400毫秒。据悉，EMUI10所有的大位移动效都进行了落地和实施。“为什么我们花这么多心思在这些细节上，对于设计师来讲，有两句话：第一，Less is more。第二，God is in the details”，在毛玉敏看来，伟大的产品都是来自细节的。按照华为官方的适配计划，下一代Mate系列将首发搭载EMUI10，9月8日P30系列将启动EMUI10的Beta升级尝鲜。在现场，我们也抢先体验到了升级EMUI10 Beta版华为P30 Pro。从安卓版本来看，EMUI10是基于Android 10深度打造，除了UI、图标的明显变化，我们还看到了全新的系统主题，先来一起感受下：【来源：游民星空】【作者：朝晖】", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-12", "newstime": "18:18", "sentiment": [{"positive_prob": 0.997664, "confidence": 0.994808, "negative_prob": 0.00233645, "sentiment": 2}]}]