[{"title": "19年性价比高的手机", "content": "在2018年的手机市场上，华为在国际市场上出现了动荡，然后出现华为热销的情况，而苹果又惨遭被禁的命运，那到底什么手机的品牌是最受欢迎的呢？选品牌手机很重要，那么来看看19年你应该换什么手机。2018年的最受欢迎的手机排行榜新鲜出炉，排在首位的就是我们国产的华为手机，荣获第一，真的感觉是实至名归，华为在5g技术开发出来的同时，其手机的制造也不亚于苹果手机。排行前五的手机品牌分别是华为、oppo、荣耀、vivo、三星，大家可以看得出来，苹果已经不在前五之列，其原因也是苹果价格太高所致，现在苹果已经不是4代 5代的苹果，感觉到苹果的创新已经到达了瓶颈，而且就最新款来说，价格确实也比较高，普通人很难支付得起。大家一定想知道排行榜的前5中这几个品牌哪款手机最畅销，小编统计了一下热点的机型。首先，是华为的热点机型是：华为mate20、华为p20、华为mate 20 pro;排名第二的是oppo ,它的热点机型是：oppo R15 x、oppo R17、oppo A7x ;排名第三的是华为荣耀,它的热点机型是：荣耀V20、荣耀Magic 2、荣耀8X；排名四的是vivo 它的热点机型是：vivo X23、vivoY93、vivo NEX双屏版;排名第五的三星，它的热点机型是：三星Galaxy A9s、三星GALAXY A6s、三星W2019 。其实热门手机不仅仅是新出的手机，有的是经典款机型，比如三星的GALAXY A6s 就是一款 性价比很高的经典款型。排行榜6-10的手机品牌中，又有哪款手机是热门的呢？接下来不妨看看。排名第6-10的手机品牌是小米、苹果、魅族、联想、诺基亚。 这些手机中，唯一得到关注的就是苹果了，已经跌到了第七位了，而且可以看到诺基亚也很受欢迎，不知道现在还能不能砸核桃呢？排名第六的小米热点机型是：小米MIX 3、小米8青春版、小米8；排名第七的苹果热点机型是：iphone XR、iphone Xs、iphone Xs Max；排名第八的魅族热点机型是：魅族X8、魅族16、魅族Note 8；排名第九的联想的热点机型是：联想Z5 pro、联想Z5s、联想Z5 pro Gt ；排名第十的诺基亚的热点机型是：诺基亚X6、诺基亚X7、诺基亚8。从上面来来看，所有的手机都是属于中低端手机，除了苹果，也许也只有果粉和那些富二代们来买那昂贵的苹果手机，就看上面的手机价位，都在1000-3000左右，可以说是很接地气的。看看你的手机，在不在我们排名前十的手机里呢？如何的选择，我想大家心里肯定已经有了自己选择，这个最受欢迎的十款手机品牌排行榜，希望能给接下来要换手机的人一点选择。", "author": "手机中国网", "newsdate": "发布时间：19-03-04", "newstime": "14:22", "sentiment": [{"positive_prob": 0.999926, "confidence": 0.999836, "negative_prob": 7.39592e-05, "sentiment": 2}]}, {"title": "明尼苏达大学无端切断与华为联系 专家：将两国文化交流复杂化", "content": "【环球时报驻美国特派记者 张梦旭 环球时报记者 杜海川 苏静】“又一所大学终止与华为的合作。”据美联社2日报道，美国明尼苏达大学日前宣布切断与中国电信巨头华为公司之间的联系，不再接受华为的捐款或与之进行科研合作。“美国之音”网站3日称，这显示出美国政府对华为的诉讼正在引起美国教育界的警惕。而有分析人士指出，美国渲染华为5G技术的“威胁”，其实仍出于对中国军事和经济实力上升的担忧。明尼苏达大学校报上周援引该校负责科研的副校长克莱默2月14日发表的一份备忘录称，明大将不再接受华为的捐款，不再与华为签订研究合同，且不再批准与华为开展信息交流。报道称，华为通过对明大基金会进行捐赠资助科研项目，该公司上月遭到美国司法部的多项指控。明大发布的备忘录写道：“鉴于这些诉讼所引发的不同寻常的关注，以及此前其他事态发展所引发的关切，我们认为停止与华为的合作是审慎的举动。”美联社报道称，此前已有高校停止接受华为的捐款或停止采用其设备。明大科学与工程学院副院长康斯坦茨认为，该校的决定是不同寻常且严肃的。康斯坦茨表示，华为此前对网络和先进技术表示感兴趣，但双方仅是就此进行过初步讨论。另据报道，华为是多所大学联合成立的“智能存储研究中心”的会员，但它仅仅是众多赞助方之一，无权独家获得研究成果。此外，明大近期还宣布将在学期末关闭该校的孔子学院。校方的解释是，该校孔子学院的目标是加强当地中小学的中文教育，而如今当地的中文教学已逐渐成熟，对孔子学院的需求发生变化。但明大校报在相关报道中提到，去年8月通过的美国“国防授权法案”中的相关规定，对明大关闭孔子学院有直接影响。《环球时报》记者在明尼苏达大学官网看到，该校2009年在北京设立唯一一个海外办公室。该校的中国中心介绍称，明大与中国有着悠久的教育交流历史。而这样一所美国高校，如今突然终止与中资企业和中国文化机构的合作。外交学院国际关系研究所教授李海东3日对《环球时报》记者表示，企业对大学的捐助在美国本没什么大问题。苹果、亚马逊等其他高科技公司在美国高校进行专门投资、捐款，校方都认为是好事，但现在中美之间的经济文化交流已被上升到要从安全竞争角度考虑。李海东表示，如今美国高校首先考虑的不是这些捐款能否改进当地的科研水平、教育水平，而是先考虑这些捐款是否有干扰美国民众生活方式的意图，这使中美之间的文化交流变得复杂。复旦大学国际问题研究院院长吴心伯3日则告诉《环球时报》记者，美国大学因政治原因拒绝中企捐赠，可能导致美国的科研和高等教育机构分化。这些机构如今已进入需要依赖全球化的阶段，而全球化很大程度上涉及处理与中国的关系。明大切断与华为的关系，是出于对美方相关指控的担忧。近期美国拉拢盟友打压以华为为首的中国高科技企业的举动已受到全世界关注，并在一些国家遭到质疑。据“美国之音”网站报道，美国部分政客对中国高科技企业的最新打击动作是，参议员卢比奥等人敦促国家情报总监丹·科茨发布一份报告，介绍中国在5G技术国际标准制定机构中的角色。他们要求情报界列举中国等美国对手试图在国际标准制定机构内施加政治影响的举动，同时说明中国主导5G技术标准将如何影响美国的经济和安全利益。中国通信业专家、信息消费联盟理事长项立刚3日对《环球时报》记者表示，中国目前在很多的标准立项上处于有影响力的地位，这是因为中国的移动通信用户全世界最多、网络最复杂。“要说政治影响力，美国难道不如中国吗？”项立刚反问道。他表示，制定5G标准，最有影响力的因素是技术和产业能力，而不是政治。5G标准的制定是公开和开放的，是很多国家和相关企业讨论和投票的结果。美国“商业内幕”网站2日引述美国前调查局官员坎贝尔的话称，打压华为成了美国担忧中国实力上升的代名词。“毫无疑问，中国致力于成为世界领先的经济和军事强国，这对美国构成重大威胁”。该网站还援引安全公司“红气球”首席执行官崔昂的观点称，30年前美国政府和企业为互联网的发展提供大量技术和基础设施，“互联网原本就不完美，但世界却不怀疑美国操纵着一种无处不在的监控机制”。来源：环球时报", "author": "中国经济网", "newsdate": "发布时间：19-03-04", "newstime": "08:41", "sentiment": [{"positive_prob": 0.398213, "confidence": 0.115082, "negative_prob": 0.601787, "sentiment": 0}]}, {"title": "华为新机势不可挡：麒麟980+5G芯片+4600万+55W 国产手机旗舰亮剑", "content": "华为手机近年来真的是势不可挡，就在前段时间华为成功在巴塞罗那世界移动通信大会上发布了mater X首款折叠屏5G手机，这让很多消费者重新认识，国产华为手机是多么的强大，还有现在5G网络也是很多消费者热议的话题，华为在5G技术上是领先了不少西方公司的，此前华为在遭受美国的猛力打压后，华为继续强调它的不可取代性；没有华为的5G就如同没有曼联的英超，这是华为最新的口号，由此可见华为的重要性，近日媒体就曝光了华为的另一部5G新机。根据曝光的资料显示，华为新机的屏幕设计，采用的是钻孔屏曲面设计，这样的设计很多地方延续了之前好的设计方式，该机保留了极窄的上下边框，采用了COP的封装技术，大大的提高了屏占比，使得屏占高达95%以上，该机采用的屏幕尺寸为6.5英寸，而且采用的屏幕材质是为Super AMOLED高清显示屏，此外该机的屏幕分辨率高达4K的分辨像素，具体分辨率为2160x3840的像素，同时还支持4K的视频拍摄，屏幕的高宽比则是为19.5:9的比例值。华为新机来势汹汹，该机的前置镜头设计在了屏幕的左上角位置处，这样的设计方式非常符合当前消费者所喜爱的风格，该机的前置拍摄镜头为前置单摄，单摄镜头的像素为3200万，并且在前置镜头上还搭载了最新的AI人工智能和HDR高动态拍摄功能，以及OIS光学防抖技术等，这样设计搭载的前置拍摄镜头，完全能够满足消费者的需求，可以让喜欢自拍的消费者，拍上自己美美的照片。这么强悍的前置拍摄镜头，由此可见华为新机的后置拍摄镜头也肯定是非常强悍的，此前华为的后置徕卡三摄镜头出现的时候，引起了不小的议论，还得到不少消费者的喜爱和追捧，据资料来看，这部新机的后置镜头则是为后置五摄徕卡镜头，后置五摄镜头可想而知是有多么的强悍，五摄镜头和一颗LED闪光灯设计在类似于长方形的格子里，该机的后置五摄拍摄镜头的为4600万+2400万+1400万+800万+600万的像素，后置镜头也同样搭载了诸多拍摄辅助功能。现在的手机除了在以上这些地方做出改变之外，华为新机在手机的指纹解锁方式上也得到了很好的改变，一般消费者最常见使用最多的解锁方式是后置指纹解锁和实体按键解锁以及通过前置镜头来实现人脸识别的面部解锁方式，现在前边两种解锁方式几乎慢慢的给淘汰了，现在比较流行的解锁方式则是为屏下指纹解锁，这种解锁方式的出现，不仅是流行而且还非常的具有科技感，该新机则就是搭载的这种解锁和面部识别解锁方式。华为新机精心之作，华为手机的机身材质几乎使用的都是玻璃材质，这种玻璃材质不仅仅是华为这样的手机在使用，很多知名大牌手机都是使用的这种玻璃，这种玻璃就是康宁大猩猩玻璃，康宁所生产的大猩猩玻璃具有耐刮划和抗摔的特点跟又是，而且这种玻璃还有独特的手感、做工简单不复杂，该新机这次使用的是康宁大猩猩最新的第六代玻璃材质，此外该机的续航时间也很好，内置了一块5000毫安的石墨烯电池，石墨烯电池具有液冷散热的特点，还搭载了55W的快充和无线充电技术。今天华为手机令消费者印象最深刻的是，华为的5G网络时代已经拉开了序幕，全球首款可折叠5G手机在前几天正式发布全球首款5G基站核心芯片：天罡芯片，5G多模终端芯片：巴龙5000，以及5G路由器CPE Pro等这些都是出自华为之手，这样的华为是不是令消费者所骄傲，华为新机也是一样，该机搭载了麒麟980的处理器和众多技术来实现5G网络，除此以外该机还配置了8GB/10GB的运行内存和128GB/256GB/512GB 的储存空间。华为新机势不可挡：麒麟980+5G芯片+4600万+石墨烯+55W 国产手机旗舰亮剑，在华为手机的带领之下消费者们迎来了期盼已久的5G时代，对于华为这么强悍的5G技术，你们有没有感到骄傲呢？这样一部华为5G新机的到来，你会不会喜欢和支持？【申明：严禁未经授权，转载到其他平台发布，侵权必究，如有违规者，投诉直到封号为止，请各位珍惜账号。资料来源于外媒YouTube外媒体企业，也不是随意捏造的事实，为“科技热点情报室”独家原创作品，版权所有，欢迎分享、评论、收藏、转发】", "author": "数码热点观察", "newsdate": "发布时间：19-03-04", "newstime": "16:11", "sentiment": [{"positive_prob": 0.995419, "confidence": 0.989821, "negative_prob": 0.00458074, "sentiment": 2}]}, {"title": "中美、华为、国防费…全国人大首场发布会，问题有点“锐”", "content": "今天(3月4日)，十三届全国人大二次会议举行新闻发布会，发言人张业遂面对中外记者的提问，回应了这些热点。中新社记者 侯宇 摄谈中美关系——“用冷战的旧思维来处理全球化背景下的新问题是肯定没有出路的。”记者：中国将如何应对来自(美国)华盛顿对华立场政策日趋强硬的挑战?张业遂：事实充分证明，中美合则两利、斗则俱伤，合作是双方最好的选择。两国存在差异、分歧十分正常，但是这并不必然导致对立、对抗。中美两国的利益已经深度地交织，我认为一个冲突对抗的中美关系不符合任何一方的利益，用冷战的旧思维来处理全球化背景下的新问题是肯定没有出路的。谈外商投资法——“这是我国外商投资管理体制的根本性变革。”记者：外商投资法从第一次经过人大常委会审议到现在才不到三个月，这么快的立法速度是出于怎样的考虑?今后会对港澳台做怎样的制度安排?张业遂：外商投资法草案明确规定，我国对外商投资实行准入前国民待遇加负面清单的管理制度，取消逐案审批制管理模式;对于禁止和限制外国投资者投资的领域，将以清单方式明确列出，清单之外充分开放，中外投资将享有同等待遇。这是我国外商投资管理体制的根本性变革。制定外商投资法不会改变国家对港澳台投资的法律适用安排，将进一步为港澳台投资提供更加开放、便利的营商和发展环境。中新社记者 侯宇 摄谈国防费增长——“一个国家是否对其他国家构成军事威胁，关键看这个国家的外交和国防政策，而不是看这个国家的国防费增加了多少。”记者：中方如何回应外界对于中国国防费缺乏透明度以及增加国防费背后考虑的一些关切?张业遂：保持国防费的合理适度增长是维护国家安全、适应中国特色军事变革的需要。2018年中国的国防费占国内生产总值的比例约为1.3%，而同期一些主要发达国家的国防费占国内生产总值的比例都在2%以上。我想，一个国家是否对其他国家构成军事威胁，关键看这个国家的外交和国防政策，而不是看这个国家的国防费增加了多少。中国始终坚持走和平发展道路，实行防御性的国防政策。中国有限的国防费完全是为了维护国家的主权、安全和领土完整，不会对其他国家构成威胁。中新社记者 侯宇 摄谈美国要求一些国家停止与华为合作——“美国政府的一些官员渲染特定中国企业产品存在所谓安全风险，既不公正，也不道德。”记者：美国正在要求一些欧洲国家停止与华为的合作，担心华为会配合中国政府提供相关的信息。中国的国家情报法也规定，机构、组织和公民在安全问题上要配合政府，加剧了各方面的担忧。全国人大作为最高立法机关如何回应这种担忧?张业遂：国家情报法不仅规定了组织和公民依法支持、协助和配合国家情报工作的义务，同时也规定了国家情报工作应当依法进行、尊重和保障人权、维护个人和组织合法权益的义务。应该全面准确地解读，不应该断章取义。中国一贯鼓励和倡导企业在海外经营中严格遵守当地的法律法规，从来没有，也不会要求中国企业从事违反当地法律法规的活动。美国政府的一些官员拿国家情报法说事，渲染特定中国企业产品存在所谓安全风险，是以政治手段干预经济行为，违反世贸组织规则，干扰公平竞争的国际市场秩序，是典型的双重标准，既不公正，也不道德。谈“一带一路”——“中方高度重视债务的可持续问题，在项目合作上不会强加于人，更不会制造什么陷阱。”记者：“一带一路”倡议被质疑缺乏透明性和可持续性，甚至让一些国家陷入了债务的陷阱。请问中国如何看待这样的关切?张业遂：“一带一路”倡议顺应了合作共赢的时代潮流。中方高度重视债务的可持续问题，在项目合作上不会强加于人，更不会制造什么陷阱。中新社记者 侯宇 摄谈2019年立法——“2019年的立法任务的确非常重，重点是推进四个方面的立法工作。”记者：2019年还将制定和修改哪些法律?张业遂：2019年的立法任务的确非常重。今年，全国人大常委会重点是推进四个方面的立法工作。1、抓紧制定修改深化市场化改革、扩大高水平开放急需的法律。除外商投资法外，还将修改土地管理法、专利法、证券法，制定资源税法等。2、加快保障和改善民生、推进生态文明建设领域的立法。包括抓紧审议民法典各分编草案，继续审议基本医疗卫生与健康促进法草案、疫苗管理法草案和药品管理法修正草案。制定长江保护法。3、加强国家安全、社会治理领域的立法。制定出口管制法、数据安全法、生物安全法等，提高防范和抵御安全风险的能力。制定社区矫正法、退役军人保障法，修改刑法等。4、完善国家机构组织有关法律制度。修改全国人民代表大会组织法和议事规则等，完善人民代表大会制度。继续审议法官法、检察官法修订草案。深化司法体制改革。制定政务处分法，健全国家监察体制。", "author": "环球网", "newsdate": "发布时间：19-03-04", "newstime": "14:06", "sentiment": [{"positive_prob": 0.64246, "confidence": 0.205466, "negative_prob": 0.357541, "sentiment": 2}]}, {"title": "从四大关键词看华为企业服务新定位", "content": "“构建高品质服务产业联盟，提供无处不在的一致性服务体验”。这是华为中国企业服务的全新定位。它涵盖了四大关键词：“服务产业联盟”、“一致性”、“无处不在”和“高品质”。基于新定位，确定了2019华为中国企业服务营销主题“品质服务、一起实现更多”。华为EBG中国区副总裁李同广解读华为中国企业服务新定位其中，“服务产业联盟”指华为与合作伙伴共建同盟，是实现一切目标的基础，“一致性”和“无处不在”是手段， “高品质”，则是最终目标，强调的是极致客户体验。四者可谓相互依存、相辅相成。“服务产业联盟”——服务伙伴生态再演进早在2011年华为企业业务成立之初，华为就致力于构建共赢、共发展的服务伙伴体系。经过八年来的持续耕耘以及伙伴们的发展，服务伙伴生态已具规模。一来，伙伴服务收益持续增长，2018年服务收入过5000万元的伙伴近20家、过1000万的超过100家；二是，服务生态规模壮大，CSP（华为认证服务伙伴）伙伴已超2300家，其中五钻CSP过百家，三钻及以上CSP占比超过50%；CSSP（华为认证服务解决方案伙伴）伙伴面向行业场景提供联合行业服务，已有50家伙伴通过认证。此外，华为持续繁荣服务生态，加强了与IT服务标准组织的合作，并在今年初举办的第十一届信息产业标准推动会暨中国信息技术服务标准年会（2019）上，荣获中国信息技术服务十年十大领军企业。2019年华为服务伙伴生态再演进，服务产业联盟则是其全新载体，支撑华为中国企业服务新定位的落地与执行。正如华为EBG中国区副总裁李同广所说，“平台+生态”是华为企业服务坚定推行的战略，服务也好，解决方案也好，最终都要靠“平台+生态”战略实现落地。“在新的阶段，客户对服务提出了更高、更明确的要求，但最终还是要靠合作伙伴来实现。”“2018年，华为认证服务解决方案伙伴（CSSP）已有50多家，但是数量远远不够，尤其是在智慧城市、智慧园区等行业场景的合作伙伴偏少，2019年规模将翻倍。” 谈及2019年工作重点，李同广表示，华为中国企业服务将进一步加强与合作伙伴在行业场景方案的互补性。业务的高速发展离不开人才。目前，华为已经与国内近260所高校开展了合作，每年培养学生超过2万人。2018年华为联合合作伙伴和ICT学院走过20个省、市，共举办了30场华为ICT人才联盟双选会，为千家合作伙伴和上万名高校学子提供了面对面双选机会。“一致性”——更高的标准好的服务体验一定是内容、标准和质量一致的。华为服务产业联盟，致力于为行业客户提供一致性的服务。统一的服务内容。重新定义各个服务场景的服务内容，在交付领域从单个产品的硬件安装到解决方案的交付；在运维领域从日常维护的巡检和硬件更换到网络的重大事件保障和重大变更，规范相应的服务内容。统一的服务标准。有了各个业务场景的服务内容，就需要制定针对服务内容的标准。这个服务标准就是一套标准的动作以及所要达到的SLA，客户可以根据业务需要选择。完善的服务质量体系。围绕服务内容和标准，华为已经构建了一套完善的服务质量体系。在服务内容设计中，在服务流程的各个节点引入质量检查程序；在服务过程中，通过IT系统保证服务质量的可管可控；在服务履行完后，通过定点质量自查和抽样质量调查，让质量问题无所遁形。一致性服务要求将通过华为逐层贯彻到合作伙伴，再到合作伙伴里的每个员工，最终落实到客户感知层面。2019年，华为一方面将与合作伙伴一道，对原有的服务流程和规范、服务产品进行重新定义；另一方面会加大对伙伴赋能的投入，并将投入专项资金，开展专职的服务质量经理养成计划，以此提升服务质量。“无处不在”——更佳的联接所有行业客户，涵盖省会、直辖市、地市以及存量或潜在客户，都可以通过线上线下途径便捷、快速的联接华为，享受到华为企业服务，线上线下全覆盖的服务体系是基础。它需要服务组织的区域全覆盖。华为超过4000多名工程师，联合3万多伙伴工程师，把客户通过线下服务网络联接起来，并向更广阔的地市市场延伸。除了线下服务网络，线上服务网络也是重点之一。以华为企业客户服务中心为客户服务的统一接口，一方面通过云和AI技术的广泛应用，提升客服中心的运营效率，如智能客服坐席管理、智能巡检和智能诊断等；另一方面，为客户提供丰富的接入手段如客户服务热线（400-822-9999）、APP、网站和微信公众号等，实现人与人的联接、人与网络的联接更加紧密，全面提升服务效率并提供更佳服务体验。有了线上和线下服务网络的覆盖，将以服务场景为切入口，做好线上和线下的协同。如备件交付，除了在多个区域设置超过190个备件库，还通过线上平台实现备件的储存和交付按需、及时和全程可视，这就是服务网络覆盖在业务场景的典型应用。此外，还有服务受理的无缝切换，如线上和线下协同作战，提升效率并降低成本。“高品质”——更高的追求华为品质服务的提出源于客户需求的变化：一方面，在数字化转型的背景下，行业客户对服务提出了更高的要求，希望能够实现从前期的顶层设计，到后期运维和运营的全生命周期管理；另一方面，体验为王的时代已经来临，客户越来越关注服务的品质。华为的品质服务最终是要落实到最终用户的需求上，通过解决用户关注的问题提升用户的体验，而好的服务体验也是有章可循的，并可以总结出一些模式。2018年，华为针对全国118所高校开展了一个专项行动，很好地解决了高校学生的上网体验问题。这些高校的需求非常典型，把这些需求充分挖掘出来并予以满足，就是高校网络覆盖的服务质量标准，并使用户获得良好的服务感知。另外，高品质的服务还必须是高效的，但并不意味着高成本。在这方面，华为也在进行积极探索，其中就包括人工智能技术的应用。“各类服务场景产生海量数据，如果能够通过人工智能进行分析总结，有些问题处理起来就会更加高效。”李同广介绍说，华为企业客户服务中心的线上服务2018年已经达到了400多万次的规模，在这些服务受理中总结出来的Top 100场景中，覆盖了80%左右的问题，把它提炼出来之后就可以通过人工智能来为客户提供高效服务。同样，人工智能还可以应用在其它业务领域，还是以备件交付为例。190多个备件库，每个备件库都要有储备，但具体储备多少、如何合理储备却是个难题。华为的做法是，利用大数据和人工智能技术，通过智能调度实现备件的有效覆盖，而且成本最优。“随着华为企业服务质量的进一步提升，用户的问题将能够得到更好的解决，而在为用户带来价值的同时，华为与合作伙伴也可以获得更多的服务收益和更广阔的服务空间。”李同广说。当然，品质服务就是更高的追求，意味着更多的投入。（来源：商业伙伴李云增）", "author": "驱动中国", "newsdate": "发布时间：19-03-04", "newstime": "11:56", "sentiment": [{"positive_prob": 0.963104, "confidence": 0.918008, "negative_prob": 0.0368962, "sentiment": 2}]}]