[{"title": "看得见的听觉享受，帝瓦雷加持的华为Sound X让你欲罢不能", "content": "11月25日,华为发布了首款与全球前三的声学品牌帝瓦雷合作的HiFi级音质的智能音箱华为SoundX,旨在打造全新的智能音箱全场景,让智慧生活变的触手可及。没错，华为Sound X加入了华为HUAWEI HiLink协议，通过内置的智能语音“小艺”来进行语音控制。这一次还是忍不住搞了一台华为Sound X来体验。华为Sound X包装非常好，很大的一个盒子，官方寄出快递费就花了40多元，从包装盒可看到华为Sound X采用帝瓦雷60W双低音炮，支持Hi-Res无损音质。打开包装的时候发现包装中居然还有个防尘罩，果断罩起，不舍得让美丽的外壳落满了尘埃。防尘罩上有个华为的皮质英文标签，网状防尘罩显得不再那么单调。摘去防尘罩，可看到华为Sound X的真身，华为Sound X采用了圆柱体设计，上半部分采用反光釉面与下半部分的织物材质共同组成，据官方介绍，上半部分的釉面工艺采用镀膜精饰技术，使得华为Sound X看起来如镜面一样通透，而其造型设计灵感源自于维也纳音乐金色大厅穹顶，整体造型让其颜值更高。用过华为设备的小伙伴或许都知道，华为有个多屏协同功能，那么这次的华为Sound X是否会有类似功能呢？在外壳上，看到有个NFC的标识，翻阅了说明书，知道了华为Sound X支持一碰传音功能，只需要轻轻一碰，手机音频即可快速传到音箱播放，前提是手机需开启NFC功能，并处于解锁亮屏状态。在手机弹出连接提示框后，经过手动确认，即可将手机上的声音传递到音箱上播放了。电源方面，华为Sound X采用传统的DC电源接口，位置位于音箱底部，并在底部位置预留了电源线的空槽，这样华为Sound X摆放在桌面等位置就不会因为底部不齐造成倾斜。初次使用华为Sound X的时候，需要下载专属APP来进行配对，按照提示，一步步操作即可完成配对。你可以呼唤“小艺小艺”来唤醒华为Sound X为你提供服务了。连接成功后，可看到华为Sound X触控面板的彩色灯环亮起，这个环形灯在配网的时候，会随着进度而逐渐亮起，非常有创意的设计。我们也可以看到机身侧面有个孔形凹槽，那里面就是帝瓦雷的60W低音炮，分布在机身两侧，如果条件允许的话，完全可以搞一对华为Sound X来组成立体声，环绕效果爽到爆。触控面板默认为熄灭状态，当触摸时会自动亮起，面板上提供了4颗按键，分别为静音、音量加减与多功能按键，更多的操作都放在了APP中，不过也满足了日常所需。多功能按键默认会自动检测立体声组合音箱。那么帝瓦雷加持的华为Sound X效果如何呢，来一起看一个视频，当低音响起的时候，可以明显看到纸条随着音律起伏而抖动个不停，可惜手机拍摄拾音效果差了点，若想体验效果，还得亲身感受下。有了帝瓦雷加持的华为Sound X音箱，真的是有一种看得见的听觉震撼，打开音箱，召唤小艺播放低音音乐，若音乐过于劲爆，手指摸上去，会有种不自觉的旋律传到身体，仿佛触电般开始抖动起来。华为Sound X不仅是一个音箱，它还是个智能管家，华为Sound X接入了HUAWEI HiLink协议，只要智能设备支持该协议的，都可通过召唤“小艺”来进行控制，这也是华为在智能家居的一个战略布局，再多的家电，只要一个音箱就能控制了。体验华为Sound X半个月了，已经习惯了每天下班到家后呼唤“小艺”来打开房间台灯，让我不在摸黑进屋。不过较为遗憾的是华为Sound X暂不支持通话功能，但有望通过后期升级解决。华为Sound X颜值那么高，音效让人听得见，作为一个智能终端，摆在书桌、电视柜上，可充当一个装饰品，让独居的你不再感到孤单，随时听你召唤，来一场听觉盛宴。", "author": "驱动中国", "newsdate": "发布时间：19-12-17", "newstime": "09:10", "sentiment": [{"positive_prob": 0.999929, "confidence": 0.999843, "negative_prob": 7.08813e-05, "sentiment": 2}]}, {"title": "华为再次受挫，美国正式表明态度，任正非的话才是重点", "content": "今年的华为可谓是一直处于风口浪尖，不管是有利因素还是劣势因素，华为统统包括在内，而华为率先突破5G技术成为了大多数事情的“导火索”。自从华为宣布突破了5G技术之后，美国就将华为视为了“眼中钉”，先是将华为列入了“实体清单”，随后特朗普又游说其他国家禁止使用华为的设备，很明显一系列的举动都在针对着华为。虽然特朗普一直在针对华为，但是一直都没有拿出什么相关的证据来证明自己的说辞，所以他的话语到底是真是假，很多人的心中也自有评判。随后在供应链方面，华为也宣布打造“无美”供应链，这也让实体清单失去了应有的效果，成为了笑柄一般的存在。而美国也先后多次延长了华为的临时许可，每一次的时间期限都是90天，这也证明了华为对于美国的重要性，毕竟美国现在还有很多通信商都在使用华为的通信设备，一旦贸然中断合作，那么对于当地的通信是相当不利的，不光会造成重大的损失，另外还能会让当地的通信陷入瘫痪。而随后美国也做出了相应了对策，打算投入10亿美金来补贴这些运营商，但是一旦领取了补贴，那么运营商未来将不可以继续购买华为和中兴的通信设备，这让通信商陷入了两难的地步。而美国的这种做法正是打算完全摆脱华为。近日，美国相关部门又做出了一项决定，“禁止向具有安全威胁的公司购买电信设备，比如华为”，这一决定更是将华为从美国市场彻底打压了出去，而那些曾经使用了华为设备的运营商，未来或许也将会采取拆除的做法，取代华为，使用其他厂商的通信器材。其实对于种种事情，华为也尝试过做出反击，要求拿出证据，并且证明自己的清白，但是最终都以失败告终，毕竟特朗普已经铁了心不让华为进入美国市场，所以华为即便是做出再多的努力，恐怕都不会翻起太大的浪花。不过这对于华为来说并没有什么太大的影响，毕竟现在华为在美国本来就没有什么业务，美国市场对于华为来说仅仅只是一个“小市场”而已，未来欧洲市场才是华为的目标。所以美国禁止华为对于华为并没有什么损失，损失的更多的是自己。都说“杀敌一千，自损八百”，华为这还没怎么样，现在就开始补贴10亿美金，未来建设5G的时候还会损失更多，这可是有一点得不偿失了。目前华为在欧洲市场的发展良好，在65份5G商用合同当中，欧洲市场的订单数就占了20多份，所以未来即便是没有美国市场，华为也同样能够取得优秀的成绩。而且当初任正非也说过，华为的5G领先两三年，如果不使用华为的设备将会大大增加建设成本，而华为不会将时间浪费在这些国家的身上，华为会将精力放在自己合作伙伴身上。任正非的话可谓是早已经料到了这个后果，并且将美国目前的现状完全点明，不知道未来美国建设5G之后会是什么场景，完全拆除了华为之后，又会不会出现通信瘫痪的情况呢？", "author": "科技情报咖", "newsdate": "发布时间：19-12-17", "newstime": "13:02", "sentiment": [{"positive_prob": 0.443722, "confidence": 0.0139523, "negative_prob": 0.556279, "sentiment": 0}]}, {"title": "2019年，华为如何走在“国货之光”的路上？", "content": "来源：虎嗅APP文/OdinAsgard华为过了一个有如过山车一样的2019年。华为在2019年发展顺利吗？与其说顺利，更应该说是飙升。说华为遇上难题吗？与其说是难题，不如说是悲剧。华为的2019，注定与“中庸”、“不过不失”无缘。为什么华为在2019年会有如此戏剧性的情节？这要从他们成为了中国首屈一指的科技公司说起。冲锋陷阵，也首当其冲年资比较深的手机从业者，都知道高通等海外公司，多年来通过通信专利技术，垄断了2G至4G年代的移动通信标准，不但借着专利赚取大笔专利费、基带芯片费用，也借着通信专利，顺道把手机系统芯片大批大批卖给手机品牌，更被讥为“卖基带，送芯片”。然后借着基带和系统芯片两种对手机极度重要的元素，增加在手机市场上的话语权。所以，尽管中国手机品牌已在全球手机产业占有极重要的地位，但他们的命门仍然握在别人手里。2018年全球公司在5G标准技术上贡献。图片来源：Statista。但随着全球开始搭建5G网络，华为通过手上通信技术的标准专利，渐渐加大了自己在移动通信市场的话语权。再加上近年参与网络运营商的基建，华为已经成为全球移动基建设置市场中的重要的领导者之一（上图），并在全球移动通信上建立了不容忽视的势力。究竟有多不容被忽视？特朗普在本年5月说：从安全角度，从军事角度来看他们所做的事，这家公司非常危险。结果，美国商务部宣布将华为及其70家子公司，列入出口管制实体名单之列，禁止美国公司在未经批准情况下向华为销售产品和技术。此外，也要求海外的运营商和分销量，也开始停售华为手机。不少分析都担心，华为会不会像中兴一样，被美国的禁令重创？爱国不是请客吃饭禁令对华为的影响无疑是非常大的。华为的消费者业务CEO余承东，在接受 The Information 采访时，承认美国政府不允许华为使用微软的Windows、谷歌的Android以及英特尔的芯片等制裁，让华为“真的很艰难”。可是，美国的制裁对美国本土企业，同样也带来巨大的影响。2019年第一季度智能手机的全球出货量。图片来源：IDC。单以手机市场为例，在制裁生效前的2019年第一季度，华为手机占了全球市场的约20%，而且，是在他们市场份额增加了约50％、而苹果和三星的全球市场，则分别下跌了约8%和30％。此外，据报道指华为在2018年用于购买元件的700亿美元中，其中110亿流就向了包括高通、英特尔和美光科技（Micron Technology）等在内的美国公司。而且，现在只有华为一家而已。如果把所有国产手机厂商都加进去的话，对美国企业的影响更大。要知道高通在大中华区的收入，就占了他们在2019年全年的的47.8％。根据MIT科技评论的消息，美国商务部在11月已经收到了 260 个豁免申请，数量超出预期，美国商务部也三度推延华为的禁令，曾经短暂断供的公司也陆续复供。英国芯片公司Arm更在中国开设“Arm中国”，而全球最大的开源平台GitHub，也可能因为避免禁制令影响，正考虑在中国成立子公司。即使是目前仍处于断供的Google，根据英国金融时报的消息，先前也一直在游说美国政府延迟禁令。尽管特朗普表示：“明智的领导人总是把本国人民和国家的利益放在首位。未来不属于全球主义者，未来属于爱国者。”但爱国可不是请客吃饭，在商业利益面前，全球主义者好像还是比较多。直路狂奔的华为当海外的科技公司，为了特朗普的爱国禁令而苦恼，国内的情况也是乱成一团。因为讽刺地在2019年第三季度，即实体名单实施后的的整季（6-9月），华为的销量不降反增，而且是用一个很惊人的速度，全速狂奔。2019年第三季度智能手机在中国地区的出货量图片来源：IDC。虽然华为的出货量和中国区的市场份额急增，但根据IDC的智能手机出货数据，美国品牌的苹果在中国区的出货量和份额，却是不降反升，如果根据另一调查机构Canalys的数据，苹果的出货量分别下跌了28%和1.8%，销量还是有明显的影响。但无论在苹果的数据是升是跌，在两组统计数据里都可以看到，被华为按在地上摩擦的，同样也有属于国产品牌的OPPO、vivo和......号称“新国货”的小米。无疑，华为在年初发表的华为P30 Pro，以及最近发表的华为Mate 30 Pro，从各方面看来都十分出色，但实话实说，华为的对手是否如此经不起打？不少外国媒体指出，华为的销量急增，与中国人的爱国主义有关。然而，到目前为止我们也无法证明或否定，华为有否暗中推动过这股情绪来协助销售。不过在官方口径上，华为一直拒绝把自己和“爱国主义“串连起来，任正非更曾承认自己的家人也在用iPhone。煮豆燃豆箕所以华为的销量，与自己国产背景的究竟有多大关系？无法判断。但有一点肯得的是，尽管小米等手机公司，每天都在喊着“新国货”以作招徕，但一直以来，消费者支持的国产手机，仍然是华为。第一财经在2019年底进行的手机类别“新国货榜样”消费者品牌喜爱度调研，图片来源：第一财经。这其实也是意料之内。毕竟这一年来，华为都因为实体名单的关系，让他们过了一段“真的很艰难”的日子，但也同时长期占据2019年大部分新闻的头条。因此，先不管华为是否有意带动这股情绪，消费者对华为“国货之光”的认知，依旧会急速上升。当华为在国外市场遇上难关，他们自然要想辨法通过创收来弥补，当他们再带上巨大的“国货之光”光环，然后要销售焦点带回国内，结果会怎样？根据36氪的报告指，在本年4月华为早就已经准备“渡江战役”，就是今年要把华为的市场份额做到50%。诚然，2019年中国的经济也不太理想，国内消费者的购买力也没有增长，无论是IDC的数据也好、或是Canalys的数据也好，国内智能手机市场的出货量，在2019年第三季度也跌了3%左右。要知道本来偏爱国产品牌的用户，也就只会买国产手机，华为在这时候强行“渡江”，难免顺手把其它品牌的“国货“一起干掉。国内市场的盘子就这么大，难免会煮豆燃豆萁。即使你只买国货，也不代表国货就能得益。华为不是中兴，但也要外国的技术为什么华为比起小米、OPPO或vivo更“国产”，更受国民支持？也就是因为华为比起其他国产的品牌，有更多的自主手机技术。小米等手机厂商虽然是中国公司，但仍然很仰赖外国技术的支持，需要高通(Qualcomm)的基带和系统芯片，同样也要用Google的Android系统。但华为呢？他们有着能和高通争夺通信标准技术的技术，也有自家的基带、也有内置基带的强劲系统芯片麒麟(Kirin)。但尽管华为已经拥有比其他国产手机公司更强的自研能力，但他们除了要解决产品销量问题，一样也要克服芯片和系统断供的难关。华为核心供应商在全球的分布。图片来源：第一财经。华为不是中兴，但华为一样需要外国的技术。从去年中兴被美国制裁，差点因为断供而破产，已经有很多人说中国需要有自己的芯片，走向科技自立之路。根据第一财经指出，华为早在中兴事件后，已经默默准备“消A计划”。“消A计划”里需要使用国产芯片，当时华为海思总裁何庭波兴奋地向全体员工发出信，强调要同步“科技自立”的方案。但华为的管理层却没办法兴奋起来，任正非接受传媒采访时表示：我们做芯片的目的，不是要替代别人形成一个封闭的自我系统，而是要提高自己对未来技术的理解能力。因此，我们并没有准备完全替代美国公司的芯片，而是和美国公司长期保持友好。所以，不是说什么时候拿出来替代，而是一直在使用自己研发的芯片.....（我们）还是要向美国公司下订单，如果美国公司不能给我们供应时，自己供应自己的百分比就会提升，自己要想办法解决自己的问题。同样地，同样地，当Google准备断供Android给华为之前，华为也准备好了自主的作业系统：鸿蒙OS。但早前华为推出鸿蒙OS后，迟迟没有在手机上使用鸿蒙来取代Android，华为消费者业务软件部总裁王成录在12月也公开表示，华为手机的优先选择仍然是Android，实在用不了才改用鸿蒙。备胎，最终仍然只是个备胎。科技还是属于全球主义“国货之光”的华为，并没有很兴奋地同步“科技自立”的方案。为什么可以完全“消A”，可以“科技自立”，但华为偏偏不愿意这样做？任正非这样说：自主创新作为一种精神是值得鼓励的，站在人类文明的基础上创新才是正确的。但是我们要看到，科技创新是需要站在前人的肩膀上前进的，比如我们的海思并非从源头开始自主创新，也给别人缴纳了大量知识产权费用，有些是签订了交叉许可协议，有些协议是永久授权的，你中有我，我中有你，在别人的基础上形成了我们自己的创新。中国的科技发展，无疑比美国要迟，中国难免要做追赶者，但中国并不需要任何事情都要自主研发这种重复再做轮子，你今天造芯片、明天可能你要造镜头、后天也许要写作业系统，没完没了。要知道光是2017年，整个半导体产业的总产值就高达4300亿美元，随之催生的电子产业更是高达1.5万亿美元。这还不算半导体行业居高不下的材料费用和研发投入。虎嗅作者李赓因而就指出：半导体真的是一个不得不“全球化”的行业，在如此高速迭代而竞争激烈的前沿科技行业，一味追求自主创新，那或许才是最糟糕的结果。2018年全球15大半导体公司及其销量。图片来源：摩尔精英。古典经济学上有所谓的比较优势定律，当一方进行一项生产时，所付出的机会成本比另一方低，就会拥有这项生产的比较优势，然后就能通过国际贸易，换取自己不具有相对优势的产品，双方都获得利益。2011年，奥巴马不断向当时苹果的CEO乔布斯(Steve Jobs)施压，要求苹果回来美国设厂，乔布斯就表示苹果在中国招了 3 万个工程师，去支援厂内 70 万个工人。如果在美国能找到这种数量级别的工程师，那苹果也能在美国设工厂。勉强苹果回去美国设厂，对苹果来说不是最优的选择。同样地，尽管华为拥有自主研发的能力，但自主研发的芯片和系统，在技术不一定会比别人要好，在成本也不一定比别人便宜。对于华为来说，坚持科技自立应该只是一个选项，但它不是一个最优的选择，更不应该是一个唯一的选项。抱最好的希望，做最坏的准备最后希望大家思考一下：小米、OPPO和vivo这些国产手机品牌，为甚么宁愿采购外国的芯片，也不找华为要芯片授权？而华为为什么又不本着“科技自立”的原则，向这些国产品牌推销自家的芯片？小米、OPPO和vivo，与华为始终是竞争对手。他们不想让自己的产品，需要仰竞争对手的鼻息而存活，他们也需要通过采购，实现产品的差异化。对于华为来说，也不可能把自主研发出来的技术用来资敌。可是，假设他们不幸被列入实体清单，一方有难，八方来援，他们之间也许会联手合作－－但这绝对不是国产厂商的最优选择。华为在2019年的经历，证明了我们需要为各种情况，做好最的准备，但也不可以因噎废食，盲目坚持科技自立，拒绝拥抱全球。无视全球化发展，固步自封，对任何国家、任何公司来说，都是弊多于利。", "author": "新浪科技", "newsdate": "发布时间：19-12-17", "newstime": "08:16", "sentiment": [{"positive_prob": 0.646858, "confidence": 0.21524, "negative_prob": 0.353142, "sentiment": 2}]}, {"title": "《华为是谁》纪录短片终集发布：为人类服务，不是为金钱服务", "content": "IT之家12月17日消息 今日，华为心声社区公布了《华为是谁》纪录短片第四集——未来已来。这也是《华为是谁》纪录短片的最后一集。华为创始人兼CEO任正非表示：“华为公司价值体系的理想是为人类服务，不是为金钱服务。”纪录片中指出，今天，华为联接着全世界170多个国家的30亿人口。科技只是手段，人才是目的。科学技术的进步将使未来的生活更加美好。“我们将一直与客户在一起，保障通信畅通。”“我对于使用科技改善人们的生活，充满热情。”华为战略研究院院长徐文伟表示：“华为过去的创新，实际上是基于客户需求的创新发明。下一步怎么办？必须有理论的突破以及基础技术的发明。只有这样，我们这个产业才有发展更多的机会和产业方向。”", "author": "IT之家", "newsdate": "发布时间：19-12-17", "newstime": "08:37", "sentiment": [{"positive_prob": 0.0400299, "confidence": 0.911045, "negative_prob": 0.95997, "sentiment": 0}]}, {"title": "用了半年苹果，如今转手换上华为，就冲这三大优势，不吐不快！", "content": "苹果手机在手机圈一向是流畅性的标杆，比拼手机的流畅度，其他厂商根本比不过苹果。正因如此，不断有人入手苹果手机，好物君也不例外。但其实现在的国产手机用起来也并不卡，甚至流畅性逐渐赶上了苹果，华为就是个中翘楚，为了试试华为手机有多快，用了半年苹果之后，好物君没忍住，剁手了最新的华为 Mate30Pro，买的时候确实很肉疼，但体验过之后果断表示，这钱花得值，下面就来说说好物君感受到的华为 Mate30Pro的三大优势。第一大优势：续航特别牛好物君是一个手机重度使用者，每天使用手机在十个小时以上，因此对手机续航要求非常严格。之前用过好几款苹果，可续航都不满意，入手华为 Mate30Pro也正是听说这款手机续航很厉害。耳听为虚，眼见为实，上手之后好物君才真真切切地明白了为什么会有那么多人夸赞华为手机的续航，因为它有被夸赞的实力。先说它的大电池，手机一上手的那一刻好物君就体验出来了，手机略微有些沉，那电池指定小不了，果不其然，华为 Mate30Pro的电池是4500mAh的，只看数字就已经让人很有安全感了。华为 Mate30Pro的快充也值得好物君为它打call，40W快充无论和别家的哪一款旗舰相比基本都不落下风，大电池加强大的续航，华为 Mate30Pro的续航实力就一个字，牛！第二大优势：信号特别强现在的智能手机增加了很多娱乐功能，刷剧、聊天、玩游戏，几乎都让人忘记了它最开始是一款通讯设备。但不管要用什么功能，手机的信号得持续在线才行，这一点华为 Mate30Pro也当仁不让。华为手机的信号在机友们当中是有口皆碑的，华为的粉丝可能了解，手机只是华为的副业，在手机厂商之外，华为还是一家通讯设备制造商，可以帮助多个国家建设通讯基站。既然有这样的本事，那华为手机的信号当然不会差了，一般手机在高铁上几乎成了砖头，可华为手机却可以照常使用，这一点友商不得不服。第三大优势：各种拍照场景全拿下随着聊天软件的大量兴起，我们花费在各种聊天软件上的时间也越来越多，除了聊天之外，聊天软件还有一个重要的功能那就是分享图片，记录生活，这个功能让我们每个人都可以秒变摄影师，把生活中的美好点滴记录下来。但要想拍出高画质的照片，首先得有一款拍照功能强大的手机，这一点华为说第二，没人敢认第一。因为华为是目前公认的拍照最厉害的手机厂商，这款华为 Mate30Pro在专业拍照评测榜单DxOMark排行榜中位列第一，可以在各种拍照场景中派上用上，无论是全家出去旅游，还是和朋友聚餐，用华为 Mate30Pro拍一张合照，根本不用担心放不下所有人，超广角模式了解一下。机友们不会平白无故地喜欢一款手机，既然卖得火，那肯定就有它独特的优点。现在华为手机正当红，入手的人越来越多，甚至连果粉都对它路转粉，这就说明华为确实有苹果不具备的优势，上面三点就是明证。除了上面说到的，机友们还知道华为手机的其他优点吗？", "author": "MI好物君", "newsdate": "发布时间：19-12-17", "newstime": "23:30", "sentiment": [{"positive_prob": 0.00233326, "confidence": 0.994815, "negative_prob": 0.997667, "sentiment": 0}]}, {"title": "销量大跌20%，线上份额不及华为零头，5G前夜OPPO为何失速掉队？", "content": "[钉科技述评]华为逆势增长，小米、OPPO、vivo集体“惆怅”。上个月，市场调研机构Canalys发布了中国手机市场第三季度的数据，中国智能手机市场出货量为9780万部，同比下降3%。其中，华为出货量同比增长66%，达到4150万部，市场份额为42.4%；vivo、OPPO、小米、苹果出货量分别为1750万部、1700万部、880万部、510万部，排名第2-5位，与2018年同期相比，变化幅度分别为-23%、-20%、-33%、-28%。在手机市场整体下滑的背景下，除去华为手机外，其他头部品牌均有20%以上的跌幅。此外，更值得关注的是OPPO手机，在本季度OPPO被“自家兄弟”vivo实现反超，国内市场第二的位置被vivo取代。此前，自2016年开始，OPPO的出货量一直稳居国内手机市场的前二名。尽管两者出货量仅相差50万台，但这对于OPPO来说，是个危险的信号，因为中国市场对于OPPO来说应该意味着“一切”。据了解，2018年OPPO全球手机出货量为1.13亿台，其中，中国市场占比69.8%。而在今年三季度，根据Canalys数据，OPPO在全球市场出货量3200万台，其中中国市场出货量1700万台，占比仍超过50%。透过数据可以看到国内市场对于OPPO手机的重要性，海外拓展受阻或许短时间内无法对OPPO造成大冲击，但是国内出货量的下滑，对于OPPO来说或是最不想看到的情况之一。OPPO市场份额下滑的原因，并非无迹可寻。根据Counterpoint数据显示，中国智能手机市场线上销量占比从2019年第一季度的24%上升至第三季度的约27%。其中，Top 6智能手机品牌占据中国第三季度线上市场84%的份额，华为以26%的市场份额位列第一，荣耀、小米、vivo、苹果、OPPO分别位列二至六位，占比为20%、14%、10%、9%、5%。OPPO手机在头部品牌中的线上手机市场占比最低，这更大概率并非OPPO更加注重线下市场所致，而是品牌竞争力下滑所致。今年以来，OPPO的新机型开始主攻线上市场，比如今年其主推的Reno Ace系列产品，通过产品特性不难看出，OPPO对于线上市场不是不重视，但是在市场表现上来看，并未收获到预期的效果。此外，其线下市场已经不断遭受冲击。今年以来，华为、荣耀两大品牌加速在三、四市场布局，荣耀CEO赵明也曾表示过：荣耀手机今年线下出货量将超线上。同时，通过市场反馈来看，消费者认可华为品牌，在手机市场发展放缓的背景下，华为、荣耀大力的铺开线下市场，难免会导致OPPO的线下渠道遭到一定挤压。线上成效不大，线下遭到阻击，市场份额遭vivo反超，这是2019年前三季度OPPO手机的真实写照。结合国内手机市场，华为、荣耀市场份额逼近50%，vivo和苹果看起来开始注重性价比的背景下，OPPO已经处在一个危险的位置。2020年是手机厂商们共同憧憬的“希望”之年，各大品牌都希望借着5G的东风，一改此前的低迷，但是，在5G爆发的前夜，OPPO似乎已经开始掉队。（钉科技原创，转载务必注明“来源：钉科技网”）", "author": "钉科技", "newsdate": "发布时间：19-12-17", "newstime": "09:28", "sentiment": [{"positive_prob": 0.000626583, "confidence": 0.998608, "negative_prob": 0.999373, "sentiment": 0}]}, {"title": "怕华为怕成这样？美国众议院通过法案禁止政府采购华为设备", "content": "【环球网报道 记者 乌元春 李东尧】美国《国会山报》16日消息称，美国国会众议院当地时间周一(16日)通过一项法案，禁止政府从被认为是国家安全威胁的企业购买电信设备，比如华为。这是继美国联邦通信委员会11月22日通过禁止运营商使用联邦补贴资金购买华为和中兴设备的决定后，美方针对中国电信企业的又一不友善举动。《国会山报》报道截图据《国会山报》报道，众议院16日一致通过的这项法案名为“两党安全与可信通信网络法案”。支持该法案的两党议员当天在一份声明中说，“确保我们的网络不受外国恶意干扰，对美国无线通讯的未来至关重要。”声明同时提到华为，宣称“华为及其附属公司对美国的商业和安全利益构成了重大威胁，因为很多通信供应商严重依赖他们的设备”。《国会山报》还提到，这份法案在众议院通过后，最早可能于本周在参议院进行投票。报道称，这项法案将禁止美国联邦通信委员会(FCC)向“对国家安全构成风险的任何公司”提供购买电信设备的资金，同时要求政府帮助小型通信供应商移除“可疑设备”。该法案要求联邦通信委员会设立一个斥资10亿美元的计划，帮助小型和农村通信供应商移除“可疑网络设备”，并用被认为更“安全”的产品取代。《国会山报》称，这是美国应对华为“威胁”的最新尝试。11月22日，美国联邦通信委员会就曾通过禁止运营商使用联邦补贴资金购买华为和中兴设备的决定。随后华为就此声明，强调FCC此项决定基于片面的信息及对中国法律的错误解读，“在没有证据的情况下就认定华为构成国家安全威胁，不仅违反了立法的正当程序原则，也涉嫌违法”。12月5日，华为在深圳总部召开新闻发布会宣布起诉美联邦通信委员会违反美国宪法和《行政诉讼法》。中国外交部发言人耿爽在回应此事时曾强调，我们再次敦促美方停止泛化国家安全概念，停止对中国的蓄意抹黑和指责，停止对中国特定企业的无理打压，为中国企业在美正常经营活动提供公平，公正，非歧视的环境。我要奉劝美方一些人，以“安全”为名，锁住所有的门，囚禁的只是自己。截至环球网发稿，华为尚未对美国国会的最新举动做出回应。", "author": "环球网", "newsdate": "发布时间：19-12-17", "newstime": "07:54", "sentiment": [{"positive_prob": 0.00980315, "confidence": 0.978215, "negative_prob": 0.990197, "sentiment": 0}]}, {"title": "华为MateX对三星Fold:值广州1平米房价的手机评测", "content": "[PConline 专业评测]形容一件东西很贵，最简单直白的方法就是用房价作参照。以目前市场的“黄牛终端价格”看，华为Mate X和三星Galaxy Fold总价约为70000人民币左右——刚好就差不多是广州市区新楼盘一平方米的单价。奇货可居是一方面，折叠屏产能有限或许才是折叠屏手机没办法在短时间内那么“亲民”的原因，甚至很多时候跑去体验店一趟，看到的也只是在展示柜里的手机，更不用说亲自上手体验折叠屏手机了。那么对于准备入手折叠屏手机的小伙伴，华为Mate X和三星Galaxy Fold之间应该如何选择呢？华为Mate X和三星Galaxy Fold对比视频06:08在把这价值广州市区1平米的小电话揣进裤兜前，你可能需要了解这些。折叠屏手机，买到的是什么？折叠屏手机与普通手机之间的区别在于屏幕。除了外观上的不同，这块屏幕赋予了折叠屏手机更丰富的形态，随之而来也有更丰富的使用场景。比如说：更大的屏幕手机屏占比已经进化到接近极限，相信当屏下摄像头都解决不了问题的时候，用折叠代替平面，以空间换面积，就是下一步解决之道。以Galaxy Fold为例，展开后的可视面积基本逼近一台iPad mini，买折叠屏手机，最直观，最显著的改变就是，屏幕更大了，可以看到的空间更多了。平板级多任务体验手机也有分屏，也能够多任务，但是谈到手机的分屏体验，即便在6英寸+主流屏幕尺寸的时代也只能说是“鸡肋”，要不怎么会催生TNT这种划时代设备的出现呢？说到底，手机屏幕对于分屏还是太小了。有了折叠屏，我们既不需要背着平板电脑，也不需要找个安静的地方使用TNT，手机拿出来，摊开，就是一块平板。旗舰手机的配置折叠屏手机稀缺的产量，注定了其只能在高端区域寻找自己的定位，厂商自然也将一切最好的都配给这款有点“秀肌肉”性质的机型，无需担心“堆料”不足，影像、性能、机身材质，都是厂商在最高端产品中的发挥。关于华为Mate X和三星Galaxy Fold的对比，我们也将围绕以上的折叠屏特点，来一次全面的实测解析。折叠代替平面，以空间换面积，折叠屏手机的与众不同，来自于展开大屏的震撼。华为Mate X和三星Galaxy Fold用上了两种不同的方式将其实现。　　屏幕尺寸方面，华为Mate X采用外折8英寸屏幕，屏幕分辨率2480x2220；三星Galaxy Fold内折主屏7.3英寸，屏幕分辨率2152x1536。折叠之后，华为Mate X正面显示区域变为6.6英寸屏幕，三星Galaxy Fold则使用4.6英寸独立外屏。两种折叠屏方案的不同，使得两款手机在日常使用的体验上也不那么的相似，下面我们说说他们之间的区别。谁的大屏观感更好？从屏幕尺寸来看，华为Mate X展开后足有8英寸大的屏幕无疑在参数上占据了优势，尤其是在接近方形的屏幕比例下，实际的显示面积无疑更多。但要说到大屏状态下使用的观感，两者算是各有优势。首先在日常使用方面，我们使用手机大多数时候是阅读、浏览网页。这时“尺寸”的大并不能带来绝对优势，屏幕比例起到更大的作用。三星Galaxy Fold屏幕比例为4.2:3，华为Mate X比例为8:7.1，后者画面明显更接近方形，这使得在日常使用当中，三星Galaxy Fold在大屏模式的显示更贴近手机的长比例体验，无论是浏览手机端、还是PC端的网页，前者显示的内容都更多。至于看片，则是华为Mate X霸气的尺寸胜出，在全屏状态下明显有着更大的显示面积，三星Galaxy Fold在竖排状态下显示显示面积和一般手机横屏使用接近，而横屏的时候则和Mate X相差无几，少许部分会被刘海遮挡。除了尺寸方面的区分，还有就是屏幕素质方面，三星Galaxy Fold作为产业链上游玩家自然不必多说，无论色彩还是对比度都相当出色，甚至和Note系列有得一比；华为Mate X也不差，达到主流旗舰手机水准。值得一提的是，两款手机都支持HDR显示，主观感受上，我感觉三星Galaxy Fold屏幕色彩画面更讨人喜欢；华为Mate X屏幕更大，沉浸感更强。折叠状态下又是谁更好？无疑是华为Mate X更好，因为外折的特性，使得华为Mate X即使在折叠状态下也能拥有一块6.6英寸英寸的大屏，在折叠状态下依旧能像一台大屏手机那样阅读、看片，实用性很高，此时的它也是“完全体”手机形态。而三星的外置小屏有4.6英寸，可以完成一些基本的手机使用操作，用来阅读、看视频或者是玩游戏也没有问题，但由于上下边框比较宽，操作和观感自然是不如华为Mate X的“完全体”，很多时候我更愿意把它展开使用。不过，三星这块外屏幕本身数值并不差，Dynamic AMOLED为其带来极出众的对比度，息屏显示时间时，屏幕机身融为一体，很有质感。折叠过程有区别吗？华为Mate X和三星Galaxy Fold采用的折叠方案不同，感受也有很大差异。华为Mate X采用外折+卡扣的形式，展开手机，需要按下后方的卡扣按钮释放屏幕，然后稍微用点力把屏幕“掰正”，需要双手操作。这样设计的好处是手机折叠下严丝合缝，一体感很强，从而保证了华为Mate X折叠时几乎和一般手机没有差异的体验，。三星Galaxy Fold采用内折加磁吸的设计，从机身中间稍微施力手机就会自己弹开，展开过程迅速而流畅，实测单手就能完成手机的展开与折叠，延续了先前轻便的表现。三星Galaxy Fold华为Mate X对比之下，三星Galaxy Fold还是可以单手展开和合上的，而华为Mate X就需要用到双手咯。很多人关心的“铰链”部分，不得不感叹华为Mate X在设计上的精巧，无论是折叠还是展开，都没有留下暴露元件的空隙，防尘效果理应不错。而三星Galaxy Fold经过“回炉”一番之后，铰链的设计同样是严丝合缝，配合金属材质点缀，如果说华为Mate X是“科技感”，那么三星Galaxy Fold就是“精致感”。哪一款携带体验更佳？折叠屏手机的便携度问题是很多人对其抱有保留态度的原因，用空间换面积，折叠屏手机变得更厚更重了，这时无须质疑的。华为Mate X机身重量约为300g，而三星Galaxy Fold约276g，后者重量方面更有优势。厚度方面。即使不比较数值，肉眼也可以明显看出三星Galaxy Fold比华为Mate X更厚一些，但从携带体验上，我更钟情于前者。这是因为三星Galaxy Fold机身在折叠后整体虽然厚了一些，但机身宽度上是更窄了，甚至比一般的手机还要窄，很轻松就能装进裤兜里面，拿出来的时候，整台手机可以单手握住，从口袋或是从包包里拿出来反倒有种“轻盈感”。华为Mate X更薄，宽度的取向显然有着在折叠时显示更多画面的考量，一方面华为Mate X折叠后依旧有出色的大屏体验，另一方面使得华为Mate X在折叠状态下有些难以单手掌控，日常使用还是建议带上包包装着，直接放进口袋会显得略撑。日常使用过程中，华为Mate X无论在折叠还是展开的使用手感都“更大”，而三星给人感觉更轻便一些。因此，在体验两台手机的时候，我更愿意在折叠状态使用华为Mate X，在展开状态下使用三星Galaxy Fold。更大的屏幕是折叠屏手机的标志，而适配更大的屏幕，自然就不能照搬手机操作系统。展开状态下，华为Mate X最多显示5X7个APP，而三星Galaxy Fold为5X6，差别并不大。而折叠状态下，华为Mate X仍然能显示5X7个APP，三星Galaxy Fold则变成5X3个，大屏优势还是摆在那里的。在系统设计方面，两者体现出不同理念。华为Mate X系统界面华为Mate X更像一台平板，最为明显的就是系统设置菜单，屏幕左边为一级菜单，而原本二级菜单的内容会直接显示在屏幕右边。这样的操作逻辑和常见的平板电脑很相似，可以充分利用Mate X展开后的大屏空间。三星Galaxy Fold系统界面三星Galaxy Fold则沿用了手机系统的逻辑，在同屏显示单层界面。不过并不是简单的拉长，三星在UI设计上还是下了一些心思，让画面看上去没那么“空”。折叠屏适配谁更好？两款手机在软件适配方面都十分出色。华为Mate X和三星Galaxy Fold在使用全程中都没有出现显示比例异常或者程序崩溃的情况。而应用在使用当中的屏幕开合切换也来得流畅而快速。无论是应用还是游戏，华为Mate X在折叠后能快速改变当前画面的比例，甚至是游戏界面比例，全程没有任何卡顿，无缝衔接。三星Galaxy Fold也是如此，内外屏切换同样是无缝连接，你可以在游戏中途合上屏幕用外屏来玩，也可以玩着玩着打开折叠屏继续。在应用适配表现上，华为Mate X和三星Galaxy Fold都能打到100分。分屏体验那款更优秀？屏幕大的一方更得我心。华为Mate X目前支持两个应用同屏显示，而且两边是同样的大小。聊天时或者办公时可以在软件之间直接拖拽图片或文字，或者可以一边聊天（工作）一边看视频，娱乐办公两不误，分屏应用两开花，在大屏幕的优势下，画面显示和点选操作都清晰直观，堪比平板操作体验。平行视界：在同一个应用点开不同层级此外，Mate X还可以实现一个APP内实现双屏操作，即“平行视界”，用户可以在「设置」-「智能辅助」-「平行视界」里选择开启或者关闭的应用。这项功能有点当年为平板设计的“HD”应用的感觉，即能在同一画面显示第一、二层界面，一定程度上解决了为手机设计的APP在大屏上屏幕利用率不高的问题。因为屏幕比例更长，三星Galaxy Fold在分屏后可操作空间就不如前者那么多。但Galaxy Fold竟然了支持最多三个应用同屏显示，左半边可以显示一个应用，而右边分为上下两半，各显示一个应用，而且三个应用的位置可以随意拖拽调换。如果是两个应用同屏，则可以通过拖动中间的滑动条来调整窗口大小。三星Galaxy Fold：最多三个应用分屏使用此外，三星Galaxy Fold还提供了一个有点像iPad的多任务侧边栏，右侧划出即可呼出，在这里可以点开、拖拽开启多个应用，可以选择分屏运行或者小窗运行。完全体：3个分屏+5个浮窗应用令人惊喜的是，在多任务方面，三星Galaxy Fold有着媲美PC的体验，不仅是可以同时分屏三个应用，你还可以通过多任务侧栏另外开启5个小窗应用，意味着三星Galaxy Fold能够同时启用8个App，同时保持流畅操作。不过在这种情况下，三星Galaxy Fold屏幕如果能再大一点就完美了。玩游戏体验怎样？折叠屏手机体现最大优势的地方不是看视频，因为视频的画面多数都是固定的，没办法完美适配手机屏幕。反而是游戏，能给人一种“铺满”屏幕的震撼观感。左：华为Mate X;右：三星Galaxy Fold华为Mate X由于没有采用异形屏的设计，对游戏的适配没有多大问题，唯独三星Galaxy Fold在《王者荣耀》当中因为“小刘海”的存在遮挡了一些“关键画面”，而在《和平精英》上则没有问题，无关机子，其实是游戏开发者适配速度的问题。华为Mate X 和平精英画面三星Galaxy Fold和平精英画面游戏画面比例变化拓宽了上下视野，使得画面更有沉浸感，游戏操作方面两款手机都基本相似，体验自然也没有过于明显的区分。个人感觉，三星Galaxy Fold的尺寸拿起来更稳固，手指手掌可以轻松握住整个机身，而华为Mate X较大，展开状态玩游戏没那么有“安全感”，反而是折起来当大屏手机用更让人舒心。温度方面，在15分钟高压测试下，华为Mate X机身最高温度为42.1℃，三星Galaxy Fold最高温度为41.7度，相差同样不大。不过华为Mate X整体机身温度要比三星Galaxy Fold更高，后者除了主板位置，其余地方都比较“凉快”。　　面对两台手机强悍的折叠功能，拍照在它们身上只能算是锦上添花，还好，华为和三星都为两款折叠手机配上了时下最强的拍照硬件。华为Mate X搭载了徕卡四摄镜头模组，该模组由拥有f/1.8光圈的4000万像素超感光广角摄像头、f/2.2光圈的1600万像素超广角摄像头、f/2.4光圈的800万像素长焦摄像头和ToF摄像头组成，并且还支持激光对焦，相位对焦，反差对焦和AIS防抖，摆在旗舰手机当中也是十足的前沿玩家。三星Galaxy Fold继续采用那套熟悉的三摄组合：1200万像素主摄（1/2.55英寸）+1600万像素超广角镜头（广角度数123°）+1200万像素长焦镜头，也就是曾经登上过世界第一宝座的Galaxy S10系列和Note10系列的同款镜头组合，拍照方面大致和采用IMX600系列的华为机型平起平坐。华为Mate X样张三星Galaxy Fold样张日间场景，两款手机基本都不会失手，怎么拍都能让你一眼看出这是旗舰手机的作品。到了晚上，才是旗舰影像之间的较量。华为Mate X样张三星Galaxy Fold样张从夜拍表现来看，华为Mate X和三星Galaxy Fold也是难分上下，如果仔细观察，能够发现Mate X宽容度表现小胜后者，不过这种区别十分细微，以上面的样张来说，主要体现在对树叶阴影和灯箱文字的细节保留，其余两者没有太大区别。华为Mate X样张三星Galaxy Fold样张到了更暗的场景，IMX600高ISO的优势展露无遗，可以看到画面亮度明显高出一截，画面内容也更多。不过在观感方面，三星Galaxy Fold似乎还原得更为锐利，贴近真实所见，不同用户可能会在两者中各有偏爱。华为Mate X样张三星Galaxy Fold样张在极暗场景，华为Mate X和三星Galaxy Fold都呈现出了清晰的画面，如果仔细看可以发现，Mate X噪点控制上更胜一筹，而Galaxy Fold则有更锐利的纹理细节，不得不说两者实力相当，不过画面风格取向各不相同。华为Mate X样张三星Galaxy Fold样张和以往旗舰手机实力悬殊的夜景对比不同，华为Mate X和三星Galaxy Fold的影像表现确实很接近，所以不必在影像方面纠结那款更好，无论选谁，都是妥妥的“买手机送相机”。华为Mate X和三星Galaxy Fold谁更好，在实际对比之后，不同人可能会有不同的答案。正如我们前面所说，华为Mate X和三星Galaxy Fold虽然都是折叠屏手机，但两者的设计思路时截然不同的。华为Mate X：外折设计，拥有更大的屏幕，它的实际体验更像是一台能打电话，能够折叠起来的“平板电脑”。如果你把它当成手机来用，那么走着用它浏览东西，或者是踹在裤兜里，那种十足的分量感会让你感到有些“出戏”，而如果你把它当做平板来用，它又显得异常便携，并且能够随意在手机形态切换，十足的“新物种”。三星Galaxy Fold：虽然用上了折叠设计，但其用户体验仍旧没有跳脱手机的范畴，以至于你边走边用它刷微博、聊微信，都不觉得有什么违和感，不用的时候轻轻一折，揣进裤兜，和平常使用手机也没什么两样，而你想要用大屏做一些手机做不到的事情时，三星Galaxy Fold也能满足到你，它更像是一台能够展开成“平板电脑”的手机。因此，对于需求不同的用户，面对华为Mate X和三星Galaxy Fold，选择也可能是不同的，两款手机无疑都是最前沿最先锋的产品。不仅有着一线厂商对新技术的用心思考，更有探索的哲学蕴含其中。“譬如从牛出乳，从乳出酪，从酪出生稣，从生稣出熟稣，从熟稣出醍醐。醍醐最上。”——《大般涅槃经·圣行品》牛奶经过不同方式的加工，呈现出不同形式和风味，折叠屏亦然，我们从两款产品身上看到，外折、内折，不同的折法，产品形态和使用体验呈现完全不同的效果，究竟怎样才是折叠屏的“最上”形态？甚至手机的究极形态又是如何？我想华为Mate X、三星Galaxy Fold都给出了自己对折叠屏思考的“最优解”。", "author": "太平洋电脑网", "newsdate": "发布时间：19-12-17", "newstime": "12:38", "sentiment": [{"positive_prob": 0.926657, "confidence": 0.837015, "negative_prob": 0.0733432, "sentiment": 2}]}, {"title": "半入耳式的主动降噪耳机？华为FreeBuds 3体验报告", "content": "如今，伴随着智能手机逐渐取消3.5mm耳机插孔，真无线耳机在市场上已经受到了消费者的广泛认可，各大厂商也纷纷趁机推出自己的真无线耳机。在这其中，华为算是该领域布局较早的厂商，其最新的华为FreeBuds 3已经是Freebuds系列第三代产品了，自发布以来就受到了消费者的广泛关注。需要注意的是，华为FreeBuds 3共有三种配色，除了陶瓷白和碳晶黑两种经典配色外，全新的蜜语红已经正式开售。那么华为FreeBuds 3这款耳机在日常使用中的变现究竟如何呢？我今天就和大家来聊一聊。日常体验：低延迟+无缝连接在华为FreeBuds 3上，华为为其搭载了独家自研的麒麟A1芯片，是这款产品有了核心卖点。作为华为推出的全球首款获得蓝牙和低功耗蓝牙双模5.1认证的可穿戴芯片，这颗处理器在4.3mm*4.4mm的微小尺寸中，创新性的集成了蓝牙处理单元、音频处理单元、APP处理单元和独立的电源管理单元，希望通过全新的构架和制成，带来更出色的用户体验。首先来说说耳机与手机连接，用户在开启蓝牙的状态下打开耳机盒盖后，长按功能键2秒钟开机，再按功能键2秒钟，待耳机进入配对状态后，将耳机盒贴近EMUI 10的华为手机，这时手机界面会出现请求连接的弹窗提示，直接点击即可。经过首次配对后，后续每次使用时只要打来耳机盒便可直接与手机连接，十分智能方便。在连接后，用户还可以从手机弹窗界面上看到耳机以及充电盒的电量情况。在很长一段时间里，真无线耳机之所以不被消费者接受，很大一部分原因是过于严重的延迟，也就是带着真无线耳机打游戏或是看视频时，出现画面与声音不同步的现象。针对这个问题，我专门戴着华为FreeBuds 3进行了游戏测试，在玩《王者荣耀》的过程中发现，操作英雄进行移动、释放技能等操作时，耳朵会非常及时的收到反馈，几乎感受不到延迟现象。这也就是说，华为FreeBuds 3已经解决了真无线耳机在延迟方面的痛点问题。需要注意的是，由于真无线耳机的传输通道和2.4GHZ无线在同一频段，所以日常使用受到干扰是在所难免的。不过华为FreeBuds 3针对这一现象给出了自己的解决方案，其采用的华为新一代蓝牙信道选择算法，通过动态识别受到WiFi干扰的频段，从而跳频到未受干扰的信道。在近段时间的使用中，基本没有遇到过耳机连接中断的情况。作为一款耳机，音质体验肯定是消费者十分关注的地方。我体验华为FreeBuds 3后，感觉这款产品虽然不能和专业的发烧级耳机相媲美，但音质方面的表现还是非常不错的。个人感觉，华为FreeBuds 3在低频方面虽然拥有不错的下潜，但还有一定提升空间。中频部分已经能听出歌曲的细节，人声表现让我十分享受。高频部分的声场有些拥挤，稍稍会影响听感。总的来说，华为FreeBuds 3在同级别产品中的音质表现还是比较出色的，即便算不上高端水准，也是中高端水准了吧！降噪体验：主动降噪+实时调节其实，华为FreeBuds 3耳机的全称是华为FreeBuds 3半开放式主动降噪耳机，顾名思义，降噪是其主要卖点之一。不过，华为FreeBuds 3采用的是半入耳式设计，相较于以往的入耳式降噪耳机以及头戴式降噪耳机有着显著的区别，且在实现降噪上的难度要更大。那么华为FreeBuds 3在降噪效果上会有怎样的表现呢？由于华为FreeBuds 3采用的是半入耳式设计，因此无法向入耳式耳机以及头戴式耳机那样采用被动降噪方法，也就是通过隔绝密闭性来隔绝外部噪音。因此，华为FreeBuds 3基于大量真实耳道模型的模拟，针对不同年龄、性别、耳朵尺寸和佩戴习惯等调整降噪信号输出频率和强度，最终生成9组降噪参数，通过耳机上的两个麦克收集环境噪声，华为FreeBuds 3可以将收集到的环境噪声通过降噪算法处理成“负向”声波，利用负向信号来抵消外部噪声，从而留下正常音源，达到最终的降噪效果。在使用过程中，用户可双击左侧耳机或者在智慧生活APP中就可开启主动降噪，并且用户可以在智慧生活APP中根据自己的实际情况，来手动调节华为FreeBuds3的降噪性能，以便找到适合自己的降噪效果。个人实际体验后，感觉华为FreeBuds3的降噪效果还是非常不错的，最起码能在嘈杂的环境中能给你一个独处的空间。当然，如果在过马路等情景下，为了自身安全还是不要开启降噪模式。续航体验：超长续航+无线充电经过实测，华为FreeBuds3充电一次可以播放4小时的音乐，配合耳机盒反复充电使用，基本可以实现20小时的音乐播放。这意味着，根据大部分人的使用耳机的频率，华为FreeBuds3能够轻松满足用户两三天使用需求。除了长续航，华为FreeBuds3耳机盒还支持通过Type-C有线快充和无线充电。其中，有线快充充 30分钟，最长可达14小时的音乐播放；无线充电30分钟可提供6小时音乐播放。值得一提的是，如果你拥有华为Mate30 Pro等支持无线反向充电的手机，便可在紧急情况下为耳机进行无线反向充电，达到应急的效果。外观设计：极具个性+简约轻便与市面上其他真无线耳机相同，华为FreeBuds 3也配备了耳机盒，平时起到收纳耳机和为耳机充电的作用。不过该耳机盒独特之处在于采用了少见的圆形设计，拿在手中小巧轻便，装在包里也不觉得占地方。值得一提的是，华为在耳机盒上盖和耳机盒身的转轴处进行了特别的设计，将“HUAWEI”LOGO巧妙地融入了方形的镜面式不锈钢徽章中，堪称画龙点睛之笔，使得耳机盒看起来更有高级感。在华为FreeBuds 3耳机盒底部，分别是USB-C充电口和LED电量/充电指示灯。这个指示灯是来提醒用户耳机盒电量情况，显示绿色代表高电量、显示黄色代表中电量、显示红色代表低电量。当然，打开耳机盒盖后还可以看到一枚LED指示灯，但这枚指示灯的作用是根据不同的闪烁方式，来提醒用户耳机的工作状态。在耳机盒左侧，则是盒身唯一的按钮，用于与手机配对、耳机重置等操作。说完耳机盒，我们再来说说华为FreeBuds 3耳机本身。由于延续了上一代的半入耳式设计，华为FreeBuds 3通过优美海豚仿生设计，使得耳腔部分的曲线更加贴合耳道，日常使用不担心掉落。在耳柄设计上，华为FreeBuds 3采用了直杆式设计，整体看起来要更为简约，并且在保证元器件的基础上，做的要相比其他产品要为纤细，使得单耳重量仅为4.5g，这样轻巧的设计使用户佩戴起来不仅美观，而且长时间佩戴也不会出现累赘感。总结：华为FreeBuds3不管是外观颜值、或是连接便捷性，亦或是日常使用，都有着非常不错的表现。并且超长的续航能力以及两充电方式，更是让用户对这款真无线耳机的好感大大增加。讲真的，如果你真的需要一款真无线耳机，强烈推荐你去华为体验店进行体验，想必那时你就会相信我没有骗你了。", "author": "科技随笔", "newsdate": "发布时间：19-12-17", "newstime": "11:31", "sentiment": [{"positive_prob": 0.906486, "confidence": 0.792192, "negative_prob": 0.0935137, "sentiment": 2}]}]