[{"title": "华为Mate 20 X (5G)评测：初探未来，这速度真快", "content": "1初探之，这就是5G手机的模样[PConline 专业评测]2019年的6月6日注定是一个值得载入史册的日子，除了本身数字比较吉利之外，更重要的是这一天是中国5G牌照正式发放的时间，意味着5G网络商用进入了发展的快车道。作为国内领先的厂商，华为在5G领域的布局非常迅速。在6月25日就正式宣布旗下的华为Mate 20 X (5G)获得国内首张5G终端电信设备进网许可证，并于7月26日正式发布，开启预售。从简单的参数表可以看到，华为Mate 20 X (5G)在配置上大体与华为Mate 20 X保持一致，但是支持了下一代的5G网络通讯技术与40W超级快充技术绝对是这次升级的亮点。外观：沉浸式的视觉体验毫无疑问，如果你是一名初次接触到华为Mate 20 X (5G)手机的用户，肯定会被这块7.2英寸的全景巨幕屏所震撼到，毕竟要是放在前几年来看，这个屏幕尺寸妥妥属于小平板的范畴之内了。由于曾经上手使用了一段时间的华为Mate 20 X，所以在我的使用感觉上并没有任何突兀，反而是一种熟悉的感觉，这让我对华为Mate 20 X (5G)有着更加舒适的第一触感。就像我们开头所说的那样，你无法不被这块7.2英寸的全景巨幕屏所吸引，超高的屏占比与窄边框相得益彰，沉浸式的视觉体验能够让你享受到更爽的影音娱乐方式。与此同时，大屏幕更是强化了华为Mate 20 X (5G)的办公技能，处理个文档，编辑下图片，甚至是手写文字都能够从容应对。OLED的屏幕，1080P+级别的分辨率，主流级别的配置，让华为Mate 20 X (5G)在视觉观感上不曾拥有明显的弱项，从娱乐游戏到移动办公全方位满足用户的使用。对于华为Mate 20 X (5G)的设计感来说，最能体现它特色的便是这背面了。灵感来源于超跑四眼车灯的徕卡三摄居中摆放，我觉得这个设计有种历久弥新的气质，特别是在手机背面设计高度雷同的现在。除了摄像头部分，翡冷翠的机身在质感上的努力让我们能够真真正正感受得到，机身背后那丝丝的斜条纹，带来了无比舒适的手感，更重要的是，也解决了玻璃材质易滑粘指纹等烦恼。2再看之，5G网速终将一日千里5G测试：实测下载速度是4G的八倍与常规版Mate 20 X一样，华为Mate 20 X (5G)依旧搭载了目前华为最顶尖的芯片麒麟980。麒麟980是世界上首款采用7nm制程的手机SoC芯片，更是首款集成了双NPU的旗舰级别处理器。麒麟980的理论性能和实际游戏表现我们之前已经测过很多次了，因此在这里不再重复了，今天的主角也不是这颗麒麟980，而是业界首款7nm 5G双模全网通芯片巴龙5000。巴龙5000是华为在今年1月份发布的5G基带，其采用了7nm制程工艺。跟麒麟980一样，巴龙5000发布时也勇夺六项世界第一：单芯片支持多模2G/3G/4G/5G、同时支持NSA非独立和SA独立组网方式、支持NR TDD和FDD全频谱、支持6GHz以下100MHz双载波聚合宽带、支持3GPP R14 V2X车联网协议、5G峰值下载速率6GHz以下200MHz 4.6Gbps和毫米波800MHz 6.5Gbps。在它的加持下，华为Mate 20 X (5G)不仅拥有卓越的5G联接能力，同时还可向下兼容4G、3G和2G等多种网络制式，是一款5G双模手机，全面支持5G时代SA和NSA两种主流组网方式。在6月，华为Mate 20 X (5G)成为获首张中国5G进网许可证的5G手机，同时也是目前已公布的5G手机中唯一一款同时支持SA和NSA的5G双模手机。在友商5G手机只能选择NSA的现在，华为Mate 20 X (5G)选择NSA和SA全都要。理论结合实际，我们趁着风和日丽的间隙，拿着华为Mate 20 X (5G)走访了广州5G信号覆盖比较广的几个点，人肉实测当前的5G网络实际速度以及华为Mate 20 X (5G)的实际表现。目前在广州，中国联通的5G基站进度相对更快，因此我们选择了联通5G。在一个上午里，我们走访了几个点，实测发现目前的5G网速还是不错的。我们测得的最高网速出现在广州联通广场，下行速度为732Mbps（约91.5M/s），上行速度为95.9Mbps（约12M/s）。接着，我们还尝试了一下实际的下载速度，在下载应用时，体验到的最高下载速度为28.3M/s，虽然距离理论数值还有一定差距，但考虑到现在只是5G建设初期，这个成绩尚且可以接受，况且已经甩开现在的4G几个身位了。5G测试数据受到网络、内容源服务器、周边环境、在线用户数量等诸因素影响，有一定的波动性属于正常现象。根据泰尔终端实验室的检测结果，华为Mate 20 X (5G)在实验室测试环境下，5G下行速率实测达到1.85Gbps。而在我们的全程测试中，5G速率也基本稳定在600-700Mbps的范围内，还算比较稳定。不过相信随着5G网络的继续建设，以后的网速还会有进一步的提升，直到接近5G的理论速度。3其实，5G手机也需要好拍照影像系统：原汁原味的华为Style徕卡三摄永远都是我们在谈论华为Mate 20 X (5G)时无法越过的亮点。华为Mate 20 X (5G)高品质的徕卡三摄由4000万像素广角镜头+2000万像素超广角镜头+800万像素长焦镜头构成, 无需更换镜头, 多个焦段自由切换。可以远观动物迁徙, 收揽群城壮美, 或看微缩世界, 各种场景的转换得心应手。从白天的样张来看，华为Mate 20 X (5G)延续了华为手机在拍照上的高水平发挥，对焦快又准，白平衡不飘。得益于AI拍照的加入，手机对画面想要表现的内容进行迅速的调参。就像是这花草植物一样，当手机检测到是植物时，马上开启了绿植模式，让树叶绿得鲜亮，花朵娇艳欲滴。华为Mate 20 X (5G)在变焦上也有很出色的发挥，其具备3倍光学变焦、5倍混合变焦以及10倍数字变焦，我们尝试用来拍摄远处的景物，大楼的外墙文字即使在10倍数字变焦下也还是显得非常清晰，可用性极其亮眼（可以点击图片观看大图）。超广角的加入，让我们普通人用手机也能拍出很很有艺术感的照片，让手机拍照的可玩性大大提升。就像是我们这组样张一样，随意寻找的角度与线条，在华为Mate 20 X (5G)的超广角镜头下，那种艺术感觉的气息就更浓艳了。夜景一直都是华为的主场，华为Mate 20 X (5G)虽然没有浓墨重彩去描述，但是在我们的测试下确实还是让人钦佩的。首先是对暗光的控制上，这次的暗光部分不会十分刻意地去调亮，更是将一种实际用户看到的真实情况进行还原；而高光部分会则保持一种中性，点到即可。生活中永远不缺少美，只要你有一个认识美的眼光，当然最好再加上一个拍照超好的华为Mate 20 X (5G)啦！4最后，这将是华为5G手机的新起点系统：“方舟”加持，EMUI再进化华为Mate 20 X (5G)出厂预装基于Android 9的EMUI 9.1.1，整体界面UI和“兄弟”Mate 20系列没有太大的差别。不过内在上，EMUI已经进化了不少。另外，华为还独家推出全新只读文件系统EROFS，其通过提升安卓系统分区的随机读性能，从系统底层提升效率，使得随机读取性能平均提升20%，且在系统ROM空间占用也得到了一定的优化。除了独家的EROFS超级文件系统，搭载EMUI 9.1的华为Mate 20 X (5G)支持方舟编译器，以高效的静态编译代替高资源消耗的动态编译，使得系统流畅度提升24%，系统响应性能提升44%。此外第三方应用使用方舟编译器后，操作流畅度提升高达60%。华为Mate 20 X (5G)搭载的EMUI 9.1系统加入了华为智慧剪辑（HUAWEI Vlog）功能。当用户使用手机进行视频拍摄后，华为智慧剪辑功能将会辅助用户，利用人工智能剪辑能力，对拍摄的视频进行选取和剪辑，让用户轻松拥有更精彩的视频。如今，手机已成为我们生活中重要的一环，如何需要合理使用手机，倡导健康的生活习惯，这是我们每个人都要做到的事情，特别是未成年人，自控力较弱。为此，EMUI 9.1.1融入了屏幕使用时间统计、屏幕时间管理、睡眠时间管理、远程定位等功能，我们可以自由设置屏幕使用时间，限制游戏App等各类应用的使用时间，有效防止孩子在校过度沉迷游戏。另外，还支持远程定位管控，自动定位孩子的位置，有一定的安全性。EMUI经过多个版本的迭代，已经迈入国产安卓系统的领先部队。总结一下作为国内目前唯一同时支持SA和NSA两种5G组网方式的5G双模手机，华为Mate20X(5G)在我们的测试使用中表现出了非常稳定的旗舰水平。搭载5G双模全网通芯片——7nm巴龙5000和麒麟980芯片，不管是5G网络支持还是手机性能都是目前顶级水平，再加上40W超级快充技术，徕卡三摄等功能的加持，让华为Mate 20 X (5G)优雅地完成了首秀。不过这一切也才刚刚开始，目前5G网络在国内发展还远远没到终点，我们期待5G，也期待5G网络与设备在未来带给我们种种技术以及生活的改变！", "author": "太平洋电脑网", "newsdate": "发布时间：19-07-27", "newstime": "17:13", "sentiment": [{"positive_prob": 0.987861, "confidence": 0.973024, "negative_prob": 0.0121393, "sentiment": 2}]}, {"title": "怒了！继华为中兴之后，阿里也遭美国毒手，岂料马云“藏了”一手", "content": "文：凉熙前段时间，美国打压华为的事情可以说是闹得沸沸扬扬的，因为一些不可告人的目的，美国给华为扣上了一些莫须有的罪名，禁止美国的企业购买华为的产品，当时很多人都以为华为会在美国的打压下，从此一蹶不振，然而华为并没有如一些人所愿。事实上，不难看出，近年来国内科技企业的发展和进步，美国从2018年对中兴的打压中就能看出。为了遏制中国科技的发展，美国啥理由都能找出来，目的很简单，就是为了遏制中国科技的发展。然而，在去年美国成功的“打压中兴”之后，严重的损害了中兴的企业，美国认为这次“制裁”华为，肯定也能让华为造成一定的“损失”，为了维护其“科技大国”的美誉，但是没想到的是这次事与愿违，制裁的事情出来后，与华为合作的企业虽然是停止断供，但是华为没有受到技术公司断供的影响。相反，这一举措加快了华为在芯片研发方面的努力，并推动了华为“海思芯片”研发的进化。与此同时，华为发布了鸿蒙操作系统，这不仅震惊了美国，也让全世界看到了华为是强大的。两个多月过去了，最初对华为的“制裁”禁令开始消退，美国与华为企业之间的合作开始重新与华为合作。然而，美国不得不撤销这项“禁令”。最后，这场“闹剧”逐渐淡出人们的视线，但“抵制华为”不成。美国又再次提出了一些糟糕的想法，并开始在美国寻找其他中国科技公司，比如大疆无人机公司。就在美方提出这一问题后，大疆以自己的实力和事实堵住了美方的“嘴”，使美方“无言以对”。接连的挫折让美国颜面尽失。在看到针对华为的制裁没有效果后，美国将注意力转向了马云的阿里巴巴。我们都知道马云是中国最大的电子商务技术巨头。在美国制裁华为期间，马玉间接的支持华为，综合实力在全世界都不能低估，但这一次当美国刚刚有了“折腾”阿里的想法时，马云早有预料，并“先发制人”让美国吃了一鼻子灰。众所周知，马云的阿里巴巴是世界知名的，阿里巴巴在云计算领域是杰出的。曾先后克服了许多世界性的问题和问题。即使在全球云计算领域，阿里巴巴在市场中的地位也变得越来越重要。面对亚马逊、微软和其它科技公司，阿里巴巴丝毫没有恐惧，随着阿里云计算世界上取得的成就，许多美国公司与阿里都有着业务往来，而制裁华为计划失败后，美国又将准备采取措施遏制阿里的发展在其领域的合作。事实上，我们都知道马云去年就宣布退出美国市场，但是阿里和美国等科技公司的关系并没有结束。即使阿里退出了美国市场,阿里的云计算份额仍然占据了很多在美国，在面对美国想遏制阿里云的发展的时候，阿里巴巴选择采取主动攻击，相比等待问题到来，不如先解决这些问题。不久前，马云宣布他将取消为美国提供数百万个工作岗位的机会后，阿里立即成立了一家全球研究机构，并对高于同一领域的公司提供优惠待遇，这使得许多美国科学领域家纷纷的加入了进来。这种做法尚未等待美国完全采取“措施”。就已经彻底粉碎了美国的想法。不但没有影响阿里云计算市场，反而吸收了更多云计算领域的专家，在世界范围内迈出了更快的一步。如今，华为正在崛起，中兴通讯正在登顶，大疆的科技享誉世界。现在，马云的云计算更是领先世界一等。中国在过去很长的一段时间里都处在制造业的低端，成为了全球跨国企业的“打工仔”，但是现在，中国即将凭借着互联网、人工智能等新技术实现了“弯道超车”，自然会让美国和她的盟友们感到不安。对于中国的科学技术，不知道大家有什么看法呢？本文由商媒体原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "商媒体", "newsdate": "发布时间：19-07-27", "newstime": "11:49", "sentiment": [{"positive_prob": 0.00100129, "confidence": 0.997775, "negative_prob": 0.998999, "sentiment": 0}]}, {"title": "别急着沸腾，华为5G手机发布了，不过我劝你最好等等再买", "content": "别急着沸腾，华为5G手机发布了，不过我劝你最好等等再买最近关于5G网络成为了大家关注的焦点，包括华为被美国疯狂打压也导致大家对这个5G更加的好奇，到底是什么技术能让美国害怕成这样？不过这次断供华为恐怕起到的效果适得其反，不少外国友人都表示，如果不是美国的封杀，他们是不可能知道原来华为的5G这么先进，这算是给华为做了一个全球皆知的广告。我们回过头来再看看5G，5G网络其实并没有多么多么的神奇，其实5G就是4G网络的升级版，是第五代通信技术，就像是4G是3G网络的升级版一样，不过这次升级的幅度有点大。根据网络上的数据显示，5G的最高速度能够达到1000Mbps，也就是相当于1000兆宽带的速度，换算成下载速度则是125兆每秒，是不是很快啊？最近华为还正式发布了其第一款5G手机华为mate20x 5G版，不少人都跃跃欲试，不过笔者在这里奉劝一下，关于5G手机，大家最好先等一等。为什么要等一等，是因为华为的5G手机不好吗？笔者绝对不是这个意思，华为的5G基站技术全球领先，华为的5G基带也是全球领先的，只是现在入手5G手机的时机还没有到。在之前就有网络上的信息称，首批5G手机售价将超过10000元，华为这个5G手机的8GB+256GB标配版也才6199元，已经是非常良心了，但是笔者想说，这个价格目前还是有些贵了，在2020年之后5G手机就会像下饺子一样上市，到时候也就真的是白菜价了。另外一个问题，5G手机固然很好，不差钱的也可以率先体验，毕竟有些地区已经陆续开始支持5G网络了，但是笔者想说的是，真正到5G的普及还需要一两年的时间，比如说韩国已经宣布商用5G了，但是实际上信号还是不够好。如果高价买了一台5G手机回去，结果没有5G网路可用，这不是很尴尬的事情吗？根据估算，要到2022年才有一半的人能够使用上5G手机，就算是那个时候换也不晚。最后笔者想说的是，目前高通、三星、联发科、华为、紫光这几家企业都推出了自己的5G芯片，但是都还是初代产品，最近有美国用户专门用三星手机体验了一下5G网络，结论就是用5G不能动（信号不好），要带着移动电源（耗电量大），要带着冰袋（发热严重），虽然华为在5G方面遥遥领先，但是初代产品肯定还有这样那样的问题。所以，华为发布了5G手机，先不要沸腾，也不要着急，等一等再说。", "author": "我得科技幻想", "newsdate": "发布时间：19-07-27", "newstime": "22:28", "sentiment": [{"positive_prob": 0.604714, "confidence": 0.121586, "negative_prob": 0.395286, "sentiment": 2}]}, {"title": "华为发布首款商用5G双模手机", "content": "7月26日，华为首款商用5G手机Mate20X(5G)在深圳正式发布并同步开启预约，8月16日起将正式销售，售价6199元。业内分析预测，2020年，国内新出货的智能手机有17.5%将具备5G功能，而到2023年，这一比例将大幅上升至62.7%。8月正式开售华为消费者业务手机产品线总裁何刚表示，“华为Mate20X(5G)的正式发布，将满足消费者在5G时代的全新体验，未来将以此为契机，继续探索前沿科技，坚持全生态开放合作，携手合作伙伴共同为消费者构筑5G全场景体验。”作为华为首款5G商用手机，华为Mate20X(5G)目前唯一商用搭载双7nm5G终端芯片模组(麒麟980+巴龙5000)，并于今年6月25日获得国内首张5G终端电信设备进网许可证。该终端芯片模组(麒麟980+巴龙5000)，拥有华为多项卓越的5G通信技术支持，是当前唯一商用支持SA/NSA的5G双模智能手机。在其它配置方面，华为Mate20X(5G)采用7.2英寸显示屏，分辨率为2244×1080，配备8GB内存+256GB存储，后置4000万像素+2000万像素+800万像素三摄。此外，华为Mate20X(5G)协同世界各国电信运营商，进行了长达数月的产品性能和网络测试工作，具备在端、管、芯、云各方面的协同能力，拥有构建5G全领域的优势。7月26日16时08分，华为Mate20X(5G)翡冷翠配色将开启0元预约，8月16日10时08分在各大主流电商平台及华为智能生活馆、华为体验店、华为授权零售商等正式开售。5G手机逐渐价低量升除了华为发布的Mate20X(5G)手机，7月23日，中兴天机Axon10Pro5G版预售通道正式开启，售价为4999元。中国证券报记者从知情人士获悉，下个月，vivo也将发布5G手机。此外，OPPOReno5G版也已获得工业和信息化部无线电管理局颁发的无线电发射设备型号核准证和中国质量认证中心CCC认证。这意味着OPPOReno5G版已获得了5G手机上市前的必要资格。截至7月17日，中国质量认证中心官网显示，华为、中兴、一加、OPPO、vivo的共计8款5G手机通过3C认证。早在2019年3月，国元证券研报指出，尽管各终端品牌相继发布5G手机，初期由于产业链并不成熟，导致5G手机价格过高，导致消费者难以接受。据调研机构IDC预计，2019年5G手机出货量为670万部，仅占全球手机出货量0.5%。Canalys分析预计，2020年国内智能手机出货中，17.5%将具备5G功能，而到了2023年，这一比例将大幅上升至62.7%。7月23日，工信部新闻发言人闻库在回应5G应用时间表时表示，“现在大概有一二十款手机基本上可以用了，到年底将会更多。几个运营商都已开始部署网络，现在有的开始征集一些试验用户，这个试验过程和当年的4G是一样的，是逐步进行的。”闻库表示，“网络建设需要一个过程，网络和终端的磨合也需要一个过程，不太可能说今天发了牌照，明天全国各地都有网络、所有手机都换成5G手机，这是一个循序渐进的过程，相信产业界也会不断努力，逐渐为大家提供更成熟的网络和更好用的手机。”第一手机界研究院院长孙燕飚分析称，预计国内手机厂商量产的5G手机或于今年9月密集上市销售，但成本普遍较高，售价或均在4000元以上。随着供应链产能提升，明年下半年5G手机价格可能降至2500元左右。来源: 中国证券报", "author": "同花顺财经", "newsdate": "发布时间：19-07-27", "newstime": "08:29", "sentiment": [{"positive_prob": 0.985867, "confidence": 0.968594, "negative_prob": 0.0141328, "sentiment": 2}]}, {"title": "华为首款5G手机来了！同时支持4G、5G，还宣布了一个消息……", "content": "它来了，它来了！华为5G手机，带着万众期盼的光环来了！7月26日，华为在深圳召开终端沟通会，现场发布国内首个取得入网许可证的5G智能手机（mate20 X 5G版），并且对外公布预售价格：6199元！图片来源：经济日报“又大又薄！”这是记者现场体验华为首款商用5G手机的直观感受。实际上，目前国内已有包括中兴、OPPO、一加、VIVO等多款5G手机“横空出世”。5G已悄然来到我们身边，专家甚至认为，5G产生的影响可能会超过电力给人类社会的改变。上传速度全球最快同时支持5G卡和4G卡5G时代，速度为王！华为首款5G商用手机到底有多快？据华为消费者业务手机产品线总裁何刚介绍，HUAWEI Mate 20 X （5G）现网下行峰值速率10倍于4G，5G上行速率（上传速度）全球最快。图片来源：华为华为消费者业务手机产品线总裁何刚在发布会上说，作为获得“首张中国5G进网许可证”的5G手机，华为Mate 20 X 5G是目前全球唯一能够支持独立组网/非独立组网的5G双模手机，搭载华为5G 7nm（纳米）麒麟980芯片及7nm巴龙5000终端芯片模组，全面支持三大运营商5G频段；率先商用支持5G+4G双卡双待。华为终端表示，5G双模组网模式，无需换机即可从4G时代平稳过渡到5G时代。图片来源：华为据了解，该手机配备了7.2英寸全景巨幕屏，屏占比达到87.83%；后置4000万+2000万+800万徕卡三摄；搭载石墨烯+VC液冷智能散热系统；电池容量为4200mAh，支持40W华为超级快充。至于很多人关心的价格问题，之前有传闻称首批5G手机上市的价格会很贵，甚至超过万元，但现在看首批上市的5G手机并非价格高不可攀。此款手机售价6199元起，7月26日16时08分开启预约，8月16日10时08分正式开售。华为宣布进军电视行业华为公司26日同时宣布将进军电视行业，推出基于鸿蒙操作系统的智慧屏。荣耀智慧屏将于2019年8月上市，华为智慧屏将于2019年9月上市。华为消费者业务CEO余承东说，全场景智慧化战略将围绕消费者衣食住行提供无缝的全场景服务，推动产业升级。华为智慧屏是大屏设备在全场景智慧化时代的升级，可实现多设备、多品牌产品的互联互通。智慧屏可变身为智慧家居的控制中心。中兴已抢发5G预售5G千元机最快将于明年年底上市早在7月23日，中兴天机Axon 10 Pro 5G版预售便已经正式开启，成为国内首款公布价格并开启预售的5G旗舰手机，售价4999元。硬件方面，中兴天机Axon 10 Pro 5G版搭载骁龙855移动平台。在5G网络下，可实现10倍于4G LTE的峰值速率。据中国证券报获悉，下个月，vivo也将发布5G手机。此外，OPPO Reno 5G版也已获得工业和信息化部无线电管理局颁发的无线电发射设备型号核准证和中国质量认证中心CCC认证。这意味着OPPO Reno 5G版已获得了5G手机上市前的必要资格。截至7月17日，中国质量认证中心官网显示，华为、中兴、一加、OPPO、vivo等品牌的共计8款5G手机通过3C认证。据公开报道，华为5G产品线总裁杨超斌也在公开场合表示，随着5G技术的日益成熟，不仅是旗舰机型，一些低端机型也在研发中，5G千元机最快将于明年年底上市。那么，今年5G手机市场空间有多大呢？国元证券研报指出，手机出货量下滑趋势2019年有望减缓，但5G手机短期难以放量。尽管各终端品牌相继发布5G手机，初期由于产业链并不成熟，导致5G手机价格过高，消费者难以接受。据调研机构IDC预计，2019年5G手机出货量为670万部，仅占全球手机出货量0.5%。网友评论图片来源：新浪微博截图来源:综合经济日报微信号、新华视点、中国证券报、微博评论责任编辑:邢宇支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-07-27", "newstime": "04:18", "sentiment": [{"positive_prob": 0.997095, "confidence": 0.993545, "negative_prob": 0.00290465, "sentiment": 2}]}, {"title": "任正非：5G独立组网全球只有华为做好了，我们在等高通进步", "content": "任正非7月18日，华为创始人、CEO任正非在广东接受了意大利媒体的采访。7月25日，华为在内网心声社区公布了这次采访的圆桌纪要。在采访中，谈及为何近期和媒体沟通增加了，任正非表示，“我也不只是为了救我的女儿，也为了救我们公司，所以我要挺身而出”，“现在社会舆论对华为理解的大概有30%，70%还是不够理解，所以还要继续说下去。”而且，现年75岁的任正非强调，在这个危机时刻，他最适合继续担任CEO，他有能力领导这个公司走出黑暗，走向光明。关于欧洲运营商是否会选用华为设备来建设5G网络，任正非表示，这取决于欧洲国家意志决定，也取决于欧洲运营商站在自己角度上的考虑，所以选择权在欧洲，不在我们。不过，他解释，5G现在分两种形式：一种是5G和4G兼容的NSA（非独立组网）模式，比如现在4G手机可以在5G网络上使用，仅仅拓宽了带宽，没有起到未来工业自动化控制的作用。4G和5G共用系统的核心网，可以用原来4G的；另外一种形式是5G单独组一个网的SA（独立组网）形式，由于它不需要兼容4G的很多内容，它的终端设备、系统设备都会变得比较简单，这样它的上行速率会非常快，时延是毫秒级的。“5G独立组网时，就需要我们这种新型的核心网。”任正非表示，中国现在发的5G牌照、现在运营商建设的5G网络，还是4G和5G混合组网的模式。“5G独立组网全世界只有华为一家做好了，中国招标法规定，必须有三家公司做好了才能开始招标，所以，中国只有从明年才能开始独立组网的5G SA。我们在等待高通的进步。”对于西方国家普遍关心的安全问题，任正非重申，华为不可能安装后门，国家领导人有指示，我们有信心、有底气，可以坚定表态与各个国家签“华为网络无后门”协议。谈及美国贸易管制的影响，任正非表示，“我估计从今年初1350亿美元的销售计划收入会下降300亿美元，到1000亿美元左右，这是一种极端的估计。可能由于我们的努力，会缩小下滑的比例。\"你们来到华为，也亲眼见到了我们公司“身体”很健康，各个 “机器”（部门）还在充分运转。据任正非介绍，华为（供应链）有很多洞要去补，“5G、光传送、核心网……这些系统，我们要优先去补洞，这些洞已经全部补好了。今天统计下来，我们大概有4300-4400个洞，应该已经补好了70-80%，到年底时可能有93%的洞会补完。”一方面是补洞，另一方面是切换版本，对今年的经营业绩会有一些影响。“明年我们还会补少部分的洞，这些洞可能还会难补一些，可能明年我们的经营业绩还会受影响。我们估计，到2021年公司会恢复增长。”任正非说。对于外界关注的鸿蒙操作系统，任正非表示，它的最大特点是低时延，它与安卓、iOS是不一样的操作系统。开发设计的初衷是用于物联网，比如工业控制、无人驾驶……来支撑使用，“我们现在首先使用在手表、智能8K大屏、车联网上。在安卓系统上，我们还是等待谷歌获得美国审批，还是尊重和拥护谷歌的生态和技术的权利。”由于美国政府的贸易管制，包括谷歌在内的美国企业已经宣布将执行美国政府的决定，这可能导致包括安卓系统在内的软件在华为设备上无法更新。外界期待，华为的自研操作系统鸿蒙未来将逐步应用到华为设备上。按计划，华为今年的全球开发者大会将在8月9日华为松山湖基地召开。华为有可能在本次大会上推出自研的操作系统“鸿蒙”。附：任正非意大利媒体圆桌纪要2019年7月18日非常欢迎大家光临，意大利是一个美丽的国家，我非常喜欢意大利。大家有什么尖锐问题都可以提出来，我会坦诚回答。谢谢大家！1，Antonio Fatiguso《安莎通讯社》：直到去年12月，您在媒体上露面都非常少，包括国内的媒体，可能最近十几年，也就接受了两三次采访。但是您女儿孟晚舟被加拿大拘留以后，您出来与媒体沟通更多了，您能解释一下为什么吗？另外，关于您女儿的问题，以您的见解，最终会以什么方式来结束呢？任正非：首先，我不是一个不愿意多讲话的人。过去我在公司内部讲话非常多，因为我作为一个领导人，怎么领导？就是讲话。只是过去的讲话不面对媒体。自从发生温哥华事件，美国在纽约东区法院起诉我们，再后来把我们纳入实体清单，国际媒体对华为几乎都是负面报道，因为他们对华为带有一种成见。我认为，我有责任在危难时刻站出来多讲话，把乌云抹去，透出一点光来。现在天有一点灰色了，不是完全的黑色了，大概有30%的媒体报道比较有利我们，还有70%的报道比较负面。第二，美国这个国家太强大了，控制了全球的话语权，美国说什么大家都容易相信，因此华为承受负面压力过大，我有责任出来多讲一讲。一是增强客户对我们的信心，华为公司不会垮掉，会对客户负责任的；二是增强供应商对我们的信心，我们公司可以活下去的，卖给我们零部件，将来是能付款的；三是增强员工信心，要好好工作，公司可以活下去，尽管美国打击很厉害，但是我们公司也很厉害；最后，也向社会传递正确的声音，让社会理解我们，以前没有人这么尖锐地指责我们时，总不能跳出来自己说自己。现在美国这么尖锐地指责，正好有机会解释自己，让大家了解华为。现在社会舆论对华为理解的大概有30%，70%还是不够理解，所以还要继续说下去。我也不只是为了救我的女儿，也为了救我们公司，所以我要挺身而出。2，Fabio Savelli《晚邮报》：第一个问题，在这种危机时刻，您是否还是一个企业CEO、企业领头人的岗位？第二，关于5G在欧洲的部署，在欧洲网络连接基础设施建设中，华为并没有提供很多核心网设备。对于您来讲，您觉得未来几个月、甚至几年这个情况是否会有所变化？如果华为仍然被排除在核心网之外，是否会推迟5G在欧洲的部署？任正非：第一，在这个危机时刻，我最适合继续担任CEO，我有能力领导这个公司走出黑暗，走向光明。即使得不到美国的帮助，公司也会持续良好发展，会独立生存下去，而且还会生存得很好，处于世界前列。第二，怎么选5G取决于欧洲国家意志决定，也取决于欧洲运营商站在自己角度上的考虑，所以选择权在欧洲，不在我们。首先解释一下5G是什么，再说说对欧洲会有什么贡献。5G不是4G的简单放大，2G、3G和4G的业务性质是B2C，B2C业务可以理解成我们每个个人与网络在通讯。现在互联网上传速率低，下载速率大。就像大家感觉到的，你在网络上传一个图像时，现在速率非常慢。如果汽车要采用无人驾驶，一秒钟要传出非常多的图像才能保证安全。如果按照现在的传送方式，不能实现工业自动控制。而5G整个频道的宽度是4G的10-100倍，上行带宽也可以做到非常宽。所以，5G改变了4G的信息传输结构，不仅能完成B2C业务，还能完成B2B业务。B2B后面的“B”，是指高速运行的火车、汽车、飞机、工业4.0自动生产的结构等。5G现在分两种形式：一种是5G和4G兼容的NSA模式，比如现在4G手机可以在5G网络上使用，仅仅拓宽了带宽，没有起到未来工业自动化控制的作用。4G和5G共用系统的核心网，可以用原来4G的；另外一种形式是5G单独组一个网的SA形式，由于它不需要兼容4G的很多内容，它的终端设备、系统设备都会变得比较简单，这样它的上行速率会非常快，时延是毫秒级的。比如，意大利非常优秀的医生，远程指导中国乡镇医生给病人动心脏手术，那么在现场看到医生的动刀速度，与在视频中看到的动刀速度必须一样，不能有滞后，否则就不能指导动手术了。又如，在座各位都是搞媒体的，电视传播速度快一些就会有拖尾，说明是有时延的，独立的5G网络就会消灭这个现象。5G独立组网时，就需要我们这种新型的核心网。5G基站本身是不打开信息包的，传送系统也不打开，所以不涉及信息安全问题。只有传到核心网时，才打开信息包。英国特蕾莎·梅前首相讲“核心网以外的设备，英国都可以采购华为产品”，是正确的；最近英国议员辩论以后又说“只有用华为的核心技术，才可能实现最先进”。从这点来讲，是由欧洲的国家和运营商来选择的。中国现在发的5G牌照、现在运营商建设的5G网络，还是4G和5G混合组网的模式。5G独立组网全世界只有华为一家做好了，中国招标法规定，必须有三家公司做好了才能开始招标，所以，中国只有从明年才能开始独立组网的5G SA。我们在等待高通的进步。3，Filippo Santelli《共和报》：现在美国随时有可能停止关键部件对华为的销售，包括芯片、服务器、软件。对于技术厂商来讲相当于判了死刑，华为能独立于这些美国供货商吗？怎么实现独立？多长时间内可以独立？任正非：我们现在就能够完全独立，不依赖美国而持续为客户提供服务。而且越先进的系统，我们越有能力完全独立于美国之外而生产。当然，有些落后的产品，过去历史上生产的旧产品，我们没有继续开发零部件，这些产品有可能会有影响。但是我们有新技术和新产品去覆盖过去这些旧产品，继续为客户提供服务。4，Bruno Ruffilli《新闻报》：今天我们看到了华为的股权室，了解到您有一票否决权，如果共产党或者中国政府要求华为公司在网络设备上或者终端设备上安装后门，这方面您也可以一票否决吗？任正非：那当然了，我肯定一票否决。大家也要看到，李克强总理在十三届全国人大二次会议答记者问时，也讲清楚了“中国企业不允许安装后门”；李克强总理在克罗地亚参加“16+1”会议时，专门给华为员工讲了“你们千万不要安装后门”。所以，国家领导人有指示，我们有信心、有底气，可以坚定表态与各个国家签“华为网络无后门”协议。第二，如果我们安装了后门，全世界客户都不买我们的设备，我们公司破产了，谁来还债？员工可以辞职去创业，唯有留我还债，你认为我会希望是这样的格局吗？不希望。5，Andrea Biondi《24小时太阳报》：第一，关于您的女儿孟晚舟事件，您现在是否担心，您认为这个事件会以怎样的方式告终？第二，现在国际上有很多指控，总把华为和信息安全、安全问题或者安装后门联系在一起。面对这些指控，您的回答是什么？任正非：第一，我女儿的事情还是要通过法庭判决来解决，因为法庭是尊重事实、重证据的，相信最终法庭会做出公正、公平、公开透明的判决。第二，意大利、德国提出建立欧洲统一的网络安全标准，每个企业都要接受这种检查，我认为这是正确的。华为接受了全世界最苛刻的检查，至今没有发现有什么问题，相信其他企业也会接受这种检查，这样对欧洲安全是有保障的。6，Eugenio Buzzetti《意大利通讯社》：您在最近的采访中曾表示，因为美国贸易管制，可能华为的营业额会遭受300亿美元的下滑。您认为华为面对营业额下滑的现象应该怎样调整自己？是否有备用方案呢？任正非：美国打击我们，不会对我们的生存构成影响，但我们必须要进行一些版本切换，版本切换需要一些磨合，这些磨合会需要一点时间。当然，我估计从今年初1350亿美元的销售计划收入会下降300亿美元，到1000亿美元左右，这是一种极端的估计。可能由于我们的努力，会缩小下滑的比例。你们来到华为，也亲眼见到了我们公司“身体”很健康，各个 “机器”（部门）还在充分运转。7，Samuel Stolton （Euractiv欧盟）：首先，感谢任总给我们这个机会对您采访。不知您有没有听说，最新选举的欧委会主席冯德莱恩，关于未来欧盟和中国的关系，您有怎样的见解？任正非：对于新当选的欧盟主席，我不太熟悉，但是已经在电视上看见她非常漂亮，相信欧洲也会迈出漂亮的步伐。欧洲一定要使自己的贸易走向简单化。中国是一个非常庞大的市场，从去年开始，中国不断对奢侈品、服装等各种商品降低关税，意大利、欧洲要更快地抢占市场。比如，以汽车为例，中国是一个汽车消费大国，汽车关税不断在下降，那么欧洲的汽车要抢占中国市场，不要把自己绑在美国的“战车”上。大家都知道，全世界最好的汽车是欧洲的，全世界最经济实惠的汽车是日本的，美国汽车既没有质量优势，也没有成本优势，等过几年你们把中国市场空间占完以后，估计美国汽车再进来就困难了。中国在高铁建设采用的德国技术、法国技术、日本技术，以及部分中国自己研究的技术，这些都是一些巨大的发展机会。中国对航空器的需求也极其巨大，欧洲在航空器领域应该更大规模投资进军中国市场。总之，中国和欧洲的经济具有很大互补性，所以我们要借这种缝隙时间推动中欧贸易快速发展。等到美国和中国吵完架以后一看，发现在中国遍地都是盟友，把市场都占光了。而且对其他国家，欧洲要减少与美国步调一致的经济制裁，而是要努力扩大经济贸易空间。因为社会是否稳定在于人民的生活是不是得到改善。欧洲并不是需要一种意识形态，而是需要大幅度改善人民生活，特别是低端人民的生活，这样既不会爆发社会动乱，也不会产生任何革命。有了稳定的发展基础，欧洲一定会继续繁荣。8，Filippo Santelli《共和报》：现在美国政府也在给欧洲电信运营商施压，让他们禁止使用华为的设备，但是从现在得到的消息来看，意大利政府还是愿意继续和华为合作的。对于您来讲，欧洲市场也好，意大利市场也好，对于华为业务是否重要呢？您认为是否在欧洲市场上取得最终的胜利呢？任正非：第一，欧洲对我们非常重要，我们在欧洲的投资也是非常大的，我们视欧洲为第二本土。第二，运营商与华为合作了二十多年，美国这么强的施压，还有这么多运营商购买我们的设备，说明运营商对我们的信任度是比较高的。我们有信心把欧洲的网络建好。9，Antonio Fatiguso《安莎通讯社》：我们常常听到，很多人认为华为无论在公司所有权还是管理上都不够透明，在您自愿披露自己的持股数之后，才知道您只有1.14%的股份。为了改善这个状况，您是否考虑，哪怕久远的将来在香港上市呢？第二，从管理角度，是否已经筹划未来接班人问题？任正非：第一，我们是完全透明的，因为我们的财务独立外部审计是KPMG。我们和上市公司一样透明，我不知道社会还需要什么透明度。如果为了透明，跑到香港去上市，我认为没有必要。我们公司一直在迭代前进中，我在股东代表大会的讲话稍后提供给您，里面讲清楚了公司治理结构和接班人的问题。我们公司会稳步前进的，欢迎各位记者和总编们定期来华为访问，看看我们的循环成长。我们不会垮掉，只会越活越好。10，Eugenio Buzzetti《意大利通讯社》：关于您最近在“一带一路”北京论坛上和意大利总理孔特的会谈，我们想知道这个会谈是否进展得愉快？您个人怎么看意大利政府中对5G华为表示怀疑的势力？孔特总理是否认为意大利数据应该掌握在意大利自己手中呢？任正非：我和总理的会谈是很友好的，总理对我们也是很信任的。至于意大利有一部分人对我们有质疑，我们是可以理解的，在中国也有人质疑我们，任何地方都会有不同观点，这很正常。关键是我们自己要能干好。11，Fabio Savelli《晚邮报》：第一，面对美国这样的进攻，无论您女儿的拘留事件也好，还是对华为的实体清单管制也好，您难道不觉得有必要跟美国协商一下？或者把自己的源代码变得更加透明？第二，如果意大利政府实行“黄金权力”法案否决权，或者政治层面更多限制华为在意大利的业务，您会不会撤出在意大利的投资呢？任正非：第一，我们和美国是有沟通的，美国已经在纽约东区法院起诉我们，我们也在达拉斯法院起诉了美国政府，其实这就是在沟通，用法律的方式沟通。美国是一个法治国家，我认为用法律的方式已经是最好的沟通。第二，意大利实行“黄金权力”法案，使意大利做生意很复杂。我们没有问题，“黄金权力”法案难道会审查出来有瑕疵？意大利“黄金权力”法案不会否决我们的，这点我们还是很有信心的。12，Andrea Biondi 《24小时太阳报》：根据意大利的“黄金权力”法案，只是要对非欧盟的通信设备供应商进行更严格的检查，而诺基亚、爱立信则不需要。您认为华为会成为一种歧视的牺牲者吗？任正非：我不认为这是歧视我们。如果我们没有问题，巴不得你们多审查，不就证明我们没有问题了吗？华为已经在全世界受到了最严格的审查，多一个审查，我们并不害怕。13，Bruno Ruffilli《新闻报》：第一，华为在电信市场上已经有多年的运营历史，在4G出现时并不记得有人讨论过安全问题，为什么5G给大家带来如此大的关于网络安全的担忧？第二，我个人觉得，对于5G的探讨，除了技术本身以外，大家讨论的都是要给华为信心、要信任华为。特朗普已经把华为或者把任总您形容成“邪恶王子”的形象，为什么我们要信任华为？任正非：第一，为什么5G会突出这么多矛盾？因为美国在3G、4G上有一定地位，5G是以华为为领导，有些人一时接受不了。中国政府明确要求企业不准安装后门，我们有没有后门，可以经过你们严格审查。我们在美国没有网络，也不打算将5G卖给它，怎么会危害美国国家安全呢，美国这么着急做什么呢？第二，关于“邪恶王子”的问题，现在你看见我了，觉得我像不像“魔王”？百闻不如一见。Bruno Ruffilli：看着不像，但是我还是有一点怕您。任正非：全世界不会所有国家都拒绝华为，接受华为的国家会获得很大成功，历史会证明，华为对信任我们的国家会做出很大贡献。因此，不必担忧华为是不是被形容成“魔头”。我从来都认为特朗普总统是一个伟大领袖，我们两个都不是魔头。14，Samuel Stolton （Euractiv欧盟）：有位华为前雇员王伟晶，在波兰因为从事间谍活动被指控拘留，现在仍然没有审判，您觉得他会受到公正的审判吗？任正非：我们不了解他做了什么事情。我们认为，公司员工只能从事商业性活动，如果从事非商业活动，对方有证据，对方国家可以行使主权，法庭审判完以后，才能证明是怎么回事，那时我们再做最后的处理。我们对此不清楚，就不能发表言论。你们最好去采访波兰的法院，了解真实情况。15，Antonio Fatiguso《安莎通讯社》：昨天参观了松山湖，那里的建筑非常欧式，其中有两个地方是直接取材于意大利维罗纳和博洛尼亚。从您个人来讲，与意大利有哪些关系呢？您是否到过意大利？任正非：我去过意大利很多次，我太太和女儿也经常去意大利。我们公司很多艺术品、家具都来自意大利。松山湖的建筑是日本建筑师设计的，他选择欧式建筑设计，中标了，这完全是日本建筑师的导向。今天所在的这栋大楼是法国建筑师设计的。16，Bruno Ruffilli《新闻报》：您常常把现在的华为比作伊尔2战机，有很多的洞需要补，现在补洞的情况如何？最先补哪些洞？您是否会把一些投资的领域进行转移呢？第二，关于操作系统，新的鸿蒙操作系统将会有哪些应用领域？我们以为用在手机上，后来说为物联网设计的。对于安卓操作系统是否有一个替代方案呢？任正非：首先，这架飞机的照片是我偶然在网上看到的，我觉得很像我们公司，除了“心脏”还在跳动以外，身上是千疮百孔。当时我们并不知道身上有多少洞，不确定哪些是最主要的。那么，5G、光传送、核心网……这些系统，我们要优先去补洞，这些洞已经全部补好了。今天统计下来，我们大概有4300-4400个洞，应该已经补好了70-80%，到年底时可能有93%的洞会补完。一方面是补洞，另一方面是切换版本，对今年的经营业绩是会有一些影响的。明年我们还会补少部分的洞，这些洞可能还会难补一些，可能明年我们的经营业绩还会受影响。我们估计，到2021年公司会恢复增长。第二，鸿蒙操作系统的最大特点是低时延，它与安卓、iOS是不一样的操作系统。开发设计的初衷是用于物联网，比如工业控制、无人驾驶……来支撑使用，我们现在首先使用在手表、智能8K大屏、车联网上。在安卓系统上，我们还是等待谷歌获得美国审批，还是尊重和拥护谷歌的生态和技术的权利。17，Filippo Santelli《共和报》：第一，刚才您说英国政府已经了解到如果要有一个5G网络，核心网也要使用华为设备，是否意味着如果欧洲想要有一个纯5G网络，必须要选择华为来进行核心网和周边网的建设呢？我个人觉得，把所有的鸡蛋都放在华为一个篮子里是不是不妥呢？第二，您刚才说，在5G上，现在华为也好，中国也好，实现了对美国技术的超车，您认为未来的趋势是否是中国在越来越多的技术上超越美国，美国的举动是否是为了遏制中国的增长呢？任正非：第一，我不代表中国，不知道中国会不会超车，因为我没有精力去关注整个社会。我只能代表华为，也只了解华为。第二，核心网实际上就是软件，我相信诺基亚、爱立信、思科都会做好的，如果不放心，可以等一等，它们也能提供的。但是，鸡蛋放在两个篮子里，两个篮子是串联的，任何一个篮子打破了，系统都没有了，而不是两个平行的系统。Filippo Santelli：现在美国对华为的攻击是否是为了遏制中国技术的超越呢？任正非：我不知道，问美国才会清楚。美国对华为的制裁和遏制，也许是美国的一种误会。我欢迎美国政府官员多来华为看看，可能他们就消除误会了。我认为，未来几十年，美国还是世界上最强大的科技国家。18，Fabio Savelli《晚邮报》：第一，我们知道Facebook已经公布要发行基于区块链的数字货币，叫“天秤币”，您觉得这是不是美国科技企业要与美国政府一起保持世界霸主的信号？第二，您认为在发行数字货币时，他们是否会考虑中国的企业或者把中国的货币放到他们的货币篮子里呢？任正非：中国自己也可以发行这样的货币，为什么要等别人发行呢？一个国家的力量总比一家互联网公司强大。19，Bruno Ruffilli《新闻报》：从目前世界局势来看，各个国家仍然充满了不平等的现象，财富分配出现两极化。在这样的大背景下，您认为未来从科技角度，我们面临的最大挑战是什么？而科技会扮演一个什么样的角色呢？任正非：我认为，科技会给人类创造更多财富，使得每个人都能享有社会发展的权利和利益。整个社会要通过发展来消除贫困，避免社会的不稳定。社会稳定以后，发展速度更快，有利于更加稳定。当前“穷人更穷、富人更富”的现象，要有适当地改变。新技术的投入，会促进社会总财富的增加。", "author": "澎湃新闻", "newsdate": "发布时间：19-07-27", "newstime": "08:29", "sentiment": [{"positive_prob": 0.971019, "confidence": 0.935598, "negative_prob": 0.028981, "sentiment": 2}]}, {"title": "华为不甘落后于荣耀，关晓彤代言nova5i系列推出，叫板荣耀9X吗？", "content": "在荣耀9X发布会上，赵明骄傲的宣布荣耀超过了大哥华为的销量，那么作为大哥的华为到底会怎么想？没过多久就在昨天，华为正式推出nova5i系列，而且还让知名艺人关晓彤作为代言人，可谓是非常高调！而在今年华为nova5系列推出后，华为在很多城市的广告从之前的华为P30系列换成了华为nova5系列，而且让易烊千玺给做代言人，而在nova5i方面竟然还又推出了一个代言人，让关晓彤代言，可见是为了打造华为的设计之美，覆盖年轻人群煞费苦心呀！本身荣耀推出就是针对年轻群体的，但是怎奈，年轻群体太火热了，大哥都动摇了！那么我们来看看这次华为nova5系列有怎样的优势吧，全系4摄，而这次华为还是主推nova5i pro一点，因为前置是3200万像素的，后置是后置四摄：4800万（彩色，F1.8光圈）+800万（超广角）+200万（微距）+200万像素（深度），支持自动对焦（PDAF+ contrast对焦）。搭配麒麟810处理器，售价则是6G+128G版本2199元开始起步，这个和荣耀9X pro价位差不多，荣耀9XPRO是8GB+128GB起步，售价2199元。那么怎么选择，别急这两款机型区别还是很明显的，不仅仅是内存大小！其实在摄像水平方面荣耀9X pro则是采用的是包括4800万像素主摄+800万像素广角镜头+200万像素景深镜头du，配备荣耀猫头鹰算法和102400的ISO，AIS手持超级夜景支持最长30s曝光。前置在则是1600万的升降式摄像头，所以拍照性能方面比华为nova5i pro要弱一些的。但是外观区别也很大，荣耀9Xpro采用的是全景屏升降式结构。而这次华为nova5i pro则是采用挖孔屏设计，背部采用的是浴霸四摄组合，闪光灯在外部设计着，那么对比这个外观和拍照以及性能方面你更喜欢哪个？其实如果是外观如果是我更喜欢荣耀9X一点，而且内存大小方面也更实在一点。但是如果要追求拍照那肯定是nova5i PRO系列哦那么接着再盘点下华为nova5i系列吧，这款手机我没想到搭载的竟然是麒麟710处理器。后置摄像头则是采用的是后置四摄：2400万（彩色，f/1.8光圈）+800万（超广角）+200万（微距）+200万像素（深度），支持自动对焦（PDAF+ contrast对焦） ；前置单摄：2400万像素，f/2.0光圈；售价则是6G+128G售价1999元起步。我觉得和荣耀9X对比来说，没有荣耀9X实惠了。因为荣耀9X，搭载麒麟810处理器，采用升降式摄像头组合，拍照方面4800万+200万，f/1.8光圈，支持自动对焦（相位对焦/反差对焦）；前置则是1600万像素的主摄，4000mAh超强续航 4800万超清夜拍 6.59英寸升降全面屏 全网通 6GB+128GB版本售价是1899元。那么相比较来说也很明显，在拍照方面依然是华为nova5i更好一点，依然是四摄组合，但是华为nova5i对于华为nova5ipro，下降太多了竟然处理器成为了麒麟710处理器。但是相比较来说和荣耀9X对比怎么说，很难说清楚优劣势，因为有拍照加持1999元也不算太亏，但是和相比较华为nova 5ipro来比较来说，也就是加200块钱就能买麒麟810处理器的手机了。当然这次华为也是主打的是华为nova5i pro，所以还是值得选择的！但是nova 5i并没有采用浴霸摄像头，而是采用了竖排设计，前面板是一样的。所以对此你会怎么选择？所以总结来说华为nova5i系列依然没有快充，是标配充电器，搭配4000毫安大电池。不支持红外遥控也不支持你发错这个和荣耀9X相似。而华为nova5i系列这次主打外观和颜值的拍照手机，可能叫板小米CC9系列吧。那么对于荣耀9X没有太多的交织。荣耀9X系列主打性能游戏（拍照也不赖），而华为nova5i系列更多主打拍照颜值系列。你会选择哪款那？欢迎关注我和我一起交流！", "author": "创业者李孟", "newsdate": "发布时间：19-07-27", "newstime": "21:22", "sentiment": [{"positive_prob": 0.832638, "confidence": 0.628084, "negative_prob": 0.167362, "sentiment": 2}]}]