[{"title": "华为Mate30Pro：12月，是时候说再见了！", "content": "手机江湖，风云变幻，唯快不破。以前，大家都觉得，手拿iPhone出街，那才叫骄傲，拥有三星旗舰，才叫获得了安卓王子，然而，手机市场的发展变化快得让人难以想象，随着小米华为OPPOvivo的异军突起，三星在大中华区市场已经被打得一败涂地，苹果，也低下了高傲的头颅，而最激烈的战斗，更发生在国产品牌之间，比如说，荣耀V30与RedmiK30间的比拼，自封5G“标杆”与5G先锋之间的对决。然而，最终受伤害的，却是所有4G手机，尤其是高端旗舰，比如说，华为Mate30Pro。作为一款3个来月前才发布的高端机型，在亮相的时候，华为Mate30Pro，确实是王者般的存在，毕竟，它性能强劲，而且拍照实力无人能及，5799的起步价格，也是笑傲国产江湖，本以为，它会像上几任那样，持续半年的荣光后再将接力棒交给华为P40Pro，然而，12月，荣耀和Redmi在5G领域一开战，它就要提前说再见了。华为Mate30Pro，拥有6.53英寸的曲面屏设计，弯曲度88度，接近垂直，握感不错。它同时搭载麒麟990处理器和4000万的莱卡四摄，DxO评分当时一骑绝尘，再加上iP68的防尘防水，4000mAh电池、40W有线快充和27W无线充电，综合实力相比华为Mate30确实强出许多，开卖时，甚至还曾一度无货可卖。然而，到了12月，RedmiK30 5G版横空出世，它直接把5G手机的价格带入了2000元时代，5G的普及速度必将迅猛突进，标准版华为Mate30Pro，是不支持5G的，5G版本的华为Mate30Pro呢，起步价高达6899。并且，接下来，OPPO Reno3和vivo X30都会支持5G网络，明年，小米2000以上的所有机型都支持5G，realme的国内新机，也是全系5G，就连iPhone，明年也会大幅推出5G版本，拍照已经被小米CC9Pro追平，40W充电也被小米CC9Pro吊打的标准版华为Mate，12月，是该说再见了，你同意吗？", "author": "缤锋评论", "newsdate": "发布时间：19-12-14", "newstime": "18:57", "sentiment": [{"positive_prob": 0.294768, "confidence": 0.34496, "negative_prob": 0.705232, "sentiment": 0}]}, {"title": "挪威电信：华为将继续参与5G建设", "content": "挪威电信公司（Telenor）13日表示，在5G网络建设中将继续使用中国供应商华为公司的设备，同时新增瑞典的爱立信公司为5G供应商。在13日的新闻发布会上，挪威电信总裁兼首席执行官西格韦·布雷克说，公司未来4至5年内将改造网络，在此过程中，挪威电信将继续使用现有供应商华为公司的设备来维护4G网络并将部分地区网络升级到5G。一些媒体报道称挪威电信将在5G建设中排除华为。布雷克表示，挪威电信没有理由推迟与华为的合作，他期待与华为继续合作。他在新闻发布会上说：“我们对与华为的合作感到非常满意。”与此同时，挪威电信也宣布将新增爱立信公司作为其5G设备供应商。挪威电信挪威子网首席执行官博勒·富尔贝里说：“作为斯堪的纳维亚地区最早的5G移动网络运营商，挪威电信将在2020年加大5G网络铺设步伐。”挪威数字化事务大臣尼古拉·阿斯特鲁普13日接受挪威网络报纸E24采访时说：“如果运营商从与挪威没有安全合作的国家或地区选择供应商，则该供应商的设备不得超过挪威基站的半数。”挪威电信解释说，保持华为和爱立信两个供应商的原因是，用户对数据流量的需求逐年增加，必须对整个网络进行现代化改造。改造将与5G的发展同时进行，大约需要4到5年时间。在被问到是否需要使用华为5G设备来满足以上需求时，富尔贝里回答说：“为了满足客户需求，这个答案是肯定的。鉴于此过程需要4到5年，我们需要确保所有客户都拥有良好的体验。”挪威电信是北欧地区主要电信运营商之一，也在缅甸、巴基斯坦、泰国、马来西亚等国运营，用户超过1亿。这家公司与华为合作已超过10年。(来源:新华社)", "author": "人民日报", "newsdate": "发布时间：19-12-14", "newstime": "15:50", "sentiment": [{"positive_prob": 0.980023, "confidence": 0.955606, "negative_prob": 0.0199771, "sentiment": 2}]}, {"title": "北大教授张志学：华为研发投入占全国5.2%，专利占全国10%", "content": "IT之家12月14日消息 在今天举办的北大光华新年论坛上，北大光华管理学院教授张志学称，如果中国有一个世界级企业，就是华为。张志学表示，自己于1998年应人力资源部的邀请区深化和丰富当时的数字模型，访问了无数的科学家和市场人员，因此自己才说华为是中国的世界级企业。张志学补充道，今天的5G、AI都需要背后有足够的技术支撑，最重要的是来自一个企业的研发。他强调，2018年华为销售额占全国GDP的0.78%，而研发投入为1015亿元，全国是1.96万亿元，占全国5.2%，获得的专利占全国的10%。根据华为投资控股有限公司3月30日对外披露的2018年度报告显示，2018年华为实现全球销售收入7212.02亿元，同比增长19.5%，净利润593亿元，同比增长25.1%，在研发方面投入了1000多亿元。", "author": "IT之家", "newsdate": "发布时间：19-12-14", "newstime": "15:49", "sentiment": [{"positive_prob": 0.996546, "confidence": 0.992324, "negative_prob": 0.00345418, "sentiment": 2}]}, {"title": "为什么曾经被“捧上天”的华为Mate30遇冷了？店长说出三个原因", "content": "说起华为手机相信大家都不会感到陌生，随着综合实力的提升，它现在已经超越苹果成为全球第二大智能手机品牌，也是小米和OPPO等友商学习的榜样。可惜这么说，如今的华为正处于高速发展的道路上，通过不断地技术积累口碑和销量在国内市场也迎来双丰收。不过话说回来，在激烈的市场环境中它的部分产品也是难以独善其身，例如这一次网友提问：曾经被“吹上天”的华为Mate30，为什么不再被热捧了？华为Mate30是今年国产超级旗舰，主要针对追求极致体验的年轻人，所以无论是外观设计还是硬件打磨都必须下足重本。一方面，Mate30延续上一代超窄额头全面屏的风格，得益于左右边框进一步做窄，下巴继续缩小，点亮的瞬间视觉冲击力挺震撼，四曲面玻璃后壳在光线的照射下营造出光彩熠熠的效果，配合铝中框的紧密贴合兼具舒适握持感的同时也满足日常生活防水，第七代光学指纹的加持也符合大部分花粉的期待。另一方面，Mate30率先运行EMUI10系统，新增方舟编译器和GPU Turbo3.0技术适配不同的应用程序之后进行底层数据优化，再与麒麟990处理器形成协同能力，这样的组合能够在安兔兔跑近45万分，性能已经处于行业顶级水准，超级夜景模式和达芬奇独立NPU神经元的驱动下，徕卡认证三摄模组也发挥出它应该有的水平。说到这里，华为Mate30从参数层面来看几乎没有太多可挑剔的地方，也能够称得上是一款出色的国产旗舰，那么我们回到开头的问题：为什么曾经被“捧上天”的华为Mate30遇冷了？我们咨询某个专卖店的店长，他认为原因其实很简单，主要存在三点：首先，刚开始的时候能够与华为Mate30形成正面竞争的机型很少，可现在不同了，随着小米CC9Pro、魅族16sPro还有一加7T的持续热销，它的地位已经逐步被取代，没有性价比优势确实很吃亏。其次，最近一段时间库克的力度太猛，iPhone11系列的持续下压形成很强势的“降维打击”，毕竟A系列芯片+IOS系统在软硬件优势上还是更具说服力，苹果的品牌优势凸显出来，单独依靠“情怀”难以支撑起Mate30的热度。最后，现阶段三大运营商都在加快5G网络的建设，而4G基站也会慢慢减少搭建和维护，这样的话Mate30标准版不支持SA和NSA网络很难保障在未来一年甚至半年之内不会被淘汰，所以更多人宁愿选择再等等。从笔者的角度出发，现在的华为仍然引领着行业的发展趋势，Mate30也是功不可没，只是现阶段它因为性价比不足、没有5G和缺乏品牌号召力，有人不待见它也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-12-14", "newstime": "13:22", "sentiment": [{"positive_prob": 0.00337985, "confidence": 0.992489, "negative_prob": 0.99662, "sentiment": 0}]}, {"title": "又一国家禁用华为，秘密“清单”浮出水面，特朗普的野心终于暴露", "content": "文｜北桥现在5G网络的大局已定，华为以65份儿5G合同和28%的5G专利成为了当之无愧的5G巨头，并且华为还向全球发货了40万个5G信号基站。虽然华为的5G技术在领域当中确实很过硬，不过华为还是需要面临“安全问题”带来的麻烦。根据路透社消息，本周五挪威电信宣布将会停止与华为长达10年的合作关系，淘汰目前正在使用的华为4G设备，未来会选择爱立信作为主要供应商。在这个消息宣布后，挪威另外两家电信运营商也跟着停用了华为的通信设备，并开始启用爱立信和诺基亚的设备，这意味着华为基本上和挪威电信市场无缘了。为什么挪威电信会禁用华为设备？路透社方面分析认为是特朗普对北约盟友施压对缘故，才让挪威停用了华为的设备，不然还能有什么原因能让合作十年的关系终止呢？其实从今年的5月中旬之后，华为就一直被困在了“安全问题”当中，许多电信运营商都开始停用，甚至是禁用华为的5G设备了。但是目前仍旧没有任何一家运营商能够拿出明确的证据证明华为的网络设备存在安全漏洞或者秘密后门，想必这一切大家应该都心知肚明。近日网络一张秘密“清单” 浮出水面，让特朗普的野心终于暴露，也让大家终于明白华为为什么会被针对了。在这份儿“全球科技公司在中国的竞争对手”清单当中，华为与美国微软、谷歌、微软、苹果、甲骨文、思科、IBM、高通、英伟达等等看科技巨头都存在着竞争关系。确实，华为早已经不是三十年前的那个小小的通信设备代理商了，而是一家涉及人工智能、云计算、计算机、操作系统、芯片、手机、通信等领域的科技巨头。如果我们没有了华为，那么肯定会在芯片、操作系统、通信等领域大幅度的落后的国外，似乎特朗普也看到了这个问题，所以对全世界说华为的通信设备存在安全问题，并倡议不要使用华为的通信设备。不过也正是由于特朗普的免费宣传，才让那些已经禁用华为设备的国家开始重新和华为进行合作，比如西班牙、葡萄牙等等国家的运营商都开始重新选择华为的设备。因为这些运营商深刻的明白，目前只有华为的5G技术是最领先的，如果弃用华为的5G设备，那么他们的5G网络至少将会晚6到8个月才能够完成建设。现在华为已经打造出了去美化的供应链，并且还发布了集成的5G芯片，明年华为还将全面应用鸿蒙系统。可以说华为不光没有太大的影响，反而还巩固了自己的科技基础。不过国产技术想要全面普及还是离不开大家的支持，试问你换在更换手机或者电脑时候，优先考虑使用国产技术的吗？欢迎在评论区发表你的看法。", "author": "北桥科技", "newsdate": "发布时间：19-12-14", "newstime": "16:43", "sentiment": [{"positive_prob": 0.187706, "confidence": 0.582876, "negative_prob": 0.812294, "sentiment": 0}]}, {"title": "吴军回应点评腾讯争议：都是中肯评价，对阿里和华为一直认可", "content": "IT之家12月14日消息 此前腾讯原副总裁吴军点评四家互联网公司引发争议：“Baidu已无希望、苹果吃老本、谷歌平庸、腾讯没ToB基因”。对于这些言论，吴军在近日接受采访时也就相关言论进行澄清。吴军表示，这些公司对于一个研究商业的人来讲不过只是一些素材而已，对自己而言没有什么特殊性，不会因为哪家企业跟自己关系好或者没有在哪家企业任职过就说谁的好话/坏话。自己一向认可阿里和华为，并没有从这两家公司抽取好处。研究商业最重要的是中肯，也不会因为谷歌和腾讯给过自己股票就一定要说好话。同时吴军还点评了网易公司，他认为网易有一个很重要的特点就是丁磊绝不赔本赚吆喝，这一点和段永平很像，这两位做企业都是讲究利润而不是撒钱追风。而新浪是一家从一开始便被资本控制的公司，被资本控制后公司就有点“胸无大志”。", "author": "IT之家", "newsdate": "发布时间：19-12-14", "newstime": "19:59", "sentiment": [{"positive_prob": 0.747294, "confidence": 0.438431, "negative_prob": 0.252706, "sentiment": 2}]}, {"title": "当初被“捧上天”的华为Mate30Pro突然不火了？三个原因很现实！", "content": "华为手机之所以能在国产手机中脱颖而出，除了具备强大的技术研发实力之外，还有一个重要的原因在于它具有非常强大的技术创新能力。比如极光色、天空之境、浴霸镜头、奥利奥模组、瀑布屏等等，都能在国产手机圈中掀起一阵新的设计潮流。在华为Mate 30 Pro上，它拥有瀑布屏、双4000W主摄、麒麟990等一系列的黑科技，当初发布时可以说是被“捧上了天”，但是笔者最近观察到，华为Mate30Pro不管是4G版还是5G版都没有原来那么火了。为了印证我的观察是否正确，笔者专门查询了某第三方平台的销量数据，发现4G版加5G版的月总销量在21万台左右（仅该单一平台数据）。而它的最大对手iPhone 11的月销近40万台，两者差了近一倍的销量。那么为什么Mate 30 Pro不火了？三个原因很现实！iPhone 11降价凶猛首先最大的原因是这一个月以来，Mate 30 Pro的最大竞争对手iPhone 11降价幅度很大。iPhone 11上市时的价格为5499元，这个价格已经比iPhone XR的上市价格便宜了一千块了，但短短时间内iPhone 11在第三方平台价格已经低至4699元，比4G版的华为Mate 30 Pro整整便宜了一千块左右。iPhone 11在A13处理器的加持下，搭配iOS 13的系统以及长续航能力和18W的快充支持，整体的体验非常的出色，而且它采用了今年苹果全新的双摄系统，拍照和录像的画质可圈可点。所以综合来看iPhone 11的降价确实给华为Mate 30 Pro造成了不小的冲击。4G到5G的过渡阶段，不少人选择观望现在5G根本没有对应的应用场景，如果现在买5G手机的话，那么就必须承受5G带来的高溢价，还要接受未来手机迅速贬值，同时还没有得到5G该有的体验。而买4G旗舰机不久后就会过时，有些得不偿失，所以有一部分想要入手华为Mate 30 Pro的人选择继续观望，等明年大批5G手机上市时，Mate 30 Pro将会有不小的降价。老机型降价后成为新选择笔者身边不少人上手华为Mate 30 Pro之后发现，其实它并不完美，瀑布屏好看但是握持感、贴膜戴壳等都是问题，而且音量键的缺失也带来了一些不太方便的地方。而表现更加均衡的华为Mate 20 Pro的渠道价格已经跌至三千出头，所以Mate 30 Pro上市之后，不少人理性抉择权衡利弊，最终选择了像Mate 20 Pro、P30这样更为均衡实用性价比高的华为手机，Mate 30 Pro系列的热度有些被分流了。你们觉得华为Mate 30 Pro热度下降的原因在哪里？", "author": "小胖聊数码", "newsdate": "发布时间：19-12-14", "newstime": "20:50", "sentiment": [{"positive_prob": 0.342397, "confidence": 0.239119, "negative_prob": 0.657603, "sentiment": 0}]}, {"title": "华为荣耀20 Pro评测，中端手机的价格，旗舰机的配置和性能", "content": "荣耀手机一般都是在华为最新旗舰手机的基础上，把关键的参数降低，从而定价也更低，即俗话说的减配版。但荣耀20 Pro似乎有点不一样，这部手机有了自己的特色，更像是一个独立的品牌。作为华为的子品牌，荣耀理所当然地采用了许多华为旗舰Mate和P系列手机使用的许多技术。如果你认同华为这个品牌，但觉得华为手机价格偏高，那么荣耀是不错的选择。设计荣耀20 Pro 的尺寸为154.6 x 73.97 x 8.44毫米，重量为182克。手机的正面有一个巨大的屏幕，然而上下边框却并不是最小的边框，特别是下巴的部分。屏幕左上角直径4.5mm的打孔相机给手机增添了一点未来感，同时也并不影响观看体验。弧形侧边上的电源按钮被设计成了一个小凹口，这种设计不仅仅为了美观，它上面装有指纹识别器。这是一种非常快而且识别率高的指纹传感器。虽然很多品牌逐渐转向更炫酷的屏下指纹识别，但屏下识别的可靠性和识别率堪忧。我们已经见惯了各种手机背面的相机模块都突出表面，荣耀 20 Pro也不例外，但它的相机模块突出并不多。手机的四个后置摄像头中有三个是凹凸不平的，另外一个是用于自动对焦的传感器。不过还是要友情提醒要买这部手机的小伙伴，有必要买一个手机保护壳。显示有些价格便宜的手机都已经改用OLED屏幕了，但荣耀20 Pro仍然使用LCD屏。虽然Full HD+的LCD显示效果也很好，但它毕竟不是OLED。最明显的区别是黑色不会像OLED那样深，所以对于省电来说会有影响。在正常的室内使用中，显示屏的亮度足够，但在阳光强烈的户外显示亮度明显下降。这也是LCD技术本身的缺陷，像基础版的iPhone 11一样，即使优化做的再好，毕竟不是OLED。性能荣耀20 Pro的核心组件没有吝啬，都是旗舰级的。虽然它使用的不是目前市场上最流行的旗舰处理器骁龙855，而是华为自己的麒麟980，但Mate 20 Pro和P30 Pro使用同样的处理器，被证明性能非常出色。荣耀 20 Pro的同类竞争对手甚至还在使用骁龙 600系列或700系列。现实使用中印证了荣耀20 Pro的性能水平，玩PUBG游戏非常流畅，这种表现与P30 Pro差不多。手机的内部存储空间有128GB和256GB两种可选，无论哪种容量几乎都可以满足日常需求，如果你真的需要更大存储空间，那不好意思，荣耀20 Pro并没有扩展插槽。电池2019年的高端手机电池标准是4000mAh。荣耀20 Pro严格意义来说并不算一款高端手机，但它的电池达到了4000毫安的高端标准。不过，这么大的电池容量，续航时间却没有体现出来。把亮度调到中等水平，屏幕连续打开持续了大约6个小时。参考Mate 20 Pro和P30 Pro都使用4200mAh电池，屏幕持续开启达到了8小时。最大的原因可能仍旧是LCD屏幕。使用标配的22.5W充电器能快速给手机充电。从0充至50％大约需要30分钟。虽然比P30 Pro和Mate 20 Pro的75％要少很多，但这一快充速度已经超过了很多其他手机。相机    4800万像素主镜头，f/1.4，OIS，激光自动对焦    1600万像素超广角镜头，f/2.2、117度FoV    800万像素长焦镜头，f/2.4、3倍光学，5倍混合，OIS    200万像素微距，f/2.4荣耀20 Pro手机背面有四个摄像头。主镜头采用索尼的IMX586 4800万像素传感器（OnePlus 7 Pro使用相同的传感器）。默认拍摄模式下，相机会输出4个像素合并为1个的1200万像素合成图像。图像质量很稳定，极少数情况下照片才会出现一点模糊。当然，也可以切换为全分辨率4800万像素图像，图片确实会更大，但即使放在电脑屏幕上看，4800万像素和1200万像素照片也很难看出区别。长焦镜头具有3倍无损光学变焦和5倍混合变焦，对于拍突出主体的人像照格外有用。荣耀20 Pro的专用微距镜头对于大多数用户来说实用性并不高，但它至少有胜于无。其实如果花时间去研究它的用法，这个功能还是很酷的，可惜分辨率只有200万像素。另一个AI功能是超级夜景模式，这也是今年旗舰手机的主流功能。它能够在光线不足的场景中拍出更好的图片亮度和图像细节，但是如果光线真的很暗，它并不能像Mate 30 Pro那样超越人眼的视觉识别度。总的来说，荣耀20 Pro是一款功能强大的拍照手机。图像质量在光照充足的情况下非常好，当光线下降时，它的成像水平也同步下降。但是，4镜头对于喜欢拍照的人来说确实是很有帮助的。音频荣耀20 Pro没有保留3.5毫米耳机插孔，不过手机标配了3.5mm转USB-C适配器。从手机底部的单扬声器声音非常清晰，而且很响亮。不足之处是单扬声器小小的声音孔很容易被手盖住，需要使用者注意。荣耀 20 Pro价格荣耀20 Pro的8GB+128GB价格为2689元，8GB+256GB的价格为2989元。它的价位是中端手机的价位，但是它提供了高端手机的参数。当然，由于价格的限制必然会在某些方面减配。比如没有OLED屏幕、没有无线充电、没有耳机插孔、没有扩展存储。但荣耀20 Pro仍然算得上物超所值的手机。配置和价格整体来看，荣耀20 Pro的主要竞争产品是OnePlus 7。OnePlus使用更好的AMOLED屏幕，但电池只有3700毫安。另外荣耀20 Pro的拍照效果个人感觉比OnePlus 7稍好一些，毕竟荣耀20 Pro光圈f/1.4。对于想要流畅的性能、出色的相机以及时尚外观的人，荣耀20 Pro是不错的选择。优点设计精美漂亮的无边框显示屏指纹识别快速准确多功能的相机组合缺点没有耳机插孔使用LCD而非OLED", "author": "科技评测实验室", "newsdate": "发布时间：19-12-14", "newstime": "18:16", "sentiment": [{"positive_prob": 0.999675, "confidence": 0.999278, "negative_prob": 0.000325012, "sentiment": 2}]}, {"title": "好消息：华为成国内首家，上海兆芯宣布好消息，看来市场要变了！", "content": "今天给大家带来两个好消息，第一个就是华为成国内首发，看到这里，相信大家还是有点看不懂，但是提到华为我们可以联想到很多个方面，比如华为研究成果非常多，最直观的就是华为自己研发的5G技术，还有就是麒麟芯片，各种细分的世界级别专利更是数不胜数，既然提到了5G，自然要和华为挂钩。因为在今年的手机市场中，应该说在目前的国内市场中，华为的5G技术依旧处于遥遥领先，大多数厂商想跟上脚步还是非常难，而且在国内研发芯片的手机厂商并不多，即使有，现在这个阶段也很嫩超越华为，所以这第一个消息就和华为的5G有关系。据C114报道，近日，华为获得工信部颁发的“5G核心网电信设备进网许可证”，而且华为5G核心网支持2G/3G/4G/5G NSA/5G SA全融合，相关网元已按照进网规范一次性通过测试，符合国家规定的标准，准许接入公用电信网使用，这个时候的华为作为国内首家获得5G核心网电信设备进网许可证的公司，标志着华为5G核心网设备在5G技术方面的全面领先。其实除了华为获得国内首家之后，任正非还表示华为正在制定“大规模”的备份计划，看来华为的技术已经越来越强了，无论是芯片还是网络，都有着很好的发展。既然提到了芯片，上海兆芯近期也是传来了好消息，根据兆芯官方公布的最新消息称，其自主研发的下一代通用处理器将专门面向高性能服务器产品市场，根据产品序列，这款处理器将被命名为开胜KH-40000系列处理器。此外，兆芯还表示他们也在研发7nm以下工艺产品，其是KX-7000系列处理器，将采用全新的自主CPU微架构，并延续SoC设计方案。不得不承认，数字化时代的到来，芯片已成为极度关键的战略性产品，不仅影响国民经济发展，更与国家安全息息相关。而上海兆芯能够获得如此快的进步，和王惟林有很大的关系，这位拥有多年CPU及芯片组研发设计和管理经验，作为科技重大专项课题研发负责人确实贡献了很多的精力，这里我们真的要感谢国家人才。综上信息可以看出国内市场要变了，无论是华为的5G还是上海兆芯的发展，都有着很的话语权，那么对此您有什么想表达的吗？欢迎回复讨论。【申明：本文由“智能手机这点事”作者独家原创，欢迎大家分享、评论、收藏、转发，未经允许禁止抄袭，违者将追究其版权侵犯责任，图片均来自网络，如有侵权请与本人作者联系，谢谢合作！】", "author": "智能手机这点事", "newsdate": "发布时间：19-12-14", "newstime": "16:10", "sentiment": [{"positive_prob": 0.823893, "confidence": 0.608651, "negative_prob": 0.176107, "sentiment": 2}]}]