[{"title": "华为正式申请地图甲级资质，传闻中的并购图商还会发生吗？", "content": "北京时间7月5日，自然资源部发布公示信息显示，华为等7家单位申报甲级测绘资质，公示截止时间为7月11日。在上述公示前，业内消息显示华为海思在看地图方面的标的，根据了解，基本上独立的图商，都被华为“扫”过了一遍。在尚未有确定的并购消息时，华为申请的地图甲级资质进入公示期，距离拿下仅有一步之遥。华为申请甲级地图资质，很多人都会将其与华为汽车业务联想到了一起，如果仅仅如此，那么就是低估了华为的战略部署能力。ICT巨头剑锋所指，必然是万物互联的数字世界。地图能力，是巨头未来必备的基础能力。随着5G的到来，世界即将进入万物互联的数字世界，而数字世界与现实世界结合的纽带，恰好就是地图。随着智能汽车、智能交通和智慧城市的发展，地图的重要性会更来越高。因此，在中国市场，巨头就地图能力展开过激烈的争夺，现在大体格局已定。随着华为的强势进入，地图江湖又会掀起风波。在国外，地图的争夺也曾经发生过，当年欧洲Here的争夺战之后的抱团，在日本，政府牵头发展适应未来的高精地图又是另外一个玩法。01 争夺必备的地图能力在上述公示信息前，全国共计有19家公司拥有甲级地图资质。所以，地图资源在社会上是稀缺资源，但地图又是巨头未来必备的基础能力，争夺战就不可避免了。地图测绘是个苦活，据业内人士介绍，真正具备完整地图及能力的公司，全国只有5家：四维图新、高德地图、百度地图、易图通和凯立德。上述5家具备完整地图的公司，除了百度地图是巨头自己打下的江山，有三家与巨头联系到一起，四维图新与腾讯、高德被阿里整体并购，凯立德一度归于小米和平安所有。地图能力，是被巨头们认为必须具备的战略能力。当年阿里并购高德后，腾讯马上入股了四维图新，百度则依靠购买其他家地图数据的方式逐渐完善了自己的地图能力。对于华为而言，具备地图能力也就只有两条路：自己干和并购。自己干的话，仍旧需要自己去一点一滴积累数据，这个周期可能会很长。也有观点认为，这仅仅是开发工具的问题，以华为的能力而言不用很久。至于并购，因为图商在业内是稀缺资源，尤其是具备完整能力、或者是积累了相当数据的企业，更是屈指可数。对于这样的并购标的，买方处于劣势位置。有消息称，华为曾经想并购一家图商，但最终因为这家图商控股方不放手而告吹。在这次的并购传言中，华为接触了多家图商，其中两家是初创公司，一家是老图商，但在等来并购的信息前，华为申请资质的公示先来。因此，也有业内人士认为，华为接触多家图商的目的，可能并不是为了并购，而是为了行业探底。不管怎么样，华为必然是要具备地图能力的了。这种能力，是华为必须拥有的底层能力之一，未来在采图、制图和更新能力上，华为应该都可能会有自己的解决方案。至于数据积累，那更多是要看时间了。02 国外抱团发展地图在国外，地图领域曾经上演过著名的“Here”争夺战。2015年，诺基亚要把旗下的Here地图出售，引发了全球范围内的激烈争夺。包括美国科技巨头的Facebook、苹果、微软，以及汽车制造商和服务商的奥迪、宝马、奔驰、Uber，甚至国内的百度、腾讯、四维图新等，都希望将Here收入囊中。最终的结果是，德国三大豪华车企奔驰、宝马和奥迪，抱团将Here收入囊中，耗资32亿美元，当然，这个价格比诺基亚81亿美元购买的汽车导航软件开发商Navteq要便宜多了。奔驰、宝马和奥迪抱团拿下Here，当然不是为了LBS服务了，目标直指的是自动驾驶时代对高精地图的需求。在日本，则由一家日本政府支持的名为Dynamic Map Planning的制图公司，发展高精度地图。这家公司由三菱电机、地图开发商Zenrin、以及9家汽车制造商联手创办。其中，三菱电机提供测绘设备，车企提供汽车，地图开发商负责制图，装在汽车上的特种测绘设备，将测绘到的数据进行数字化处理，从而转化为地图。按照计划，这个地图将会覆盖主要高速公司和其他等级的公路，总长度达到127公里。从上述的两个例子来看，国外的公司倾向于抱团发展高精度地图，甚至日本更是由政府牵头发展高精度地图，这对于减少重复建设有一定的意义，毕竟，地图是数字世界的基础设施。更有一点，就是地图的敏感性，尤其是高精度地图的敏感性，Here之所以将百度和腾讯排除在外，也是有这方面的考虑。在中国，申请甲级资质同样是不能有外资背景。北京初速度（Momenta）申请资质，还遇到这方面的风波。国外抱团发展地图，可以给国内公司启发。作为基础能力，数家公司抱团发展地图，一方面可以降低彼此的成本，另一方面可以避免重复建设。目前，有了这样的倾向，例如，上汽和东风都投资了初创公司晶众，晶众与一汽也有业务往来，或许将来会有股权的合作。至于华为需不要并购图商，正如在4月份上海车展，车智君在华为轮值董事长徐直军的媒体沟通会上，曾经抛出问题——“华为未来会不会通过投资，或者并购的方式，补足自己做增量部件供应商不足的能力”，徐直军当时的回答是“现在还很难回答你，一切皆有可能，一切皆无可能”。随后，在4月底，华为成立了哈勃科技投资公司，在5月底，华为成立了智能汽车解决方案BU，到6月份的发文确定智能汽车解决方案BU具体组织架构，到7月份的申请地图资质。华为的速度，让外界有了更多的期待。", "author": "车智", "newsdate": "发布时间：19-07-07", "newstime": "15:12", "sentiment": [{"positive_prob": 0.220374, "confidence": 0.510279, "negative_prob": 0.779626, "sentiment": 0}]}, {"title": "为何华为被美国列入黑名单之后又急于解除？其实原因很简单", "content": "大家都知道华为在今年5月份被美国列入了实名制的黑名单，虽然在一定程度上限制了华为的发展，但是华为在这个紧要的关头公布了自己已经研发了长达一年的鸿蒙系统。可以说这次的禁令并没有给华为造成致命性的打击，不像当时的中兴一样被彻底的打压，经过这次的打压就像华为与美国展开了一场持久战一样，看谁能坚持到最后。就在最近美国在G20会上解除了对华为的打压，这是为什么呐？请点击输入图片美国率先撑不住提出了解除对华为的禁令原因是有很多的，就美国自己而言，打压华为是很不理智的行为。一方面华为在美国那边有很多进口，就这样对美国列入黑名单，美国与华为有合作的企业，就少了对华为的出口，并且华为在美国那边有很多生意上的交往，这让美国的一些企业很大的程度上就减少了收入。另一方面美国的一些企业还有依靠进口华为企业的技术，这样盲目的禁止掉，也可能会使美国的企业利益也会造成损失，严重依赖华为企业的甚至有可能造成瘫痪。就两方面总的来说，会使美国的很多企业会对美国的决策不满，一个国家的企业如果收入都会变低，那么交的税也会变低，严重的话也会影响国家的发展，这对于自身发展不利的原因也是造成美国提前解除对华为禁令的原因。被美国实行禁令后的华为提出自己研发的鸿蒙系统之后，对于谷歌来说也是一种打击，因为经过这次事件之后，国民对于华为的支持会增加很多，所以当鸿蒙系统真正发布之后，华为和谷歌必定会成为竞争对手，而超越谷歌的安卓系统只是时间问题。而作为谷歌方面也是替华为求情，也让美国解除对华为的禁令，而谷歌方面与美国和美国方面的企业也有很多的深度合作，所以谷歌的求情也会有一定的作用。而小编觉得解除禁令后对华为有更多的优势，而对于谷歌方面会更加的不利。经过解除禁令之后，华为方面有更多的时间来测试自己的系统，不用着急发布来巩固自己的地位，而是用更多的时间来优化自己的系统的优势。等到时候发布的时候就会是一个很稳定、很有优势的一个系统。只是与谷歌的交战推迟了一段时间，而战胜谷歌更是轻而易举。而谷歌方面想的可能也是想给自己喘气的机会，不会让自己的企业不会太过于恐慌，而鸿蒙系统推迟发布，也让自己有更多的时间去做准备，迎接华为的挑战。而美国在G20会上发表的演讲说解除对华为的禁令，很多企业也是抱着质疑的态度，很多企业不敢轻举妄动，继续保持着对华为的“绝交”状态。但是有些企业已经忍不住要立马与华为展开合作，可以说是第一时间提出了继续合作，就是日本的移动虚拟网络运营商IIJ立即展开了对华为的合作。本来日本的移动虚拟网络运营商IIJ在五月份就开始销售美国的新款产品，因为美国禁令的推迟，就延迟到了如今。但是很多企业抱着质疑的态度，其实日本的移动虚拟网络运营商IIJ也有这样的质疑，因为他们害怕就算手机发布切不能使用美国和谷歌方面的相关软件，这在日本是很重要的。在日本提出相同的质疑的时候，华为方面第一时间表明自己的态度：可以使用美国和谷歌方面的相关软件，在华为的保证之后，日本也解除了自己的担忧，在第一时间继续与华为的合作。而华为在日本的市场份额是非常高的，这样以后华为会获得更多的利润，会有更多的销售额，会在一定程度上弥补一下因为美国禁令而损失的利润，而日本方面的企业也会获得利润，反正这样的决定对于华为和日本方面都是只有好处。相信经过日本的带头作用之后，会有更多的国家、更多的企业积极的与华为展开继续的合作，这样之后，华为就有了和世界霸主三星继续同台竞争的机会。经过此次的美国实名制禁令之后，又到现在的美国不得不解除对华为的禁令。我们不难看出一个国家乃至一个企业科技的重要性。一个国家只有科技发达、实力大才能获得国际的尊重，就像美国一样发布禁令之后很多国家就不敢与华为企业进行合作；而一个企业的科技优势一样的重要，一个企业的发展最好很少依赖或者不要依赖于其他的企业，这样自己的发展才不会受到限制，这也是华为能战胜的一个重要的原因！经过此次之后，相信中国乃至中国的企业在国际上的地位会上升一大步。对于美国对华为禁令的整个事件，你有什么想说的？欢迎在文章下部讨论！", "author": "小白科讯", "newsdate": "发布时间：19-07-07", "newstime": "22:09", "sentiment": [{"positive_prob": 0.00718106, "confidence": 0.984042, "negative_prob": 0.992819, "sentiment": 0}]}, {"title": "美国打压华为越狠，对自己越不利", "content": "今年五月中旬，美国商务部将华为及其70家关联企业列入实体清单，禁止美国公司未经许可与这家中国电信巨头进行商业往来。从那时起，美国公司就争先恐后地想要弄清它们究竟要在多大限度上遵守法律禁令。从谷歌、微软到高通、英特尔，这一连串美国供应商暴露出华为乃至中国对美国技术的依赖性。所以当美国总统特朗普于上周末在日本大阪的G20峰会表示他将放松对华为的禁令时，可想而知华为深圳总部里的人们都松了一口气。不过，美国公司也同样在祈求好运，盼望善变的特朗普这次会言而有信。这是因为对美国技术公司而言，放宽针对华为的贸易禁令除了能恢复美企重要的收入来源，还可能会使华为不再有足够的动力为旗下手机、平板电脑等设备推出其具有专利的鸿蒙操作系统，并减缓自主研发半导体零部件的步伐，这样说可能有违人们的直觉，但美国可能得放松禁令，而不是全力出击试图打垮潜在的挑战者，才能延续它在软硬件领域相对中国的领先优势。中国有句老话说得好，兔子急了也咬人，何况华为不是兔子。华为去年营收突破1000亿美元，与谷歌母公司Alphabet这样的全球化公司同处一个量级。即便遭受美国制裁的打击，华为创始人任正非仍然表示预计今年与明年的营收将大体保持同等水平。去年，华为在研发上投入了153亿美元，仅次于亚马逊、Alphabet和三星电子。其业务涵盖了移动设备、云计算和智能城市管理等多个领域。华为通信网络设备的市场份额冠居全球，它们对铺设超高速5G网络发挥着不可或缺的作用，而5G网络则将为自动驾驶汽车、虚拟现实以及智能城市等一切的一切提供动力。在新加坡上周举办的“Innovfest Unbound”创新科技展上，作为主要赞助商之一，华为全天在自家展区展示各种技术。我路过时发现那里被挤得水泄不通，大家都在听华为演示员详细讲解其计算机视觉的准确度有多么高。美国5月中旬颁布的贸易禁令使华为感受到了生存压力，因而准备加速推出自研操作系统。据《南华早报》报道，早在2012年美国司法部开始对华为展开调查时，华为就开始研发自己的操作系统了。目前华为之所以迟迟没有推出这款操作系统，是因为与之配套的应用程序生态系统还不成熟，以及它与市场主流的安卓系统还不完全兼容。这是一个典型的先有鸡还是先有蛋的问题，开发者不会为一个没有市场的操作系统开发应用，同时华为也不会在没有软件生态系统的情况下推出操作系统。但在美国颁布禁令后，情况发生了变化，华为手机掌门人余承东表示，新的操作系统可能明年就会推出。谷歌和微软非常清楚华为操作系统背后的重大利害关系，哪怕它一开始再不成熟、不完整。华为内部人士表示，这两家美国公司一直在积极帮助华为应对美国政府，因为它们无法承受失去华为的后果，而且一旦消费者转而使用华为的操作系统，其他中国智能手机公司也会跟进，这个后果是谷歌和微软更加不愿看到的。值得注意的是，拥有独立的操作系统和生态系统的美国智能手机制造商，只有苹果公司一家。有报道称，美国芯片公司英特尔、高通和赛灵思也在游说美国政府，争取解除针对华为的禁令，因为一旦失去华为这个大客户，它们的收入将减少数十亿美元。所以具有讽刺意味的是，美国若想在技术上维持优势地位，最好的做法是确保不向华为和中国技术生态系统“断供”，让它们出于商业考虑找不到理由去生产较为落后的替代品。在这种情况下，只要中国企业继续依赖美国技术，就无法完全实现自给自足，这样一来美国技术便得以维持其全球领先地位。不过，单凭这种商业考虑恐怕已不足以让技术界回到禁令前的状态。中国的主流观点认为，美国之所以打压华为是因为它意识到了美国企业已无法在5G领域和华为正面竞争。如果中国企业不再确信未来一定能获取美国技术来支持它们的手机、笔记本电脑、数据中心和超级计算机，它们会怎么做呢？答案很简单，它们会向自主研发投入更多资源，尽管单纯从经济角度来看这并不合算。这就是为什么中国国家主席习近平去年五月要呼吁中国科技自力更生、自主创新，当时美国也用同样的技术断供手段来对付中国第二大通信设备制造商中兴。对中国而言，庞大的国内市场是个有利因素，它能对本土自研技术产生足够的需求。截至目前，美国不是一次，而是两次卡了中国的脖子，如今尽管它表示愿意松松手，但仍然很难想象中国企业会甘心继续听凭美国摆布。（观察者网范莉译自《南华早报》）本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-07-07", "newstime": "10:26", "sentiment": [{"positive_prob": 0.0311187, "confidence": 0.930847, "negative_prob": 0.968881, "sentiment": 0}]}, {"title": "华为的管理学：给员工高薪，激发创造力", "content": "在中国，不少企业存在这种情况，员工等着发年终奖走人。这类企业普遍存在一个问题，舍不得给员工高薪，对为之奋斗的员工抠门，甚至眼红员工拿高薪，对价值创造者故意刁难和找茬。这种企业虽然有的也能生存下去，但难有发展机会。因为，它们留不住人才，无法通过核心竞争力参与市场竞争。华为激活细胞，组织才不会衰落。那么，用什么去激组织？高薪酬是最有效的办法。华为创始人任正非曾说过一句经典的话：“什么是人才，我看最典型的华为人都不是人才，钱给多了，不是人才也变成了人才。”华为一直是这么做的，最近，华为抛出“人才少年”计划，吸收宇宙能力。对于这些天才少年，华为开出的薪酬，比谷歌还高。高薪是最有效的管理优秀人才往往是用钱激发出来的，优秀的企业家从不吝啬给员工优厚的薪资待遇。给员工更多的钱，被证明是最简单有效的管理，能激发员工心中的潜力。2017年，任正非签发了荣耀团队改革激励制度，激发员工的斗志，鼓励他们放开手脚，多打粮食。方案称：“只要在内、外合规的边界内达到目标，抢的粮食越多、分的奖金越多，13级就可以拿23级的奖金。”按照该激励制度，即便新入职的应届毕业生，只要在荣耀的销售业绩到位，也能拿百万元奖金。华为提前发年终奖，让员工踏实工作，心无旁骛。与之相反，很多企业还会延迟发放年终奖，以此来拖住员工，防止员工离职。这种耍小聪明的做法，看似会牵制住员工，实则会让员工寒心。华为华为的企业文化是“以客户为中心，以奋斗者为本，长期坚持艰苦奋斗。”对待奋斗者，华为从来没有吝啬过——从不让“活雷锋”吃亏。华为要求人力资源要敢于涨工资，改革的胆子大越大，底气就越足。当然，不能干多干少一个样，更不能干好干坏一个样，要做到公平，有科学的考核机制，奖惩分明，不让奋斗者吃亏。在华为，不论学历，不看资历，只看贡献。在分配制度上，华为“按贡献定回报”，付出越多，回报越大。健康的回报制度，给华为员工吃下了定心丸，让他们能排除杂念，积极投入到工作中去。在华为，只要肯干，只要能干，就能独当一面，即便是年轻人，也能成为“将军”。广纳天才，激活组织打赢未来的战争，靠的是人才。日前，任正非在EMT《20分钟》讲话中指出，公司不要有条条框框，要自己创造标准，拖着世界往前走。为此，华为宣布今年将从全球招聘20-30名天才少年，明年还想招聘两三百名。流水不腐，户枢不蠹。组织也是一样，需要新鲜血液，保持活力。在任正非的构想中，这些天才少年，将像“泥鳅”一样，钻入华为的组织，激活队伍。他们带来的，将是对传统骨规则的突破。华为追求天才少年，并非一时兴起。早年，华为在俄罗斯招聘了一个天才，打通了不同网络制式的算法，创造了巨大的价值。不过，但凡天才，都有个性和缺点，企业要尊重他们的个性，宽容他们的缺点。华为对待天才，保有耐心，不苛求。华为主张用人所长，发现人才的闪光点，把合适的人，放在合适的岗位上，激发最大潜能。任正非（右）华为俄罗斯数学研究所，是在任正非支持下建立起来的，主攻数学算法。据透露，上述这位天才在数学领域才华突出，但性格特立独行，如果按正规的制度，可能没有他的容身之地。事实上，在较长时间里，华为也不知道他在捣腾什么，但华为在管理上，对他给予了一定的宽容。突然有一天，这位天才宣布打通了不同网络制式之间的算法，让华为一下子拉开了与竞争对手的距离。很长的时间里，不同的网络制式，有不同的算法，这个瓶颈一直困扰着所有电信设备商，也让运营商苦不堪言，移动网络算法打通后，可给运营商节省30%以上的成本，节省站址空间，更节能环保。那么，华为今天凭什么获得天才少年？除了制度优势，最主要的还是高薪酬。任正非透露，华为今年挖来的天才少年，薪水比谷歌还高。我们知道，谷歌员工薪水高，经常被评为最佳雇主。当然，这些天才少年都是在国际上拿大奖的，比如世界计算机竞赛金牌得主。这种人才加入华为，薪水比通常入职高5倍、6倍。过去，华为是一个封闭的人才金字塔结构，华为现已炸开金字塔尖，吸收宇宙能量。面对艰难的外部环境，华为准备用三到五年时间，让公司焕然一新。任正非说，今年公司的业绩会受到一定的影响，但到2021、2022年，公司将恢复增长。文/徐上峰", "author": "上峰说", "newsdate": "发布时间：19-07-07", "newstime": "19:35", "sentiment": [{"positive_prob": 0.954966, "confidence": 0.899924, "negative_prob": 0.0450344, "sentiment": 2}]}, {"title": "美国为什么要针对华为？非洲大国给出肯定回答：这项技术是罪魁", "content": "当局者迷旁观者清，在国与国之间的博弈也是如此。这次的美国与华为之间的恩怨，很多人都不太明白，美国作为一个大国为什么要与一个跨国企业过不去呢？而且看上去华为与美国并没有任何冲突。但没有无缘无故的爱，也没有无缘无故的恨，美国之所以会制裁华为，南非总统拉马福萨只用了一句话便理清了原因：“因为美国忌惮华为的一项技术。”据英国路透社7月5日报道，当天在南非米德兰举办的第四次工业革命南非数字经济峰会上，南非总统拉马福萨会见了华为董事陶景文，并对于华为在南非的投资表示了感谢。在之后的演讲中，拉马福萨指出，作为一家高新技术企业，华为具备了很多科技优势，并依靠这些优势建立起了一个覆盖全球的经济网络，但在这茫茫的科技海洋里，只有一个技术是美国为之忌惮的，也是整个西方国家都为之恐惧的，那便是5G技术。或许作为平头老百姓的我们不能理解一个网络技术能掀起多大波澜，但拉马福萨表示，作为日常应用，或许人们会觉得5G的革新只是一次手机信号的提升，但假如宏观来看，5G的诞生将有助于全球互联网的又一次大革新，既有利于民生，也将使得通信技术进入一个全新领域。可以说掌握了5G那么就掌握了千里眼、顺风耳，这也正是美国对于中国5G技术敌视的根本原因，中国5G技术的诞生将对保守主义抬头的美国政府产生威胁。对于美国如今的做法，拉马福萨表示这是保守主义以及霸权主义，将对全球化进行干扰。诚然如拉马福萨所言，5G的诞生实际上只是时间问题，美国作为超级大国，不仅没有为5G添砖加瓦，相反，还利用自己的全球布防，对大量的高新技术产业进行打击，导致了盟友们纷纷中弹倒下，利用这种行为维持自己的“领先”可谓是不可取的。当然，对于美国的霸权主义，世界各国也早有了提防之心，在5G战争刚刚打响时，以英国、法国与德国为首的欧洲国家便开始主动引进华为的5G技术，在这些国家看来，依附美国将导致自己的国际地位以及影响力的下滑，中国的平等外交政策对于他们来说明显更容易接受。", "author": "军事帝", "newsdate": "发布时间：19-07-07", "newstime": "10:19", "sentiment": [{"positive_prob": 0.00339304, "confidence": 0.99246, "negative_prob": 0.996607, "sentiment": 0}]}, {"title": "美国为何动用国家力量打压华为？老朋友说出了大实话，非常真实", "content": "在本月5日的时候，我们的老朋友南非举行了一场数字经济峰会，南非总统拉马福萨在公开讲话中特意提到的华为，他表示美国之所动用国家力量去打压华为，是因为嫉妒华为的技术，南非不能因为美国的嫉妒之战而耽误了南非5G网络的发展。早在拉马福萨参加大阪峰会之前，南非的电信运营商们就专门致信给他，请求总统出面解决特朗普针对华为禁令造成的间接影响，南非运营商的原话是“只有华为才能让南非步入5G”。拉马福萨当然知道其中的利害关系，因此就公开指责了美国的不当行为。同时拉马福萨还表示，美国根本不了解5G能带来什么，他们是想象不出来的，而南非知道5G意味着什么，也知道能够得到5G，绝对不会允许南非的5G建设，受到美国为嫉妒而战的这场斗争所影响。整个讲话当中，拉马福萨多次提到了嫉妒这个词，用来形容美国对华为复杂的感情再合适不过了，美国就是见不得华为好，或者说见不得外国公司比他们自己企业强大，别说华为了，30年前日本就是由于技术超过了美国遭到了美国的打压，所造成的影响直到今天还能感受到。也就是说，不管是不是华为，不管是特朗普还是别的总统，遇到这样的事情都会进行打压，这是美国人不自信的一个表现，几十年过去了，依然没有改变，但是这一次特朗普把事情想得简单了，美国的思想没有改变不代表对手没有改变，而华为已经强大到了美国就算举国之力去打压也没有什么效果的地步了。目前，华为的5G订单名列前茅，已经拿下了三十个国家的近五十份订单，这三十个国家基本都是发达国家，绝大部分是欧洲国家，另一部分则是中东土豪以及韩国这类科技经济都高度发达的国家。而在整个非洲地区就签了一份合同，这份合同正是跟南非签的，南非方面非常重视这个合作，因为他们尝够了落后的滋味，如今有了5G这个绝好的机会必须要抓住，科学技术就是生产力的道理谁都明白。目前，南非地区的网络设施，有八成以上都是华为和中兴投融资建设的，他们已经体会了网络发达带来的好处，必将坚定不移的继续发展下去，而最大的受益者除了当地人民之外，欧美公司也占了不少便宜，欧美在非洲的投资非常多，能够在非洲地区体验到极致的网速，跟我们的基建完全是分不开的。", "author": "中华小神兵", "newsdate": "发布时间：19-07-07", "newstime": "16:38", "sentiment": [{"positive_prob": 0.999528, "confidence": 0.99895, "negative_prob": 0.000472432, "sentiment": 2}]}]