[{"title": "定了！华为首款5G可折叠手机2月24日发布", "content": "【文/观察者网 一鸣】继小米折叠屏工程机曝光之后，华为的5G折叠屏手机也要来了。2月1日下午，华为常务董事、华为消费者业务CEO余承东在微博上公布了华为5G折叠屏手机的邀请函。官方邀请函显示，新机定于欧洲中部时间2019年2月24日14:00（北京时间2月24日21:00），在MWC 2019巴塞罗那世界移动大会上正式发布。这也是国内手机厂商首次正式发布折叠屏手机。余承东微博配文称：“5G孕育高速畅享时代，折叠开启智慧体验未来。#华为MWC2019#，我们先来比个V！”此外，邀请函海报还揭示了华为5G折叠屏手机的部分设计，V字外折叠可能是华为折叠屏手机的可能形态，也折叠之后手机的正面和反面都是可显示内容的屏幕。由此，手机可以在正常形态和“平板”形态之间互相切换。此外，有消息称这款设备采用了对折的方式，屏幕中间使用类似铰链的结构连接。根据此前外媒制作的华为首款折叠手机的3D渲染图，视觉效果惊艳。另有消息显示，华为折叠屏手机的柔性屏将来自LG和京东方，华为和京东方已经是深度合作伙伴，华为Mate 20 Pro的AMOLED双曲面屏正是来自京东方。折叠屏手机的另一个看点是5G支持，此前，在华为的5G发布会暨MWC2019沟通会上，华为消费者业务总裁余承东透露，华为将在今年MWC展会上发布首款折叠屏5G商用手机，该机将搭载麒麟980处理器和华为5G终端芯片巴龙5000。巴龙5000是华为推出的5G基带芯片，支持3G、4G、5G网络，同时具备低能耗、延迟段等特性。这颗芯片配合华为自研的麒麟980处理器能让手机支持5G网络。5G网络布局上，华为目前已经在10多个国家部署5G网络，预计未来12个月将在20个国家落地。前不久，工信部公布的5G技术研发试验第三阶段测试成果中，华为测试场景最全面，各项测试成果领先，其中100MHz带宽下64T64R Sub 6GHz单小区下行峰值超过14.5Gbps，刷新业界记录。今年的MWC 2019有望成为折叠屏的展示场，除了华为，三星已经宣布届时将发布5G折叠屏手机。不过目前还不知道三星推出的将是5G折叠屏手机还是4G折叠屏手机。三星Infinity Flex Display折叠屏原型机 图源：The Verge业界有关人士表示，世界首款5G折叠屏手机这一名号相当有分量，三星应当也相当苦恼。对于三星来说，其一方面不愿被华为抢先公开5G折叠屏智能手机，一方面又担心折叠屏手机搭载5G芯片会导致收益率下降，手机完成度不高。SamMobile等外国IT媒体上个月27日曾报道称，三星欲推出5G折叠屏智能手机，手机型号为SM-F907N。三星4G折叠屏手机型号为SM-F900N。除了三星和华为之外，OPPO的产品经理于11月底向荷兰科技网站Tweakers证实，OPPO届时也将推出折叠屏智能手机。摩托罗拉和LG也可能展出自家的折叠屏设备。OPPO折叠屏手机专利图 图源：凤凰科技2019年被视作手机折叠屏元年，多家手机厂商均有发布折叠屏手机的计划。今年1月23日，小米总裁林斌展示了小米正在研发的双折叠屏手机。小米折叠屏手机采用LG的柔性屏，和这也是第一款公开的双折叠手机。不过，该手机发布后小米遭到柔宇科技炮轰，柔宇科技副总裁樊俊超称小米是一家屏幕核心技术专利生产线都没有的手机组装公司。1月25日，小米官方向观察者网回应称，折叠手机小米不是第一家，但能够做到双折叠小米的确是行业首家。公司无法理解同业内有人为何罔顾业内常识，悍然碰瓷、误导公众。柔宇科技是国内首个发布折叠屏手机的企业。去年10月31日，柔宇科技曾正式发布首款折叠屏手机——柔派，但是该手机过厚，且折叠打开伴有杂音，业界评价称产品完成度不高，用户体验不佳。", "author": "观察者网", "newsdate": "发布时间：19-02-02", "newstime": "10:21", "sentiment": [{"positive_prob": 0.992945, "confidence": 0.984322, "negative_prob": 0.00705489, "sentiment": 2}]}, {"title": "4000亿！孟晚舟后，华为最强反击来了！", "content": "来源：财经要参ID：mofzpy一咬定青山不放松，立根原在破岩中，千磨万击还坚劲，任尔东南西北风！郑板桥写的这首诗，送给华为，真的最贴切，也是最应景的了。在一无所有中脱颖而出的华为，在一穷二白中白手起家的华为，今天，又用他骄人的成绩，证明了自己，震撼了世界，沸腾了中国！刚刚，英国权威品牌价值咨询公司Brand Finance发布《2019年度全球品牌价值500强》！中国的华为再次大步跃进，凭借4000亿元的品牌价值从2018年的25位提升至12位，品牌价值同比提高63.7%！这是什么样的荣誉？中国民企品牌中，华为排名第12最高。其次是微信（第20）、腾讯QQ（第21）、淘宝（第23）、天猫（第35），华为增速在全球千亿规模企业首屈一指！说实话，如果中国没有了阿里巴巴，腾讯和京东在电子商务上分分钟取而代之。如果中国没有了华为，没有任何一家公司能替代！这是什么样的跨越？从2016年的第47名，到2017年的40名，到2018年的25名，到今天第12名，每年一个台阶，没有跌宕起伏，没有浮躁的大跃进，只有平稳的一步一步走。这是怎么样的成就？在华为4000亿元的品牌价值、6000多亿元的经营收入中，没有一分一厘来自于特许经营，没有一分一厘来自于垄断，没有一分一厘来自于房地产，全是华为辛辛苦苦种豆芽、磨豆腐搞实体经济赚来的辛苦钱！天道酬勤，自强不息！华为确实是华夏之利器，民族之骄傲！二大家都只看到华为的成绩，谁能看到华为的努力？华为的成绩是从哪里来的？是一个个华为人，殚精竭虑，奋力拼搏干出来的！在华为辉煌的背后，又有多少人还记得那一双残缺的裸脚，又有多少人知道美国禁售制裁的艰苦磨难！1、华为的成功，成功在它的“盐碱地”战略。越是跨国企业躲的地方，越能看到华为人的踪迹和忙碌的背影。在非洲、在中东、在俄罗斯，在西方大公司看不上的盐碱地上，华为忍常人之所不能，一点一点地清洗耕耘，在很窄的夹缝中锻炼了能力，提高了管理水平。在华为，一通电话就飞到利比亚、阿尔及利亚、委内瑞拉等世界各个角落是常有的事，往往一去就是3个月半年，而且是在最落后的环境做最艰苦的事。无论是自然大灾难的地震，海啸，还是人为的战火纷飞，华为人都是第一个到达现场，也能坚守到最后！2、华为的成功，成功在于它的“力出一孔”战略。任正非曾说：“水和空气是世界上最温柔的东西，但是一旦在高压下从一个小孔中喷出来，就可以用于切割钢板。可见力出一孔，其威力之大。如果华为能坚持“力出一孔，利出一孔”，下一个倒下的就不会是华为。”着眼长远的华为，不追求低价、抄袭，而是踏踏实实地搞研发。华为有1万名博士，几十名俄罗斯数学家。而这一条，华为足以让中国所有以短平快著称的企业无地自容。2014年，华为研发经费400亿，2015年，华为研发经费预计500亿，远远超过台湾的台积电+鸿海+联发科+联电+纬创的总和！3、华为的成功，成功在它的“财散人聚”战略。华为没有上市，而是把98.6%的股权开放给员工，创办人任正非只拥有公司1.4%的股权。华为所挣的每一分钱都是大家的，都是合伙人的。华为可以做到不上市、不融资就有如此业绩，因为它融的是员工的心！它融的是人心，这才是未来企业的真正出路。在看起来不可能的地方，拼命挖掘潜能，努力到无以复加，最后感动了上帝，硬是在一个没有门的地方，用血肉之躯，冲出了一扇缺口！这，就是华为的精神！三更难能可贵的是，2018年，华为品牌价值的进步，是在一些西方势力围追堵截中取得的，是炮火中的突围。1、这次孟晚舟被无理拘扣后，华为表现出的那种全球大企业大气象，令人心生敬意：不是情绪化地渲染愤慨与悲情，不是诉诸公众情绪和民粹主义，而是冷静、克制、温和、绵里藏针！可以说，华为这种实事求是、着眼大局的态度，这种一切围绕客户、灰度管理的思维，这种面对不公正的对待，但仍从整体上选择相信法律、遵守所在国的法律法规的做法，为华为赢得了全球的同情和赞誉。2、更有意思的是，在封杀华为的第10天，11个国家网络瘫痪！12月6日，有11个国家的人陆续发现手机无法上网了。英国：当天禁用华为的设备后，因果手机无法联网，连基本的打电话和发信息都无法做到，通讯处于全部瘫痪状态，直到晚上，才开始断断续续的上网。日本：就在禁用华为当天，日本三大运营商之一的软银，通信设备出现了故障，一半的岛民收不到4G信号。当天的日本公用电话机旁排起了长队。南半球多国：因为没有网络陷入了混乱。追究其因，还真是有点可笑：导致全世界6000万人同时断网，只是因为爱立信核心网设备的软件证书过期了。如今4G时代即将过去，在马上到来的5G时代，当年的通讯龙头爱立信已经被华为远远的甩在身后。3、即使面对美国的刁难，任正非霸气地说：华为有些产品欧美非买不可。不买他傻，不买他就亏了。华为轮值董事长徐直军也直言相告：没有华为的参与，美国或无法赢得5G竞赛。什么叫底气？这就是底气！华为这种反击，用任正非的话说，就是打太极拳：太极八卦轻轻柔柔舞动，沙土就陷下去2-3公分的浅坑，表面上看似没有力量，内表是很有力量的。太极拳的含义是内功。一些西方势力也许没有想到，他们一手策划的孟晚舟事件，其实或为华为做了一次绝好的“广告”！虽然，我们根本不喜欢这样苦涩而荒诞的“广告”——孟晚舟的安全，百身莫赎！四尼采曾经说过：凡是不能杀死我的，都会令我更强。你越强，能够伤害到你的就越少。是啊，这世界仍然是一个残酷的丛林社会。在竞争激烈，弱肉强食的时代，实力就是最有力的语言。你要么变强改变一切，要么一直做被伤害的那一个。无论个人、企业还是国家莫不如此。回望华为一路走来，由弱到强所经历的艰辛、屈辱与荣耀，与一个人的成长轨迹何其类似。有一个这样的理论，在这个世界上，大部分人做事都是做到90分的，当你想要把事情做到更好更高，那么在做到90-95分区间的时候，你会遇到最多的质疑和否定的声音，如果你选择停留在这个区间，你受到伤害的几率是最大的。但如果你咬着牙，将工作从95分做到100分，这时候，你会发现原来那些反对的声音都会变成赞赏。人的天性会对稍优秀于自己的人报以敌意，但当你做到100分时，这时的敌意会变成一种由衷的欣赏，因为他们知道自己做不到。华为就是用一次次的100份，为自己赢得了荣耀。而这一个个100分的背后，是华为人数十年如一日的苦苦经营。就像孟晚舟女士被保释后所发的朋友圈——伟大的背后，都是苦难。2018年，是华为不断前进、砥砺奋进的一年，也是华为被发达国家打压、抹黑的一年！中国的崛起遭遇了各种艰难险阻，何况这个国家的一个企业。打铁还需自身硬！中国不可能不发展，中国企业不可能不进步。摇尾乞怜、甘居下流绝不可以，自废武功、永世落后更会遭到更大欺凌，我们没有他路可走，唯有咬牙让自己更加强大起来！岂不闻任正非的那句话：不要遇到一点困难，就悲观，不要遇到一点挑战，就想投降，投降没有出路，只会被人蹂躏。要敢于亮剑，提刀跨马杀敌。殷忧启圣，多难兴邦！有志者、事竟成，破釜沉舟，百二秦关终属楚；苦心人、天不负，卧薪尝胆，三千越甲可吞吴。华为，加油！中国，加油！↓↓关注鸣金网，拥抱科技创新", "author": "鸣金网", "newsdate": "发布时间：19-02-02", "newstime": "20:27", "sentiment": [{"positive_prob": 0.997732, "confidence": 0.99496, "negative_prob": 0.00226822, "sentiment": 2}]}]