[{"title": "都是90Hz高帧率屏幕！但比起华为Mate30，Reno Ace这点要更强", "content": "近日，根据外媒Digital ChatStaion的爆料消息称：今年华为Mate30系列将会全系采用三星顶级的AMOLED显示屏，而且该款屏幕还将支持90Hz的屏幕刷新率和160Hz的屏幕采样率。在其他硬件配置方面，华为Mate30系列还配备麒麟990处理器，配备巴龙5000 5G基带和UFS3.0闪存技术以及最高45W快充技术，在整体的硬件性能方面，相比较上一代产品拥有较高的提升。实际上，除了华为Mate30这款将搭载90Hz高帧率的屏幕外，另外一款90Hz屏幕的手机也将会即将到来，它就是将于10月10日发布的OPPO Reno Ace全新系列产品。而根据之前OPPO副总裁沈义人在微博上爆料的消息称：这款OPPO Reno Ace全系同样也会标配90Hz刷新率屏幕。其实，对于90Hz刷新率屏幕而言，相信大家都知道对日常使用的体验有着明显的提高，相比较60Hz传统屏幕的旗舰机而言，90Hz刷新率不仅能为用户带来更流畅、丝滑般的画面显示外，对视觉体验的提升也有着显著的提高。当然，OPPO Reno Ace除了搭载90Hz刷新率屏幕外，Reno Ace还会配备全球最快的已商用闪充技术—65W SuperVOOC 2.0超级闪充，相比较华为Mate30最高45W快充技术而言，显然Reno Ace的65W超级闪充更为强悍。根据OPPO实验室给出的数据显示：相比较VOOC3.0快充技术，搭载65W 超级闪充的Reno Ace在30分钟内就可以把4000mAh电池容量从0充到100%。即便是边充边玩的情况下，从20%充到100%也只需要32分钟即可。试想一下，如果你出门旅行，在遇到OPPO Reno Ace没电的情况下，仅需要一顿饭的时间就能让Reno Ace满血复活的场景。可想而知OPPO Reno Ace在充电速度方面的表现到底如何了。其实，根据OPPO官方表示，OPPO所推出的Super VOOC 2.0超级闪充是采用了双电芯串联低压直充技术，不仅最高可实现10V 6.5A的直充电流，同时，串联双电芯的结构还可以为每个电芯5V 6.5A的直充电流。从而实现充电快、安全高、发热少的特点。当然了，除了90Hz刷新率屏幕和65W超级闪充技术外，据说OPPO Reno Ace还会采用骁龙855 Plus处理器，配备高通骁龙5G芯片，UFS3.0闪存以及独有的Hyper Boost加速引擎技术，想必在硬件性能和使用体验方面绝对会给我们带来足够的惊喜，而对于这款OPPO Reno Ace而言，还是非常值得我们期待的。", "author": "科技白米饭", "newsdate": "发布时间：19-09-18", "newstime": "17:18", "sentiment": [{"positive_prob": 0.882211, "confidence": 0.738246, "negative_prob": 0.117789, "sentiment": 2}]}, {"title": "华为产业链上的149家公司 谁将重现苹果产业链上牛股的辉煌？", "content": "来源：金融界网站来源：国泰君安证券刚刚发布的iPhone 11系列，很可能无法拯救苹果在国内智能手机市场的份额下滑。虽然预售期间暗夜绿款被抢购一空，虽然果粉们拿到真机后依然会高呼“真香”，但根据9月15日外媒报道，苹果iPhone 11系列全球首批订单量预计在800万台左右，较去年新机型上市时至少减少10％。缺乏创新元素、没有5G功能的现实，让苹果以及其产业链的未来前景蒙上了一层阴影。风水轮流转。4G时代看苹果，5G时代看华为。过去十年，万亿美元市值的苹果孕育了整个产业链的飞黄腾达，而仅仅A股上就有数十家公司借此成为十年十倍的大牛股。展望未来，国泰君安总量团队认为，以华为为首的国内自主品牌供应链，或将迎来同等体量的“黄金”投资期。在《复盘苹果产业链黄金十年，看华为产业链投资机会》报告中，国泰君安总量团队针对华为140余家供应商信息进行了复盘，比对苹果产业链发展过程中的每一个环节和每一个细分领域，试图从中挖掘出确定性相对较高的投资机会。苹果供应链的黄金十年2007年1月9日，苹果公司举办第一代iPhone发布会，触摸屏+Home键的设计令人惊艳。然而在智能手机尚未风靡的时代，当年iPhone仅有百万台级别的销量。直到2010年iPhone4的火爆行情，才正式拉开了苹果产业链长达10年的黄金投资期。从2010年1月到2017年末，A股上证综指最高涨幅59％，而苹果产业链指数最高涨幅达到1079％，是前者的18倍。在这段时间里，苹果产业链毫无疑问就是A股市场中最大的投资主题，孕育了一批业绩亮眼、市值飞涨的明星公司。2010年以来苹果指数远超大盘数据来源：Wind，国泰君安证券研究比如半导体器件领域的长电科技，其股价于2008年11月7日到达底部，后上涨至2015年6月5日历史最高点，期间走出两段上升结构，总涨幅1485％。▼长电科技受益芯片封测龙头地位数据来源：Wind，国泰君安证券研究（方框对应区间内时长及股票涨幅）再如制造声学器件的歌尔股份，其股价于2008年10月17日到达底部，后上涨至2017年11月14日历史最高点，期间走出三段上升结构，总涨幅3149％。歌尔股份股价走势与业绩变动关联度不断提升数据来源：Wind，国泰君安证券研究（方框对应区间内时长及股票涨幅）还有顺络电子，股价于2008年10月28日见底，后上涨至2015年6月5日历史最高点，期间走出两段明显上升结构，总涨幅2235％。顺络电子盈利能力稳步提升，支撑股价上涨数据来源：Wind，国泰君安证券研究（方框对应区间内时长及股票涨幅）以及制造连接器的立讯精密，其股价自2010年10月到2019年7月，期间走出三段上升结构，总涨幅1713％。立讯精密是全苹果概念股中穿越牛熊的典型数据来源：Wind，国泰君安证券研究（方框对应区间内时长及股票涨幅）复盘苹果供应链的投资路径根据过去十年苹果相关概念标的股价走势，我们可将投资路径大致分为三个阶段：2008年中下至2011年中上；2012年中下至2015年中；2015年中下至2017年底。苹果指数与经典标的投资可分为三个阶段数据来源：Wind，国泰君安证券研究（第一阶段中指数及部分标的上市时间较晚，数据比较意义不大）各阶段指数与所列经典标的平均投资时长分别为24.3个月、36.6个月、24.6个月，所列经典标的的平均涨幅分别为783％、694％、183％。从苹果概念股上涨的三个阶段来看：第一阶段，全行业普涨。投资对象主要受估值推动，标的稀缺度、与概念相关度等因素直接决定了对资金的吸引程度。在这期间，大部分公司均有5倍以上涨幅。第二阶段，资金开始对标的基本面进行挖掘，股价与业绩相关度开始提升，赛道短期没有天花板压制的公司更易脱颖而出。例如显示面板环节的莱宝高科，由于单一客户依赖度高、行业进入壁垒低、产业链上下游挤压等致命问题接连暴露，导致即使公司业绩依然保持增长，但增速回落、业绩下滑已是大势所趋，资金四散而逃，股价迅速垮塌。第三阶段，受行业景气度下行影响，边际资金参与度大幅下降，个股定价趋于理性，基本与业绩保持同步，业绩持续释放的公司更受资本市场青睐，最终能走出独立行情。如顺络电子、立讯精密等个股，在产业景气度下行、大部分标的业绩下滑、股价也大幅回落的情况下，依然能保持业绩稳定增长，因此受到资金青睐，成为这一阶段的最大赢家。华为供应链三大板块苹果产业链的过去，很可能会成为华为产业链的未来。国泰君安总量团队根据华为提供的名单和上市公司年报，招股说明书的5大客户名录等途径，整理出华为的供应商体系总共164家，扣除房地产、交运等提供辅助性服务的公司后，电子、通信、计算机行业的中外供应商供149家。在这其中，软件与服务供应商数量最多，有21家，半导体设计行业的供应商17家，代工、晶圆制造等生产服务的供应商14家，安防设备等电子装备供应商10家，而华为主营业务涉及的核心元器件如存储器、连接器、线缆的供应商数量也分别为9家。据此计算，华为供应商市场约有5000亿规模，27家A股上市公司来自华为的收入占比超过公司总营业收入的10％。那么，如何判断如此庞大的市场和诸多的参与者中，谁能分到最大的蛋糕？我们按照华为的主营业务进行细分，可以看到一共分为三块（数据来源于华为2018年财报）：消费者业务，收入3489亿元，占比48％；运营商业务，收入2940亿元，占比41％；企业业务，收入744亿元，占比10％。消费者业务、运营商业务和企业业务是华为三大业务支柱数据来源：Wind，国泰君安证券研究这三大业务板块相应的产业链，都具备巨大的投资机会：运营商业务是华为的基础业务，2011-2018年复合增长率为9％；消费者业务是华为目前最大的业务，复合增长率为35％；企业业务是华为增长最快的业务，复合增长率为37％。接下来，我们将分别对华为的三大业务即进行深度解析，挖掘出各个业务产业链潜在的受益标的。华为2018年92家核心供应商名单数据来源：华为、国泰君安证券研究消费者业务华为5G手机开启新篇章2019年7月份，华为在深圳总部发布了首款5G手机Mate 20X。这款5G手机搭载了麒麟980芯片和巴龙5000芯片组，是全球首支搭载双7纳米5G终端芯片，支持NSA（非独立组网）和SA（独立组网）两种5G模式。华为首款5G手机Mate 20 X数据来源：华为从华为首款5G手机的供货商来看，国内企业占到了大多数。在整机组装上，供应商主要为富士康和比亚迪，CPU主要供应商为海思，指纹识别方案供应商为汇顶科技，PCB供应商包括深南电路、沪电股份等。由于5G手机在很多层面上对零部件提出了更高的要求，尤其是基带和芯片，两者将是5G手机价值量中提升幅度最大的部分。目前，基带和芯片的核心部件国内企业仅能实现部分自主替代，除了华为海思能在基带上实现自主生产以外，其余部件基本都依赖进口。除了基带与芯片外，屏幕、电池、摄像头、天线等面临的要求更多是需要技术性的变革，比如屏幕向全面屏、折叠屏的转换，电池需要提供更长的电力供给时间，摄像头和天线面临数量上的增长。因此，在技术不断更新迭代的初期，相关产业链存在非常明显的价值量提升空间。针对华为手机部分核心设备所需的零部件，我们对其国内供应商或潜在供应商进行了梳理，以下公司未来将有望受益于华为手机业务的长期快速增长。华为5G手机产业链相关受益标的数据来源：国泰君安证券研究运营商业务从4G投资发掘5G投资下的机会从华为的基站建设规划来看，5G建设进度已经处于全球领先。截至2019年2月底，华为已经和全球多家头部运营商签定了30多个5G商用合同，有4万多个5G基站已建设在世界各地。另外，华为推出的RuralStar、PoleStar以及TubeStar （Three-Star）解决方案，将为一亿农村人口提供网络覆盖，为城市提供空间利用率高的基站。与此同时，华为还研发出一种一根管道集成整个基站的TubeStar，处理能力接近塔站的处理水平，但占地面积将更小。从2020年开始，随着5G投资逐步进入高峰期，华为的运营商业务有望迎来大爆发。可以预计在未来5G建设投入的过程中，运营商业务收入会有明显提升。具体到华为的通讯产业链结构来看，大致可以分为：网络规划——无线主设备（核心网、BBU、RRU；芯片及模组；天线、天线振子；PCB、滤波器等射频器件；光模块、光器件和小基站）——传输设备——光纤光缆——系统集成（IT支撑、增值业务）——终端设备——运营商——用户。通讯产业链中上游中，已经有部分公司进入华为供应商体系，还有部分公司已经有初步的合作意向。结合华为公布的92家核心供应商，我们认为未来将持续受益华为通信产业链的公司如下表所示。华为通信产业链相关受益标的数据来源：华为官网，国泰君安证券研究企业业务云计算开辟新的成长空间华为的企业云业务分布于12个场景，不仅囊括了当下重点的金融、交通、石油和天然气、教育和零售行业，还进入了智慧城市、公共安全、政务等政务云领域，为城市建设和公共安全提供解决方案。在这些应用场景之中，华为向客户提供的不仅是自己生产的硬件设备和云计算平台，还牵头多方合作提供高度定制化的云计算解决方案，其合作伙伴包括顶层设计、运营、平台和应用等，这些公司也将受益于华为企业云计算的蓬勃发展。华为企业云计算的应用场景数据来源：华为官网，国泰君安证券研究企业业务2018年受中美贸易摩擦影响，增速有所下滑，但即便如此，这项业务增速仍然高于其他业务的增速。华为企业业务规模和占比逐年增长数据来源：华为，国泰君安证券研究在供应链方面，华为企业云计算的基础设备主要为服务器、存储器和数据中心交换机，其中所需要的部件包括芯片、DRAM、光模块等核心部件。我们梳理了国内能够向华为提供这些核心部件的供应商和潜在供应商，可以发现国内尚无供应商能够提供满足华为要求的服务器和存储器所需要的芯片等核心部件。但对于光模块而言，华为的核心供应商，如光迅科技、华工科技、新易盛等，将长期受益于华为企业云业务的增长。华为企业云产业链相关受益标的数据来源：国泰君安证券研究华为的国产替代供应链此前，华为在手机生产供应链上曾高度依赖国外供应商，但2018年中美风波使得华为更加深刻地认识到，扶持国内供应商已经成为保障供应链安全的必经之路。截至目前，包括英特尔、高通、赛灵思和博通在内的四家美国芯片设计商与供应商切断了与华为的交易。同时，谷歌也宣布了已暂停与华为部分业务往来的消息。5月以来，不少业内人士猜测，未来华为的供应链将逐步去美国化。针对美国的贸易限制，华为的供应链安全策略已调整为高端芯片基于海思自主研发，同时与国外顶级厂商合作以保证产品竞争力，国内厂商仅供应手机的低端元器件。滤波器等射频器件供应商，产品设计由华为负责，供应商仅作为华为的代工厂，天线则主要由华为自己生产。我们相信，就像过去苹果产业链创造无数十年十倍股一样，未来在国产替代和5G大潮的催化下，华为产业链将迎来同等体量的黄金投资机会。错过过去十年的苹果，不要再错过未来十年的华为。", "author": "金融界", "newsdate": "发布时间：19-09-18", "newstime": "09:14", "sentiment": [{"positive_prob": 0.0959667, "confidence": 0.786741, "negative_prob": 0.904033, "sentiment": 0}]}, {"title": "Mate30将至，华为Mate20跌至“清仓价”，但我劝你不要买", "content": "如今iPhone 11系列已经开启预售，vivo NEX 3也于日前正式亮相，9月新机潮正式到来，接下来上场的是华为Mate30系列和小米系列旗舰。其中华为Mate30系列将于9月19号正式发布，跟其他旗舰一样，在发布前该系列旗舰的外观设计和功能配置均已被曝光，看发布会只是为了确定细节。既然华为Mate30将至，那么华为旗下旧款旗舰自然会有不同幅度的降价，例如2018年同期上市的华为Mate20。该机64GB版本上市价为3999元，而目前某东官方旗舰店中却已经跌至3199元，称之为“清仓价”也不为过。不过，虽然华为Mate20降价后性价比明显提升，但笔者劝有入手意向的消费者不要买。首先，相比其他降价促销的华为高端旗舰，华为Mate20的综合竞争力并不算出色，例如华为Mate20Pro，还有今年年初上市华为P30和P30Pro。可能这些机型售价相对较高，但并非只有华为高端旗舰降价促销，小米、魅族、OV旗下的部分旗舰性价比也十分出色，入手一款也很值，例如小米9、魅族16sPro等等。以小米9为例，该机搭载的是骁龙855处理器，标配内存组合为6+128GB，而华为Mate20搭载的是麒麟980处理器。虽说芯片工艺制程等同，但在综合跑分上麒麟980仍要逊色一些，不过华为Mate20在系统升级后，将拥有方舟编译器、超级文件系统和最新的GPU Turbo技术的加持，无论应付日常还是畅玩大型手游都不成问题。至于华为Mate20的拍照实力，虽说不如华为Mate20Pro或者华为P30系列旗舰强悍，但也依然胜过不少主流国产旗舰。但要知道，近期发布的各种旗舰在后置镜头像素和数量方面均有提升，随着6400万镜头的普及和各种四摄手机的陆续上市，华为Mate20的拍照功能将得到很大的挑战。跟拍照性能一样，华为Mate20的续航实力也在逐渐失去优势，随着市场竞争愈发激烈，厂商越来越重视手机功能的全面性。单单是今年下半年，各大厂商推出的性价比机型就十分注重续航实力，2000多元的手机动辄配备4000毫安的大容量电池，充电速率更是明显提升。至于外观设计方面，vivo NEX 3足以碾压一年前的华为Mate20，因此，笔者建议想要入手旗舰的消费者，不妨等新机陆续上市后再挑选。当然，想购买降价旗舰的消费者尝试一下华为Mate20也不错，你认为呢？文/谛什么林", "author": "数码密探", "newsdate": "发布时间：19-09-18", "newstime": "21:10", "sentiment": [{"positive_prob": 0.00980404, "confidence": 0.978213, "negative_prob": 0.990196, "sentiment": 0}]}, {"title": "密集布局AI领域！华为再出手", "content": "参考消息网9月18日报道参考消息网了解到，华为心声社区9月16日刊载的媒体对华为创始人任正非的采访中提到，9月18日，华为将发布昇腾AI集群。任正非表示，这将是目前全世界最快的人工智能平台。舆论注意到，昇腾AI集群不是近期华为在AI领域的首次“亮剑”。就在9月6日，华为消费者业务CEO余承东面向全球推出华为最新一代旗舰芯片麒麟990系列。8月25日，美国《华尔街日报》刊载了题为《华为推出高端人工智能芯片，挑战美国公司霸主地位》的文章称，华为8月23日披露了昇腾910芯片的细节，并表示这款芯片立即可用。这款芯片推进了华为减少对美国技术依赖的目标，也推进了中国让芯片制造商有能力生产复杂处理器的雄心。华为称，面向未来，针对不同的场景，包括边缘计算、自动驾驶车载计算、训练等场景，华为将持续投资，推出更多的AI处理器。有观点认为，在人工智能领域，华为密集发布全新技术产品说明，这家公司已在自主研发芯片方面走在前列，从芯片本身也可以看出，华为在这方面有较长时间的布局及技术积累，体现出较强的技术能力。对此，中国现代国际关系研究院美国研究所学者李峥在接受参考消息网采访时表示，对华为而言，芯片只是其人工智能布局的一部分，基于芯片，华为还有包括架构、算法、云服务等产品，力图打造一条人工智能领域的全场景产业链。在人工智能领域，一部分公司走“专”的路线，另一部分则走“博”的路线，华为显然属于后者，华为寻求在人工智能领域形成自主模式。舆论观察到，当前，除华为之外，美国公司亦正加大在人工智能领域的研发力度。据英国广播公司网站报道，总部设在加利福尼亚州的一家初创公司发布了它所称的全世界最大的计算机芯片。由塞雷布拉斯系统公司设计的这款芯片名为“晶圆级引擎”，比普通的iPad略大。该公司称，单块芯片即可驱动从无人驾驶汽车到监视软件等各种复杂的人工智能（AI）系统。报道称，塞雷布拉斯系统公司远不是第一家开发AI系统所用芯片的公司。2016年，谷歌开发了张量处理器芯片（TPU），用以驱动包括其翻译应用程序在内的软件。显然，芯片方面，中美两国企业都投入了巨大研发力量。分析人士认为，人工智能将是下一代科技中最有前景的领域，将形成一种广泛的产业集群。无论中国还是美国，对此都已有清晰认识。中美企业加大人工智能领域研发在意料之中。一方面，人工智能算力成本正在降低，发展速度正在提升；另一方面，很多公司认识到，人工智能将带来巨大经济价值，应抓住当前窗口期，加紧研发。资料图片。新华社", "author": "参考消息", "newsdate": "发布时间：19-09-18", "newstime": "00:20", "sentiment": [{"positive_prob": 0.987746, "confidence": 0.972768, "negative_prob": 0.0122544, "sentiment": 2}]}, {"title": "华为放大招！刚刚又发布一款“全球第一”→", "content": "（央视财经 《国际财经报道》）2019华为全联接大会今天在上海世博展览馆开幕。不仅有人工智能和云计算领域的重磅成果发布，还有大量的生产生活应用展示。02:46全球训练速度最快的AI集群Atlas 900，今天发布！今天，华为重磅发布一款重量级的产品——Atlas 900，华为表示这款产品是当前全球训练速度最快的AI集群。它是由1024颗昇腾910组成，只需60秒就可以完成典型网络的训练，拥有非常强大的算力，可广泛应用于科学研究与商业创新，比如天文探索、气象预测、自动驾驶、石油勘探等领域。随着人工智能以及云计算等技术的发展，会有更多的应用落地，切实改变我们的生活。华为副董事长胡厚崑介绍，在衡量AI计算能力的金标准ResNet-50模型训练中，Atlas 900只用了59.8秒就完成了训练，这比原来的世界纪录还快了10秒。这是什么概念？相当于短跑冠军跑完终点，喝完一瓶水才等到第二名。   胡厚崑称：“我们相信Atlas 900的强大算力，可广泛应用于科学研究和商业创新。比如天文探索、石油勘探等领域，都需要进行庞大的数据计算和处理，原来可能花费好几个月的工作，现在交给Atlas 900，就是几秒钟的事情。”同时，胡厚崑分享了一个华为联合上海天文台与SKA共同打造的天文探索案例。这是一张南半球的星空图，这张图上有20万颗星星，用人眼是看不见这么多星星的，这些画面来自于SKA射电望远镜的数据。图片来源：华为微信公号当前条件下，天文学家要从这20万颗星星中，找出某种特征的星体，相当困难，一个天文学家需要耗费169天的工作量，才能完成这项工作。现在用上Atlas 900，只用10秒，就从20万颗星星中检索出了相应特征的星体。“为了让大家马上就能用上Atlas 900的超强算力，我们已经把它部署到华为云上，并以极优惠的价格向全球科研机构和大学开放。这是计算产业新的大航海时代，我们期待的是千帆竞发，而不是独舟奋进。” 胡厚崑表示，华为坚定不移地投入计算产业，从最难的架构突破做起，自研处理器，以此为基础打造产业，构建生态。据了解，对计算的投入已有十年的华为，今天还首次发布了计算战略，开启计算产业新的大航海时代。华为将升级沃土计划，继续投入15亿美元，使开发者的规模扩大到500万人。垃圾分类原来如此简单！华为的这个技术厉害了记者 裴蕾：我现在正在2019华为全联接大会的展示区，这个展示区展示了关于人工智能以及云计算技术的最新应用成果。 我身后的就是一套人工智能的垃圾分类处理系统，它是由 传感器、计算机以及各类神经网络技术结合而成的，它可以将垃圾准确而智能地分类。我们可以看到，一开始它先是由这个负责上料的六轴机器人将混合着的垃圾倒进分拣装置里，再通过传送带放到这个玻璃灯箱里。记者 裴蕾：可别小瞧这个玻璃灯箱，里面安装的人工智能加速模块，通过视觉系统识别垃圾的种类和位置，当垃圾经过这个玻璃灯箱后，这个双臂的机器人就能通过它的手臂将垃圾正确地分成四类并且抓取到相应的垃圾桶里。比如有塑料瓶，它就会放到可回收垃圾里；带有绿色包装的药品，它就会放到有害垃圾的垃圾桶里。在现场的这套展示用的是4G网络，而随着5G网络的发展如果配备上5G网络能让这套系统运转的效率更高。转载请注明央视财经", "author": "央视财经", "newsdate": "发布时间：19-09-18", "newstime": "14:15", "sentiment": [{"positive_prob": 0.974011, "confidence": 0.942246, "negative_prob": 0.0259892, "sentiment": 2}]}, {"title": "华为芯片多领域布局，未来格局远超高通、联发科、三星", "content": "华为海思芯片可以说是我国目前唯一一家能够硬杠高通的企业，但海思处理器并不仅仅用于手机端，还有更多平台和系列。9月18日，华为副董事长在华为全联接大会上，展示了旗下一系列比较重要的芯片：鲲鹏、昇腾、麒麟、鸿鹄等。还表示，未来到2021年，华为还将会发布6款新型处理器，彰显了华为在芯片行业的大布局。麒麟处理器是华为针对手机设计的芯片，目标直指高通。截至目前，已经发布了麒麟970、980，今年发布了麒麟810、麒麟990和麒麟990-5G版本，性能直逼高通的骁龙855。5G基带芯片设计水平与高通并驾齐驱，不相上下（专业人士表示麒麟略弱）。鲲鹏系列处理器目前发布的有鲲鹏920，基于该处理器的产品有泰山服务器、华为云服务器。目的主要是打破Intel-X86架构芯片在PC和服务器领域的垄断。PC领域很难打破目前世界上“Win-Tel联盟”的模式，只能先从服务器市场开始，建立起基于自己芯片的生态，再上升到PC领域，才有可能突破Win-Tel的制约。昇腾是比较新的人工智能系列芯片，2018年首次发布了昇腾310芯片，今年2019年发布了昇腾910。基于昇腾910的的Atlas900发布和基于昇腾的华为云EI集群服务上线，表明华为AI解决方案已经可以实现对云端、边缘侧、终端侧的全场景覆盖和商业应用。海思最新的鸿鹄系列作为显示芯片用于华为智慧屏，目前仅发布了鸿鹄818芯片，为荣耀智慧屏带来了顶级画质，搭载魔法画质引擎，通过动态画面补偿、超分算法、自动色彩管理等技术，实现高清画质顶级色彩表现。另外支持8K@30fps和4K@120fps的超强视频解码能力，还支持6400万像素的图片解码。声音方面还集成了Histen音质优化技术。华为表示，未来的两年内，还将会推出6款芯片：2020和2021年分别会各推出一款手机平台的麒麟芯片。昇腾芯片则会推出三款，分别是昇腾610、昇腾320和昇腾910；鲲鹏芯片预计会在2021年推出鲲鹏930。尽管华为如此多系列的芯片，但这些芯片目前华为表示并不打算对外开放，并不会将芯片卖给友商或根据友商需求定制芯片。因为目前华为的芯片都是针对自家设备和软件进行优化设计的，发布后会第一时间搭载在自家设备上。尤其是海思麒麟芯片，可能并不太适合友商，或者说在友商的平台上并不能发挥它的优势性能。另一个原因就是华为在研发每一款芯片中的时间成本比较长，从立项到成片至少需要2-3年。尽管海思芯片已经足够更强大，也仅能够针对自家设备设计优化处理器，没有时间考虑如何针对更多友商设备的处理器。余承东曾表示未来华为处理器可能会开放给更多厂商使用，那时候应该是华为海思既能够兼顾自家产品，又有能力设计使用范围更广的普通芯片，估计要等到海思营收超过高通的时候吧。未来，海思的目标就是：有智能设备的地方就有芯片，有芯片必有华为！华为芯片即将强势来袭，高通怎能挡得住中国芯片走向世界。你怎么看华为芯片强势崛起呢？欢迎在下方留言讨论发表自己的看法。关注“娜哈科技馆”，让您足不出户了解科技圈最新趣闻和资讯。", "author": "娜哈科技馆", "newsdate": "发布时间：19-09-18", "newstime": "22:49", "sentiment": [{"positive_prob": 0.980966, "confidence": 0.957703, "negative_prob": 0.0190336, "sentiment": 2}]}, {"title": "创造历史记录，华为Atlas900成AI界霸主，外国网友：无敌了", "content": "每次谈起华为，大家都是比较激动的，因为它是目前中国科技企业中最有牌面的一个，毕竟其它的科技企业都没资格让美国直接出手干涉，既然美国都做到这份上了，就说明已经对华为很是忌惮了。作为民族科技企业之光，最近华为又拿出了一个让外国人们目瞪口呆的好东西，这玩意叫AI训练集群，代号为Atlas900，这东西可是真的不简单，不仅跟华为5G一般领先了半个地球，同时还能够帮华为的5G与手机拥有更大开发空间。毕竟这是一个全民AI的年代，华为也说了，未来这个世界90%的东西都要靠AI，比如咱刷个牙，AI也会记录我们牙齿的清洁程度，以及与往日刷牙是否存在不同，然后再给出最科学正确的刷牙方式。又比如华为的Atlas900，以前计算能力没现在这么发达的时候，科学家们在20万颗星星里找到一颗有类似特征的星体是极为困难的，需要花费半年的时间来逐一排查，而使用Atlas900的话，在20万的茫茫星海找到那一个唯一只需要10秒钟。大到星辰大海，小到刷牙洗脸，AI可以把每一方面都顾及到，可想而知这种技术在未来究竟有多大的发展潜力，而华为这个Atlas900相比其他的AI计算集群有了极大的提高，在测试当中，华为的速度比曾经世界最快AI快了五分之一，这就好比是在一场短跑里，第1名跑完了全程，然后上了个厕所再回来时第二名才终于气喘吁吁的到达。华为Atlas900也印证着华为在5G与AI 方面的技术全面性已经上来了，越来越多的外国网友也开始赞叹中国华为的实力不是吹的，不然也没资格让美国花费这么大的功夫来针对华为发展。而且Atlas900的出现对华为整个公司来说都是一个莫大的提高，在技术方面，华为以前一直做联结的，比如网络技术，都是把A连接到B这种，而现在华为在AI计算方面也这么领先，失去了短板之后，美国以后想要再针对就难了，不会让中兴芯片技术被美国掐死的悲剧再度重演！", "author": "最炫科技馆", "newsdate": "发布时间：19-09-18", "newstime": "16:15", "sentiment": [{"positive_prob": 0.984597, "confidence": 0.965772, "negative_prob": 0.0154028, "sentiment": 2}]}]