[{"title": "华为Mate30很难受，被vivo截胡同了，NEX3新机曝光！", "content": "很多媒体早就得到了消息，华为Mate30系列的背面设计是圆形浴霸设计，该设计十分独特，不过放在中间位置倒也无伤大雅，像苹果那样放在左上端，就有点不大好看了，丝毫没有对称性之美，而且十分不协调。不过，余承东可能也没相当，自己还未发布的华为Mate30，但是圆形浴霸设计，却被vivo截胡同了，虽然很多媒体先曝光华为Mate30采用圆形浴霸设计，但是华为官方并未确认，而vivo竟然直接上真机图。vivo采用圆形浴霸设计的机型是NEX3，是一款5G手机，是外媒曝光的，从曝光的真机图可以看出，vivo NEX3的背面设计，三颗摄像头放置在一个圆形黑框之中，跟之前曝光的华为Mate30 Pro的设计几乎一致，而闪光灯位于三摄下方，机身下端中间是“NEX”logo图标，这款手机发布之后，华为Mate30 Pro后面发布，很多网友肯定有说华为抄袭了！虽说有媒体曝光vivo NEX3正面设计是瀑布屏，但是从外媒给出的真机图，还真没看出来是瀑布屏，不过肯定是曲面屏无疑了，大家可能对瀑布屏定义不同，有媒体觉得曲面屏就是瀑布屏，三星叫曲面屏，vivo叫瀑布屏，不过从OPPO副总裁沈义人曝光的瀑布屏，侧面是可以防止图标的，vivo NEX3似乎没看到有这样的设计。不过该机颜值确实很高，屏占比很高，下巴也十分窄。从视频曝光的vivo NEX3，采用的前摄方案跟vivo X27 Pro很像，采用居中升降摄像头，而且采用的是双摄设计，顶部保留了3.5mm耳机接口，并非像之前媒体曝光的采用屏下摄像头，根据沈义人表示，今年不会有屏下相机出现，因此大家也不要期望太高，像vivo NEX3这样的前摄升降摄像头，体验还是很高的，因为升降区域很大，放置的摄像头配置高，而且是双摄。此外，有曝光vivo NEX3采用的充电功率与iQOO Pro一样，都是44W超级闪充，其实功率太大，大家也怕不安全，好在目前没有新闻曝光出现类似三星Note7情况。vivo NEX3这款5G手机，据曝光是下个月，也就是9月份发布，搭载的是骁龙855 Plus处理器，挂载高通X50实现5G上网。不过，大家想也别想会像iQOO Pro 5G版那样便宜了，这款手机预计定价会在5000元左右，大家期待吗？（本文图片来源网络！）", "author": "日日科技说", "newsdate": "发布时间：19-08-28", "newstime": "22:22", "sentiment": [{"positive_prob": 0.0516671, "confidence": 0.885184, "negative_prob": 0.948333, "sentiment": 0}]}, {"title": "华为会弃用ARM架构，转投RISC-V阵营吗？", "content": "因为众所周知的原因，华为曾经遭受过来自美国谷歌等科技巨头公司的断供危机，虽然现在事态有所缓和，但华为早有两手准备。在系统面访，华为一边表示支持安卓的应用生态，一边也在积极的推进自己的鸿蒙系统。但是在处理器架构方面，ARM始终是华为的一个心结。华为会放弃和ARM的合作吗？中兴事件导致一种全新的RISC-V架构开始逐渐受到中国科技企业的重视。与生态已经非常成熟的ARM和x86架构而言，RISC-V虽然生态尚未成熟，但具备高效和灵活的特性，其开源授权方式更是人们看重它的焦点。在上周五华为昇腾910 AI处理器发布会上，华为提到，如果美方继续施加限制，公司会考虑采用RISC-V。虽然华为拥有ARMv8指令集永久授权，但问题在于，美方若迟迟不将华为从“实体清单”中移除，那将影响到华为对ARM新技术的获取。尽管ARM是家英国企业，可由于不少研发在美国进行，故需要遵守美国的政策法令。ARM创始人Hermann Hauser此前接受了英国媒体采访，也谈到了这件事，他认为这件事短期内会对华为造成相当大的危害，但是长期来看，封杀华为最终也会对ARM、谷歌甚至美国工业带来严重伤害。目前，华为已经是RISC-V基金会的成员，不过，华为表示，尚未开始任何向RISC-V平台迁移的努力，公司仍倾向于继续发展ARM生态。华为已经是RISC-V基金会的成员不仅仅是华为，即使是来自美国的高通公司目前也在通过特殊的方式参与到RISC-V阵营当中。RISC-V指令集架构开发控制器和SoC的领导厂商SiFive最新融6540万美元（约合4.5亿元），比较值得关注的是，高通是这次融资的重要参与者。一些分析人士称，RISC-V的灵活性、开放性让高通极为有兴趣。而高通此次悄然的投资RISC-V阵营中的龙头企业，恐怕也预示着一种趋势正在悄然改变。ARM虽好，但一家独大的局面正在被悄然打破。尤其是在此次华为被封锁事件中，ARM与华为终止合作的决定让更多的科技企业不得不考虑继续基于ARM架构研发可能存在的风险性。随着高通等知名企业相继加入RISC-V架构的阵营，如今的RISC-V阵营已经变得颇具实力。经过四年多的发展，RISC-V基金会的成员由最初的只有几家成长到235家。RISC-V基金会的成员众多其中不仅有Google、华为、IBM、镁光、NVIDIA、高通、三星、西部数据、特斯拉等这些耳熟能详的商业公司，也有全球很多著名的大学和科研机构。而在下一个即将到来的5G万物互联时代，RISC-V架构的灵活优势将会更为突出的显现出来。RISC-V基金会中国顾问委员会主席方之熙表示：在物联网时代，RISC-V若能充分展现其优势，将对英特尔的X86和ARM构成挑战，甚至成为行业第一。因其简单和灵活的特性，非常适合部署到物联网、控制器、数据中心的专用芯片和边缘计算等市场。而对于手机和PC市场来讲，RISC-V的生态远未成熟。(7254723)", "author": "中关村在线", "newsdate": "发布时间：19-08-28", "newstime": "05:34", "sentiment": [{"positive_prob": 0.0251258, "confidence": 0.944165, "negative_prob": 0.974874, "sentiment": 0}]}, {"title": "想入手华为P30先等等，看完Mate30系列的这些新特性再做决定", "content": "华为Mate30距离我们已经越来越近了，9月6日华为将先在IFA上发布自家今年最新的处理器产品麒麟990，除了性能上有大幅增强之外，并且还将内置5G基带芯片，因此今年的华为Mate30无论是软件还是硬件上都将有大幅度的提升，此前已经曝光了很多华为Mate30的工程样机，因此距离正式发布已经不远了。而今年上半年发布的华为旗舰P30，目前虽然已经接近3000档位，无论是软硬件配置还是拍照技术，都依然具有很强的竞争力，但是面对今年的华为Mate30的新特性，暂时还是不要入手为好。首先在硬件方面，华为的麒麟990处理器，今年将迎来比较大的提升，处理器的大核心将从A76升级为A77，根据ARM官方给出的数据，由于架构的提升将会带来20%左右的性能提升，其次由于使用台积电最新的7nmEUV工艺，将带来25%左右的性能增长，和40%的功耗降低。因此今年的麒麟990系列将比麒麟980处理器在性能上有较大的提升。其次在GPU方面，将从Mali-G76升级为Mali-G77，能效和GPU面积都有30%以上的提升，加上7nmEUV工艺的加持，将会让麒麟990的游戏性能更加强悍。过去的麒麟980处理器在游戏性能一直相比于苹果的A12和骁龙855有一定的差距，今年的GPU提升可能将会一举抹平与世界一流手机处理器的差距，游戏性能也将不再是麒麟处理器的短板。此外在5G技术方面已经领先的华为，今年再次发力，将在麒麟990中集成5G基带芯片，目前主流的5G手机都是通过外挂5G基带芯片实现的5G功能，主要是5G网络需要处理器的数据量激增，因此早期的5G手机将以外挂基带芯片为主，但是问题是外挂基带芯片的功耗较高，主流的5G手机相比之下都增加了500到800毫安的电池容量，并且标配更高的快充。但是解决问题的根本还是将5G基带芯片集成在手机处理器中，这样不仅功耗可以降低，并且可以实现单芯片5G全网通。软件方面，华为的鸿蒙OS已经发布，手机版的鸿蒙OS将在今年四季度发布，届时Mate30系列将成为首批支持鸿蒙OS的机型。当然即便你对鸿蒙OS不感兴趣，Mate30也将是EMUI10的首批机型。EMUI10是基于安卓Q打造的，支持暗色模式以及实时视频字幕的黑科技，并且华为的GPU Turbo3.0也将升级为4.0，配合麒麟990的强大的性能，Mate30的游戏体验将会大幅提升，其次在UI界面上，EMUI10在过渡动画进行了改进，软件APP的缩放将变成非线性动画，简单点说就是在UI流畅度的视觉上将比肩iOS，如果说华为手机过去的快是应用启动上的快，那么今年的快将是由内到外，除了APP启动更快之外，视觉流畅度也将更进一步。因此并不是华为P30不优秀了，而是今年华为Mate30的提升太多了，麒麟990不仅在性能上相比麒麟980提升巨大，并且还是内置5G基带的处理器。软件方面不仅是首批搭载EMUI10支持GPU Turbo4.0的机型，由于硬件的先进，也将是第一批支持国产手机操作系统鸿蒙OS的机型。因此无论软件还是硬件，华为Mate30的提升太大是不建议入手华为P30的最大的原因。当然即便你还是对华为P30情有独钟，也可以等华为Mate30发布之后，P30系列将迎来一波降价，那时入手也更加合适。", "author": "qinkeon", "newsdate": "发布时间：19-08-28", "newstime": "02:49", "sentiment": [{"positive_prob": 0.778231, "confidence": 0.507179, "negative_prob": 0.221769, "sentiment": 2}]}, {"title": "当“华为”开始玩起时尚，便有这款联名智能眼镜", "content": "[PConline 体验]还记得在华为P30 国行发布会现场，余承东中途突然戴上了一副墨镜，开始介绍华为旗下首款可穿戴智能眼镜——Eyewear，我们才恍然大悟：one more thing居然是它？！这款智能眼镜是联合潮流墨镜品牌Gentle Monster一起打造，而现在，它已经上架预售了，并且将于9月6日正式开售。对于智能眼镜的尝试华为并不是第一家，之前音频厂商Bose、手机厂商vivo等都有智能眼镜产品原型机展出。不过还是华为领先一步，HUAWEI X Gentle Monster Eyewear（以下简称“华为Eyewear”） 目前已经开卖。自然会有很多人好奇这款实现了量产的智能眼镜体验究竟如何？有没有什么特别的地方？今天我们PConline就上手了这款新品，和大家来聊聊这款智能眼镜的特别之处。潮流×科技 时尚外观时尚的设计外观是这款智能眼镜目前能展现的最直观的感受，可以说与智能眼镜鼻祖Google Glass那种极客范完全不一样，这是与Gentle Monster合作的效果。Gentle Monster由Jay Oh和Hankook Kim于2011年创立，以品类丰富、设计独特的眼镜、墨镜以及充满艺术氛围的实体门店环境而深受年轻消费者追捧，韩流明星全智贤，金宇彬，美国时尚名媛Paris Hilton，影星Jessica Alba等非常多的明星都是它的忠实拥趸。华为Eyewear智能眼镜外观设计以GENTLE MONSTER 五款经典款式为基础，针对不同消费者时尚或日常的佩戴需求，分为2款墨镜和3款光学眼镜。2款墨镜为SMART EASTMOON-01、SMART JACKBYE-01经典款，外观精致大方，时尚出众，适用于多种造型搭配；3款光学眼镜为SMART ALIO-01、SMART ALIO-C1以及SMART SOUTHSIDE-01经典款，设计感突出，修饰脸型，为日常佩戴提供了个性选择。这款智能眼镜就针对不同用户群体的需求，提供了比较丰富的选择。本次上手的型号是SMART JACKBYE-01，镜架整体为黑色板材，连接部分以金属为主，侧面标有 Gentle Monster 徽标，这些都是经典的 Gentle Monster 设计元素。外观方面华为Eyewear采用了极简的设计，没有任何按键，并且支持自行选配不同的眼镜架、眼镜框和镜片，可能乍一看就是一副普通的眼镜。这样设计的好处也很明显，没有按键可以保证眼镜不会有比较大的突兀感，还能提升眼镜的防水防尘能力（眼镜支持 IP67 级别防尘防水）。电子元件高度集成 与一般眼镜差不多的佩戴感受别看华为Eyewear与一般墨镜外观相差无几，华为Eyewear的镜腿中可是高度集成了大量电子元器件，包括天线、充电模块、双麦克风和双扬声器等等。集成了如此多的电子元器件情况下，眼镜整体重量却控制非常不错， 45.6 克的重量让眼镜佩戴起来称得上轻便。眼镜本身支持的功能包括播放音乐、接听电话、呼叫语音助手三种，这些功能要通过敲击眼镜两侧来实现。比如播放和暂停音乐，你只需要手指轻轻敲击左侧两下即可，来电话只需要敲击右侧两下即可接听，另外，你还可以根据个人喜好重新设置两侧的操控功能，让快捷操作变得更加顺手，配合华为EMUI还可唤醒华为语音助手。不过需要注意的是，很多功能都需要配合华为EMUI 9.1及更新版本系统的华为手机使用。其中，内置麦克风支持波束成形技术，让通话噪音更小；内置的双半开扬声器则能够带来出色的听觉体验。除了眼镜本身的85mAh电池容量以外，华为Eyewear的眼镜盒也配备了一块2200mAh电池，可以为眼镜进行无线充电。官方号称是世界首款支持NFC无接触式充电的设备，而眼镜盒则通过USB-C端口进行供电。单次充电可持续通话/播放音乐2.5小时，配合眼镜盒使用，可实现通话/播放音乐8小时。Eyewear智能眼镜还支持佩戴状态智能识别，摘下眼镜音乐播放自动暂停，戴上恢复播放。华为Eyewear使用了精准指向型音腔设计，让声音以指向型波束直接传递到佩戴者的耳中，减少声音外泄。定向音频设备作为开放式音频设备，之前一直都应用在大型场合中。因为定向音频设备的特殊性，小型化的定向音频设备很少有见到成熟的产品面市。目前智能眼镜的形态，应该是比较好的解决方案了。我日常会使用入耳式耳机听音乐看视频，长时间佩戴下耳朵会有明显的不适感，头戴式又会弄乱发型耳朵也会感觉闷热加上长时间佩戴对听力也有损伤。体验过华为Eyewear后我觉得这应该是目前比较好的解决方案了，而且因为开放式的缘故，相对于传统耳机也可以更好的保护听力。在体验这款华为Eyewear过程中最大的感受就是声音非常自然，这是因为人习惯了听到由耳廓收集声音反射进入耳道。传统耳机直接将声音传入耳道，会出现一种声音在大脑中的假象，造成一种与现实体验相悖的不真实感受。而定向音频可以通过耳廓收集声音后，可以营造出一个非常自然的环绕的立体声。体验总结将眼镜和蓝牙音频设备完美融合，使用场景宽泛。通过对镜片的选择，可以让华为Eyewear在室内、通勤、户外出游、自驾出行等环境下使用。例如户外使用可以选墨镜款式，室内使用可以选择带保护视力的防蓝光镜片，甚至还能更换光学镜片。这款早在今年4月份就亮相的智能眼镜，如今已经成为了华为全场景智慧化规划中的一环，即1+8+N战略中的PC、平板、TV、音箱、眼镜、手表、机车、耳机总计8个辅入口之一。华为Eyewear相对于传统的耳机可以得到更舒适的体验，开放式的定向音频技术能获得非常自然的声音。这种感受相当独特，总的来说，日常办公、看电视看电影会有不错的体验，出门只要不是去特别嘈杂的地区都是可以有非常不错的使用体验的。今天仅仅只是先上手体验，之后PConline还将对华为Eyewear进行详细的智能助手功能、语音功能、续航表现等方面进行详细的测试。关注PConline，敬请期待我们下一篇关于华为Eyewear的详细产品评测。", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-28", "newstime": "21:21", "sentiment": [{"positive_prob": 0.996387, "confidence": 0.99197, "negative_prob": 0.00361331, "sentiment": 2}]}, {"title": "外媒：华为(Huawei)智能手机销量上升引发……", "content": "Gartner称，由于美国政府贸易欺诈的不确定性，华为第二季度在大中华区以外的智能手机出货量几乎没有增长。这家全球第二大手机制造商报告称，面向零售商和分销商的手机销量略高于580亿部，同比增长16.3%，但这主要来自国内市场。Gartner高级研究主管古普塔(Anshul Gupta)对El Reg表示：“华为的销售额上升了，但增长的主要来自大中华区，由于促销活动和积极的销售策略，华为在大中华区表现相当不错。”今年5月，特朗普总统将华为列入实体企业名单，阻止美国企业向华为提供技术，除非它们获得许可。这些供应商获得了90天的缓刑。本周，山姆大叔又批准了90天的“延期”，并在名单上增加了46家华为子公司。这个禁令还扰乱了华为从硬件到软件的供应链：例如，谷歌将不允许华为使用最新的Android操作系统，并将取消其他服务，包括Play Store、Gmail和YouTube。古普塔表示，华为第二季度全球手机市场份额从13.3%跃升至15.8%。他表示，华为58%的销售额来自中国，高于此前的一半。因此，该公司在国际上取得的进展似乎开始受到质疑。对于智能手机销售商来说，这是一个艰难的季度：全球智能手机销量约为3.679亿部，同比下降1.7%。萨米利用了对中档手机的巨大需求，率先推出了A和N系列手机。Canalys整理的欧洲第二季度智能手机数据突显了这一点。排在第三位的苹果(Apple) iPhone发货量下降13.8%，至3852万部，原因是消费者继续难以找到令人信服的理由升级至最新的高端硬件。由于需求下降，苹果的库存已经膨胀。苹果(Apple)首席执行官蒂姆库克(Tim Cook)曾表示，中国市场的需求不足是销量放缓的一个因素，但他也将此归咎于电池更换计划，并希望降价将刺激需求。在小米上，第二季销售微升20万至900万辆，OPPO出货量持平于760万辆。该季度中国市场销量超过1.01亿部，而一年前这一数字为1.050亿。印度各频道的智能手机销量为3570万部，美国约为3260万部。Gartner表示，它无法提供每个地区供应商的详细统计数据。", "author": "百知了", "newsdate": "发布时间：19-08-28", "newstime": "10:00", "sentiment": [{"positive_prob": 0.936642, "confidence": 0.859204, "negative_prob": 0.0633582, "sentiment": 2}]}, {"title": "华为Mate30pro定档9月，4500毫安+55W快充+麒麟990，价格六千起步", "content": "当前iPhone 11系列的发布日期已经可以确定为9月10号，而根据各方爆料得知，华为Mate30系列一反常态也将定档9月。有消息称，其具体上市日期为9月19号，如此看来华为Mate30系列将与iPhone 11系列硬碰硬，在这场高端机皇的博弈中，笔者个人更看好华为Mate30系列，尤其是该系列中的华为Mate30 Pro。参照华为Mate20Pro，笔者相信华为Mate30Pro将会为消费者带来不小的惊喜，而多方消息也证实了笔者的看法。据了解，华为Mate30Pro将搭载麒麟990处理器，该处理器采用的是第二代7nm工艺制程，随着晶体管密度的提升，搭载该芯片的华为Mate30Pro的核心实力也得以提高20%。值得注意的是，还有消息称麒麟990处理器已经集成了5G基带芯片，因此搭载该处理器的手机无需外挂5G基带即可实现5G上网功能。与此同时手机的功耗和发热问题也会得到有效缓解，实用性将大幅增强。外观设计方面，华为Mate30 Pro仍保留屏幕上方的刘海，但该机采用了即将成为主流的瀑布屏设计，屏幕两侧曲率较大，可以为消费者呈现出无边框的效果。在机身背面，华为Mate30Pro将浴霸相机模组改为了花洒形状，花洒中放置着三颗徕卡镜头，TOF深度感知镜头和氙气闪光灯则位于模组之外后盖左上角的位置。华为Mate30Pro之所以放弃了美感，将其中两个元件放置在模组之外，主要是因为三颗徕卡镜头中，有两颗均为4000万像素，同时还配备了大底面的传感器，因此为了不占用两颗镜头和传感器的空间，其余元件只得另寻他处。虽说美感不再，但华为Mate30Pro的拍照性能将获得大幅提升，据爆料称该机在麒麟990的协助下，还将支持4K 60fps的视频录制。如此一来，DxO排行榜榜首之位或许又要易主。除了拍照是华为Mate系列旗舰的招牌以外，续航实力也是一大优势。据了解，华为Mate30Pro的电池容量将升级为4500毫安时，有线充电速率也将升级为55W，其续航实力一如既往得强大，消费者完全无需担忧。综上所述，华为Mate30Pro的综合竞争力已经足够强悍，当然在多方面均有明显改善的情况下，华为Mate30Pro的售价或许也会有所提升。据爆料称，华为Mate30Pro的5G版本可能6000元起步，而笔者猜测其普通版本或在5500元之上，你认为呢？文/谛什么林", "author": "数码密探", "newsdate": "发布时间：19-08-28", "newstime": "15:50", "sentiment": [{"positive_prob": 0.958995, "confidence": 0.908878, "negative_prob": 0.0410049, "sentiment": 2}]}]