[{"title": "高通华为恩仇录：苹果投敌后 战场上只剩任正非孤", "content": "目前来看，在5G时代，华为和高通的竞争，将从芯片、技术专利乃至通讯标准全面打响。文 | 依萌编 | 王复叶苹果等不及了。在华为和三星陆续推出自己的5G手机之后，曾坚定地拒绝“高通税”的苹果也按耐不住选择了与高通和解，并一次性向高通支付专利授权费用。受此消息影响，高通股价在两天内暴涨近40%，显然，这样的“真香”结局也是失去苹果这个大用户后，营销显著下降的高通求之不得的双赢结果。而就在苹果宣布和高通和解后不久，本来就慢了一拍的英特尔宣布放弃5G手机芯片的计划，转而开发一些5G相关的基础设施，至此，5G的手机芯片大战，已经宣告形成了高通、华为两超相争的结局。目前来看，在5G时代，华为和高通的竞争，将从芯片、技术专利乃至通讯标准全面打响。城头变幻大王旗，曾几何时，10年前的高通与华为还处在合作的蜜月期，而两家公司的「恩怨情仇」，要从上世纪末开始说起。1 曾经的挑战者就像所有的伟大最初都是从不起眼的凡中产生一样，华为成立之初也仅仅是1987年深圳的一个不起眼的小代理商，靠着代理销售香港公司的用户交换机过活。同时期的美国，专注于卫星系统移动通讯解决方案的公司高通也开始聚集在未来爆发的力量。坦白来说，如今的两家通讯巨人，在那时还远远谈不上针锋相对，恰恰相反，他们都需要在各自的主营业务领域扮演挑战者的角色。高通需要面对的，是怎样依靠CDMA技术去对抗爱立信、诺基亚、西门子这些历史悠久的网络设备巨头，乃至其背后遍及全球的GSM运营商。而华为，在依靠交换机小赚一笔后，还是需要在数据通信市场直面思科。1994年时思科就拥有了超过2000名员工，年度财务收入逾13亿美元，是华为的20倍，全球80%的数据通信产品市场都被思科占据。这是两场大卫与歌利亚的战斗。有意思的是，两家公司的思路异曲同工，都是紧紧抓住两个重点，研发与开放。与爱立信大包大揽的强硬风格不同，高通从一开始就知道把蛋糕做大的重要性，厂家只要拿钱就能买到高通的CDMA技术授权，开门做生意。也许是天下苦爱立信久矣，高通在90年代初迅速团结起数百家企业。在张利华的《华为研发》一书中记载到，为了吸引一些刚刚拿到无线牌照的小运营商上CDMA系统，高通还推出了分期付款等灵活的经营模式，以降低其综合建网成本。尽管高通每年都在把销售收入的四分之一投入研发，不断巩固其在无线通信领域的技术优势。但不难看出，高通的强大从一开始就不只是技术上的强大，而是其从服务、商业模式等多个角度都做出了巨大创新。华为的特点也是研发上重投入，并且基于中国市场的特点快速响应客户需求，猛击思科全球一盘货的标准化特点。1996年，任正非就豪掷一个亿在北京上地科技园买了一栋六层写字楼，还花了1个亿豪华装修，华为北研所迅速成为城市地标，吸引了大量人才。要说「大力出奇迹」，字节跳动的张一鸣还需要向任总学习。不过，90年代的华为还不知道，高通在CDMA上的高歌猛进，间接造成了2001年那次「华为的冬天」。1996年底，在高通的大力推动下，全球的CDMA用户已经超过100万。中国政府也在2000年，决定引入高通的CDMA这项新技术，就在这个门槛上，华为坚定地站在了和高通对立的GSM的阵营中。2002年，中国移动开始进行CDMA项目的网络建设，中兴、TCL、三星、LG等一派参赛者也早早排着队，在网络设备和手机招标中获利颇丰，华为直到2001年联通CDMA招标已近才匆匆入场，结果在2001年和2002年的两期招标上均颗粒无收。另一方面，在移动设备的选择上，华为也慢了历史一步。在推动CDMA全球化的过程中，高通除了大力说服手机厂商生产适配的设备，同时也在自己的工厂生产CDMA手机。1999年，为了更好地专注于专利授权和半导体业务，高通出售了自己的手机业务和系统设备业务。而此时的任正非，却在国产手机量和销量频频上涨时，拍着桌子说“华为公司不做手机这个事，已早有定论！”移动时代的如期而至，让在内外兼未稳固的华为尝到了失败的滋味。2002年，华为自成立以来首次出现亏损，任正非终于转变态度决定“拿出10个亿来做手机”。这时的高通一定不会注意到，这个刚刚起步的民营公司体内开始聚集着多大的能量。2004年，华为终端公司成立，距离在2G CDMA之争中的失利已过去4年，苦苦等待国内3G牌照而未果的华为，决定直接投身于3G手机，进入PHS小灵通手机和手机市场。同时，华为成立了全资子公司海思半导体，开始更加系统地进行芯片研发。尽管这些都是踩在高通那个早已走远的巨人的脚印上，华为仍被落下很远。2005年，华为获得生产资质，但这时的华为只将生产的定制机直接销售给运营商，策略数年未变，手机也一直未能成为华为的主要业务。随着小灵通市场遭到淘汰，运营商定制机的利润越来越薄，华为面临着离消费者和市场越来越远的困境。另一方面华为在当时本该红火的数据卡市场上也屡屡受挫。华为发现，高通提供给自己的基带处理器经常断货，而与自己竞争数据卡市场的中兴并没有这样的情况。原来由于中兴与高通早期的合作研发关系，在高通的发货优先级中，中兴总是高于自己。就像当年坚定入场路由器一样，华为决定撸起袖子自己干，着手研发自己的手机芯片解决方案，这成为了华为成为高通「威胁」的第一步。2 变局芯片2007年，随着骁龙处理器的研发成功，高通开始在半导体芯片业务上大放异彩，成为了世界首款安卓智能机T-mobile G1搭载的芯片。随后几乎所有的智能手机大厂都选择采用骁龙芯片，这让高通成为高端智能机的标配。届时iPhone的问世，将智能机时代开启，迫使运营商网络升级，这终于给了华为的3G通讯业务崭露头角的机会。用任正非的话说，是苹果救了华为。谈到iPhone，其实也和高通大有渊源，早在2000年，高通大公子保罗·雅各布博士专门去硅谷见乔布斯，以拉拢苹果推动CDMA终端的多样化。据说在等待乔布斯的空隙，保罗用胶布把自己的手机和PDA（掌上电脑）绑在一起，对乔布斯说「你应该做这个东西」，乔布斯回答，「这是我听过的最愚蠢的做法。」乔布斯嘴上说不要，但在七年后，他把随身听的音乐功能也揉了进去，推出了iPhone。2009年，华为终于在西班牙的“世界移动通信大会”上首次展示了其首款安卓智能手机，以新人的姿态出现在高通早已玩转的市场里。这款U8229，搭载的正是高通7200处理器，高通和华为这两条若即若离的线也碰撞在一起。高通不知道的是，此时的海思也悄然推出第一款手机应用处理器，命名为K3V1。U8229在2010年300万台的销量并不乐观，在众星群起的智能手机市场中的份额甚至可以忽略不计。K3V1也没有经受住市场的考验，落后于当时主流芯片性能太多的它，还未上市便被市场淘汰了。倒是华为在市场逼迫下研发出的业界首款支持TD-LTE的基带处理器得到了认可，成为了它在手机领域占有一席之地的开始，也让华为对高通垄断地位的挑战初露端倪。华为与高通关系真正的转变出现在2011年。此时的华为高管余承东强烈主张华为研发属于自己的芯片，将自己与其他中国安卓手机区别开。这种想法得到了其他高管的认可。于是，还在使用高通芯片的华为正式开始了摆脱高通的旅程。在华为屡屡尝试、失败、尝试的过程中，高通仍在稳健地更新着自己的产品。自2007年骁龙芯片发布以来，高通几乎每年都会更新SoC，并保持着自己在调制解调器上的显著优势。代表着智能手机处理器与基带芯片产业前沿的高通，领先于同业竞争者数年，却在2012年的年度报告中，首次将海思列入竞争对手的名单。尽管还处于研发试错阶段的华为仍在购买高通的产品，高通仍然看到了华为不可忽视的变化。在高通有恃无恐的几年中，在手机市场越做越大的华为，开始投入越来越多的经费与人力在科研中。2009年，华为的手机应用处理器业务转到终端公司，芯片的开发得以继续。但华为只能用自己的手机作为自研芯片的小白鼠，让市场来检验其研发过程中的问题，这使还未能稳定研发的华为饱受市场诟病。直到2013年，华为旗舰机P6才搭载K3V2的改进版，赢得了一小块市场。经过华为的摸爬滚打，麒麟920集成应用处理器和宽带处理器巴龙720，在2014年应用在荣耀6上；三个月后，升级版的麒麟925也应用在了Mate7上。具有功耗低，GPU性能大幅度提升，业界最高的指纹识别功能的麒麟925很快得到了市场的认可，大量的用户开始转向了华为的阵营。最终创造了国产手机全球销量超过750万台记录的Mate7，让华为在智能手机市场上占有了绝对的优势。此时华为的销量见涨对于高通而言不再是一个好消息，2014年已有四分之一的华为手机搭载自己研发的芯片。尽管手机越买越多，属于高通的那部分市场却越压越小。华为自研的芯片得到了阶段性的进展，这让它掌握了研发进度和上市节奏上的自主权，也在技术上彻底对高通造成了威胁。自从Mate7为华为开了个好头之后，华为自研芯片的进程像坐上了火箭。搭载海思麒麟芯片的华为Mate、P和荣耀系列的手机市场份额快速扩张，麒麟960、970、980等芯片的口碑迅速上扬，这彻底改变了国内消费者对国产手机的态度。终于成为芯片市场强力竞争者的海思的一位主管表示：“我们认为高通是我们的头号竞争对手。”3 决胜5G2017年，在手机市场上屡获佳绩的华为，已有三分之二的手机搭载了自研芯片，对于高通而言，搭载海思芯片的华为手机占掉的是原本搭载自己芯片的安卓手机的市场份额，原本不起眼的用户变成了和自己同分一块蛋糕的对手，这让高通感受到了极大的威胁。尽管海思的营收还不足以对高通造成威胁，但高通发言人仍拒绝对此做出评价。很快，高通又秉着一贯的作风，早早领先于市场地，在2017年发布了全球首款5G基带芯片X50，紧接着又在18年末发布了5G芯片骁龙855，仿佛向其他还未推出5G芯片的竞争者示威。但随后发布的华为Mate X搭载其自研的5G芯片巴龙5000一经问世，就与高通骁龙形成了5G芯片市场上争锋相对的局面。这标志着5G时代的华为，已经从曾经后起的下游手机厂商，变成了一个在芯片研发上具有强大竞争力的竞争者。成为中国第一大芯片生产厂商的华为，在市场或是“友军”的激励下，一步一步成为了具有综合生产研发能力的移动通讯巨头。当苹果不得不在5G芯片的选择上作出妥协时，华为拥有了更多选择的权利。高通仍然在自己的路上走着，华为却早已用惊人的速度赶超，早已不是当年那个赶不上CDMA的华为。对手是最好的老师，华为的崛起历史，就是一部追赶、超越、再追赶的故事。如今如果仅论市值，踩着千亿美元门槛的高通可能已经落于华为下风。但其在无线通讯领域近三十年的深厚沉淀，使其在5G时代仍然手握分量最重的一张门票。这场「恩仇录」未完待续。来源：财经功守道", "author": "驱动之家", "newsdate": "发布时间：19-04-21", "newstime": "20:31", "sentiment": [{"positive_prob": 0.736019, "confidence": 0.413375, "negative_prob": 0.263981, "sentiment": 2}]}, {"title": "华为EMUI9.1系统真是太好用了，动动嘴就可以帮你做很多事", "content": "随华为P30系列一同发布的EMUI9.0系统也做了很多方面的优化。其中一个就是语音助手了，变得更加智能。更加便捷。只要动动嘴基本的手机操作都不用手的。先来看一下语音助手新版本能为你做什么：打开某讯视频可以对他说“播放某某”（电影或视频的名称），语音助手就会自动搜索并播放该视频。打开某宝说“我想买XX”语音助手就会自动搜索该商品的信息。打开导航说：导航到深圳北站，他就会自动搜索并规划路线开始导航。当然你也可以语音打开应用，拨打电话、发短信等。对着他说：小艺小艺，打开XX应用。马上就会有打开。还可以唤醒小艺，对她说，“识别卡路里”、“扫码”、“扫码翻译”、“这是什么”，她可以搜索百科信息，实景翻译，识图购物等等都能快速实现。下面看看语音助手的打开方式吧，有三、四种打开方式，任你选择。首先是非常方便的按电源键来唤醒语音助手。在【设置】——【智能辅助】——【快捷启动及手势】——【语音助手】——开启【电源键唤醒】就可以了，一般首次使用侧边键也会提示你要不要开启这个功能。直接打开就可以了。第二、三种方法，是通过触摸屏幕实现的法一：全面屏手势，在【设置】——【系统】——【系统导航方式】——【手势导航】更多手势——【语音助手和智慧视觉】开关打开就可以。法二：如果你使用的是三角键盘导航或实体指纹按键，直接按HOME键盘或“〇”键盘调往上滑动出语音助手就可以了。全面屏幕的语音助手不想使用语音助手也可以直接点击屏幕来打开与你助手和智慧视觉。在主屏幕上往下滑动可以直接调出语音助手和智慧视觉。如下图。当然如果你喜欢语音助手也需要先录入唤醒词，在安静的环境下录入。这样她就会听命于你了。你们有没有试过这个语音助手呢，感觉好不好用？欢迎留言。", "author": "梦科技", "newsdate": "发布时间：19-04-21", "newstime": "20:35", "sentiment": [{"positive_prob": 0.999089, "confidence": 0.997976, "negative_prob": 0.000910687, "sentiment": 2}]}, {"title": "尴尬！华为新系统升级名单更新，唯独这款麒麟980手机不支持", "content": "最近，华为更新了支持华为EMUI9.1新系统的公测和内测名单。从名单中可以看到，支持公测的机型仅限于华为Mate20全系列手机，而支持邀请内测的机型则包含了华为几大热门系列的热门机型，如华为P10、P20系列，华为Mate 9、Mate 10系列，以及华为Nova2s以后的机型，就连荣耀的不少机型也被支持。除此以外还有众多计划升级的机型被公开。从这份名单中可以看到，华为EMUI9.1不仅支持目前的旗舰机型，甚至一些中端机型也已经完成了适配，并开始最后的测试。但是在这些机型名单中，华为却“遗漏”了一款搭载麒麟980处理器的旗舰手机。作为华为首发麒麟980的旗舰手机，荣耀Magic2手机的地位却如同第一代荣耀Magic手机一样尴尬。很多人甚至连这个系列都不知道。荣耀Magic系列手机主打真正的智慧手机，比起传统的安卓手机，荣耀Magic系列更加侧重人工智能在手机中的应用。而荣耀Magic2不但是华为首发麒麟980的手机，而且也是华为首款采用无刘海滑轨式全面屏的智能手机。而且还内置了可成长的人工智能YOYO，可以说这款手机的发布就是定位未来。而在系统方面，荣耀Magic2手机目前已经更新到基于华为EMUI9.0.0的Magic2.0.0系统。而这次EMUI9.1系统更新测试的名单中，除了荣耀Magic2手机，其他搭载麒麟980处理器的手机，甚至麒麟970及以下的部分机型都支持升级，这对于荣耀Magic2来说，只能用尴尬来形容。不过相信正式版发布后，华为的工程师还会针对EMUI9.1系统对荣耀Magic2再进行优化和调整。值得一提的是，EMUI9.1系统在借助方舟编译器的帮助下，整体的流畅度有了大幅的提升，第三方应用重新编译后流畅度可提升60%！除此以外，EMUI9.1系统还将支持GPU Turbo3.0技术，游戏性能也将得到提升。除了这些，华为EMUI9.1系统还对界面UI做了新的调整。总之，华为EMUI9.1系统相比于之前的系统，有了众多的改进。至于能否向iOS发起挑战，还需要进一步的测试来看。", "author": "轩佬科技", "newsdate": "发布时间：19-04-21", "newstime": "13:23", "sentiment": [{"positive_prob": 0.0114936, "confidence": 0.974459, "negative_prob": 0.988506, "sentiment": 0}]}, {"title": "2019年手机别乱买，这几款手机好用不贵，华为小米各有千秋！", "content": "导语：2019年手机别乱买，这几款手机好用不贵，华为小米各有千秋！对于2019年的智能手机市场而言，无疑是竞争最为激烈的几年。正如荣耀的总裁赵明在之前的一次采访中所说的那样，对于各大手机厂家而言，无疑是疾风知劲草的一年，各大手机厂家也将会在今年亮出自家的手机底牌。那么对于我们这些手机消费者而言，最为困扰的就是怎样在这些手机厂家中如何选一款最为适合我们自己的产品。于是，小编在这里就细心为大家整理了这几款机型，这几部机型华为和小米也都在榜各有千秋，并且好用不贵！一、性价比之选小米9。作为小米手机的年度旗舰之作，小米9在各方面的表现确实都非常出色。虽然在发布之初就因现货的问题被网友们疯狂吐槽，好在现在小米9也基本上实现了现货，所以对于这个问题大家也不用担心。在配置上，小米9所采用的也是高通的年度旗舰处理器骁龙855。作为目前性能最强的手机芯片，毫无疑问小米9对于市面上绝大多数的手机软件都能高效运行。除此之外，小米9还有目前全球第三的手机拍照实力以及全球速度最快的无线快充，再加上第五代屏幕指纹识别以及双频GPS技术和2999元的定价，小米9是毫无疑问的性价比之首选。二、拍照首选华为Mate20Pro。之所以推荐华为Mate20Pro是因为对比起华为P30Pro，华为Mate20Pro的性价比更为突出。虽然在拍照上华为P30Pro比华为Mate20Pro能力要出众一些，但是华为Mate20Pro也并不差。毕竟都是DXO排行榜的前三。除此之外，华为Mate20Pro的麒麟980处理器、3D结构光和仿生成像技术、无线反向充电、ip68级别的防尘防水，都让华为Mate20Pro成为市场上最有竞争力的存在。三、千元首先红米Note7Pro。毫无疑问，红米Note7Pro是今年千元机市场上最为亮眼的存在。其搭载的最新骁龙675处理器，能够运行绝大多数市面的主流应用、索尼imx586的4800万像素摄像头可以拍出解析力非常强的照片、搭配了18W快充的4000毫安电池以及1599的价格，都让红米Note7Pro在同档位手机中显得非常亮眼。所以总的来说，这三款手机在整个2019年都是非常亮眼的存在。对于一些有换机需求的人来说，可以考虑入手。对此，你们怎么看？欢迎在屏幕下方点击留言！", "author": "得要数码", "newsdate": "发布时间：19-04-21", "newstime": "19:33", "sentiment": [{"positive_prob": 0.996603, "confidence": 0.992452, "negative_prob": 0.00339677, "sentiment": 2}]}, {"title": "华为手机真的很良心，手机国内定价永远比国外低，你支持华为吗？", "content": "导语：华为手机真的很良心，手机国内定价永远比国外低，你支持华为吗？对于我们的国产手机而言，华为毫无疑问是走在我们国产手机的前列。甚至在全球的智能手机市场上，华为也有着非常多的市场份额。现如今，我们的华为手机甚至还成为了和苹果三星比肩的智能手机厂商，成为全球智能手机市场前三的手机厂商。但是不知道你发现了没有，华为的智能手机往往在国外和国内是两个价钱，并且国行版的配置比国外版的还要高，但价格往往却更低。那么你知道这是为什么吗？首先，对于华为来说，国行版的价格低于国际版一部分的原因是因为关税的问题。正如苹果手机在中国手机的定价会比国外一些国家的定价高一些一样，其中关税是占了一定因素的。先不说赚不赚钱的问题，最起码的一点，就是华为手机不能自己先亏本了。所以在国外的定价自然就要高上去。另外，就是和华为的战略也不无关系。我们都知道，对于华为手机来说，不论是在国外还是在国内市场，它最主要的手机产品线就是自家的P系列和Mate系列。而这两个系列手机的产品对于华为来说，也是华为自家精品战略的重要产品。因此，华为手机在国外的价格较高，有利于提升华为手机在国外手机市场中的地位和品牌形象，有利于华为在高端手机市场上站稳阵脚。而在国内手机市场就不一样了。毕竟是我们本土的手机市场，因此对于我们国产手机市场的分析和定位要比国外好做的多。最后，就是华为在自家策略上对中国消费者的倾斜了。对比起国外手机市场而言，华为对于国产手机市场的定价策略，也是对我们中国手机消费者的一种消费倾斜了。这样做的好处是一来提升华为手机在我们中国消费者心目中的地位和形象，二来，也有利于提升华为手机在国产手机市场中的销量。所以总的来说，华为真的还是非常良心的。在提高自家手机品牌形象和销量的同时，也确实照顾到了我们的中国消费者。对此，你们怎么看？欢迎在屏幕下方点击留言！", "author": "得要数码", "newsdate": "发布时间：19-04-21", "newstime": "21:04", "sentiment": [{"positive_prob": 0.992632, "confidence": 0.983626, "negative_prob": 0.00736844, "sentiment": 2}]}]