[{"title": "空欢喜一场！“备胎计划”真是备胎，华为离不开安卓系统？", "content": "空欢喜一场！“备胎计划”真是备胎，华为离不开安卓系统？在过去的两三个月内，“鸿蒙”系统成为了一个耳熟能详的名词，很多手机用户都表示：中国终于拥有了自己的手机操作系统了！然而，现在看来，我们或许是空欢喜一场！“备胎计划”真是备胎，华为离不开安卓系统？前段时间，任正非在一段采访节目中，终于解答了我们的困惑，鸿蒙系统的出现，并不会形成“三足鼎立”的局面，因为鸿蒙系统不是“手机系统”。据笔者获悉，任正非表示，鸿蒙系统应用的领域，并不是手机系统，而是物联网开发系统，像是无人驾驶、AI智能等领域，才是鸿蒙系统大展拳脚的地方。说实在的，很多人可能很疑惑，一开始的时候，华为煞有介事地宣布了“备胎计划”，而且时间节点，刚好就是谷歌安卓限制华为手机GMS服务的那段时间，这让很多人误以为，鸿蒙是一款手机系统。而且余承东还表示，鸿蒙系统最快秋季发布，最晚明年春天发布，为何仅仅是一顿时间过后，华为就对鸿蒙系统闭口不提了呢？就连所谓的发布时间，都已经变得不再确定了，原因是什么？其实对于这一个问题，笔者早就有定论，大家可能并不清楚，最开始出现的手机系统，分别就是塞班系统，以及微软的WP系统。如果要说系统的流畅性，拥有着强大实力的微软，确实研制出的WP系统，确实比安卓系统更流畅，那为何安卓反而是后来居上，打败了WP系统、塞班系统呢？原因就是WP系统、塞班系统没有建立一个完整的软件生态圈。那么，大家反过来想一想，就算华为推出了鸿蒙系统，就算是应用在手机上，如果谷歌要限制华为使用GMS服务，华为又能怎么办呢？所以说，如果华为不想放弃海外市场，鸿蒙系统就只能是“备胎”。因为谷歌不提供GMS服务给华为手机，那即便我们用上了鸿蒙系统，能够使用微信、支付宝，对国外的用户来说，不能使用Facebook、YouTube的华为手机，也依然没有购买的价值。", "author": "天下快谈", "newsdate": "发布时间：19-07-17", "newstime": "18:47", "sentiment": [{"positive_prob": 0.0108714, "confidence": 0.975841, "negative_prob": 0.989129, "sentiment": 0}]}, {"title": "后平板时代的破局之作！华为平板M6全面测评", "content": "平板诞生之初，凭借便携性和超大屏幕，成功在智能手机和笔记本之间突围而出，抢占相当份额的市场。近几年，随着智能手机大屏化和笔记本轻薄化，平板的市场空间被不断挤压。再加上平板自身定位的问题、部分厂商对平板性能的不重视和平板生态的不完善，使得平板行业远离主流视线。根据国际权威调研机构IDC数据显示：2019年Q1国内平板市场小幅上扬，呈现“寡头独大”的局面——华为和苹果二分天下。其中，华为平板系列积累影音娱乐、极致体验的核心优势，呈现上升态势；值得注意的是，华为也是少有的持续逆势增长的平板厂商。正好，小编拿到了最新推出的10.8英寸华为平板M6，希望从该机身上找到华为平板逆势增长的原因，为行业的发展提供些许思路。Part One影音：高清锐屏+四声道四扬声器，带来影院级视听享受目前，平板市场有两大发展趋势。以华为平板为首，影音娱乐极致突破，同时创新综合体验；以苹果iPad为首，重金押注生产力以搏未来。那么，咱们就先来看看华为平板M6在影音娱乐方面做出的聚焦和创新。首先，出色的观影体验有赖于「画面」和「声音」两个方面体现。先说画面，屏幕是展现画面的窗口。华为平板M6全系采用16:10屏幕比例的2K屏，生而适合观影。小编在用10.8英寸华为平板M6观看《流浪地球》时，配合高清视频资源，享受震撼移动影院效果。同时，华为平板M6搭配了华为自研的“锐屏”显示技术，通过麒麟980强劲GPU和NPU的强大算力，能动态分析画面损失的细节和色彩，实时补偿画面细节和提高色彩饱和度。在《流浪地球》中木星的大气红的更加鲜艳，华为平板M6现实画面对比度得到了提高，发动机尾焰更具科幻感。音效，同样是观影的重要一环，这次华为平板M6采用全新的四声道四扬声器系统，定制大振幅扬声器。并且进行芯片级多声道信号处理，支持四声道外放。不仅声音更洪亮，还比普通的双扬声器，听到更多方位的音效；实现真正的环绕音效感，声音十分震撼。比如：华为平板M6看《流浪地球》中飞机从画面上方飞过的画面，笔者能清楚的感受到发动机的轰鸣在头顶随着画面呼啸而过，配合大振幅扬声器的巨大音量，仿佛置身在发动机强悍的气流中，与小编在电影院体验的临场感，音效效果如出一辙。配合画面下方前进卡车声的渐进，让视频更有沉浸感。值得一提的是，普通安卓平板并没有四声道的效果，这是因为安卓系统本身局限——只支持双声道。为了解决这个问题，华为工程师团队深度挖掘，安卓音频系统底层架构重构，让安卓系统从源头支持传输四声道音频信号，同时在数字信号处理芯片中进行信道扩展，从原本的双声道信号处理扩展到多声道信号处理。软硬结合之下，华为平板M6最终实现了四声道效果，真正意义上还原高品质影音素材中丰富的立体声信息。同时，华为平板M6也是全球首款同时支持杜比全景声（Dolby Atmos）和杜比视界(Dolby Vision)的平板，大家可以到爱奇艺杜比专区体验一番（播放时，会有上图右侧所示的杜比标志）。此外，通过哈曼卡顿调音，在播放蔡琴的《被遗忘的时光》时，人声还原更加清澈洪亮；在这首著名的“煲机”音乐面前，华为平板M6在高音部分，人声还原纯净，给听者带来片刻安宁，中音部分每个咬字都能听得更准，蔡琴优秀的中音能得到充分展现，在低音部分更浑厚，层次感出色。小编这里皮一下：华为平板M6音质和《无间道》中梁朝伟卖的“万元音响”，是一样高水准的。Part Two性能：麒麟980+GPU Turbo 3.0技术，畅玩热门游戏无压力影音娱乐不分家，有了影音硬件的支持，玩起游戏来也更加得心应手。本次华为平板M6全系搭载麒麟980旗舰级处理器，和华为Mate20系列、P30系列同款，性能自然更强劲。配合EMUI 9.1和GPU Turbo 3.0技术，华为平板M6畅玩游戏无压力。比如：小编在玩《王者荣耀》时，打开高帧率及最高画质，运行毫无压力；即使在操作激烈，技能横飞的团战中，华为平板M6依然可以保持流畅操作，不会因卡顿影响游戏体验，整个操作相当跟手。用帧率测试软件，测试华为平板M6运行《王者荣耀》期间的帧率情况。结果很明显，华为平板M6能进行2K分辨率画质的游戏，平均帧率59（满帧60），全程都非常平稳。再来看看对性能要求更高的3D游戏《和平精英》，华为平板M6能否轻松驾驭？众所周知，大型3D游戏若因性能不足发生卡顿，很可能“落地成盒”，甚至卡顿到让玩家产生眩晕感。（和平精英：满帧40）（堡垒前线：满帧60）好在麒麟980配合GPU Turbo 3.0技术，软硬件结合，在系统底层优化游戏响应速度，对游戏画面进行优化，使得华为平板M6依然可以满帧运行，帮你轻松上吃鸡。从游戏帧率软件上也能看到，华为平板M6运行《和平精英》全程帧率稳定在39帧（满帧40）；运行3D《堡垒前线》更是维持在60帧满帧的状态，游戏体验极佳。不仅性能好，华为平板M6具备GPU Turbo 3.0技术，对游戏功耗深度优化，配合了7500mAh大电池，使得3D游戏畅玩持久无压力，玩家畅游大型游戏无压力。Part Three办公：电脑模式+平行视界，娱乐工作一把抓麒麟980的强劲性能，不仅仅带来了更流畅、沉浸的游戏体验，更带来了轻办公所需的生产力。为了配合充沛的性能实现随时随地办公，华为为华为平板M6搭配了磁吸式键盘和M-Pen Lite手写笔。当有灵感迸发的时候，就拿起笔在平板上记录下来，通过配件与华为平板M6实现生产效率的叠加。键盘部分和普通键盘类似，不再多说。小编重点为大家介绍下M-Pen lite手写笔，精致的签字笔造型，触感舒适的笔尖，轻盈纤细的笔身，感受流畅书写体验。最赞的是，小编拿它在华为平板M6绘画时，随意放在屏幕上也不会误触，这个细节非常贴心。很多时候，平板会让人头疼于繁琐的文件管理，并不能像笔电一样获得更高效率的办公体验。这次华为平板M6创新地提供了电脑模式，配合磁吸式键盘和M-Pen Lite手写笔，为华为平板M6提供了桌面级办公体验，同时优化了文件管理系统，节约了系统学习成本，实现更高效地办公体验。基于麒麟980的强大性能支持，可以同时打开更多的窗口和任务并保证流畅运行。华为在体验上的创新，不仅仅是轻办公的电脑模式。平板具有超大屏幕，本应该有更高效率的体验，但由于各种原因，很多热门级应用在安卓大屏设备上没有专门设计横竖屏适配良好的版本。为解决平板生态问题，回归大屏的高效使用，华为平板M6带来了革命性的“平行视界”功能，横屏使用平板时，一个应用，分屏显示 ，软件不同层级的信息可以同时显示。正如：浏览今日头条文章时，大大提升了阅读效率；在淘宝货比三家时更加方便，节省了逛淘宝的时间。当然逛淘宝最方便的方法，还要依靠华为平板M6中的语音助手小艺，直接对小艺说你想要的商品，小艺会自动帮你找到。当你扔垃圾不知道如何分类的时候，小艺还可以告诉你如何垃圾分类，不会被大妈说“你是什么垃圾”这样的话了。这样的智能体验，来自麒麟980双核NPU的强大AI能力，还有顶部四麦克风阵列的精准拾音能力，配合软件优化算法，即使离平板远在5m，依然可以呼叫小艺。在智能音箱大量进入家庭的时代，华为平板M6通过强大的AI语音助手还有10.8英寸大屏，接上智能语音底座，轻松化身带屏智能音箱，掌控家中HiLink智能家居，尤其是夏天，在回家前打开家中的空调，回到家就可以尽情享受凉爽。还可以在你闲暇的时候，为你放一首歌曲，陪伴午后休息的你。Part Four儿童模式：轻松教育儿童，实现在线教育生态服务随着社会科技发展，现在的宝宝们早早接触科技产品，儿童在线教育的需求也愈发旺盛。华为平板M6由此推出儿童乐园模式，旨在为儿童和家长提供更好的在线教育服务。子女教育问题，一直是家长关心的问题。但有的时候家长工作繁忙，只能把平板丢给孩子，这个时候华为平板M6就能化身孩子的全科家教。打开儿童乐园模式，会有直观地动画展现出来，孩子即使认不全字也可以轻松使用，模式内还连接华为应用商城，为家长提供口碑最好的儿童教育APP，让家长选择不再纠结，更简单。华为平板M6的儿童模式还有各种保护孩子视力的护眼模式，当检测到环境光线过暗时，就会自动提醒儿童，当检测到抖动时，更会提醒不要在走动时使用平板。再也不用担心孩子不健康用眼给眼睛带来的疲劳。儿童模式体现华为致力于消费者的人性化需求，针对儿童和家长的需求打造儿童乐园模式，进行儿童教育的同时，还为在线儿童教育的生态打造贡献平台，起到了行业带动作用，承担起一家龙头企业应该有的责任和能力。总结现如今，平板行业处于变革期。正所谓：“穷则变、变则通、通则达”。想要在后平板时代逆势增长，无疑要解决平板定位模糊、生态不完善等问题。而华为平板M6聚焦影音娱乐，用四声道四扬声器+麒麟980+无界移动办公等的软硬体验带来了全面突破，带来了质的飞跃，抓住了平板市场的基本盘。同时，华为注意到消费者的使用痛点，打造平行视界和儿童乐园等独特体验，不断完善平板生态和产品使用体验，满足消费者的所想所需，可谓平板行业的破局之作。5G时代即将来临，网速的提升带来应用场景的无限可能。未来一段时间内，平板的高清显示、极致音效和便携体验，是智能手机和轻薄笔记本无法取代的天然优势。华为平板，能否保持现有势头并紧抓时代脉搏，继续引领5G时代平板市场，甚至带来行业复兴？未来可期。", "author": "庄生Phone说", "newsdate": "发布时间：19-07-17", "newstime": "16:41", "sentiment": [{"positive_prob": 0.996546, "confidence": 0.992324, "negative_prob": 0.003454, "sentiment": 2}]}, {"title": "有哪些比较好用的华为系列手机，进来小编给你盘点一下", "content": "在如今中国的手机市场中，华为这个品牌早就家喻户晓了，俨然已经成为了国产手机领头羊的存在，而且之前华为与美国的商业战争也将华为的名望推向了高峰。华为的实力毋庸置疑，单是去年一年，其在科技研发上面的投入就达到一百多亿欧元，位列全球科技研发投入第五的大公司，甚至还不止这个数，其实力可见一斑，而作为华为副业的华为手机，在全球手机市场当然也是混得风生水起，华为手机已经涵盖了手机市场高中低各个档次。今天小编就来盘点一下目前比较好用，性价比又高的华为手机。第一款：华为nova5Pro华为nova5pro于今年6月份上市，价格2999-3399之间。该机共有四款颜色、两款版本类型可供消费者选择。华为nova5pro的屏幕使用的是一块6.39英寸的全曲面屏，屏幕占比率高达91%，像素密度为403ppi，因此就算是长时间使用手机也不会对眼睛产生太大的影响。华为nova5pro搭载的是海思麒麟的第一梯队设备：麒麟980处理器，因此该机的性能应该不用小编多说了吧！华为nova5pro的相机是它的一大亮点。它采用了五摄像头的设计，前置摄像头为3200万像素，最大可支持1080P的视频录制功能。后置摄像头为1600万+800万（主镜头）+200万+200万的镜头，使得我们拍出来的相片能更加清晰好看，3840*2160的摄像像素，最大可支持4K的视频录制，但有一点可惜的是，该机无论是前置还是后置都不支持光学防抖。而且，华为nova5 Pro还采用了图像语义分割与分区调优这项在手机中较为少见的摄影技术，它不仅能够使拍出来的相片能更加让用户满意，同时也使得华为nova5 Pro本来就出色的摄影显得更加出色。相信在同等价位的手机中，这款华为nova5 Pro也能够排的上前几了。第二款：华为mate 20 Pro华为mate 20 Pro于2018年10月份发布，价格在4899-6299之间。纵使该机已经是去年的机型了，但是直至目前，该机的热度还是很高。华为mate 20 Pro一共有七款颜色、三款版本类型可供消费者选择，而且该机拿在手中的感觉也是非常舒适的。该机采用的是一款分辨率为3120*1440的6.39英寸的全面屏，屏幕占比率为87.87%，但是该机的像素密度就有点高了，为538ppi。该机搭载的是海思麒麟980处理器，很适合游戏运行，如今很多电竞游戏手机采用的就是这种级别的处理器。该机的相机采用的是四摄像头的设计，前置摄像头为2400万像素，所拍出来的相片的分辨率最大可支持5632*4224像素，除此之外它还支持3D深度感知相机。后置摄像头为4000万像素+2000万像素+800万像素，其照片分辨率最大可支持7296*5472像素，支持10倍数字变焦，4D预测追焦等摄影功能。华为Mate20Pro的电池容量为4200毫安，配以40W的超级快充。不容忽视的一点是该机的充电续航是目前所有华为手机中做得最好的手机之一，华为Mate20Pro但是老款旗舰机型，但是该机却用了当时最佳的配置，直至现今该机的配置仍不输于当下的一些高端机型。其实除了这两款手机，还有华为P30系列，相信大家对这个系列的手机已经了如指掌了，小编就不多说啦！", "author": "蓝烟说科技", "newsdate": "发布时间：19-07-17", "newstime": "20:32", "sentiment": [{"positive_prob": 0.296004, "confidence": 0.342214, "negative_prob": 0.703996, "sentiment": 0}]}, {"title": "华为到底有多少员工？官方数据来了你有没有惊讶", "content": "中关村在线消息：根据华为最新发布的年度可持续发展报告，截至2018年底，其全球员工总数18.8万人；其中，在海外聘用的员工总数超过2.8万人。报告称，华为的员工来自全球近160个国家和地区，仅在中国就有来自41个民族的员工。华为从员工的国籍、性别、年龄、种族、宗教信仰等方面，全方位地制定并实施多元化目标。华为严格遵守各地相关法律法规及国际公约，保障男女员工就业公平，近几年来华为女性员工的比例基本保持稳定。华为注重女性管理者的选拔，帮助其职业发展，2018年，女性管理者的比例达到7.05%。作为一家国际化公司，华为一直以积极的态度推动海外员工本地化进程。2018年，华为在海外聘用的员工总数超过2.8万人，海外员工本地化率约70%。华为创始人、总裁任正非近期在接受外媒采访时刷新了员工人数，他表示，“因为要做版本切换磨合，需要增加工程师”，华为员工人数从18.8万人扩展到19.4万人。(7220432)", "author": "中关村在线", "newsdate": "发布时间：19-07-17", "newstime": "05:55", "sentiment": [{"positive_prob": 0.0225197, "confidence": 0.949956, "negative_prob": 0.97748, "sentiment": 0}]}, {"title": "你还不知道华为手机这5个小技巧，再不开启手机白买了", "content": "众所周知，华为手机的用户非常之多，作为全球前三的智能手机厂商，手机在各方面表现极佳，尤其是华为EMUI系统，不仅优化十分到位，它的一些功能也是好用至极，那么接下来就为大家介绍华为手机使用进阶的5个小技巧吧。手势控制很多人并不了解，华为手势控制功能十分实用！不仅可以开启相关动作，还可以开启“指关节手势”功能，使用指关节敲击屏幕即可智能截屏，画字母即可打开应用，使用指关节在屏幕中间画直线，即可启动分屏。打开【设置】——【智能辅助】——【手势控制】对动作、指关节手势功能进行选择即可。熄屏快呼第三个功能就是“熄屏快呼”功能了，在我们使用手机时，经常遭遇手机写息屏的问题，打开【设置】——【智能辅助】——【语音控制】——开启【熄屏快呼】即可。长按音量键的下键，听到提示音后，说出您要呼叫的联系人姓名就OK了。隐私空间手机储存了太多的个人隐私内容，怎样能保护隐私呢？打开手机【设置】——【安全和隐私】，再点击创建【隐私空间】，输入隐私空间昵称，录入指纹完成后，你可以在锁屏界面使用不同的指纹随意切换任意空间。华为钱包不得不说，华为钱包的实用性太强！其内置很多功能，如刷卡、付款码、扫一扫、门钥匙等等。平时我们还可以将自己常用的卡添加进去。打开【钱包】——选择【卡包】——添加【交通卡】、【钥匙】、【银行卡】即可。智能识物智能识物的功能十分强大，用户可以拍照查看自己想要的信息。左滑屏幕，点击【搜索本地或在线内容】——点击右上角【智能识物】图标，即可进行扫描。（没有这一图标的用户可从华为应用商城下载“智慧视觉”手动添加）本文编辑：项森", "author": "IT168", "newsdate": "发布时间：19-07-17", "newstime": "16:39", "sentiment": [{"positive_prob": 0.00732271, "confidence": 0.983727, "negative_prob": 0.992677, "sentiment": 0}]}, {"title": "华为大屏手机遇冷，超长续航+麒麟980处理器，降至低价也无人问津", "content": "虽然苹果手机受到大家欢迎，但是在这个科技发展的现代，国产手机已经逐渐取代苹果手机的位置，成为了国人的心头所爱。距今为止，国产的华为手机就受到大家的热烈欢迎，俨然成为国内的第一手机品牌。就像去年发行的华为手机，遭到了大家的哄抢，使用过后也有好的体验。不过并不是每一部手机都能有这样的待遇，华为的另一部手机就和荣耀的典型代表有着天差地别。这部手机是华为的大屏手机，在发行之前大家都觉得不错，但没想到真正的推广后，却突然在市场上遇冷，哪怕是拥有超长续航+麒麟980处理器的优势，将至低价也无人问津。在最近这段时间，国产的很多旗舰机受到了大家的追捧，相比去年来说已经有了很大的发展，这就让国内的高端品牌手机有些难受。虽然这样的发展不至于打压了他们，但影响了销售量，哪怕是刚刚推广的新产品，也被掩盖住光芒。就拿去年发行的华为Mate 20x来说，就在这场没有硝烟的战争中受到了影响。在这部手机刚刚上市时，很多人对此很买账，为华为手机带来了一定的客源。但在这样的影响下，这部手机销量突然下滑，降价处理也没有什么好的效果。不过我们不得不承认，就算手机销量降低，性评价还是很高，不仅搭载了麒麟980处理器，还拥有一块7.2英寸的大屏，电量也很足，充满随意玩一天，所以说着绝对是喜欢手游人的首选。不仅如此，这部手机还有很大的运行内存，可以让人在玩游戏和看视频中自由的切换，不会出现卡顿的现象。而且在充电时手机拥有散热的功能，不会因为长时间看手机，出现手机发热的情况。但这个手机也有致命缺点，那就是手机外观不太完美，重量也被大家吐槽，拿手机久了必定会产生疲劳感。所以这就导致这部手机在上市后，还没等大量推广就突然出现遇冷的情况。不过针对这一现象，华为手机也做出了快速反应，看到销量下滑后，这部手机的价格已经降到了4499元，比其他手机更有性价。虽然这样的价格也依然无人问津，没有提高手机的销售量，但如果想要购买一部好的华为手机，小编觉得是可以这部手机。相比起其他款式手机来说，这部手机也更有购买价值，性价比更高一点，那你们觉这部手机销量未来会有突破吗？", "author": "最炫科技馆", "newsdate": "发布时间：19-07-17", "newstime": "22:43", "sentiment": [{"positive_prob": 0.234637, "confidence": 0.478585, "negative_prob": 0.765363, "sentiment": 0}]}]