[{"title": "华为P30降至“清仓价”，已经晚了！华为Mate30也降价了", "content": "华为P系列和Mate系列都是华为最高端旗舰机，很多人说Mate系列才是最强旗舰机，不过因为P系列卖得更好，现在余承东对P系列旗舰机的扶持也很大，只是Mate系列可以先布局一些很强大的配置，比如最新旗舰海思高端芯片，一般给Mate系列首发，华为Mate20首发麒麟980，大概半年左右时间，华为P30采用搭载麒麟980问世，而如今华为Mate30已经发布，麒麟990性能肯定比麒麟980强很多，要知道GPU方面麒麟990有十六核，980只有十核心。如今，华为P30已经降至“清仓价”，在自营店方面，已经跌至3688元，而在某多多降价幅度更大，是真正的“清仓价”了，仅3188元起，确实很便宜，但是华为P30即便降至“清仓价”，可能已经不值得入手了，因为华为Mate30已经发布，而且价格相差不大的情况下，很多网友应该更加乐意入手新品，毕竟在很多方面华为Mate30比P30强很多。其实，华为Mate30在第三方平台已经降价了，虽然与华为没有关系，通过自己补贴方式降价，但是算是降价了，跟某多多一样的性质。此次华为Mate30降价300元，跌至3699元，跟华为P30自营店价格差不多了，那么两款手机怎么选，大家应该心知肚明，如果还不知道，我们可以通过对比两款手机的配置，在选择一款对自己更好的手机。从性能上看，两者搭载的处理器不同，华为P30搭载麒麟980处理器，而华为Mate30搭载麒麟990处理器，整体性能提升10%，其实正如前文所说，两款处理器最大的区别在GPU了，GPU提升比较大。续航方面，华为Mate30相对于华为P30强很多，华为P30内置3650mAh电池容量，支持的是22.5W快充，不支持无线充电，而华为Mate30配备4200mAh大电池，支持40W超级快充和27W无线快充，还支持无线反向充电。此外，两款手机的拍照相差不多，均是4000万+1600万+800万徕卡三摄，不过前置自拍方面，华为P30的自拍像素高一些，达到3200万像素，而华为Mate30是2400万像素。通过对比，我们可以看出，华为Mate30和华为P30最大的区别还是在GPU和续航上，两者相差还是很大的，如果价格相差300元，建议还是选择华为Mate30更加值得一些。当然，你也可以根据自己需要，觉得不怎么玩游戏，很注重颜值的用户，华为P30也不错，个人觉得P30的颜值设计，比Mate30耐看一些，不过也看个人喜欢了，有的喜欢刘海屏，比如喜欢iPhone手机，有的喜欢水滴屏，不过华为Mate30的下巴很短，这值得称赞一下！对于华为P30和华为Mate30，你觉得哪款更值得呢？", "author": "日日科技说", "newsdate": "发布时间：19-10-14", "newstime": "22:50", "sentiment": [{"positive_prob": 0.0559586, "confidence": 0.875647, "negative_prob": 0.944041, "sentiment": 0}]}, {"title": "从苹果XR更换到华为Mate30真实体验，优点缺点很明显，不吐不快！", "content": "好物君手里的这台iPhone XR用了也将近有大半年了，正好赶上华为新品的发布，遂将手里的这台手机给置换为一台Mate 30。没成想，这款手机的优点和缺点都特别明显，简直到了不吐不快的地步！接下来，让我们一起往下看。1.参数详情在上手之前，我们先来看看这款手机的基本信息。Mate 30搭载了一块6.62英寸的OLED屏幕，主屏分辨率为2340X1080。在续航上，手机则配备了一块4200毫安的大电池，并支持40W超级有线快充。2.体验不同要让好物君说一件与以往苹果手机最不同的地方，那可能就是系统的流畅度了。在iPhone XR上，很多APP基本上都是秒开，动画过渡也是非常自然，没有给人一种卡顿的感觉。但是在换了这款手机之后，APP的打开速度就变得稍慢了一些。由于是新系统的原因，一些软件也无法打开，好物君经常会遇到一些APP无故弹窗然后自行关闭的现象。还有一件事情让好物君挺无语的，就是软件的权限设置问题。以往在用苹果手机的时候，应用下载完毕后都是直接使用。可在Mate 30上，很多软件都要经过自己手动进行权限确认。小结一下，两款手机确实在体验上有很大的不同。在苹果手机上，用户几乎是以零学习成本进行使用。而在Mate 30上，有很多功能还需要自行开启，对于一个刚从苹果手机转过来的用户而言，显得非常地不友好。3.优势分析不得不说，在Mate 30上，让好物君眼前一亮的地方还真不少。首先，应用可以双开，而且后台也不会自动清理，“隔空操作”的交互方式也非常新颖和方便。可以看出华为这次在人工智能上下了很大功夫，当自己走在路上看手机时，系统的负一屏会提示当前的天气状况以及未完成的事项，非常地贴心。再来说一说拍照。Mate 30的夜拍虽然没有达到很惊艳的程度，但的确在成像效果上力压iPhone XR。而在光线充足的环境下，一些生活场景也被刻画得非常自然，这一点非常了不起。总的来说，从iPhone XR换到现在的Mate 30后，好物君还是有些不适应的。Mate 30的优势很明显，像智慧识屏、多元化交互等都令人耳目一新。不过它的系统兼容性较差、上网时无法屏蔽不良弹窗等特性也收获了不少用户的吐槽。大家觉得这款手机怎么样呢？", "author": "MI好物君", "newsdate": "发布时间：19-10-14", "newstime": "15:51", "sentiment": [{"positive_prob": 0.192012, "confidence": 0.573306, "negative_prob": 0.807988, "sentiment": 0}]}, {"title": "做了18年华为董事长，任正非为什么器重孙亚芳？不仅是因为能力强", "content": "为什么说外界低估了孙亚芳？因为她不仅是《财富》杂志评出的那个“中国最具影响力的商界女性”，也不仅仅因为她做了华为的董事长，甚至也不是因为她是“最懂任正非的人”。真正重要的是孙亚芳的领导才能和思想理念，从很大程度上，她与任正非的思想都是同频的，利益的一致会让人走到一起，但要想走得远，还是要看理想和价值观是不是一样。不然的话，孙亚芳从1999年当选为华为董事长，2018年卸任，18多年来，“华为女皇”的名头岂是白叫的？当初也不是每个人都服孙亚芳啊，但任正非亲自一一去说服，最终是孙亚芳被全票通过。孙亚芳不是华为的创始成员，她在1992年加入华为，先后担任市场部工程师，培训中心主任，采购部主任，武汉办事处主任，市场部总裁，人力资源委员会主任，变革管理委员会主任，战略与客户委员会主任，华为大学校长等职务。在加入华为之前，孙亚芳做过技术员和老师等职业，而在深圳能够遇到任正非，那对彼此是莫大的缘分，可以说，任正非和孙亚芳是彼此成就的，在很长一段时间，小任正非十岁的孙亚芳都是前者最得意的“学生”。在华为，孙亚芳至少有3大贡献：1、内部管理，华为的人力资源体系有孙亚芳很大的贡献，特别是市场部的凌厉作风，战略战术都有孙亚芳的深度参与，“市场部大辞职”对华为影响深远，在当时的企业界可谓是惊天动地，其主导人就是孙亚芳；2、对外协调，20世纪90年代中后期，任正非深感自己不善于对外交际沟通，为此，竞争对手掀起的舆论公关战差点让华为吃大亏，关键时候孙亚芳的亲和力让她在对外联络与沟通方面游刃有余，最终任正非争取到了高层的一句话，“技术要创新，经营要稳健”，后来与思科鏖战，找媒体发挥舆论支持也是孙亚芳的亲自指挥。3、“拯救”任正非，众所周知，任正非在重重压力下患有很多年的忧郁症，经常想要自杀，在这个时候，孙亚芳经常接到任正非的电话，任正非曾对日本客人说自己知道这是“病”，所以会下意识地找人求救，孙亚芳用女性的细腻、温柔和智慧不知化解了多少任正非的压力、苦闷和孤独。“2002年，公司差点崩溃了。IT泡沫的破灭，公司内外矛盾的交集，我却无能为力控制这个公司，有半年时间都是噩梦，梦醒时常常哭。真的，不是公司的骨干们，在茫茫黑暗中，点燃自己的心，来照亮前进的路程，现在公司早已没有了。这段时间孙董事长团结员工，增强信心，功不可没。”在《一江春水向东流》里，任正非对孙亚芳高度评价。除了公事，还是有私事，任正非说自己不敢在华为交朋友，因为担心破坏公司的平衡。所以很多压力是他自己扛的，但人毕竟需要倾诉和理解，孙亚芳无疑是最合适的那个。当年任正非的母亲遭遇车祸，任正非还在国外，孙亚芳第一时间赶赴现场救援，等来了任正非见过母亲最后一面。后来任正非身体被累坏了，急需去做癌症手术，因为害怕影响军心，华为的大部分人都不知道老板在做癌症手术，而在空荡荡的病房里陪伴任正非的人就只有孙亚芳。“左非右芳”，说的不只是两个人的事业搭档，更是人生进击途中的战友和伴侣。“在华为，只有孙对直接下属训斥与任正非有得一比，甚至对于很多人，孙亚芳比任正非更加严厉。女人细腻，必然关注细节，而我们的孙总无论是地位还是她的个性都迫使她面对细节时就要把你揪出来。”华为离职的高管曾透露，华为的市场员工都知道，你如果没打领带，在展览会上被孙总看见，你的下场可就惨了，且不要说孙亚芳的火爆脾气，她暴风骤雨般的批评根本就让你找不到机会出口。在我所经历的场合，除了副总裁徐直军敢和孙顶几句外，其他人对孙亚芳向来都退避三舍，从不正面顶撞。“干部是带兵的人，是团队的表率，你的一言一行都在影响团队的士气、作战能力，在影响每一个成员的成长。当官才知责任大，不但有完成目标的责任，还有带出一支好队伍的责任。”孙亚芳曾在干部工作会议上发表“小胜靠智 大胜在德”的讲话，她强调，华为公司各级接班人的标准只有二条，一是认同华为的核心价值观；二是有自我批判精神。任正非对此大为赞赏，1998年的时候他曾专门在文章中引用孙亚芳的话：我司副总裁孙亚芳给我一个报告，说了三点问题，1、说了上述致富方式发生了根本性的改变，说我国不缺科技致富的种子，而是缺少使种子成长的土壤，这就是创新机制。2、区别社会责任（狭义）与个人成就欲望，给以疏导，发挥积极的推动作用，选择有社会责任者成为管理者，让个人成就欲望者成为英雄、模范（后面要讲）。3、一个企业长治久安的基础是接班人承认公司的核心价值观，并具有自我批判的能力。", "author": "老方说", "newsdate": "发布时间：19-10-14", "newstime": "19:41", "sentiment": [{"positive_prob": 0.0347256, "confidence": 0.922832, "negative_prob": 0.965274, "sentiment": 0}]}, {"title": "售价惊喜，90Hz+6000万四摄+40W，华为新机最快本月底发", "content": "细心的朋友应该还记得，早在9月初，华为发布麒麟990系列芯片后，荣耀高层赵明就在第一时间透露了这款手机：荣耀V30。只是，随着旗舰机华为Mate 30的强势登陆，以及荣耀20S的推出，这款手机被大家遗忘了一段时间。近日，该机再次被提上议程，最快或将在月底发布，那么它会给大家带来怎样的惊喜呢？在外观方面，据悉荣耀V30为LCD显示屏，单盲孔设计，而荣耀V30 Pro就更加有突出点，可能会采用双盲孔OLED显示屏设计，另外拥有90Hz刷新率。从曝光的图片来看，该系列手机的后背造型与华为Mate 20有些相似，后置的摄像头模块采用方形对称设计，放置在机身中上方。整个机身看起来十分圆润流畅，简洁一体化。在配置上，基本已经确定荣耀V30会搭载麒麟990处理器，让大家更为惊喜的是，该系列将会布局一款5G手机，搭载麒麟990 5G处理器，采用更先进的7nm EUV制程工艺，比4G版本的麒麟990性能更为强悍。果真如此的话，荣耀V30 Pro 5G版将是荣耀品牌的首款5G手机。不管是性能还是网络速度，该机都是十分值得期待！此外，在其他配置上，有消息透露，荣耀V30或将前置3200万双摄，后置主摄6000万像素，辅以2000万像素超广角、800万像素长焦（3倍光变、5倍无损、30倍数码变焦、OIS光学防抖），组成AI三摄，电池容量为4000mAh，支持22.5W快充。而荣耀V30 Pro和5G版本则拥有3200万像素+超广角双摄前置组合，同时电池容量提高至4200mAh，且搭配40W超级快充以及15W的有线快充，技术堆叠明显，配置全面。至于大家关心的价格方面，荣耀V30系列肯定会比华为Mate 30惊喜，结合上一代荣耀V20的2K多售价来分析，标配版的荣耀V30或将定价在3K起步，配以8+128GB大运存，而荣耀V30 Pro和5G版本则有可能达到4K左右。综合来看，荣耀V30系列机型将拥有华为Mate 30的高性能优势，同时在外观设计上控制成本，从而给广大消费者带来更优惠的价格，性价比更突出，大家对荣耀V30还有别的期待吗？", "author": "加速度测评室", "newsdate": "发布时间：19-10-14", "newstime": "21:14", "sentiment": [{"positive_prob": 0.999756, "confidence": 0.999457, "negative_prob": 0.000244182, "sentiment": 2}]}, {"title": "原来华为手机总删不干净的壁纸是怎么产生的，一招删除，赶紧试试", "content": "不知道你的华为手机有没有这样的情况：相册总是有删除不干净的壁纸。而是是很精美的哪一种，今天删除了明天还是会有，犹如雨后春笋一样，是不是很郁闷，长年累月的下来，耗占几个G的内存。如何能进行关闭呢？一次性就能够删除的哪种？其实很简单，将手机锁屏壁纸自动下载功能进行关闭就可以了， 怎么做呢？下面就跟着小编一起看看吧！步骤一：打开使用的手机，找到设置功能点击进入，会看看见界面出现很多的功能，这里找到 “安全和隐私”功能进行点击。操作：设置-安全和隐私步骤二：在安全和隐私功能界面，找到“锁屏和密码”点击进入，并找到“杂志锁屏”功能点击进行选择。操作：锁屏和密码-杂志锁屏步骤三：在界面就会看见界面的“杂志锁屏图片更新”、“WLAN自动更新图片”都是勾选打开的，点击进行取消勾选就可以啦。操作：杂志锁屏图片更新-勾选取消这样以后就再也不会有各色的锁屏出现在你的相册界面了，是不是很简单呢？有相关烦恼小伙伴可以试一试。", "author": "迅捷CAD看图", "newsdate": "发布时间：19-10-14", "newstime": "16:48", "sentiment": [{"positive_prob": 0.0477209, "confidence": 0.893954, "negative_prob": 0.952279, "sentiment": 0}]}, {"title": "买华为Mate30 Pro的都是哪些人？三类群体确认，一个原因很现实", "content": "华为Mate30系列是近期非常热门的机型，根据华为方面释放出来的信息，Mate30、Pro这两款手机都有很高的销量。从用户反馈来看，这两款手机的口碑也是非常好的。两款手机当中，Mate30价位便宜一些，但是创新幅度不大，缺乏一些新技术。Mate30 Pro价位相对高一些，但是具有很强的技术创新能力。相信大家对Mate30 Pro的创新能力都有很深切地体会。Mate30 Pro起步价是5799元，而8+256GB版的价位更是高达6299元，这个价位比苹果iPhone11还要高。虽然价位很高，但是选择Mate30 Pro的用户还是非常的多。那么，究竟是哪些用户在买Mate30 Pro呢？从对Mate30 Pro用户群体的分析来看，主要有以下三类用户：一、从各自品牌用户的角度来看，选择华为Mate30 Pro的用户当中，大部分都是原来的华为用户。也就是说，华为粉丝选择升级了Mate30 Pro。这部分用户应该是占了大多数。比如之前在使用Mate10、Mate20的用户，都可能升级为Mate30。此外，原来一些荣耀的用户，也会尝试一下Mate30 Pro。根据近期的一项统计数据显示，苹果手机的留存率为52%，而华为Mate系列的留存率为55%。什么是“留存率”？就是买的下一款手机跟上一款手机是同品牌同系列，就属于留存率。二、从年龄阶层来看，选购华为Mate30 Pro的，都是一些35-50岁之间的中年大叔。中年大叔都是不差钱的，6000元对他们来说都可以轻而易举拿出来的。对于他们来说，如果没选择苹果，那就是选华为Mate系列了。三、从职业的属性来看，选择华为Mate30 Pro的，都是一些商务人士，或者白领阶层。实际上，华为的Mate系列主要就是定位于商务人士的，从外形上来看，Mate系列也是很大气的，这一点跟走时尚、年轻路线的nova系列不同。上述三类群体，一个共同的特点就是不差钱。华为Mate30 Pro的起步价达到了5799元，可以说是达到了国产旗舰手机的顶峰了。对于很多刚参加工作的大学毕业生来讲，这个价位足以当得上是一个月的工作了，刚参加工作的大学毕业生肯定不会去买Mate30 Pro。这个原因是很现实的，主要是预算不足。当然了，对于预算不足的用户来讲，可以选择普通版，或者华为上一代的P30。P30采用的是麒麟980处理器，除此之外，各方面性能也都还是可以的。", "author": "玩酷玩", "newsdate": "发布时间：19-10-14", "newstime": "15:46", "sentiment": [{"positive_prob": 0.1795, "confidence": 0.601112, "negative_prob": 0.8205, "sentiment": 0}]}, {"title": "华为目前最值得入手的四款手机，三年不落后，拿着涨面子！", "content": "华为手机有很多型号，很多人往往容易跟风去选择手机，可并不是每一款华为手机都做到极致性价比，因此不建议大家随便乱选，小编根据自己的个人经验综合网友的判断，认为下面华为目前最值得入手的四款手机，外观三年不落后，拿着涨面子，看看有没有你喜欢的？第一款、荣耀9X作为一款价格仅为1399的手机，荣耀9X在设计方面一点都不马虎，而是用上了旗舰级别的做工保证，后盖适配到了极具光泽的3D玻璃机身，荣耀官方将9X的后壳命名为“律动菱钻微纹理”，看起来还是很灵动美观的，这么一款手机拿出去一点都像千元机，加上其正面升降结构全面屏设计，满满的屏占比让人觉得很涨面子，荣耀9X还有很多卖点，比如说麒麟810处理器就很有看点，7nm集成了自研NPU达芬奇架构，CPU的能效提升50%，还有顶级的ISP图形引擎，它还有4000mah大电池容量，这么一款1399元的手机真是让人找不到缺点！第二款、华为Mate30 Pro作为最热门的手机，华为Mate30 Pro不仅在颜值方面远超同时期的iPhone11,同时在拍照方面也大大提升，华为Mate30 Pro配备到了6.53英寸的超曲面环绕屏设计，带来了极致的视觉体验，双曲面机身能够带来更好的手持握感，与此同时它配备到了电影四摄镜头，双4000万镜头加持下成为了目前世界第一的拍照手机，华为Mate30 Pro搭载7nm+EUV工艺的麒麟990 芯片，性能方面要比骁龙855更强，同时还配备了40瓦的有线快充，短短一个小时就能从0充到满格电量，华为Mate30 Pro运行最新的安卓10系统，如果大家有足够的预算，我认为华为Mate30 Pro不仅拿出去很涨面子，三年之内也不会落后！第三款、荣耀20 Pro荣耀20 Pro在定位上面虽然远不如华为mate30 pro可在很多功能包括细节方面也做到了尽善尽美，它是一款具备4800万四摄的手机，也是一款拥有自研ISP系统和强大QIS光学防抖的手机，因此在拍照方面位居3000到位的第1名，也是要比小米、vivo都要更强，在麒麟980处理器和8GB的运存加持下，赋予荣耀20 Pro更好的系统流畅度，另外3D弧形曲面机身手持握感要比一些2.5D的iPhone11更好，荣耀20 Pro还配备着了挖孔屏设计，不仅颜值担当手感一流，同时在性能方面也保证不卡，这是一款涨面子同时三年不会落后的手机！第四款：华为P30考虑到目前的华为p30 pro还要加4988元，因此还不如买新款的华为Mate30了，而这款廉价的华为p30就显得很有性价比，价格方面也只有3000出头，华为P30一样具备顶级4000万像素镜头，比iPhone11还多了一个镜头，意味着拍照也会更好，硬件方面华为P30还配备了8GB+麒麟980处理器，即将升级到最新的华为EMUI10系统，安卓10系统将赋予华为P30更高的流畅度，与此同时它还配备到了光学防抖功能，3200万海报级别的自拍镜头，拍照实力不容小觑，华为p30系列的整体出货量已经超过1700万台，是目前公认口碑最好的一个华为手机之一，三年不落后，拿着涨面子！以上就是小编认为的最佳华为手机，这四款机型最值得一看，建议大家华为手机别乱选，这四款三年不落后，拿着涨面子，你们喜欢哪款呢？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-10-14", "newstime": "06:44", "sentiment": [{"positive_prob": 0.999894, "confidence": 0.999765, "negative_prob": 0.000105902, "sentiment": 2}]}]