[{"title": "履行承诺！又一家国际芯片巨头力挺华为，苹果也离不开它！", "content": "想必目前很多网友也能感受到了目前华为在国际市场上承受的阻击，在美国的重重施压之下，很多科技巨头接连宣布和华为撇清关系，其中不乏有世界前十的科技巨头，比如谷歌安卓目前对于华为的影响就很大，要知道华为过去十年一直致力于推广谷歌安卓系统，而凭借定制化的EMUI系统也得到了网友一直好评，谷歌和花萼之间的合作是强强联手，而最终谷歌迫于法律压力断供华为，没有了安卓使用权限之后的华为一度陷入被动。好在华为也是早有准备，作为目前国内实力最强技术最扎实的科技公司，华为早在十年前就已经做好了最坏的应对打算，海思芯片的成立也足以看出华为的野心，除此之外华为也是秘密在研发自己的操作系统，纵观世界大厂，目前具备打造芯片和系统能力的厂商也是屈指可数，三星也只有打造芯片的能力而华为就已经具备鸿蒙操作系统了，而在谷歌安卓断供华为之后，芯片构架设计公司ARM却也宣布断供华为，这对于华为后续的芯片设计工作有很大的阻碍。ARM公司之所以停止和华为之间合作，也是攀附美方趋炎附势，这是对科技公平公正价值观的亵渎，好在华为也是早有准备，华为表示已经拿到了ARM v8架构的永久授权，而下一代芯片麒麟985的设计工作据说也已经陆续完成，这个时候虽然承受ARM、安卓方面的断供影响，国际芯片代工巨头台积电则是声援华为，作为苹果、华为海思芯片的御用代工厂，能在这个时候为华为发声也是雪中送炭了，要知道台积电拥有世界上最先进的芯片生产仪器，苹果A系列处理器的代工也离不开台积电！作为目前世界上最知名芯片制造商，台积电的这番表态也让华为吃下了定心丸，至少麒麟985的量产工作不会受到影响了，而下一代的华为mate30 pro也将如期而至，台积电方面表示现阶段不需改变出货和技术提供方式，而从数据公司拿到的数据，台积电的订单正在减少，台积电如今也是努力挽留住华为这个大客户，和华为之间的合作是强强联手，如今又一家芯片巨头力挺华为，华为无惧ARM封锁！为什么说苹果、华为暂时都离不开台积电呢？因为苹果A12、骁龙855、麒麟980这些高端的芯片加工，都是采用台积电第一代7nm工艺，没有台积电苹果的A系列处理器也将无法得到大规模量产，其他芯片代工厂的效率包括品控也无法超越台积电，所以苹果也离不开台积电。而下一代华为mate30系列上的麒麟985处理器，目前曝光的消息是基于台积电7nm+EUV（极紫外光刻工艺）工艺打造，这个技术能够让麒麟985的性能大大提升，功耗降低到最小，而麒麟985处理器目前被曝光将是一款可以通过外挂巴龙5G基带，实习5G网络通信的高端芯片，届时将会成为世界上最先进的芯片之一。如今的华为在国际市场上虽然遭遇重重阻碍，不过这是华为走向伟大的必经之路了，只是这一天来得太早了有点措手不及，好在如今多家科技巨头一同为华为发声，无论是国内的360、紫光国徽还是台积电，还是国外的松下等等，都宣布和华为将保持良性合作关心，这一次的华为无惧ARM封锁！又一家国产芯片巨头台积电力挺华为，台积电也是履行了承诺不会放弃华为，和华为的合作将会正常开展，这真是大国之光！【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-06-04", "newstime": "10:48", "sentiment": [{"positive_prob": 0.999268, "confidence": 0.998374, "negative_prob": 0.000731491, "sentiment": 2}]}, {"title": "华为新手机发布8秒销售额破亿元", "content": "如果我们离开手机，可能我们的正常生活都无法继续也正是因为手机的重要性手机产业也使得全球个大的手机厂商崛起很多的手机巨头公司也开始落寞，而被誉为中国行业新巨头的企业，他们的新机刚发布，8秒销售额达到了亿元，就连苹果和三星可能都敌不过他们，那就是我们中国的华为。华为发布了他们最新的旗舰手机Mate. 20系列，在销售的高峰期，华为的商场每一秒都要承载着浏览器，超过了700万，这个数据也是创下了历史的最新，就连国际上排名前2的三星以及苹果手机，他们的数据都达不到这样的高度，而华为除了自家的床上以外，就连国内一些第三方平台销售也非常的火爆，苏宁易购给出的数据显示在这一系列的手机用户当中，哪些用户达到了80%，这就说明这对于这款手机拿下吸引力还是比较大的，而47%的用户年龄是在25岁到35岁之间。华为在市场上也是位居前列，而新机开卖非常的顺利，他们在第2季度的出货量达到了5420万台，占据了市场份额的15.8%，而苹果只出具了4130万，货量，而市场额仅达到了12.1%虽然华为这次拿出了不错的成绩，但是第1名的成绩还是有一些距离全球排名第一的还是属于三星，三星的出货量达到了7150万台，并且份额达将近于21%。华为现在已经超越了苹果公司，虽然与手机霸主三星还有一定的差距，但是它也在慢慢的缩小，而伴随着三星在全球的出货量下跌，相信华为赶超的时间也会缩短，而平果县厦门但现在也是门庭若是短短几年时间华为就代表过程，手机迅速的崛起。华为现在已经成为了全球第二大的手机厂商，它在中国日本以及法国等多个国家都拥有自主研发基地，并且在180多个国家都拥有他们的业务，他的手机业务也占了华为的1/3的收入。", "author": "胖妮美食记", "newsdate": "发布时间：19-06-04", "newstime": "14:45", "sentiment": [{"positive_prob": 0.319753, "confidence": 0.289439, "negative_prob": 0.680247, "sentiment": 0}]}, {"title": "华为亮出底牌，大批公司纷纷解除封锁，美国攻击被无声化解", "content": "美国为什么对华为动手？因为其在5G领域已经失去了绝对的优势，它不愿看到一个中国企业与之抢夺世界通讯市场。正是如此，白宫无所不用其极，对华为屡出狠招。1、华为开始反击！近期，白宫政府发布指令，要求美国企业停止向华为供货，软件和硬件都要被限制，企图困死华为。不过断供并没有打倒华为，华为利用各种准备多年的“备胎”方案，由此拉开了“反击“的序幕，令美国措手不及。2、多个国际组织恢复与华为的合作美国叫停了ARM与华为之间的芯片合作，还有一大堆WIFI联盟、蓝牙联盟等国际组织也跟着暂停的与华为的合作。不过华为的很快就见招拆招，随即公布了自己的蓝牙和WIFI标准，但那些国际组织却有一部分技术离不开华为的支持，于是赶快恢复与华为间的联系，就连紧随白宫战略的电气和电子工程师协会（IEEE）也宣布解除了对华为的限制。至于ARM的芯片，华为也不担心，因为华为自己的鸿蒙系统已经开始了大规模的测试。3、华为新系统正在百万手机上测试2018年，华为发布了全球第一款AI智能芯片麒麟980，先于苹果、高通，事实上，那时候的华为就已经表明了实力。低调打磨了十几年，是时候亮出真正的技术了！有消息指出，华为最新的鸿蒙系统，目前正在超过一百万台手机上进行测试，今年内将问世。届时，将成为苹果IOS和谷歌安卓最有利的竞争对手！值得关注的是，在华为新系统曝光后不久，谷歌方面竟然悄悄把华为手机加到了新版安卓系统供应的名单当中，似乎该公司害怕失去这个大客户。", "author": "新国策略", "newsdate": "发布时间：19-06-04", "newstime": "11:47", "sentiment": [{"positive_prob": 0.893976, "confidence": 0.764391, "negative_prob": 0.106024, "sentiment": 2}]}, {"title": "砍掉边缘业务！华为出售海底光缆，亨通光电拟接盘", "content": "华为出售了部分海缆通信网络资产。6月3日早间，亨通光电（600487）公告，公司正在筹划通过发行股份及支付现金的方式，购买华为技术投资有限公司（简称“华为投资”）持有的华为海洋网络（香港）有限公司（简称“华为海洋”）51%股权。华为方面没有披露这次出让华为海洋资产的原因。交易双方也没有披露具体交易价格。亨通光电股票6月3日开市起开始停牌，停牌时间预计不超过10个交易日。据公告内容，交易意向书签署时间为2019年5月31日。双方同意聘请具有证券、期货资格的资产评估公司对标的公司进行评估，最终标的资产的交易价格以评估值为基础，由双方协商确定。华为海洋是华为技术有限公司和全球海事系统有限公司联合成立的合资公司。华为海洋成立于2008年1月25日，公司及其下属公司目前主要从事全球海缆通信网络的建设，为客户提供产品技术解决方案和包括项目管理、工程实施和技术支持于一体的端到端服务，是一家海缆通信网络建设解决方案提供商。2017年底，英国《金融时报》网站曾刊发题为《华为的海底电缆项目在澳大利亚引起警觉》的文章称，在成立不到10年的时间里，华为海洋网络有限公司已赢得总计4万公里的海底光缆铺设合同，这个长度足以绕地球一周。但由于澳大利亚抵制中国在其“后院”发挥愈来愈大的影响力，华为的全球扩张在澳大利亚遇到意想不到的阻碍。亨通光电的的主营业务为光纤光缆的生产与销售，主要从海外进口预制棒，并自主拉丝生产光纤，然后制造成光缆出售。公司目前拥有6条拉丝生产线，生产光纤、光缆产品直接销售给中国移动、中国联通、中国电信等国内电信、广电系统的客户。公司下属沈阳亨通光通信公司、上海亨通光电科技公司和江苏亨通光纤科技公司三家控股子公司，其中沈阳亨通光通信及江苏亨通光纤为募投项目。亨通光电在公告中表示，交易双方目前尚未签署正式的交易协议，具体交易方案仍在商讨论证中，尚存在一定不确定性。本次交易尚需提交公司董事会、股东大会审议，并经有权监管机构批准后方可正式实施，能否通过审批尚存在一定不确定性。值得注意的是，在5月中旬，一篇《亨通光电33亿预付款与集团69亿其他应收款之谜》的文章，曾让亨通光电遭遇跌停，市值一天内蒸发逾44亿元。亨通光电随后澄清，称媒体报道内容不实。5月16日，亨通光电董事长钱建林接受证券时报·e公司采访时表示，这样的质疑明显是断章取义，也严重影响了中小股东的利益。有小股东上月买了亨通光电的股票后，结果突然来个跌停。不管是亨通集团还是上市公司，本身不会减持，相信优质的公司股价最终还是会涨上来的。网友评论延伸阅读：任正非接受采访1月17日下午，两天前刚刚接受海外媒体采访后，华为创始人兼首席执行官任正非在深圳华为总部再次接受了国内多家媒体的采访。在一个半小时的圆桌会上，向来低调的任正非围绕近期备受外界关注的加拿大事件、5G等关于华为的一切话题一一做了回应。在外界看来，72小时内、数小时采访问答、万字长谈、这些无论对华为还是任正非而言都是罕见的，更是前所未有的。关于华为未来方向，不进入不熟悉的领域任正非：（对于国际业务）没有变化，过去怎么做（现在）还怎么做。华为不改变现在的方向，不进入不熟悉的领域。华为未来五年将投入1000亿美元重构网络体系。未来五年，华为将加大投入，以实现网络极简、网络交易模式极简、网络极安全、GDPR（通用数据保护法案）隐私保护达到欧洲的隐私保护标准等四个目标。华为将永远把网络安全和隐私保护作为公司最高纲领。我们把网络安全提升到这样的高度来认识，是因为我们面临未来要支撑云时代。来源：综合澎湃新闻、网友评论、参考消息流程编辑：TF017", "author": "北晚新视觉网", "newsdate": "发布时间：19-06-04", "newstime": "22:01", "sentiment": [{"positive_prob": 0.196271, "confidence": 0.563843, "negative_prob": 0.803729, "sentiment": 0}]}, {"title": "华为悄悄“隐藏”的这五个功能，你都用过哪些？", "content": "华为手机作为数一数二的国产手机发展也是越来越好，完全的实力派从而收获了许多忠实的粉丝，想必大家身边的人，或者说大家自身就有华为手机，那么你是否知道华为手机中有哪些隐藏的功能呢？今天就来给大家分享一下华为手机的隐藏功能！1. 相册中的隐藏功能想必大家也都有不想让人知道的小秘密，至于是什么大家都懂小编也就不多说了，如果你用的是华为手机，那这个问题就更好解决啦操作方法：首先打开手机中【图库】转到【相册】大家可以看到右上角有三个小点，点进去后会显示【隐藏相册】在开启相应的按钮就可以隐藏啦。2. 截屏录屏像苹果手机等其他手机在截屏的时候都是需要同时按关机键和音量键，有时候手机反应迟钝或者没来得及摁下两边的摁键，都会造成无法截屏很是烦躁，再说录屏，大多都是下滑菜单栏的页面点击录屏。而华为就不一样了，你只需要用一根手指的指关节敲两下屏幕即可截屏，而录屏则是两根手指的指关节敲两下，关闭录屏就再敲两次，如下图所示。另外“指关节截屏”还有一个特别好用的功能，就是截长屏，相信大家都会觉得一张一张截图然后再用其他软件，一张一张拼起来很麻烦，而你如果使用华为手机时，只需要用指关节在屏幕上划出英文字母S，手机就可以自动开始帮你将整个长页面截取成一张长图！3.指关节分屏我们在看视频时如果有人微信上找你聊天，而你却恰好看到重点情结时还要在回去微信看信息，是不是会很烦躁呢，因此，“手机分屏”就成了很多手机用户的愿望，而华为手机操作分屏，直接用指关节在屏幕上划出一条线，手机就会自行分成两块区域，而且还可以自己来调整两部分显示屏幕的大小，是不是非常方便呢4. AR测量【华为P30 PRO】华为P30 PRO的AR测量可以通过超感光来测量距离、体积、面积、身高等。要测量人的身高可以进入【功能实用工具】到【功能AR测量】到【身高】镜头对准人物脚，慢慢移动手机寻找平行，手机对准脚下地板，到出现一个圆的中间有一个点就是成功定位了，然后点击“+”号添加点，慢慢向上抬起镜头，手机识别到人物脸部后会自动计算身高数据，也可手动拖动终点调整数据。是不是很有便利呢5. 华为手机翻转静音我们正好在重要场合时，有电话打来怎么办，根据这一情况，华为手机做到了很棒的静音方法，首先我们事先开启华为手机的系统【的设置功能】到【相关智能辅助】到【里面的手势控制】点击进入【进行翻转】在【点击来电静音】打开开关即可实现，真的是很方便的防止尴尬的一项功能以上就是华为不同机型手机的一些隐藏功能啦，你学会了吗？如果有大神还知道其他的隐藏功能，欢迎评论中分享！", "author": "易驰科技", "newsdate": "发布时间：19-06-04", "newstime": "15:39", "sentiment": [{"positive_prob": 0.397286, "confidence": 0.117143, "negative_prob": 0.602714, "sentiment": 0}]}, {"title": "点开！全屏！华为首部竖屏手机电影《悟空》：愿你永不知山高地远", "content": "美国“禁华为令”已经轰轰烈烈闹了近半个月了正当全世界都在为华为抱不平时华为却不慌不忙微笑地发布了他们拍摄的竖屏电影第一支裸机P30Pro竖屏电影——《悟空》这是华为影业为P30系列“未来影像”计划所拍的电影颠覆了传统的横屏手法和审美习惯08:05点开全屏看网友们看完惊呼：我仿佛真的到了童年那记忆里老家墙上的黑白照片各种人物电影的泛黄日历玻璃压满各种手抄笔记的书桌还有那以为永远长不大的时光就在大家还沉浸在P30Pro强大的镜头里时画面一转，一个举着竹棍满屋追熊孩子的父亲正抓着儿子一顿臭揍，边揍边嚷嚷:“我攒钱给你买的钢笔，你给我拿去换了电影票，你考试考了几分，天天看电视，天天看电视...”不但屁股开了花，连最爱的齐天大圣也被父亲一股脑都扔到了地上裂成了好几块母亲心疼地问儿子“电视里天天都演，为啥非得去城里”严厉的父亲不支持，温柔的母亲不理解但好不容易得来的电影票，怎能就此放弃看来梦想的道路，注定要孤独远行取西经况且要经历九九八十一难“我有金箍棒、手电筒和小刀，我就是天下无敌”就这样，小男孩踏上了穿山越岭旅途树枝刮破了男孩的衣裳山石擦破了小男孩的脸庞毒蛇咬伤了他的腿猛兽吓退了小男孩前往城里的路但小男孩没有因此退缩咬我，那我就把你烤来吃掉喝溪水，吃树上的鸟蛋剥开树皮里肥嫩的白虫所有的不顾一切不过为了他内心对悟空的执着终于有一天他搭上了路人去城里的便车可当他进入电影院的那一刻眼前的一切都让他不知所措原来终于拿到倾其所有换来的电影票却被影院拒之门外奇怪的是，时间已经过去了几十年可小男孩却还是当年那个样子短片的最后出现了一个倒着走的时钟这是穿越剧？是魔幻现实主义？正当观众们都一头雾水的时候导演蔡成杰在微博转发《悟空》时写下了这样意味深长的一句“回到最初，寻找未来”看来华为在六一临近之时发布这个片子或许不只是想要鼓励孩子勇往直前这么简单《悟空》里小男孩不顾一切地想要进城的样子像极了华为三十多年来不顾一切的执着和奋斗他就像那只不知天多高地多厚的猴子艰难但也想冲破束缚去看看这个世界多年的攀岩与拼搏，依然备受质疑和刁难但无论世事改变，或许只要保持初心就能像小男孩那样，无畏环境变迁仍留有一颗赤子之心难怪《悟空》的微博评论下大家都在为华为加油打气但华为的回应却是：鸿蒙初辟原无姓，打破顽空须悟空山断不了来路，水挡不了归途你要规矩全无，天地自会为你让步你像来时一颗顽石一无所有一无所有后，便是万象皆空这不仅是华为给自己正名的一部电影也是给孩子们最好的一份礼物：愿你像悟空那样，永远不知山高地远却也能不忘初心，去寻找未来时间挡不住追梦的人回过头时，天地就在你的脚下来源：“学习强国”学习平台", "author": "广东阳江妇联", "newsdate": "发布时间：19-06-04", "newstime": "02:30", "sentiment": [{"positive_prob": 0.832234, "confidence": 0.627186, "negative_prob": 0.167766, "sentiment": 2}]}, {"title": "科技企业纷纷向华为示好，美大豆出口锐减八成，形势或迎来逆转", "content": "自从美国宣布对华为的禁令以后，美国企业纷纷宣布与华为中断合作，主要芯片来源被切断，软件服务被终止，一时之间，华为几乎面临绝境。不过当华为公开了自己的备胎，表达了自己不畏打压的决心；尤其是大国果断出手，推出不可靠实体清单后，形势已然发生逆转。在美方内部，来自企业的压力进一步增大，号称工业象征的通用电气（GE)以及硅谷两大科技巨头谷歌，微软已经向美商务部表达了自己的不满，担心无法融入国际合作，损害国家利益。一些科技企业干脆违背禁令，或明或暗地恢复了与华为的合作关系。就在上周，位于珠海的伟创力宣布与华为的合作恢复正常，而仅仅一周前，伟创力还在忙着退回华为的相关设备和物料，伟创力创立于美国硅谷，实行的是双总部制度，分别在新加坡和圣何塞两地办公。谷歌也曾经明确宣布终止对华为提供安卓系统的技术支持和服务，不过近日，华为手机又重新出现在谷歌的安卓系统测试清单之中。一些国际组织如wifi联盟，SD存储技术协会，蓝牙组织也纷纷宣布恢复华为的会员资格和应有的权利。如果说科技公司的倒戈只是考验美方政策的执行力，那么接下来的新闻才是真正够其头痛的。据媒体报道，2018年美国大豆出口到中国市场的额度锐减87%，减少的总量为1620万吨，谷物减少95.5%，棉花减少43.6%，而在2017年，美国对中国的农产品出口总值为240亿美元。出口市场的消失摧毁了美国的农产品出口，农业以及相关产业一片凋零，许多农牧场家庭资不抵债，面临破产。前段时间，眼见扛不住了，美方宣布向农民提供160亿美元的补助。不过相对于这些，美国农民宁愿要贸易。美国大豆协会史蒂芬斯说”对于农民来说，我们正在蒙受损失，失去了很有价值的市场，失去了稳定的价格，失去了支持我们家庭和社区的机会。“2020年大选在即，安抚农村选民已经迫在眉睫，贸易争端带来的压力已经越来越大。而针对华为的围堵政策却效果甚微，对于华为来说，好消息可谓接连不断，除了上面提到的这些企业恢复与华为的合作关系外，在5G基站设备市场也传来捷报，根据美国市场调查公司Dell‘ Oro的数据，华为在移动通讯设备市场的份额为28%，虽然暂时低于三星的37%的市场份额，不过就领先于爱立信（27%），诺基亚（8%），位居全球第二。三星得益于韩国5G建设率先启动，而华为在美方的围追堵截下，能取得如此成绩，实属不易，也说明华为是打压不下去的，下半年华为将迎来更大的支持，形势或将迎来逆转。", "author": "西城数据", "newsdate": "发布时间：19-06-04", "newstime": "15:32", "sentiment": [{"positive_prob": 0.992846, "confidence": 0.984102, "negative_prob": 0.00715412, "sentiment": 2}]}, {"title": "华为 美国到底怕它什么", "content": "网络配图从被列入美国商务部“实体名单”，到IEEE限制华为专家参与审稿，再到6月3日，IEEE忽又宣布限制解除。刀光剑影下，问题浮现每个人心中：一家中国民企面前，号称世界头号强国的美国，到底在怕什么？答案，可以简单归结为贸易竞争，但也可能远比从经济角度所看到的更为惊悚。对华为乃至中国科技疯狂扼杀的背后，是一个不公正秩序对革新力量做出的反扑。为什么选择华为作靶？华为官网有一段文字：全球领先的ICT（信息与通信技术）基础设施和智能终端提供商，致力于把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。基础设施是国家竞争的核心命题之一。而互联网出现后，不但赋予了人类前所未有的效率工具，也给基础设施的目录中增添了新的成员——信息通信设施。一旦拥有齐备的通信设施与技术，无疑将在信息的获得与掌控中占据主动：第一时间获悉信息，先人一步作出决策。而匮乏者在信息不对称面前，只能处于被动地位，无法掌控自己的命运。到这里，我们已接近了问题的答案。自工业革命以来，科技领先确实为一些国家带来了基础设施的优势。他们在本国建立了完备的公共基础设施，将自己的国民从低端、重复性劳动中解放出来，把社会生产推向高附加值形态，打造出自由公平的形象，装点成人类文明的导航灯塔。然而，对于“朋友圈”之外的国家和文明，他们没有这般博爱。在为亚非拉等不发达国家和地区送去源源不断的债务与过时商品的同时，却并未支持这些国家开展包括通信设施在内的大规模基建。直到，中国来了。一个风雨中砥砺前行的国家，在依靠自力更生走上复兴之路后，并没有独善其身或加入列强俱乐部，反而主动提出“人类命运共同体”“一带一路”等倡议，担负起带领第三世界“共同富裕”的使命，帮他们铺缆筑路，却不附加讹诈勒索——这一系列源自中华文明“和谐”理念的举动，超出了这群“零和”思维人士的认知。同时，却也触碰到这群人最敏感的神经，旧秩序下表面光鲜、实为巧取豪夺的日子，正摇摇欲坠。这让平日风度翩翩的文明绅士们张皇失措，因此撕下了伪善的面具，露出了真实嘴脸。华为，仅仅只是一个开端。君子坦荡荡，小人长戚戚。在“一带一路”国际合作高峰论坛、在亚洲文明对话大会，中国已于无数场合清晰申明：工具没有善恶之分，只在于使用者是怎样的人。心怀恶念，则所有人在其眼中都是坏人。光明磊落，与人为善，最终将赢得他人的认可与尊重。对于大洋彼岸的歇斯底里，我们坚持原则，保持着最大的宽容，但对于某些试图旧梦重演的可笑幻想，亦会有伟人诗词相送：萧瑟秋风今又是，换了人间！", "author": "中国青年网", "newsdate": "发布时间：19-06-04", "newstime": "08:23", "sentiment": [{"positive_prob": 0.412331, "confidence": 0.0837097, "negative_prob": 0.587669, "sentiment": 0}]}, {"title": "华为用P30 Pro拍的一部电影，内涵满满，看哭了", "content": "1：1.66的宽幅画面一直被视作是最具“电影感”的代表之一，很多单反直出的3:2比例照片照这样处理后往往具有更高的逼格。一般来说，很多电影拍摄完成之后都会在画面上下两部分加上黑色的遮幅。从观感上来看就是又扁又平，但很多人都喜欢这样的效果，用在文艺片上更是有奇效~不喜欢的人理由通常也只有一个——占据了太多不必要的显示区域，特别是下载完片源拉到手机上放映的时候，两条黑边能逼死人。所长看到华为拍摄的全世界第一支裸机竖屏电影之后，发现这个问题不需要再纠结~这支电影短片叫《悟空》。在玩物所公众号回复关键字“悟空”即可获取观看链接。由知名导演蔡成杰联合华为影业，利用华为最新旗舰机P30 Pro拍摄，零外接镜头，从手机拍摄手法的更新到挣脱传统电影的束缚，新鲜感十分充实。而且因为手机的轻巧和便携，很多画面都能做到近距离拍摄。比如青苔上的毒蛇——蛋白质是牛肉五倍的嘎嘣脆——还有近距离的火烤蛇肉——甚至是水下拍摄，华为P30 Pro都能轻松搞定，拍摄成本算一算比相机低了不止一个零头。竖屏电影更像是行业的一个风向标，据蔡成杰导演所说，他拍摄这部电影短片的动力全在于竖屏拍摄的特性，希望能够走出传统电影拍摄的舒适区。看看现在的电影一直都是以横屏拍摄为主，最多在横屏基础上再加上3D视觉的效果，但忙活了这么一大阵，你还是得专门去一趟电影院才能看到。不可否认很多大片在电影院观看有无可比拟的视觉效果，但现在是什么都快餐化的时代，所长觉得躺在床上刷抖音要比去电影院看电影舒服。竖屏，当之无愧就成了突破的核心点。但拍摄手法还是次要，重要的是内容。《悟空》讲述的是一个山区男孩为了追随心中的英雄齐天大圣，不惜翻山越岭，历尽艰辛去大城市看《大闹天宫》的温情故事。所长掐指一算，这打的应该是回忆杀的牌！转念一想又好像是成长牌，毕竟每个人长大的过程中都要经历一段打怪升级的过程。说起来所长不觉得华为会放出一部没有任何深层含义的电影短片给小朋友们当做六一儿童节礼物，短片里的小男孩似乎就是暗指华为自己。华为最近这段时间着实过得不好受，美国禁令一出，安卓立马就发话不再支持正常使用。幺蛾子一出接着一出。。。我们知道世界上国与国之间为了争第一难免有些明争暗斗，至于要不要脸都不是事，重要的是有没有备后手。手机界做得好的厂商不在少数，但做到被拿来杀鸡儆猴的，很少。好在不久之后华为就被爆出关于自研系统“鸿蒙”的消息，并已申请“华为鸿蒙”商标。华为同时还表示早在2012年前就已开始秘密研发。但今天的重点不是这个系统，而是鸿蒙这个名字。看过西游记的朋友一定都知道，在第一章第一回的倒数第二句有“鸿蒙初辟原无姓，打破顽空须悟空”这么一句话。提及西游记就肯定少不了孙悟空这个人物，华为这次放出的短片恰好就和自己的“鸿蒙系统”相呼应，仿佛在为自己正名。“回到最初，寻找未来。”导演蔡成杰对《悟空》的评价除了是给“大孩子”送上祝福，也是对华为自身的期待，就像以前那样，没有过不去的坎。华为一路走过来的几十年就像短片主角一样，一路坚持只是为了看一场英雄的电影，在对英雄的倾慕下可以彻底激发自己的生存能力，包括吃虫子、治毒伤。在情怀加持下，网友们几乎一边倒的双击好评起来。对了，最后导演还给观众留下了一个彩蛋，片中有张日期为2019年9月22号的电影票，似乎预告在哪一天有事情要搞。。。至于属不属实，我们还是拭目以待吧。", "author": "雷科技", "newsdate": "发布时间：19-06-04", "newstime": "14:34", "sentiment": [{"positive_prob": 0.999988, "confidence": 0.999974, "negative_prob": 1.18255e-05, "sentiment": 2}]}, {"title": "华为手机用户的好消息 可免费开通上海交通卡", "content": "使用华为手机的用户看过来，据上海公共交通卡公司发布消息称，即日起至12月31日，华为手机用户首次开通Huawei Pay上海公共交通卡时收取的20元开卡服务费，隔日将自动返还给用户。本次活动支持的机型有华为：P30系列、Mate20系列、P20系列、P10系列、Mate RS、Mate10系列、Mate9系列、nova 2s。荣耀：荣耀20系列、荣耀10/荣耀9/荣耀8（均不含青春版）、荣耀V20、荣耀V10、荣耀V9、荣耀V8全网通版、荣耀Magic2、荣耀Note 10使用虚拟交通卡刷卡时，无须打开APP，无须点亮设备，和实体卡一样，只需将设备靠近地铁、公交的POS设备刷卡区域，就能秒闪通过，非常方便快捷，使用华为手机的用户快去体验一下吧。", "author": "中关村在线", "newsdate": "发布时间：19-06-04", "newstime": "15:21", "sentiment": [{"positive_prob": 0.939219, "confidence": 0.864932, "negative_prob": 0.0607806, "sentiment": 2}]}]