[{"title": "首家华为全球旗舰店于深圳万象天地开幕：余承东到场", "content": "IT之家9月28日消息 今天，华为首家全球旗舰店于深圳万象天地正式开业。这是一家集科技、艺术、休闲、卖场为一身的高端旗舰店，选址于深证南山万象天地商圈，可以说是深证最黄金的地段之一。在众多建筑中，华为全球旗舰店是一座独立的三层楼房，占地1300平方米，透明玻璃墙体，设计独特，在众多的旗舰店中显得更加与众不同。华为全球旗舰店采用三层通透建筑，大面积玻璃设计看起来非常时尚，也能引入自然采光降低能耗。另外店内天花及墙面采用的毛毡材料回收自华为产品电子垃圾里面的塑料件，更加环保。同时华为全球旗舰店将会率先覆盖5G网络，拥有5G场景体验区，拥有华为自家的移动买单系统，也可以自助购物。除了硬件配置，华为全球旗舰店也开辟了免费培训课程和艺术家沙龙等活动。▲图片来自华为终端官方微博在9月28日当日，华为消费者业务CEO余承东也来到了开业典礼现场，余承东表示，华为开全球旗舰店的目的是希望消费者能在店里有更多的交流和体验，华为一直在积累服务消费者的经验，旗舰店的落地代表华为离消费者更近了一步。另外，今天华为终端手机产品线总裁何刚也在微博上进行了庆贺，他说：“拔地而起，今日绽放！华为全球旗舰店在深圳万象天地正式开业！欢迎朋友们前往体验各款产品！”", "author": "IT之家", "newsdate": "发布时间：19-09-28", "newstime": "14:48", "sentiment": [{"positive_prob": 0.999462, "confidence": 0.998805, "negative_prob": 0.000537631, "sentiment": 2}]}, {"title": "从什么时候开始，华为手机就是爱国的体现，用其他手机就不爱国？", "content": "“极客谈科技”，全新视角、全新思路，伴你遨游神奇的科技世界。生活本就不易，喜欢就好，何必无端给自己添加无形的枷锁。购买华为手机就是爱国的体现源于网络，至于是谁营造的这个概念，究竟有何目的我们不去深究。这一舆论达到高潮在于美国对华为实施全面封锁的时候，从另一个方面来说，这一舆论在一定程度上援助了华为，使得华为手机业务在国内销量达到了一个高峰。那么，购买华为手机是否就是爱国的体现呢，两者之间是否应该划等号，个人持否定的态度。华为任正非如何看待购买华为手机与爱国之间的联系华为多次在公开场合提及，购买华为手机是真正源于对华为设备的喜好。不要因为其他因素捆绑自己的选择，并且多次告诫华为高管不要在任何场合、任何形式来引领这种舆论。华为是我国一家伟大的高科技公司，对于我国的5G网络、移动芯片的发展起到了很重要的贡献。华为手机配件以国产零件为主，尽量会以扶持国产供货商为主，例如本次Mate30系列采用京东方、TCL的屏幕等。但是，并不代表所有零部件均由国内厂家所提供，购买苹果、三星或者国内小米、OV的手机就是不爱国的表现，两者之间并没有必然的联系。华为手机的优势我们来看看国内第二季度各大手机厂商的出货情况对比：华为毫无疑问的排在榜首，共计销售3630万台手机。国内市场份额高达37%，也就是说平均三个人之中就有一个人使用的是华为手机。对比去年同期，华为手机的销量增幅在27%。二季度手机销售榜前五的厂家，只有华为一家实现了正增长，其余均为负增长。华为能够实现爆发式的增长，难道仅仅凭借的就是爱国这个舆论么？并非如此，华为在手机端的提升大家有目共睹。首先，自研处理器芯片，麒麟990是全球首款内置5G基带芯片的处理器，AI性能跑分全球领先；拍照方面，DXO的榜首一直是华为设备，本次华为Mate30系列更是提出了重新定义影响的说法；华为软件方面同样较为突出，方舟编译器能够显著地提升安卓系统的效率，应用程序的运行速度。可以说，华为通过自身的实力使得更多的人喜欢上了华为手机。至于，购买华为手机就是爱国的舆论，希望大家不要继续传播下去，免得将华为这样一家优秀的企业捧杀！关于购买华为手机就是爱国的事情，您怎么看？欢迎大家留言讨论，喜欢的点点关注。", "author": "极客谈科技", "newsdate": "发布时间：19-09-28", "newstime": "20:05", "sentiment": [{"positive_prob": 0.752172, "confidence": 0.449271, "negative_prob": 0.247828, "sentiment": 2}]}, {"title": "华为手机别瞎买，最值得买的就这五款，别买错！", "content": "如今华为手机已经成为了不少人选购手机时的首要选择，的确随着华为在手机研发方面的持续投入，华为手机在各方面已经成为了国产手机的标杆。但是由于产品型号众多，所以总归有好坏之分，因此对于普通消费者来说很难选出一款适合自己的华为手机。其实在我看来，目前华为最值得买的手机有五款，涵盖了各个价位段，大家别买错！荣耀9X：千元游戏神机虽然官方并没有宣传荣耀9X的游戏属性，但是它的确是一款千元游戏神机。最主要的原因就是它的核心性能十分的强悍，首先其搭载的麒麟810处理器性能要强于中端神U骁龙730，而且7nm的制程让它的发热比较小，处理器更不容易降频，因此大型游戏游刃有余，而双通道UFS2.1、方舟编译器等黑科技的加持，让荣耀9X不管是游戏加载速度还是软件打开速度比友商都要快一大截。另外还有6.59英寸的升降式真全面屏的加入，玩游戏看剧都很爽。不过由于成本原因，在9X在其他方面表现平平，尤其是重量方面算是一个槽点。作为一款1399起售的手机，它的性价比可以说是无敌了。荣耀20S：最均衡的千元机荣耀20S在保留了麒麟810的性能的同时，补足了荣耀9X上的很多短板，算是更加均衡的选择。首先从升降变成了挖孔屏幕，让它的重量缩减成了172克，因此荣耀20S的手感我握持感要比9X好很多。摄像头方面也有了一定的升级，前摄升级为3200W，加入了夜景模式；而后摄加入了广角和微距镜头，后置三摄更加实用。另外全新的蝶羽纹理更加时尚，20W的充电功率补足了9X上10W的短板。目前该机6+128GB内存起售，价格为1899元，因此如果你想买大内存千元机的话，那么荣耀20S是最均衡的选择。荣耀V20：最具性价比的麒麟980荣耀V20在两千元价位段，采用了麒麟980的处理器，而且在4000mAh的大电池下，很好的控制了机身的尺寸和重量，再加上背后的3D曲面玻璃，荣耀V20的手感和握持感非常不错，是一款非常实用的性价比手机。华为nova 5 Pro：适合小姐姐的时尚潮流手机华为nova 5 Pro虽然是一款定位于小姐姐的时尚潮流手机，但是它仍然保留了十分强悍的性能和出色的性价比。麒麟980的处理器、40W的快充、6.39英寸OLED屏幕带有屏下指纹，后置四摄同时还保留了NFC。另外值得一提的是它的三围尺寸非常轻薄，即便是小女生也能轻松一手掌握。手机背面采用了炫光的设计，一道道星芒般的光纹从后摄发出，配合漂亮的机身颜色，整机的时尚感十足，非常适合女生。华为Mate 20 Pro：顶级的设计与工艺虽然Mate 30系列已经发布了，但是回看Mate 20 Pro到现在仍然不过时，各方面都是顶级旗舰机的水准。6.39英寸的2K OLED曲面屏幕，前后都采用了3D曲面玻璃，整机高度对称，拿在手里非常精致圆润。背面翡冷翠的配色，配合黄光蚀刻工艺，让背面有一种高端的质感，而且“浴霸式”的三摄系统不管是造型还是拍照水平都是顶级水准。麒麟980的处理器配合4200mAh的大电池和40W充电，华为Mate 20 Pro到现在仍然是旗舰水准。这五款手机哪款最适合你呢？你在用哪款华为手机，感受如何，留言说说吧！", "author": "小胖聊数码", "newsdate": "发布时间：19-09-28", "newstime": "10:05", "sentiment": [{"positive_prob": 0.928698, "confidence": 0.84155, "negative_prob": 0.0713024, "sentiment": 2}]}, {"title": "华为Mate30 Pro比iPhone11高出300，如何选择？网友：差异明显", "content": "华为Mate30 Pro国行版已经正式发布了，出人意料的是，这次的华为Mate30 Pro起步价达到了5799元，比上一代的mate20 Pro高出了300元，也比苹果iPhone11高出了300元。两款手机价位非常接近，很多用户在选择方面就会犯难了，究竟选择哪一款手机合适呢？实际上，经过仔细对比，就可以发现两款手机差异还是非常明显的，用户在两款手机之间做一个选择并不是那么难，从对个方面进行对比，就可以看出两款手机在定位、外观设计、拍照、续航等方面，都有明显的不同。在定位方面，iPhone11是苹果今年3款机型当中的入门级机型，定位是低配，而华为mate30 Pro则是高级版，定位是高端机型。虽然价格相同，但是，两个品牌对于各自机型的重视程度是不同的。这种定位体现两款手机的各个设计方面。iPhone11在外观上，并没有太多的变化，依然是刘海屏，正面外观几乎就是iPhoneXR的翻版。而华为Mate30 Pro则是有非常大的变化。华为Mate30 Pro采用的是曲面率达到88度的瀑布屏，同时，在操作上，Mate30 Pro取消了物联音量按键，改为了虚拟音量条，而iPhone11则没有任何变化。在外观设计上，华为Mate30 Pro更胜一筹。在拍照方面，iPhone11采用了的是双摄镜头，也就是在原来XR的基础上增加了一个镜头，但是主镜头像素依然是1200万，而且仅仅支持2倍的光学变焦。而华为Mate30 Pro则是两个4000万像素的主镜头，其中一颗是电影镜头，另外一颗超广告镜头，华为Mate30 Pro一共是4颗镜头，并且都是跟徕卡联合设计的，支持3倍光学变焦、5倍混合变焦、30倍数字变焦。目前，在DOX网站上，华为Mate30 Pro的总分是121分，占据榜首的位置。现在，在拍照方面，华为Mate30 Pro完胜iPhone11。在续航方面，两款手机也是差异巨大。iPhone11的电池容量是3110毫安，支持7.5W无线充电，但并不支持反向充电。而华为Mate30 Pro电池容量为4500毫安，支持40W快充以及27W无线充电，并且支持反向无线充电。如果说iPhone11有什么优势的话，那就是系统了。iPhone11采用的是A11处理器，以及iOS13的系统，从多数手机用户的评价来看，A13+iOS13的组合，目前还是无法撼动的。这一点非其他机型可以比较的，华为的麒麟990+EMUI10.0可能无法跟苹果抗衡。综合比较下来，iPhone11是定位于苹果3款机型当中的入门版，而华为Mate30 Pro则是高级版。两款手机泾渭分明，如果喜欢iOS系统的用户，还是选择iPhone11。如果是讲究外观、续航、拍照的用户，则是非华为Mate30 Pro莫属了。", "author": "玩酷玩", "newsdate": "发布时间：19-09-28", "newstime": "16:57", "sentiment": [{"positive_prob": 0.0790036, "confidence": 0.824436, "negative_prob": 0.920996, "sentiment": 0}]}]