[{"title": "华为终于良心：麒麟970+5000mAh，降至乞丐价！", "content": "作为国产手机的一哥，华为这几年发生了翻天覆地的变化！尤其在手机业务，更是打破了苹果和三星对于高端市场的垄断。然而，在国内，随着小米等手机品牌的崛起，华为压力不小！为了应对小米9的来势汹汹，华为终于放出大招。很多用户看完后，直呼“终于良心”。原来笔者发现，华为为了应对小米9和vivo iQOO的压力，将旗舰机型的价格做了很大的调整。在第三方平台，华为荣耀note10价格降至了乞丐价。其中，6GB+128GB价格仅需2299元！从目前价格来看，性价比还是相当高的！难怪用户直呼“华为真良心”。那么，华为荣耀note10值得入手吗？在2019年，国产手机终于告别了刘海屏设计，开始普及水滴屏！而荣耀note10采用了对称式设计，屏占比丝毫不输给市面上的水滴屏机型！而且荣耀note10更加符合用户的审美观！因此，从这个方面来看，华为note10还是值得入手的！虽然荣耀note10价格降至了新低价，但是配置上，荣耀note10还是相当有诚意。该机采用了6GB内存，搭载麒麟970处理器，5000mAh大容量电池！性能上依旧很强悍！很多用户认为华为荣耀note10再用三年都没问题。在笔者个人看来，荣耀note10作为一款旗舰机型，性能基本是够用的！现在价格降至了冰点价，性价比相当高！所以笔者觉得还是比较不错的机型。这对于小米9来说，压力不小。对比，你们怎么看？欢迎说说你们的看法，我们讨论下！", "author": "怪客数码", "newsdate": "发布时间：19-03-30", "newstime": "13:52", "sentiment": [{"positive_prob": 0.967172, "confidence": 0.927048, "negative_prob": 0.0328284, "sentiment": 2}]}, {"title": "遭英国指责，华为承诺20亿美元升级，网友怒问：微软就安全吗？", "content": "本周四，英国国家网络安全中心发表了一份报告，批评华为“软件工程不佳”，存在容易受网络攻击的漏洞。该机构在一份报告中称，英国研究人员没有看到任何中国政府干预的迹象，但它表示，华为没有想办法修复该漏洞。3月29日，华为发布2018年年度报告，营收首次突破千亿美元。华为全体员工凝聚力空前提升，笔者很多在华为的朋友都在朋友圈晒出了年度报告新闻，骄傲自豪的心情自然而发。很多网友也欢呼雀跃，纷纷为华为点赞。面对英国的批评，华为轮值董事长郭平没有直接回应英国报道的批评，但表示华为将与监管机构合作以改善设备和软件的安全性。他指出，华为承诺在五年内投资20亿美元来改善软件工程，并表示相信英国监管机构将随着时间的推移“增加对华为的信心”。“我们优先考虑网络安全和隐私保护，甚至高于我们的商业目标，”郭平在新闻发布会上说。郭平说，英国的报告显示华为的产品不存在所谓的窃听“后门”，华为已经在英国，德国和比利时开设了测试中心，供监管机构审查其产品。中国官员和一些行业分析师表示，特朗普政府可能会夸大华为的安全问题，以阻碍竞争对手对美国科技品牌的冲击。面对美国的夹击，华为克服困难，取得了耀眼的成绩。华为开诚布公，信心十足，底气来源于世界领先的技术。华为去年赶超苹果公司，成为仅次于三星的全球第二大智能手机品牌，并且早前已经超越爱立信成为全球第一大网络设备销售商。澳大利亚、日本和台湾等国家和地区已经对使用华为技术施加限制，但德国，法国和其他欧盟国家正在抵制美国遏制华为的要求。其实，所有国家和地区的运营商都抱怨说抵制华为会减少竞争，提高价格并推迟推出5G服务。面对英国的指责，网友不满意了，怒问：微软就安全吗？很多网友说，世界上所有的技术都有一定的漏洞，华为已经是世界上最先进的5G设备商，技术已经很先进了，有了漏洞不断完善就行了。微软作为世界上数一数二的软件巨头，很多产品都有漏洞。2018年，微软的很多产品暴露了严重的漏洞，Windows、Office、IE、Flash等高危漏洞频繁被曝光，黑客利用漏洞攻击的事件层出不穷，给中国乃至全世界的网络安全带来了严重的挑战。去年11月，知名半导体企业合晶科技，其位于大陆的工厂感染“永恒之蓝”WannaCry勒索病毒，造成全线停工，损失严重。各位网友，你们认为英国存心挑刺吗？【声明：未经许可禁止转载到其他平台网站，零一道原创，图片源于网络，如有侵权请联系作者】", "author": "十言科技", "newsdate": "发布时间：19-03-30", "newstime": "22:26", "sentiment": [{"positive_prob": 0.000323535, "confidence": 0.999281, "negative_prob": 0.999676, "sentiment": 0}]}, {"title": "风口浪尖下华为财报的秘密：进入顶级公司阵列，吸金力已赶上三星", "content": "撰文 / 周路平 郑亚红编辑 / 赵艳秋2019年3月29日，全球数十位记者聚集在华为深圳总部的一个展厅里，华为轮值董事长郭平向外界公布了华为2018年财报。尽管不是上市公司，但华为一直保持着披露财报的传统。根据华为2018年的财报显示，华为的全年营收为7212亿人民币（约为1052亿美元），历史上首次突破千亿美金，同比增长19.5%；净利润为593亿元，同比增长25.1%。这是一场不同寻常的财报发布会。长达一个半小时的问答环节，媒体的多个问题并不是围绕业务和业绩，而是关注在安全、可信等问题上。外媒更是将发问的焦点集中在华为与美国政府的关系上，郭平对此类问题回答得毫不留情，他直指美国政府针对华为的做法属心态有问题，称其对华为一系列的行为，吃相难看，“为所谓的绅士感到遗憾”。不过，华为公布的财报和对未来的解读是比较有底气的。在华为财报中出现了诸多个“首次”。譬如消费者业务第一次超过了历史悠久的运营商业务，成为华为收入增长的“扛把子”；华为企业业务营收首次突破了百亿美元；而华为的研发投入首次突破1000亿元人民币，占到了销售收入的14.1%。根据世界知识产权组织公布的数据，华为在2018年提交了5405份专利申请，超过了高通和英特尔，首次位居全球第一。从整体情况来看，华为目前似乎并没有受到美国围堵的太大影响，依然在以正常的速度稳步增长。但仔细分析历年的数据，对比国际巨头，华为也有不少挑战要去逾越。01收入增长来自哪里华为发展到现在已经走过了31个年头。在相当长的时间里，华为都是一家完完全全的toB公司。但自从2011年华为消费者业务成立之后，华为已经成长为一家既有to B业务和能力，也有toC业务和能力的巨头。2018年是消费者业务首次超过运营商业务，成为华为名副其实的收入增长火车头。制图/张哲余承东曾在2016年豪言“三年赶超苹果，五年赶超三星”。从结果来看，华为在2018年前三季度，已经成为全球出货量第二的智能手机品牌，仅次于三星。但根据年底公布的最终数据显示，华为还是以相差不到300万台的数量排在三星和苹果之后，位居第三。但从增长势头来看，2019年华为将在销量上很快超越苹果，不过距离三星依然有不小的差距，目前这个差距从量上来看是近1亿部。与消费者业务蒸蒸日上形成反差的是，运营商业务在最近十年首次出现负增长，同比去年降幅为1.3%。这种迹象在2017年已初露端倪，当时运营商业务只有2.5%的增长，进入低速增长期。当然，这是受到整个行业周期性的影响，中兴通讯在2018年运营商业务的营收为570亿元，也同比下降10.5%。通讯市场4G大规模建设已经完成，而5G的规模商用还没有到来。尽管华为宣布已经获得了30多个5G商用合同，但大规模的商用和出货将发生在今年。郭平透露，2019年头两个月华为收入增长超过30%，运营商、消费者和企业业务这三驾马车都有两位数的成长。不难想象，随着运营商5G投资驱动的到来，运营商业务将在2019年有不错的表现。华为的企业业务在2018财年也突破百亿美元，这是该业务的一个里程碑。不过，郭平也坦承，华为还有很大差异，例如在数据通信领域，主要竞争对手是华为的13倍，华为需要更努力。02华为VS国际巨头最近六年，华为的营业利润率走出了一条微笑曲线。2014年和2015年的利润率分别为11.9%和11.6%，而2016年下滑到了9.1%，进入低谷期，到2017年有所回升达到9.3%，2018年则重新回到两位数，营业利润达到10.2%。利润一直是华为非常关心的话题，也是衡量一家企业竞争力的重要指标。余承东曾在2017年初对媒体透露，任正非批评了消费者业务盈利能力不足，利润增长太慢。任正非当时在内部说，苹果每年推两三款手机，盈利达到了千亿美金。华为尽管在手机销量上已经超过了苹果，但利润上远不如苹果。华为内部给消费者业务定的小目标是，三年内服务水平赶上苹果，利润率赶上OV。任正非的担忧不无道理。尽管营收已突破了千亿美元大关，但华为在利润上距离一些国际高科技公司还有差距。从毛利率来看：华为最近5年的平均毛利率为40.86%，这与韩国三星非常接近，三星过去10年的平均销售毛利率为40.42%。但华为与思科、微软、苹果等高科技企业仍有差距。根据AI财经社的统计，思科、微软和苹果最近5年的平均毛利率分别为61.4%、65.1%和38.7%。制图/张哲从净利润来看：华为最近5年平均净利润率为8.4%，而微软、苹果最近5年平均净利润率分别为20%和22.1%。不过，华为的净利润率远高于爱立信2.17%的水平，与韩国三星9.87%比较接近。虽然这样的比较非常粗略，各家企业的业务有所不同，“轻公司”和”重公司”在成本上也完全不可同日而语，但我们仍能大致看出差距。03华为的薪酬竞争力从今天的财报看，华为在2018年雇员费用上的支出总额达到1465亿元，而华为的员工总数为18.8万人，算下来人均年薪接近78万元。这在国内科技公司里是一个非常有吸引力的数字。与同处深圳的互联网公司腾讯相比，华为的薪酬也很有优势。腾讯2018年有员工54309名，总薪酬成本为421.53亿元人民币，折合人均年薪77.6万元。但华为作为一家有工厂的实业公司，在员工人均产值上比“轻公司”要低。腾讯5万名员工贡献了3126亿元的营收，而华为18万员工贡献了7212亿元的营收。简单计算可得知，腾讯的人均产值为625万元，华为的人均产值为400万元。如果把视野放宽到国际巨头上，苹果在2018财年的总营收为2656亿美元（约18209亿人民币），苹果的员工总数为13.2万人，人均产值为1379万元；微软在2018财年营收为1103亿美元（约7562亿人民币），员工总数超过12万人，人均产值为630万元。上述两家巨头的人均产值都要高于华为。从研发中心走出来的华为员工这一方面说明，华为在科技实力和人员效率上有进一步挖潜的空间。另一方面也说明，华为干的还是偏苦偏累的活。这也是为什么华为一直强调“以奋斗者为本”的文化。从消费者业务的产品研发、销售，到运营商业务的项目交付和落地，都是靠着18万华为人在背后的付出。这也由行业特性所决定，通信行业是一个重资产、低毛利的成熟市场，高通等美国企业站在了食物链顶端，靠卖芯片和收专利费获得了超高利润。华为尽管自己研发芯片，并且获得了相当不错的成绩，但华为的底子还是在电信设备的生产与项目的交付上，这又回归到了苦活累活。当然，这些工作本身非常有意义，就像所有人都在互联网飘着时，总得有人来建基础设施。04资金效率的挑战从财报中还能看到，华为的资金使用效率在降低。2018年，华为的应收账款周转天数为70天，较2017年的63天增加7天 ；而存货周转天数为77天，较2017年的71天增加6天。 这些数据都意味着华为的资金周转效率在降低，需要占用更多的资金，造成现金流紧张。一个侧面能证实这一点的是，华为增加了借款项目，在2018年底的长短期借款总共699亿元，较2017年底的399亿元增加了75.2%，主要用于保障5G、云、人工智能和智能终端以及面向未来研究与创新、品牌与渠道建设等的持续加大投入。不得不承认，华为依然是一家管理杰出的企业。华为在2018年共产生销售和管理费用为1052亿元，占销售毛利的37.8%，比2017年的38.92%和2016年度的41.14%均有所下降。这是企业在管理和效率上提升的表现，这也解释了为什么华为这么多年来在管理上一直被其他企业奉为圭臬。05挑战与机遇并存的2019从今天的财报会上看，2019年的华为是祸福相倚。去年，美国对华为的打压已经令人对华为的前景感到担忧。任正非也在接受媒体采访时给出了业绩预警，“2019年对于华为来说也许是最困难的一年，可能会在国际市场面临挑战和困难。”他把华为2019年的收入目标定为1250亿美元，增速将低于20%。这是任正非的一个保守估计，侧面反映出美国的打压确实给华为造成了很大的压力。然而祸福相倚，美国屡次对华为的狙击开始产生了正面效应。不久前，任正非在接受BBC记者采访时说：“华为公司本来就是一个小公司，也不是很出名，但美国这么多高官在全世界游说，告诉全世界‘’华为这个公司很重要，它有问题’，结果让全世界人关注华为。”郭平在财报会议上透露，华为在2019年一二月的营收增速都超过了30%，“感谢美国政府到处为我们做广告”。谁也没想到，华为不仅没有重蹈中兴的覆辙，业务反而得到进一步发展。在财报中，轮值董事长郭平提到了“堡垒很容易从内部攻破，堡垒也最容易从外部加强”。经过30年高速发展，华为内部出现了大公司病，出现了拖沓推诿没效率的情况。“要感谢外部的压力，内部的惰怠因为外部的压力而团结起来。”过去一年的风风雨雨，让这家公司有了更多“隐形”的变化。在2018财报中，多处提及合规、网络安全和隐私保护。财报中提到，华为已经在加大对安全性和合规上的投入。2018年底，华为董事会做出决议，初始投入20亿美元的专项预算，在整个公司范围内开展软件工程能力变革，用面向未来的标准对历史上所有代码进行重构。华为希望通过这项庞大的工程达到从以前的结果可信到之后的过程可信。华为财报里还有两页专门谈合规举措。其中包括任命首席合规官统一管理公司对外合规，直接向董事会汇报，在各业务部门、全球各子公司设置合规官并成立合规组织，负责本领域的合规工作 ;针对贸易合规、网络安全与用户隐私保护、反商业贿赂等关键领域，华为还分别成立了专项合规管理组织，实行跨区域、跨业务领域的体系化管理。另外一个值得关注的问题是，华为在国内的营收占比近几年都在稳步上升。国内的庞大市场给华为提供了稳定增长的坚强后盾，这是中国企业所具备的得天独厚的优势。但华为作为一家真正意义上的全球化企业，需要更加多元化的收入。华为正在努力与各国客户沟通，在海外市场找寻更多突破口。综上，华为在如此复杂的宏观背景下依然保持快速增长实属不易。随着5G大规模商用，华为的运营商业务将回暖，消费者业务将继续保持增长势头。但华为也面临提升技术实力、改善利润率、应对国际市场不确定性的种种挑战。", "author": "AI财经社", "newsdate": "发布时间：19-03-30", "newstime": "09:40", "sentiment": [{"positive_prob": 0.968166, "confidence": 0.929258, "negative_prob": 0.031834, "sentiment": 2}]}, {"title": "华为年报里的两级增长火箭", "content": "虽然华为不是上市公司，但它延续着每年发布年报的传统。3月29日，深圳这家民营公司刚刚公布了2018年年报。根据报告，华为实现了全球销售收入7212亿元人民币，同比增长19.5%——这个数字是几乎是中兴2018年报总营收的九倍。2018年，华为公司净利润为593亿元人民币，同比增长25.1%。报告还提到，华为在2018年投入研发1015亿元，同比增长13.2%——而苹果在2018财年的研发投入大概是953亿元（142亿美元）左右。这是华为第一次实现千亿美元的营收，这也将是国内第一家年销售收入突破千亿美元的硬件公司。而这本应该是华为的高光时刻。与这些数字相比，人们似乎更关心华为现在的处境。华为旗下多项业务全球化的布局正遭受到来自美国方面的挑战。在欧洲市场，美国方面也在不断施压，力图将华为的5G排除在外。华为轮值董事长郭平在沟通会上意味深长地提到，“堡垒最容易从内部攻破，堡垒也最容易从外部加强，面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着既定战略方向前进。”在这样的一个时间档口，挺身而出的是华为消费者业务。消费者业务、运营商业务以及企业业务构成了华为营收的三驾马车。在年报中，消费者业务贡献3488亿元，同比增长45%，首次超越了运营商业务，同时成为了华为三驾马车中最重要的收入单元。它构成了华为在未来保持持续增长的第一级火箭。“感谢美国政府到处为我们做广告”。郭平在年报会上提到。与很多中国互联网公司不同，华为业务早已“出海”，华为的营收有接近一半来自海外市场。从全球市场来看，中国市场贡献了3721亿元位居榜首，而欧洲和中东非洲市场贡献了2045亿元，是华为的第二大市场。亚太819亿元位居第三。美洲以478亿元收入占比总销售收入的6.6%。华为不但销售收入和净利润创造了公司记录，海外增长势头也依然强劲。华为不会是第二个中兴，美国方面的围堵也暂未奏效，数据成为了华为最强有力的回击。“千亿美元”的结构变化华为总销售收入冲击“千亿美元俱乐部”，这来源于消费者业务的快速增长。过去几年，运营商业务一直是华为最大营收部门。2018年运营商业务相比去年基本持平，但它被增速更大的消费者业务取代成为华为最大的营收部门。具体到数字来看，企业业务领域实现销售收入744亿元，同比增长23.8%，占据公司业务收入的23.8%；运营商业务实现销售收入2940亿元，同比去年的2978亿元下跌1.3%，占据公司业务收入的40.8%；消费者业务实现销售收入3489亿元，同比增长45.1%，占据公司收入的48.4%。其中，消费者业务实现销售收入的快速增长，主要来自于华为高端产品的热销。在财报中，华为提到Mate20系列上市两个月全球发货量即超过500万台。华为P20系列开创了手机影像的新巅峰，截至2018年底，华为P20系列发货量已经突破1600万台，创造了华为旗舰手机的销量新纪录。高端产品热销，与全球第一的市场份额占比的差距也在逐渐缩小。报告显示，2018年，华为（含荣耀）智能手机发货量2.06亿台，同比增长35%。PingWest品玩查询IDC市场报告显示，2018年全年，全球智能手机共出货14亿部。2018年华为（含荣耀）智能手机市场份额达到14.7%，稳居全球前三。华为全年增速33.6%，三星下降8%。在去年年中，华为也首次超越苹果成为全球第二大智能手机厂商。“华为今年的智能手机出货量将达到2.5~2.6亿台，出货量达到世界第一水平。”华为消费者业务CEO余承东在华为HILINK生态大会上表示。华为提到，整个产业也即将进入万物互联的“全场景智慧生活时代”，围绕多样应用场景发展起来的智能终端设备，已经成为消费者获得智慧体验的重要入口。在这一时代大背景下，华为消费者业务提出了“1+8+N” 全场景智慧化生态战略，以手机为主入口，以AI音箱、 平板、PC、可穿戴设备、车机、AR/VR、智能耳机、 智能大屏为辅入口，结合照明、安防、环境等泛IoT设备，积极打造智能家居、智能车载、运动健康等重要场景下的用户全场景智慧生活体验。这意味着华为将以消费者业务为核心，华为通过华为终端云将服务延展到智慧生态平台，以此来带动多个产业链的联动。5G可期从财报数据来看，华为运营商业务出现了负增长。华为运营商业务实现销售收入2940亿元人民币，同比下降了1.3%，在集团总营收中的占比则为40.8%。PingWest品玩查询过去五年年报数据显示，这是过去五年以来运营商业务的首次负增长。郭平不认为运营商业务已经达到了天花板。“5G打开了一种可能性，就像100年前的电力一样。”这项业务正在经历4G到5G的阵痛期。随着5G时代的到来，这一状况有望得到改善。5G赋能的运营商业务将构成华为持续增长的二级火箭。华为在年报中提到，截至2019年2月底，华为已经和全球领先运营商签定了30多个5G商用合同，40000多个5G基站已发往世界各地。这些产品的商用将发生在今年。郭平表示，2019年前两个月，收入增长已超过了30%。预计消费者业务、运营商业务以及企业业务今年都会实现了两位数的增长。“华为会坚持把收入的10%以上用于研发，我们预计2019年仍将稳健增长。”考虑到当下宏观经济的大背景，华为仍然算是交出了一份不错的成绩单。在年报汇报中，媒体和分析师关注的另一重点是美国方面对华为全球化布局所带来的挑战。“ICT领域早已经你中有我，我中有你。”郭平说。在“围剿华为”的路上，欧洲也并没有和美国站在统一战线之上。此外，华为企业业务营收也首次超过了100亿美元。华为在企业业务中强调“被集成”的概念——华为在产品解决方案上被集成于ICT领域当中，从而帮助合作伙伴在客户模式中取得成功。这是一种更开放的模式。中国企业家的报道提到，在年报发布后，华为消费者业务CEO余承东在朋友圈表示，“消费者业务占比还会继续迅速提高，今年明年后年”。随着5G在未来的进一步利用，华为将开始享受到提前布局的丰硕果实，这将反应在华为的运营商业务之上。消费者业务的增长将侧面巩固开放的智慧生态和推动华为云，它和5G时代的运营商业务将构成华为的两级增长火箭。华为云业务处于企业业务之下。报告提到，截至2018年底，华为云已上线超过160个云服务，以及HUAWEI CLOUD Stack、SAP、HPC等140多个解决方案。在这场没有硝烟的战斗中，华为并没有显出任何疲态，仍是一副骁勇善战的样子。", "author": "PingWest品玩", "newsdate": "发布时间：19-03-30", "newstime": "01:17", "sentiment": [{"positive_prob": 0.907918, "confidence": 0.795373, "negative_prob": 0.0920822, "sentiment": 2}]}, {"title": "华为杀手锏初现端倪：自主研发手机新系统，或可与苹果一战！", "content": "华为新机P30系列真的是很惊艳，不少网友大呼要赶紧入手，在黑科技的搭载方面可见一斑，确确实实把去年上线的iPhone系列比了下去。华为新机P30系列很多网友都盼着华为至少要在手机上干掉苹果，但是，华为真的有这样的实力吗？iPhone到底哪里比华为强？众所周知，国产智能手机搭载的都是基于安卓系统开发的自主系统，比如小米的MIUI、OPPO的color OS以及华为的EMUI9.0，都是在安卓系统的基础上，进行个性化改造的手机系统，其本质还是离不开安卓。安卓苹果大对决！而安卓系统最大的缺点不是别的，就是会越用越卡，垃圾越来越多，还怎么清理都清理不掉。还记得安卓手机刚面世的时候，基本上一年半就需要换一台手机，如此算下来，还不如买一台iPhone，这也是苹果刚进入中国就收获大批果粉的最大原因。但随着安卓系统的不断进化，安卓机运存不断提升，使用寿命也渐渐增长，那么，国产手机和苹果之间的差距也就越来越小，但是想要弥补这点差距还远远不够，因此，华为也有了自己的杀手锏！华为自主研发操作系统已初步调试！其实，早在2017年，美国就有消息称华为正在研发操作系统，但是当时华为给出的回应为“暂无计划”。但是，前不久，这一消息终于被证实！华为研发操作系统据业内人士透漏，目前华为自主研发的操作系统已经完成了初步调试，并且适用于手机端和PC端，只是需要在细节方面进行完善。如果华为将这款操作系统投入使用的话，逐渐完善系统生态后，取代Android系统也并不是没有可能的。但是华为方面表示，暂时还是不会搭载华为的操作系统，还是会继续在安卓系统上进行深耕。研发操作系统的目的主要是为了如果有一天安卓系统不允许搭载之后，还能有可以替代的系统，不至于像中兴一样，走得太过于艰难。华为VS苹果，胜算如何？在操作系统上，华为和苹果都有自己的独特系统，虽然现在还不知道华为的系统究竟如何，但是相比不会比苹果差到哪里去。但是在芯片上，苹果就差华为太远了！苹果公司从去年跟高通打官司以来，其基带芯片就被逼无奈使用了Intel生产的，在手机体验上自然有所下降，而华为使用的则是自身研发的麒麟芯片，在性能上与高通芯片也不遑多让。华为和苹果的对决仍在继续！如此看来，好像是华为胜出的机会更大，但是，大家不要忘了，目前市面上的系统中以安卓和苹果为主，如果华为试图强攻，势必费力不讨好。但是，华为如果把操作系统做为备选方案就完全不一样了，假使有一天安卓开始收高额费用或者禁止使用，那么华为系统则可以搭载到国内手机上趁势崛起。因此，现在的华为和苹果的手机之战，只能在黑科技的搭载和性能上对决，相信国产华为绝对有这个实力，但是苹果也不是吃素的。资讯界的“拼多多”：成立2年成功上市，获多个互联网大佬入股！苹果举办2019春季发布会，国内果粉不买账！华为首发5G折叠手机Mate X，看似可圈可点，实则缺陷明显！声明：欢迎理性评论，拒绝一切攻击谩骂，类似评论一概删除；即使批评指责，亦欢迎感谢！", "author": "小白SEOer说网络", "newsdate": "发布时间：19-03-30", "newstime": "19:20", "sentiment": [{"positive_prob": 0.984022, "confidence": 0.964493, "negative_prob": 0.0159782, "sentiment": 2}]}, {"title": "华为P30 pro价格引争议，有必要花近万元去买一部手机吗？", "content": "华为P30 pro价格引争议，有必要花近万元去买一部手机吗？最近华为发布了一个新产品，也就是华为的P30PRO,这款产品呢被誉为是一个万元望远镜，为什么这么说，其实主要是因为这款产品的摄像头比较牛，所以说，对于华为这样的一个公司，发布任何自己的产品，都是带着自己的目标而来，所以这一次，华为也是找准了自己的定位，那就是，这款售价999欧元的P30pro。其实看完这样的售价，很多人还是很惊讶的，华为竟然会把自己的产品定价这么高，为什么呢，难道是想要步苹果后尘吗，这样的价格，对于很多国内的消费者来说，显然是很贵的，同样的价格，相信消费者会选择苹果而不是华为的这款手机，但是先不要着急下结论，先看看这款手机的配置，是不是真的能够值这个价格。华为的这款手机是在巴黎首发的，近来，华为每一次发布产品，总是会现在国外首发，然后再回到国内发布，可以说是一个惯例了，也许华为想要打通国外的市场，为了自己的全球市场奋斗，所以说，这款手机以欧元定价就能够解释的通了。这款手机的顶配价格达到了1249欧元，相当于近万元的人民币了，所以这款产品可以说是华为目前的当家花旦了，所有的焦点都会被这款产品抢走。当然这样的价格只是华为的P30pro的价格，对于P30这样的一款手机，会便宜很多，只有大约799欧元。那么这款号称是望远镜的手机，顾名思义，在拍摄镜头方面做得也是完美的，这款P30pro就相当于是单反+广角镜头+长焦镜头+变焦镜头+高清录像机，所以只是看一下后面的这一对配置，很多人就会觉得这也是为什么这款手机能够价值不菲，主要是因为后面的每款产品的售价都是比较高昂的。很多人觉得，华为还是一个国产品牌，所以性能方面，也并不会强势太多，那么我们可以看一下这款手机的跑分，在成绩上这款手机比去年的王牌手机P20pro还要高几分，所以这款手机的霸气也是大家能够感受到的，所以华为基本上占据了跑分成绩的前三名。排在第三位的就是曾经的mate20pro。那么很多人觉得，华为用了一年的时间，提升了几分，这成绩有啥好炫耀的呢，其实这款手机采用的是徕卡四摄，值得一提的是华为这一次为产品配置了一颗800万像素潜望式光学变焦摄像头（等效125mm），这个摄像头的表面是方形的，外观上虽然是没有那么圆润，但是这个摄像头也是最牛的一个。一般我们拍摄一些景点，往往一些细节也是拍不清楚的，但是华为的这款手机可以，甚至可以拍得很清晰，这就是这款手机的实力，同时这款手机还能够在夜拍方面做得很出色，所以华为也是紧紧的抓住了消费者的心。其实看到华为在发布会上发布的一些图片对比，我们也能够了解到这款手机性能有多么的强悍，一款手机，不仅仅能够秒杀其他品牌的手机，同时就是相机也不放过，所以这款手机卖的比较贵，这也是有原因的，但是这部手机的价格依然引起很大的争议，网友都表示：以前没钱买华为，现在没钱买华为，你觉得有必要花近万元去买一部手机吗？欢迎留言。", "author": "飞兔大杂烩", "newsdate": "发布时间：19-03-30", "newstime": "12:50", "sentiment": [{"positive_prob": 0.292818, "confidence": 0.349292, "negative_prob": 0.707182, "sentiment": 0}]}, {"title": "小米手机举步维艰，华为面对的困难更多", "content": "现在华为在国内高端机市场已经仅次于苹果了，一方面华为Mate 20Pro确实是款高端产品，无论是口碑还是堆料都当之无愧，第二个原因是华为押宝曲面屏成功了，国内小米、OPPO和vivo都没走对这条路。再加上华为双旗舰如今坚持的拍照突破口，从市场表现上已经取得成功，至少凭借拍照一项，就可以吃很久的技术红利。但还有一个很重要原因，那就是三星手机的衰退。随着上个月三星Galaxy S10系列一出，三星已经重回安卓机皇，本以为前几天的华为P30系列会有惊喜，但一出来反而拉了后腿，如果说Mate 20Pro对比S10各有千秋，那P30 Pro比Mate 20Pro不进反退，更别说和S10系列PK了。可以说，如果是不站队的消费者，去实体店体验两款产品，S10真的是比P30系列更好的体验。刚刚发布的华为P30 Pro除了无与伦比的拍照性能，完全不像高端手机，无论是手感、屏幕、扬声器都是非常一般，甚至还不如P30，比之三星Galaxy S10，综合来说差了很多。预计P30 Pro国行版应该是4499元起步，或者是后续降价。毕竟三星这次重回国内市场真的是诚意满满，无论是价格还是产品，都是非常值得。而接下来小米的MIX 4，蓝绿的Find和NEX的新品应该都会上曲面屏了，华为独特的曲面屏优势也将大众化，又要和国内这几家PK了。华为真正能否和苹果三星三分天下就看下半年的Mate 30Pro了。所以华为的压力其实比小米等更大，高端市场的竞争是漫长而又全方位的，在这个平台上，华为面对的是苹果和三星的竞争，对手更强意味着更艰难。", "author": "明晞", "newsdate": "发布时间：19-03-30", "newstime": "14:46", "sentiment": [{"positive_prob": 0.183705, "confidence": 0.591767, "negative_prob": 0.816295, "sentiment": 0}]}]