[{"title": "华为：未来5年将投资20亿美元强化网络安全", "content": "新浪科技讯 北京时间12月18日晚间消息，据路透社报道，华为今日表示，未来五年将投资20亿美元用于强化网络安全，招募更多员工，并升级实验室设施。报道称，华为今日在东莞新园区接待了20多名国际记者。华为在记者招待会上表示，为缓解全球对其网络设备安全风险的担忧，公司在未来5年将投入20亿美元用于加强网络安全，增加相关人员，升级实验室设施。华为轮值董事长胡厚崑称：“将竞争对手拒之门外并不会让自己变得更好。我们认为，任何有关华为安全方面的担忧或指控都应以事实为依据。没有事实证据，我们不接受，还要反对这些指控。”胡厚崑还称，华为一直都在就其业务的独立性与世界各国政府进行沟通。他还表示，日本和法国尚未正式禁用华为的电信设备。最近有媒体报道称，这些政府将采取禁用华为的设备。据胡厚崑透露，华为目前已赢得逾25个5G商用合同，居世界首位，而且还表示将向全球出货逾万个5G基站。此外，华为还与全球50多家运营商开展5G商用测试，已向全球客户提供了1万多套5G基站。胡厚崑还表示，华为预计公司今年的营收有望超过1000亿美元，与去年相比增长8.7%。(李明)转自新浪科技", "author": "时刻分析", "newsdate": "发布时间：18-12-18", "newstime": "20:53", "sentiment": [{"positive_prob": 0.98861, "confidence": 0.974689, "negative_prob": 0.0113898, "sentiment": 2}]}, {"title": "华为进军电视行业 智能电视再遇猛将？", "content": "【蓝科技】祁浩然互联网经济的核心就是一个“不断获取流量与不断激活流量”的行为。如果说手机是华为对流量获得所采取的运动战，那么入局互联网电视，则是华为为进一步打通流量市场，所发起的阵地战。跑赢了手机，又打起了电视的主意。所以，蓝科技暂将其定义为华为的“两端战略”，即移动智能终端+家庭智能终端。据8月份就开始传言华为要进入智能电视领域消息似乎得到了实锤。据国外媒体AndroidHeadline报道，近日一份商标保护文件流出。文件中提到，华为注册了一个名为“华为AIWindow”的商标。标的物与液晶面板和智能电视有关，计划6个月内推向市场。“情理之中”的华为电视华为手机的成功，如今以无需过多赘述，而华为为何要转向电视行业，在蓝科技看来，这是情理之中的事情。近日，中国信息通信研究院公布了2018年11月国内手机市场运行分析报告。报告显示，在2018年的前11个月，国内手机累计出货量达到3.78亿部，同比减少了15.6%。显然，手机行业已经达到了高度饱和的状态，尽量疲软态势，而拓展周边市场成了大部分手机厂商的必然选择。尤其是随着阅读习惯的改变，小屏幕信息成为人们最重要的信息来源和接受信息的主要渠道。蓝科技分析，未来消费者获取信息的窗口主要分为：手机屏、电视屏以及车载屏三屏。而作为家居场景中三屏中最大的屏幕—电视，未来自然有很大的发展空间。因此，小屏企业转型发展大屏也是企业发展的必然结果。不过，重点并不在屏幕本身，而是着重于屏幕所承载的信息流量。物互联时代，智能化成为了科技发展的主要方向，而电视是目前公认的最佳天然入口。随着小米在电视领域做的顺风顺水，OPPO和vivo也有意进军彩电市场，抢夺智能家居入口的时间节点，作为四大国产手机品牌之首的华为自然不甘落后。华为电视能成功吗？其实,通过近几年互联网电视的兴起我们可以看到，进入电视行业的企业越来越多，而有着丰富研发、制造、运营经验的华为而言，应该说比别人更有优势。曾经电视画质引擎是最大的技术壁垒，但随着AI的应用，这一核心竞争优势也在慢慢淡化。以前电视的主要作用是用于观看,如今，虽然观看还是电视的本质，但是智能化的应用与智能家居的结合，使电视被赋予了更多的使命。能看的、能玩的变多了，在电视上获取信息的窗口也变得更广了。智能电视是华为布局AI+IOT一个很好的载体，也是华为增加用户粘性的一个全新窗口。通过电视来连接一切智能家居设备，通过IOT业务带来巨大的用户流量，从而快速的发展互联网业务。随着5G时代的到来，作为5G时代领军者的华为，在智能电视上的布局还会使得华为迎来一次流量、用户爆发式的增长。当然电视并不是快消品，一年换一部手机的大有人在，而一年换一台电视则基本不存在。华为在电视领域还有属于自己的优势，那就是芯片优势。说起华为芯片，大家第一时间想到的就是华为麒麟芯片，但是除了大家所熟知的麒麟芯片，华为的另外一款芯片就是华为海思芯片。与麒麟芯片主攻手机业务不同，海思芯片主要运用于电视。据蓝科技了解，海思芯片其有着面向机顶盒、4K/8K高清场景的完整解决方案。相关数据显示，2010年之前，国内的自研芯片基本处于样机或自用阶段，市场的接受度极低。彼时，国产芯片的占比只有1%左右，国外芯片占比95%以上。到2017年，中国市场国产芯片占有率已提升到60%左右，而国外芯片占比降低到35%左右。其中华为海思占据国内一半以上的市场，其研发的自主超高清智能电视核心芯片在2016年出货量近1000万颗，包括夏普、海信、康佳等多个品牌都在使用海思芯片。艾媒咨询首席分析师张毅认为，以华为海思、中星微电子为代表的中国企业正异军突起，华为海思在视频芯片领域“逆袭”，打破了国外巨头垄断，降低了中高端芯片的整体价格，把“中国芯”安在了诸多中国品牌。最近几年电视行业的整体表现较为低边，增长动力不足，蓝科技对于网络数据整理得知，2017年中国彩电行业主要企业的平均利润率仅为1.3%。这也表明，初入电视行业的华为，一开始就要面临行业整体低迷的挑战。由于产品属性上的差异，就决定了电视更换频次要远低于手机。所以，华为要想在电视领域有所作为，必须丰富内容植入，以源源不断的衍生价值增强用户粘性，这是目前互联网电视最有用户粘性的本质所在。如今华为在这个时间节点切入电视行业，正赶上5G、IOT技术的裂变时期。目前华为已经布局家庭路由器、家庭互联网等业务，作为家庭互联中心的电视，华为的进入也可谓水到渠成。（图片来源：华为官网）", "author": "驱动中国", "newsdate": "发布时间：18-12-18", "newstime": "09:15", "sentiment": [{"positive_prob": 0.205323, "confidence": 0.543726, "negative_prob": 0.794677, "sentiment": 0}]}, {"title": "华为悄悄研发手机操作系统，这事成功的概率有多大？", "content": "最近对于华为来说非常的不平静，由于5G技术过于强大，让很多国家感到害怕，所以纷纷抵制华为5G的进入。而这一切却又更加加深了华为对于自研技术的坚持。特别是在手机芯片和基带方面，华为一直都是走在前列的。今年推出的麒麟980处理器和巴龙5000基带，无论是性能还是规格都达到了世界先进水平。在硬件方面，华为现在正在紧锣密鼓的布局和投入，那么，在软件方面，华为是否也会有所动作呢？就在不久前，就有消息曝光，华为内部正在研发全新的手机操作系统，而这个手机操作系统，并不是基于安卓。这可以说是一个超级劲爆的大消息。为什么这么说？因为我们知道，国产手机虽然成绩傲人，但在硬件和软件上都需要依靠国外，特别是软件，也就是操作系统，全部都是采用安卓，无一例外。虽然现在安卓系统还是非常开放的，但未来会不会有情况突变，谁都不敢下定论。所以，研发自己的手机操作系统，是一件非常重要的事。作为国产手机中研发实力最强的华为正在悄悄地研发新系统，具有非常重大的意义。目前还不太清楚，华为的这个自研手机操作系统，是基于Fuchsia OS，还是从里到外全部自主编写的。那么，就有人要问了，华为自研手机操作系统这件事，成功的概念到底有多大？小智个人觉得五五开吧。为什么这么说？其实我们都知道，在安卓和iOS发布到壮大这段时间，还有很多其它手机系统的存在，但遗憾的是它们全部都挂掉了，其中就包括当时足以和安卓还有iOS抗衡的微软WP系统。以微软那么强大资源和经济实力，都无法把一个手机系统做到和安卓还有iOS相抗衡，华为又凭什么能成功呢？的确，对于一个手机系统来说，做出它本身并不难，难就难在需要有大量的软件厂商为这个系统建立生态。也就是说，一旦华为的手机系统做出来，要有软件可用，至少是要有常用的软件可用。比如微信，支付宝，QQ，滴滴，各个银行APP，地图，买火车票等等这些常用必备的软件支持华为系统才行。否则即使用户支持，在没有软件可用的情况下，也只能无奈放弃。那么，如何快速的建立生态呢？小智认为华为只要开放这个系统，做到像安卓一样就行。大家都可以使用，由于也是开源的，国产手机都可以在此基础上进行定制，等到大家都采用了这个系统，机型变得多起来，国内的软件厂商再配合开发常用软件，生态自然就慢慢的做起来了。我们国内十几亿的用户，普及开后，国外软件支持这个系统，也只是时间问题了。和安卓系统一样，它是开放的，只不过控制者从谷歌变成了华为，由华为来定制维护即可，大家都是中国自己人嘛，安全性就OK了。当然，以上只是小智个人对于华为自研手机操作系统的一点点粗鄙想法，实际上要实现上面说的，并非那么容易。而相信华为如果真的在研发手机系统，肯定也考虑周全了，等到时机合适时才会放出吧。", "author": "机智玩机机", "newsdate": "发布时间：18-12-18", "newstime": "23:21", "sentiment": [{"positive_prob": 0.550767, "confidence": 0.00170363, "negative_prob": 0.449233, "sentiment": 2}]}, {"title": "营业额破千亿！华为一举拿下25个企业5G商业合同，网友：漂亮！", "content": "欧界报道：近两年来，新科技尤其是手机行业正在持续蓬勃发展，随着各类品牌手机新品层出不穷，手机的不断更新换代和产品质量的上升，以及全球手机市场联系的日益增强，各品牌手机的竞争压力也愈来愈大。“有比赛，就有输赢”这句生活中人们常用的俗语，在手机界也同样适用。当前市场上活跃的手机品牌有很多，从华为苹果，到OPPO,ViVO，再到小米三星，到底哪一款能在这场手机界的角逐中拔得头筹呢？在2018年的最后几天，华为就给自己这一年的成果做了个总结——销量2018年华为各系列手机的出货量达到2亿部，相比去年的1.5亿部有大幅增长，圆满完成了华为18年销量总计划。截止到今年的第三季度，华为的出货量就已经高居全球手机排行榜榜首，成功超越苹果，当之无愧成为中国旗舰机的领衔者。营收据华为方相关人员介绍说，华为在2018年的年度收益应约7000亿人民币，折合为1000亿美元，相比去年的920亿美元。有大幅增长。在当前这个手机行业竞争如此激烈的“寒冬”之下，华为在不断研发新技术并保证手机功能的不断创新的前提下，仍能够获得如此可观的收益值，足以说明华为当前在科技手机界的卓越地位。新技术除了收益和销量可观之外，2018年华为还完成了另一件大事——跟进5G网络的发展。据悉，2019年5G网络将投入商务试用阶段，华为作为国内少数现有技术能力能支持5G发展的手机厂商，配合国内运营商共同推进5G发展。近日，华为方宣布，目前已经获得超过25份来自全球各大企业的5G商业合同，出货基站已达到1万多个，虽然华为在跟进5G初期曾遇到过一些障碍，但从现在来看，华为已经成功成为站在全球5G技术尖端的领头人，这一点毋庸置疑。华为是其关于5G技术的研发创新，不仅是华为历史上里程碑式的成就，更为全球科技发展做出了贡献。华为近日在长沙发布的新机nova4也十分吸引人眼球，从4800万像素摄像头，到4.5mm全面屏，再到麒麟970处理器，每一处都体现了华为的独到用心。现在，华为不仅是国内旗舰机中的领衔者，更是国际手机市场中中国手机优秀的代表，有网友看完今年华为的战报总结，戏称华为是国产旗舰机中的扛把子！来源：线上采编，如涉及版权问题或者寻求报道，请及时联系欧界传媒网 o2ojie.com！欧界传媒 | Jie Media六年专注有深度的互联网世界", "author": "电商EMBA", "newsdate": "发布时间：18-12-18", "newstime": "20:18", "sentiment": [{"positive_prob": 0.00244174, "confidence": 0.994574, "negative_prob": 0.997558, "sentiment": 0}]}, {"title": "谭浩俊：华为给我们带来了什么？", "content": "来源：金融界网站在华为受到某些国家的不公平对待以后，让中国人感到了极大的愤怒，纷纷表现出了对华为的支持之情，用行动在支持华为、帮助华为。如有的企业明确表示，员工购买使用华为手机可以给予一定补贴。那么，国人为什么要如此支持华为呢？华为到底给我们带来了什么呢？是啊，华为到底带给我们什么呢？为什么要如此热情而积极地支持华为呢？笔者认为，只要仔细分析一下就不难发现，华为带给中国和中国人的，有很多很多。首先，华为带给我们最直接的产品——手机。不能不说，华为手机在中国市场、中国产品中，已经得到了广泛认可。而重要的是，华为手机价格比苹果、三星等要便宜，质量却一点不差，能够让消费者真正享受到价廉物美的感觉。如此好的产品，难道不是给国人带来的福利，不是对国人负责的表现。同时，华为缴纳的税收等，也是最直接的贡献和成果。如2017年，华为就纳税1100亿元，这是一个非常令人兴奋的成绩。产品好，贡献大，影响广的企业，当然是应当支持的。其二，华为带给我们希望。中国的高端装备制造、高科技产品等，从总体上讲，与发达国家还有一定差距。但是，华为在通信设备制造领域缩短了我们与发达国家的差距，甚至在很多关键环节领先世界。尤其是专利，不仅在国内遥遥领先，在国际上也处于前列。如此，难道不是中国高端制造、高科技发展的希望所在。如果有更多华为这样的企业，我们在世界上的地位和影响、尤其是国际市场竞争方面将更具优势。第三，华为带给我们自豪。高铁、核电、特高压等，都是中国高端装备制造在世界有一定地位的领域，在通信设备方面，华为能够跻身世界第一方阵，并极具竞争力，当然是值得中国人自豪的。至少，说明在这个领域，我们做到了，也做好了。随着自主创新的力度加大，也会有更多的华为诞生，那么，对中国高端装备制造业发展也将形成更大的动力。第四，华为带给其他企业启示。一家企业，只有不断创新、不断打造核心产品和核心竞争力，才能立于不败之地，才能真正参与国际竞争。虽然在参与国际竞争中会遇到这样或那样的困难，但是，至少会让国际上其他同类企业感到害怕、产生危机。那么，在参与国际竞争中，也会让自己更加强大、更加具有竞争力。当然，华为带给我们的还有很多很多，可以从华为身上学习的东西也非常多。无论是企业还是居民，都可以在华为的身上感到到力量。因此，支持华为，也就成了中国人的行动自觉。", "author": "金融界", "newsdate": "发布时间：18-12-18", "newstime": "08:35", "sentiment": [{"positive_prob": 0.183946, "confidence": 0.591232, "negative_prob": 0.816054, "sentiment": 0}]}, {"title": "给你3000块：你是选vivo还是华为？", "content": "预算3000元，目前vivo和华为的两款新机都值得考虑，重点8G+128G的组合，这是令我们选择的原因之一。第一款：vivo X23（8G+128G）颜值：都说始于颜值，陷于才华。这款手机的颜值确实秉承了vivo一贯的传统，而vivo Z3不同，这款手机搭载了玻璃后盖，比较令人惊艳的是它的3D星光纹理；而水滴屏，没有降低它整体的美感，我原以为它会显得突兀，没想到给我的感觉有点类似于美人尖的错觉，91.2%屏占比，乍看确实完美。屏下指纹：指纹解锁对于我们来说并不陌生，我觉得唯一陌生的是越做越先进的指纹解锁，第四代光电屏幕指纹，提升速度40%左右。一点即亮，实际使用中，并不比人脸解锁慢。拍照：对于OPPO和vivo我觉得最为出彩的应该就是拍照了。这一次这款手机也没有让你我失望。前置双核1200万，这是什么概念，概念就是你无需担心美颜过度，或者因为它不同的光效感觉不一。后置1200万双核对焦，1300万超广角镜头，其实我们很多人不能理解什么是超广角？简单比方就是在你为主体的照片里，进入的景更多。音质：如果说vivo有什么亮点，一定是音质。HIFi在国内应该是数一数二的，这一次采用的是AK4377A HiFi芯片，不仅仅提供了优质的音质，也提供了动人的深空音效。遗憾：如果说这款手机的遗憾是什么？应该就是它的处理器，骁龙670AIE的处理器可能和旗舰处理器之间还是有一段距离。第二款：华为nova 4(8G+128G)华为nova 4提供给我们的何止一款经典机型的传承呢？这款手机的特点非常明显，它有三个点值得我们考虑。打孔屏。如果你比较的话，你会发现它和三星S8s的区别，三星A8s的开孔可能更大一点，6.5mm的开孔，总会让你有种局促感。而华为nova 4的盲孔设计，却将开孔缩的更小，所以和整个屏幕形成一体化。也是一种全新的全面屏方式。拍照。后置采用的是2000+1600+200万后置，前置为2500万。这里推荐的是标配版本，不过即使没有达到4800+1600+200的高配，但是拍摄上并没有将这部手机的光彩遮挡，而是提供了vivo X23一样的超广角。处理器：麒麟970处理器，虽然没有搭载麒麟980处理器，但是也属于比较有实力的处理器了，在GPU Turbo的支持下，游戏性能出众（遗憾没有麒麟980。）遗憾：开孔设计的问题是不像三星A8s那样触摸控制，所以体验可能并非完美，而且后置指纹这是比较遗憾的。总结两部手机各具特色，而且都是8G+128G的组合，如果要选择的话，可以根据自己需求选择，比如在乎处理器性能和体验开孔屏可以考虑华为，如果在乎屏下指纹，超广角，更喜欢音质表现，vivo x23值得考虑。", "author": "i科技Fashion", "newsdate": "发布时间：18-12-18", "newstime": "21:36", "sentiment": [{"positive_prob": 0.000428504, "confidence": 0.999048, "negative_prob": 0.999572, "sentiment": 0}]}, {"title": "华为nova4高配版3399元：麒麟970/4800万超广角三摄", "content": "12月17日，华为发布了专为年轻消费者打造的nova4手机，其延续了nova系列高颜值高性价比的基因，同时还升级外观的配色方案和软件的美颜方案，为年轻人带来了时尚新体验。作为华为旗下主要定位年轻群体的产品，nova系列一直走在时尚的前沿。至于nova4，华为在配色方面也下了功夫，提供了亮黑色、贝母白、苏音蓝、蜜语红四款时尚机身颜色。此外，还特别推出蜜语红·星耀版，揉入粉色调的覆盆子红，加入双层膜片技术，一层炫光，一层炫彩。华为nova4采用麒麟970芯片，搭配8GB+128GB大存储组合，支持更多APP后台同时运行，还搭载全新升级的GPU Turbo图形加速技术。华为nova4搭载6.4英寸的自拍极点全面屏并融合屏下镜头技术，首创屏幕盲孔方案，屏占比高达86.3%，避免了“刘海”设计带来的烦恼。拍照效果一直是华为nova系列的强项，nova4也不例外。华为nova4前置2500万镜头，呈现全新一代海报级自拍。拥有AI微塑美颜功能，通过对海量自拍数据的学习，构建了七种典型脸型黄金比例参数模型，可以智能识别用户的2D自拍照，然后迅速建立个人3D面部模型和面部微塑工作，最后将3D模型转回2D照片呈献给用户。经过AI微塑后的自拍照，不仅更适合用户的面部轮廓，还能以更自然的状态完美呈现用户的苹果肌及五官比例。而更让人惊喜的是，nova4支持在微信视频通话中实时美颜。华为nova4高配版使用了超高标准的4800万像素广角三摄方案以及业内首发索尼IMX586处理器。具有硬件级HDR Pro和高变焦范围，以及业界首屈一指的手持夜景能力和AI场景识别功能，在4合1光融合技术下能够实现1.6μm大像素效果，暗光拍照也更进一步。1600万像素广角镜头能够实现117度超大视野，借助麒麟970强大的AI功能，还将对广角照片边缘进行畸变修正，改善画面歪斜和人物变形等常见广角照片容易出现的问题，让用户随手拍出高质量的广角照片。华为nova4还升级了AI语音助手小艺，全新全面屏手势导航，美食卡路里识别功能，更有吾皇定制主题限免使用特权。此外，华为消费者业务手机产品线总裁何刚表示，“华为手机2018年度全球发货量即将突破2亿台。”而“2亿”纪念版nova4将于12月25日发售。另外，何刚还带来了三款智能配件产品，分别为：华为便携照片打印机、华为安居智能摄像机（全景版）、华为智能体脂秤2（WiFi版）。售价方面，华为nova 4 标配版（2000万主摄）定价3099元，高配版（4800万主摄）定价3399元。12月17日16:08分开启预售，27日10:08分正式开售。华为便携照片打印机售价为599元；华为安居智能摄像机（全景版）售价为299元。华为智能体脂秤2（AI版）售价为199元。", "author": "观察者网", "newsdate": "发布时间：18-12-18", "newstime": "23:32", "sentiment": [{"positive_prob": 0.776893, "confidence": 0.504207, "negative_prob": 0.223107, "sentiment": 2}]}, {"title": "打压华为让世人看清楚美国和一些西方力量的真面目", "content": "来源：环球时报这个世界正在发生一场前所未有的科技冤案，它是美国动员其盟友国家试图对中国高科技公司华为实施“绞杀”。美国不仅自己排斥华为从电信设备到手机的各种产品，而且要求其盟国也将华为设备排除在5G网络建设之外，理由是华为设备可能威胁这些国家的网络安全，尤其是给那些国家与美国之间的军事通信安全带来风险。至于华为设备为什么构成了这种威胁，最经常被援引的理由是华为“与中国政府关系密切”，有可能在搜集情报方面“配合中国政府”，从而给设备上安装盗窃信息的后门。任正非作为退役军人被当成了论证上述假设的主要证据之一。上述排斥行为与指控华为非法向伊朗提供设备并且拘押华为高管先后发生，显然经过了协调，形成了历史上罕见的科技迫害。华为是在网络通信技术领域走得最远的中国民营企业，并且站到了5G网络技术的前沿，是为积累人类科技进步做出了贡献的当代先行者之一。华为的科研团队规模和拥有的专利数量规模都是全球跨国公司里最大的之一，它的企业管理模式广泛参考了西方大公司的治理经验，公司骨干中有许多外国人，其运营的规范程度和国际化程度都达到了跨国公司的最高水准。美国构陷华为，并且纠集一些力量打压这家从哪个角度看都很正派的中国公司，严重违背长期支持了全球科技进步的基本道义，是对和平时期由知识产权体系及自由市场规则主导的科技创新体系的粗暴干涉和打击，是让地缘政治主导一切的大倒退。科研活动和它们的市场化被赋予这么多政治含义，而且受到如此绝对的定性，这样的登峰造极想必将被载入史册。针对华为的冤案将会给中国发展增加极不公平的障碍，是对中国人民正当发展权的打压，它让世人看到美国和一些西方力量希望保持它们垄断科技进步能力的战略自私。华为一没偷二没抢，它完全按照国际规则走到通信技术的研发前列，成为中国与世界共享的一份宝贵资产，但恰恰是它被美国作为“出头鸟”加以打击，站在全人类的道德高度上俯瞰这一切，华盛顿的做法无论如何都是歇斯底里的。这种情况下如何维护华为的正当权益，是中国的一大挑战，也是全球的挑战。我们想提醒考虑跟从美国排斥华为的所有国家和具体电信运营商，打击华为的本质是打击国际竞争，它必然导致5G网络建设在一些地方的质量和价格都偏离本来应有的水准。这种背离进步方向的反向干涉不仅会带来技术上的损失，而且会毒化科技竞争业已形成的规则。历史上每一次重大的冤案都会产生恶劣的导向作用，美国纠集盟友打压华为，对国际科研秩序、市场秩序以及政治秩序都构成了相当负面的牵动。一些国家及运营商跟随美国排斥华为，等于是给了华盛顿任意对上述秩序进行再定义的权力，这对广大中等及弱小国家来说绝对不是好事情。因为那些国家所需要的秩序不应是由单一超级力量强行推动并任意修改的，它应当包含制衡与均势的隐性支持。削弱华为实际上是在削弱以存在多个选项为基础的各国落实独立和主权的能力。因此我们断言，“围剿”华为决不会成为美国和西方的光荣被历史记住。", "author": "人民日报海外网", "newsdate": "发布时间：18-12-18", "newstime": "16:35", "sentiment": [{"positive_prob": 0.924487, "confidence": 0.832194, "negative_prob": 0.0755129, "sentiment": 2}]}, {"title": "华为开始反击！起诉美运营商要求赔偿，日企的损失达到了上亿", "content": "华为开始反击！起诉美运营商要求赔偿，日企的损失达到了上亿最近关于华为的消息也是层出不穷，而就是在华为的5G反面，也是受到了国内网友们的关注，虽然华为的本身是一个民营的企业，不过华为是一家在中国的企业，所以说在国际市场上其本身就是可以说是中国的代表，对于华为在国外发展的方面，出现任何的事情，都是受到国内的关注的，对于在华为的5G方面，对其都是有信心的，不过就在华为走向国外市场的时候，却遭到了以美国为首的一些国家的抵制。对于这些国家的举动，华为也是非常的沉稳，并没有因为遭受到抵制而产生什么负面的影响，并且在这之下也是签下了许多的订单，不过是不可能一直被动下去的，最近华为也是开始了反击，根据消息了解，华为在美国起诉了一家运营商，原因就是没有华为的授权的情况，还继续使用着华为的设备。对于其赔偿就是要求T-mobile上缴相关的专利费用八千万的美元，如果不支付这些的专利费，那么就不能继续使用华为的设备，很多的网友也是为此非常的高兴，对于美国的拒绝，华为也是在努力的去证明，拒绝华为就是其本身的损失，对于美国来说，在个人隐私和专利方面非常的看中，但是在拒绝华为的情况下，还私自使用华为的设备，那么这是在自己打自己脸吗？华为对于美国来说，其设备占据了很大一部分的市场，所以说在短时间内美国想要完全的抵制华为是根本不可能的，在5G领域对于华为的禁止也是一样，虽然华为在5G投票中差了一票，但是其在5G方面也是有说话的权利的，对于美国说的抵制华为，一些美国国内的运营商也是与华为在合作，如果禁用，那么其损失会非常的大，并且有一个美国的运营商也是发布，如果政府可以赔偿最少七百万的美元，或者最多的一千三百万美元，就可以听从政府禁止与华为合作。主要的原因就是这家运营商不使用华为的设备话，那么就是需要更换华为的设备，而需要的成本也是需要上千万元，如果真的实行了，那么公司的资金链将会出现非常大的问题，除了美国日本在抵制华为，日本的政府下令不适用华为的设备，这时候软银也是发声，将不会使用华为的设备，考虑其他的通信企业。现在华为在日本里，与华为合作的企业也是非常的多，而华为对于安川电机来说，影响是非常大的，其每年的利润基本上就是来自于华为，自从日本开始抵制华为之后，华为就与安川电机停止了合作，导致其工厂全部停歇，其公司的损失也达到了上亿，市价也是瞬间下跌，对于抵制华为，这样的做法真的让人看不懂，如果真的在公平的竞争下，华为没有成功，那么我们也是无话可说，你怎么看", "author": "八零小迪说汽车", "newsdate": "发布时间：18-12-18", "newstime": "21:04", "sentiment": [{"positive_prob": 0.555867, "confidence": 0.0130379, "negative_prob": 0.444133, "sentiment": 2}]}]