[{"title": "特朗普重磅表态！华为概念、5G题材急等开盘", "content": "来源：e公司官微29日下午，外交部G20特使、国际经济司司长王小龙在中国代表团新闻中心举行中外媒体吹风会上表示：“特朗普在他之后举行的发布会上讲到，美方有可能会解除对华为公司的一些限制。“在今年5月16日，美国商务部工业与安全局（BIS）将华为列入所谓“实体清单”，没有美国政府的许可下，美国企业不得给华为供货。美国对华为的“投弹”式的打压影响到全球科技股的表现，美股企业高通、博通等美国华为芯片供应商股价应声下跌，A股市场华为的供应商包括立讯精密、顺络电子等股价也受挫。对实体清单的限制，华为做了两手准备。先是5月16日晚间发布声明表示：这不符合任何一方的利益，会对与华为合作的美国公司造成巨大的经济损失，影响美国数以万计的就业岗位，也破坏了全球供应链的合作和互信。华为将尽快就此事寻求救济和解决方案，采取积极措施，降低此事件的影响。此外，华为海思总裁何庭波5月17日凌晨发内部邮件称，多年前已经做出极限生存假设，并为公司生存打造了“备胎”，如今历史的选择让所有备胎一夜之间全部转“正”。受美国封锁影响，华为部分业务受到影响，华为创始人、CEO任正非日前接受采访时表示，华为终端海外部分最高的时候下降了40％，随后迅速回升，下降的尺度已经小于20％了，目前还在迅速的回升之中。美国企业也在积极寻求恢复向华为供货。参考消息援引外媒报道，美国商务部5月颁布“禁令”以来，包括英特尔和美光在内的美国公司寻找到向华为出售技术的方法。美国商务部把华为列入所谓的“实体清单”、对其进行禁售的举动在众多美国供应商内部引发了混乱。目前主要的华为及5G概念股包括：消费电子龙头：立讯精密、顺络电子、飞荣达。半导体国产化领域推荐：兆易创新、汇顶科技、闻泰科技、圣邦股份。基站及光模块侧推荐：生益科技、深南电路、光迅科技、中兴通讯、烽火通信、大富科技。据报道，除华为外，中科曙光、天津海光、成都海光集成电路、成都海光微电子技术和无锡江南计算技术研究所等公司或单位也被列入实体清单。受此影响，中科曙光近日一度大跌近20％，公司称将全面评估此事件对公司可能产生的影响，做好应对工作，并与各方面积极沟通。", "author": "金融界", "newsdate": "发布时间：19-06-30", "newstime": "07:06", "sentiment": [{"positive_prob": 0.947967, "confidence": 0.884371, "negative_prob": 0.0520329, "sentiment": 2}]}, {"title": "美方解禁华为，继续进口还是使用自身研发？华为如何选择？", "content": "时间飞逝，距离美国打压华为，禁止国内企业与华为合作已经有一个月的时间了，在这个月里我们，我们密切关注着华为的动态，目前美国将解除对哈华为的禁令，准许美国企业同华为合作。在这一个月的时间，我们都知道美国的禁令对美企的损失是非常大，虽然对华为有一定的而影响，但是，华为逆流而上，成功的研发了自己芯片和鸿蒙系统，这对华为来说并不是打击，相反是一个成长。通过这次的打压事件来看华为告诉全世界，华为的产品是没有问题的，相信在之后会有更多的企业想要和华为进行合作，本来以为对于这次打压事件，华为在国外的销售会下降40%，但是却没有想的那么悲观，华为是一个潜力股，值得大家的信任。在华为成为实体清单的一员后，先后推出备用芯片和鸿蒙系统，这让美国的企业开始慌了起来，对华为的打压并没有让华为消失，发而越来越好，而自己却损失惨重，所以纷纷的联合其它企业开始反对美国禁令。到现在美国开口解禁了华为，那么华为会如何做出选择呢？是继续进口芯片和安卓系统呢？还是使用自己研发的备用芯片和鸿蒙系统呢？想必大家都有这个疑惑，之前华为就表示过，如果美国愿意和华为合作，华为还是会与美国建立合作的关系，所以华为还是会购买美国的服务、技术和产品，不过尽管如此也还是会继续自身的研究，给自己一个退路，在不依赖其它的同时自己也能很好的发展。所以华为的备用芯片和鸿蒙系统都不会被搁置。所以华为会继续和之前的合作伙伴合作，但是自己的产品也会上市，这个是矛盾的，也不会成为一个单选题，只能选择一个。这样华为就会有更好的发展。其实我们分析一下华为的选择，也是有原因的。首先华为在这一个月的时间受到了很高的关注，国人对华为都是支持的态度。自身也研发了产品不用依赖其它进口产品，但是备用芯片和鸿蒙系统毕竟是才新出来的，如果把赌注全部的加在备用芯片和鸿蒙系统上，那么只会阻碍合作的重要性，之后出现问题就会把路堵死，所以华为会选择和之前的合作伙伴合作。再者华为如果放弃了备用芯片和鸿蒙系统会让国人失望，同样的如果在一次出现这样的问题自己还是处于被动的境界，所以两者都进行才是最好的选择，大家们希望华为如何选择呢？", "author": "科技达人NOW", "newsdate": "发布时间：19-06-30", "newstime": "14:04", "sentiment": [{"positive_prob": 0.107386, "confidence": 0.761364, "negative_prob": 0.892614, "sentiment": 0}]}, {"title": "G20大利好，华为概念股坐等开盘，今天再捋一遍受益股名单", "content": "【复盘】A股在完成了6月份的最后一个交易日后，也同时结束了2019年上半年的交易，整个上半年19.45%的涨幅还算是一个相对及格的成绩。这个周末对于所有A股投资者来说应该是心情不错的，G20传来了利好消息，原本周五对大盘的悲观情绪瞬间就被忘记，市场开始憧憬7月行情，真是恨不得周日A股开盘了。不过小财神还是想先撇开消息面来分析一下目前的大盘，从目前各大指数的日线结构看，从6月5日启动反弹以来，大盘进入到一根中阳，震荡回落，再一根中阳，再震荡调整的节奏。并且从形态结构上，有比较明显楔形5浪的影子，这一情况不光A股各大指数如此，香港恒生指数也是如此。但需要注意的是，目前除了上证50的反弹空间是超预期的，其余的各大指数的这波反弹的空间都需要有很大的填补，特别是创业板指数这个要求更为明显。个股方面，上周整体格局还是，白马股和低波动的权重股的不断刷新新高，而强势题材股的明显补跌，并且题材股的持续性有比较明显的下滑，盘中出现过多个题材股的脉冲上拉，但隔日的延续性都非常不好，上周如果操作策略上还是采用高举高打的话，那基本是面吃了一碗接一碗。对于下周板块题材看，科技股可能会成为资金重点关注的对象，特别是华为产业链的相关龙头品种。同时乳业股似乎也是一个走势非常不错，但又比较低调的板块，一方面是龙头伊利股份不断的刷新新高，同时几个低位品种的走势也相当的不错，可以关注一下交易性机会。如果说下周一有什么需要注意的话，那么可能就是提防一下市场再一次出现高开低走，从4月调整以来，A股在遇到利好消息的时候绝大多数都出现了这样的走势。希望这一次可以不一样，A股不再是A股。【主题：华为产业链】从G20传出消息，特朗普总统表示，向华为出售零件的美国公司应被允许继续(出售)。从目前华为的产业链看，主要集中在通信、消费电子、云计算、安防、车辆网5个领域。通信：移动通信产业的迭代升级推动了战略格局的转换，中国在全球产业竞争格局中的话语权和主导力不断加强。目前全球通信主设备市场从原先的十多家群雄逐鹿，演变到目前华为、爱立信、新诺基亚、中兴四足鼎立的竞争格局。展望5G 时代，华为有望持续保持全球第一的市场地位，运营商业务总体营收会保持平稳，维持在 500 亿美元水平。与消费电子供应链相比，通信设备端由于研发投入大、技术壁垒高，国产替代过程会相对缓慢。我们相对看好光通信领域高速光模块/光电芯片，高速/高频连接器、基站射频/滤波器/PCB 等领域的国产化替代机会。产业链重点公司：光模块/芯片：光迅科技、中际旭创；覆铜板/PCB： 深南电路、沪电股份、生益科技、华正新材； 基站滤波器：东山精密；基站天线：飞荣达、信维通信、硕贝德。消费电子：华为手机销量持续增长，硬件产品多点开花。华为 2018 年手机出货量 2.06 亿部，同比增加 33.6%，2019 年华为智能手机的目标销售 2.5-2.7 亿部，高增长有望持续。除了手机外，华为笔记本电脑、平板电脑，智能手表销 量增长也表现优异。此外，华为正在研发的智能电视、AR 眼镜也值得期待。产业链重点公司：手机 ODM/EMS：光弘科技、闻泰科技； 摄像头：舜宇光学科技、水晶光电；天线/射频连接器：电连技术、信维通信、硕贝德； 射频电感：顺络电子；电池/电芯：欣旺达。云计算篇：我们认为未来五年（2019-2023），华为云服务收入（含私有云等）会从 2018 年的 10 亿+美元增长到 100 亿美元水平，数据中心市场、ARM 生态圈、基础设施配套、云安全等产业链合作公司有望与华为云实现共同成长。产业链重点公司：第三方IDC：万国数据、数据港；数通光模块：中际旭创、光迅科技； 服务器PCB： 沪电股份、深南电路； ARM 生态：中国软件；云安全：启明星辰。安防篇：华为利用自身两大优势，安防芯片（海思全球占比达到 60%）及视频云，积极进军安防产业，目前发展快速，未来将通过千亿研发投入、引爆产业创新，让智能安防与 5G 跑在一条水平线上。产业链重点公司：依图科技、科大讯飞、联合光电。车联网篇：我们认为华为有望填补国内空白，成为类似博世、大陆等世界级Tier1 供应商。华为自身定位是做增量部件供应商，面向 70%的增量市场，未来有望做到500 亿美元。产业链中，与华为公司能力和资源长板互补性强的智能互联上游、智能能源上游和智慧交通供应商将受益最大。【主题：网络安全】6月30日讯，在中国软件产业发展情况新闻发布会上，《国家网络安全产业发展规划》正式发布，工业和信息化部与北京市人民政府决定建设国家网络安全产业园区。根据规划，到2020年，依托产业园带动北京市网络安全产业规模超过1000亿元，拉动GDP增长超过3300亿元，打造不少于3家年收入超过100亿元的骨干企业。到2025年，依托产业园建成我国网络安全产业“五个基地”。这个题材其实在此前上上周和上周中不少相关个股已经被炒作过一波，任子行、熙霖信息、北信源、启明星辰、旋极信息、浪潮信息等等都有过表现，但整体的持续性比起垃圾分类和更早的氢燃料这样的题材还是有比较明显的差距。随着这个规划的出台，这个题材是否会被资金做认可，还需要下周做一下观察。【主题：乳业】6月28日消息，国务院发布关于促进乡村产业振兴的指导意见。意见指出，加强生猪等畜禽产能建设，提升动物疫病防控能力，推进奶业振兴和渔业转型升级。实施休闲农业和乡村旅游精品工程，建设一批设施完备、功能多样的休闲观光园区。推动农村电子商务公共服务中心和快递物流园区发展。鼓励地方政府发行项目融资和收益自平衡的专项债券，支持符合条件、有一定收益的乡村公益性项目建设。规范地方政府举债融资行为，不得借乡村振兴之名违法违规变相举债。支持符合条件的农业企业上市融资。乳业板块是一个相对低调，但走势又非常不错的板块，但一直以来除了龙头股伊利股份走势十分强劲外，板块内其余的几个区域性比较强的乳业股的表现相对伊利来说就不太理想。但值得注意是，今年以来，几个相对低位的乳业的走势虽然涨幅谈不上有多大，但已经有走出自己节奏的趋势，几乎不怎么受到大盘的影响。【涨跌停解密】周五涨停家数41家，其中非一字板涨停30家。跌停家数10家，非ST股票8家，绝大多数都是近期的题材强势股。从周五涨停个股分布看热点比较匮乏，环保依旧是最大赢家，其余还有像稀土永磁、电改、壳资源、PCB、上海自贸。垃圾分类：中原环保、绿色动力、联泰环保、惠城环保、中环装备、中持股份。稀土永磁：正海磁材、久吾高科。电改：华银电力、闽东电力。PCB：沪电股份。上海自贸：畅联股份。【资金动向】沪港通与深港通交易日历显示，6月28日（周五）当天北向交易将关闭，7月1日港股休市，北向通和南向通全部关闭。", "author": "阿尔法工场", "newsdate": "发布时间：19-06-30", "newstime": "23:48", "sentiment": [{"positive_prob": 0.859456, "confidence": 0.687679, "negative_prob": 0.140544, "sentiment": 2}]}, {"title": "华为解禁：陷入美方单方面“贸易进超”，于情不合于理合！", "content": "2019年6月29日消息，华为已经被解除“实体黑名单”，美国公司将被允许继续向华为出售零部件产品及其通用软件服务。换句话说，华为手机可以继续安装最新版的Android系统，并实时接收谷歌官方的安全推送更新。同时华为也可以向ARM、英特尔、高通和镁光等公司购买电脑芯片和内存条。对于华为而言，它所有的消费者业务电子产品线将继续运作，不会受到任何影响。据不完全统计，每年美国企业向华为出售产品的利益可达数百亿美元。但是，值得注意的是这其实是一个片面的好消息，片面在于它允许华为继续进口美国公司的产品，但是却没有表明华为可以继续向美国市场提供5G电信设备和手机平板等电子产品。这是对于一家公司的单方面贸易进超，即华为在美国市场的进口额将远远大于出口额，处于国际贸易中较为不利的一方。仿佛一夜之间再度回到了2018年，华为照常进口美国企业电子产品和软件服务，而美方继续以网络安全为由渲染华为5G电信设备、智能手机和平板电脑等电子产品的危险性。于情不合：华为只能继续进口美国企业的电子零配件和软件服务，而不能向美方继续提供电信设备服务和出口电子产品，这是在情面上不合的。举一个简单的例子：东区有一个卖菜的店铺和西区一个卖鱼的店铺，卖菜的老板每天在这家店铺买鱼，而卖鱼的老板却不在这家店铺买菜，只因为这家卖菜的店铺是东区的。于理合：华为作为一家营利性的私营企业，一切以盈利为目的，当一个市场不适合自身的时候应该去寻找另一个突破口。任正非表示华为准备在加拿大多伦多和渥太华等地区购买土地，建立研发中心，至少有投资几十亿美元。另外，华为在欧洲市场的智能手机销量可谓节节高升，直逼三星苹果，5G电信设备方面由于独特的价格优势和技术深得国外不少运营商的喜爱，同比爱立信和诺基亚，华为电信设备的价格低30%~50%。商人有一句话：没有永远的敌人，只有永远的利益。虽然华为已被解除“黑名单”限制，但是理论上华为的鸿蒙系统仍然会如期出席，就像当初没有禁止华为使用高通骁龙移动芯片时，华为就自主推出了海思麒麟芯片，这本身就是华为未来发展的战略布局，接下来就该考虑如何媲美安卓生态系统和ios生态系统了。另外华为目前在5G方面已经领先了，不光是在5G专利方面占有率高达15%以上，而且在芯片方面，移动芯片巨头高通的X50 5G调制解调器+高通骁龙855的配备只支持NSA，而华为的海思麒麟处理器+巴龙5000系列5G调制解调器则支持NSA和SA两种模式。前者被称为“假”5G，而后被称为“真”5G，谁强谁弱，一看便知。对于华为解除“黑名单”限制，你还有什么看法呢？免责声明：图片源于网络，如有侵权，请联系作者。本文章由作者“狐说IT”原创，文章部分内容仅仅代表个人观点。未经许可，禁止转载到其他平台网站，否则将追究其法律责任，谢谢合作。", "author": "IT少女小狐酱", "newsdate": "发布时间：19-06-30", "newstime": "13:50", "sentiment": [{"positive_prob": 0.513464, "confidence": 0.730725, "negative_prob": 0.486536, "sentiment": 1}]}, {"title": "华为真被放过？任正非可以松口气了？真相没有那么简单！", "content": "昨天下午，一条消息刷爆网络：特朗普称美国企业可以继续向华为出售零部件。这是特朗普在G20峰会闭幕之后的记者会上做出的表态。不过，我们对此似乎已经很淡定了，毕竟“出尔反尔”的事情老特也不是第一次干了。谁知道他会不会再出幺蛾子。自从五月份开始对华为大规模封杀以来，特朗普实际上也感受到了前所未有的压力。你不让我用“安卓”，我就拿出“鸿蒙”让你看看。你不给我芯片，我就用自己的“海思”。凡是你不给我的，我都有备份。对比起前两年中兴的不堪一击，华为的反击堪称漂亮。也让我们彻底看到了华为的精神和未雨绸缪的先见之明，更加佩服任正非这位已经75岁老人的远见。尽管特朗普做出了表态，但我认为他封杀我们高科技企业的决心不会变，后面甚至还会有大动作。所以，抛弃对别人的幻想才是首位，唯有依靠自己的不断进步才能够真正不惧怕封杀。心态上，我们要越来越开放和包容；但行动上，我们永远不能无条件地信任他人。“卧榻之侧，岂容他人鼾睡”。相信任总通过这次的事件，更加坚定了发展自己的核心技术，不受制于人的路线。一个小小的“芯片”，就能够要了我们很多企业的“命”；一个操作系统，就能掀起翻天覆地的巨浪。我们的很多企业都是通过商业模式、人口红利来赚钱。像华为这样真金白银地投入到研发中的企业少之又少。如果我们国家能够有几十家甚至上百家这样的企业，恐怕没有人敢封杀我们了吧。为何华为能够未雨绸缪？实际上，华为在进入手机领域之前，大部分人都不了解他。甚至有一天，我听朋友说华为就是生产手机的企业，可见华为之前是多么的低调。这恐怕与任正非经营企业的理念有很大关系。因为工作的原因，我曾经接触过几位华为人，也读过关于华为的著作。华为人崇尚狼性文化，尽管在前段时间，“996”被人诟病，但不能否认的是，华为靠着这种狼性才取得了今天的成就。实际上，早在1991年，任正非就开始筹划建立自己的芯片公司，直到2004年正式成立“深圳市海思半导体有限公司”，到今已经整整十五年了。举测算，华为在芯片上的投入应该超过了2000亿元，如此高昂的投入就是防止有一天被人“卡脖子”。华为的企业文化决定了他们必然会走这样的一条路，熟悉华为的人都知道，华为有一部“基本法”，使他们的行事准则。这部华为基本法在1998年便讨论通过，中间数次进行完善修编。“以客户为中心，以奋斗者为本，长期坚持艰苦奋斗”这是华为企业文化的核心和精华。尽管华为每年盈利很高，员工的收入更是令人艳羡，但任正非从不忘记长期坚持艰苦奋斗，要把资金用在保证企业能够长期生存的地方。任正非早就知道有一天会因为崛起而被封杀，因此才有了未雨绸缪，也才有了充足的准备，这绝对是值得我们尊重的企业家。企业跟华为学什么？很多企业都想效仿华为，可惜只学到皮毛，没有学到精髓。1、垫子文化华为加班严重人尽皆知，也是很多人最终离职的原因。可是华为分起钱来毫不手软，年薪过百万的一抓一大把。而大部分学校有的企业，老板要求员工拼命加班，发起工资来却十分吝啬。试问这样的公司，有谁愿意为之真正的付出呢？2、狼性文化华为崇尚狼性文化，一切以客户为中心，屁股对着领导，眼睛盯着客户。狼性并不是要求你嚣张跋扈，而是一切以目标为导向，狼盯着的是肉，见到肉就会不顾一切的拼命。狼崇尚团队作战。论单打独斗，一匹狼也许不成气候。但一群狼则战无不胜。而很多企业，却内耗严重，员工大部分精力都用来盯着老板，看老板的喜好。老板喜欢的就多做，老板不喜欢的就不做。这些都不是狼性文化的精髓。3、高薪酬任正非有句名言：“钱分好了，管理的问题就解决一大半了”。垫子文化和狼性文化是实现目标的手段，而高薪酬则是后援。毫无疑问，只有狼性和垫子文化，而盈利都装到自己腰包的企业是毫无竞争性可言的。任正非在华为的股份只有不到2%，剩下的98%属于全部华为人。这是何等的气魄，说明他根本不是赚钱的，而是做事业，把华为当成自己的孩子一样无私奉献。要想真正的学习华为，只学一点、以偏概全的做法是毫无益处的。必须结合自己企业的特点，真正把华为的精、气、神学到，才能够对企业产生指导意义。对于员工来说，其实要求也没那么多，他们需求无外乎以下几点：你让我多付出，就给予我相应的回报；公司越做越大，每个人都能够分享到红利；发自内心的尊重，很多时候工资固然重要，但得不到尊重更让人无法接受。个人如何学习华为企业可以学习华为，作为个体，我们同样可以学习华为的精神，把自己当作一个企业来经营。1、奋斗精神华为的崛起，靠的是拼搏精神，从成立之初，华为便不断的奋斗，国内市场、非洲市场、亚洲市场，直至欧洲市场和美国市场。靠的是精益求精的品质和拼搏精神，这些都值得我们每个人学习。你把时间用在哪里，成就就在哪里。用在刷电视剧，刷电影，玩游戏等等娱乐活动上，必然不会在事业上成功。成年人的世界，没有人会像对待学生一样，鞭策你，要求你，一切都要靠自己。奋斗辛苦吗？非常辛苦，但值得。如此而已。2、聚焦华为成功的秘诀是什么？可能有很多，但有一条我认为很重要，他从不做自己不擅长的事，赚不该赚的钱。如果华为投资房地产或者其他领域，以他的知名度，一定能够赚的盆满钵满，但之后呢？必然会影响主业的发展。在利益和诱惑面前，敢于放弃的才是顶尖高手。你能做到只聚焦一个方向吗？大多数人做不到，真的想在某一领域有所成就，需要日复一日的刻苦练习。关注的太多，自然一事无成。3、未雨绸缪华为的未雨绸缪已经展现的淋漓尽致。职场上，现在有“35岁现象”，你还有几年到35岁呢？还是已经过了35岁？危机无时无刻不在，我之前的文章就曾经提到，一位45岁的同事被公司劝退了。谁也不敢说自己明天会怎么样，如果没有一技之长，一是被淘汰的几率大增，二是被淘汰之后东山再起的可能性大减。这一增一减，便是一个职场人的核心竞争力。说了这么多华为，我们其实更应该学习的是他的精神，小到一个人，一个企业，大到一个国家，只有有了“华为精神”，才能够永远立于不败之地。", "author": "职场前规则", "newsdate": "发布时间：19-06-30", "newstime": "10:49", "sentiment": [{"positive_prob": 0.00365496, "confidence": 0.991878, "negative_prob": 0.996345, "sentiment": 0}]}]