[{"title": "华为值多少钱？全世界非上市公司中估值最高的巨头", "content": "来源：虎嗅APP文/Eastland小米、美团都曾表达过不想、不急于上市，但没人信，所以在盘点“未上市科技巨头”时会被列入。任正非说“不上市”，人们真信了，于是华为被故意漏掉。其实，华为才是全世界非上市公司中估值最高的巨头，蚂蚁金服暂时难与之争锋。林子大了什么鸟都有，有人说“华为营收是腾讯的2.5倍，市值应为8万亿港元”，华为是硬件公司，腾讯是互联网公司，怎能按相同的市盈率、市销率估值？2018年华为营收有望突破1000亿美元（年报尚未公布），智能手机出货量2.08亿部，居全球第三。本文简单分析华为的估值，算是抛砖引玉。日益倚重2C业务2017年，华为营收6036亿，较2006年增长809.5%，年均复合增长率22.2%。2007年华为营收增速达41%，受美国次贷所引发全球金融危机的影响，华为增速迅速下滑，2009年跌至19%。2011年反弹到22%之后，华为又度过了艰难的3年，营收增速在10%上下；2015年、2016年，华为再度迎来快速增长，增速分别为37%和32%；2017年急速回落到16%。2018年上半年，营收3257亿，同比增长15%，预计全年营收将首次超过1000亿美元。2010年之前，华为将营收分为销售商品、提供劳务和建造合同三块。2009年，三者在营收中的比例大致为77 : 13 : 10。从2010年开始，华为将营收重新分为运营商业务、企业业务、消费者业务三大块。2010年，运营商业务收入1458亿，占营收的80%；2017年运营商业务收入2978.4亿，较2010年翻了一倍，但是占营收的比例首次降至50%以下。2010年，消费者业务收入309.1亿，占营收的17%；2017年消费者业务收入2372.5亿，较2010年增长667%，占营收的比例首次接近40%。2015年、2016年华为运营商业务增速达到20%以上，2017年回落到3%，跌幅触目惊心。消费者业务迅速崛起，2015年增速达67%，2017年回落到32%，情况不甚乐观。企业服务增速尚可，但由于基数小，对营收增长贡献有限。2016年，华为企业服务收入同比增长47%，但对营收增长的贡献率仅为10%。同年，运营商业务、消费者业务对营收增长的贡献率分别为44%和43%。到了2017年，消费者业务贡献率达到70%，运营商业务只有9%，这种局面或许会成为常态。华为消费者业务既是强劲技术积累的自然延伸，也是分散风险的重要措施。在山雨欲来风满楼的2017年，消费者业务对营收增长的贡献率达70%，2018年、2019年或许会更高。日进斗金不算什么华为运营商业务毛利润率稳步提高、逐步接近极限值，但在营收中的占比亦逐年下滑，新兴的消费者业务毛利润相对较低。多重因素作用下，华为毛利润率拐点出现在2014年，为44.2%，绝对金额达1275亿。此后逐年下滑，2017年跌到39.5%，但绝对金额达2381亿。华为消费电子产品包括智能手机、路由器、机顶盒等产品，真正值得关注的是智能手机。2013年，华为消费电子产品整体出货量为1.28亿部，其中智能手机5200万部。2014年，华为消费电子产品整体出货量微增至1.38亿部，其中智能手机7500万部。2015年，华为智能手机出货量突破1亿部，财报从此不再披露消费电子产品的整体出货量。2018年上半年，华为智能手机出货量达9500万部，全年出货2.08亿部，居全球第三。排在华为前面的三星、苹果出货量分别为3.14亿部和2.25亿部。按照这种趋势，2019年华为智能手机出货量将超越苹果，稳居全球第三。2013年，华为净利润超过210亿，2017年达475亿，净利润率7.9%。与毛利润率一样，净利润的拐点也是2014年，该年净利润率接近10%。一般情况下，2C的业务需要更多的市场费用，从“2B一家独大”到“2B+2C混合”，市场费用占营收的比例会明显提高。华为的厉害之处在于，转向过程中“市场&行政费用率”不升反降：2014年，市场及行政费用合计475亿，占营收的16.5%；2017年，市场及行政费用合计927亿，占营收的15.4%。华为现金流更加惊人，2017年经营活动产生的现金流净额达963亿，折合142.8亿美元。日均3912万美元，可购黄金3万盎司（853公斤）。对华为来讲，日进斗金不算什么。研发筑就护城河世人皆知华为研发投入高，事实上2008年华为投入就达到105亿，2012年接近300亿，2015年接近600亿，2017年达897亿。2006年~2017年，华为12年累计研发投入达4090亿，占同期总营收的13.2%。截至2017年末，华为研发人员达到8万人，占员工总数的45%。估计2018年研发投入超过1000亿，累计数量超过5000亿！与科技巨头相比，华为的研发投入毫不逊色。更确切地说华为已经跻身科技巨头前列。2017财年，华为、苹果、微软、亚马逊的研发投入分别为133亿美元、112亿美元、130亿美元和226亿美元。华为仅次于亚马逊。2011年~2017年的七个财年，华为、苹果、微软、亚马逊累计研发投入分别为544亿美元、456亿美元、777亿美元和746亿美元。华为居第三位，比苹果多87.9亿美元。截至2017年底，华为累计获得7.43万件专利授权（多数申请了海外专利），其中90%以上为发明专利。根据常识推断，7.4万件专利不可能被完全“绕过“，在2B领域将华为“封杀”或“踢出圈子”绝非轻而易举。在2C领域，即便2017年897亿研发费用只有三成投向智能手机，也比那家“生死看淡”的企业高7倍半！华为用5000亿研发投入筑成的“护城河”又宽又深。华为值多少钱？华为显然不能按腾讯的市盈率、市销率估值，比较适宜的对标对象是苹果。2018财年苹果营收、净利润分别为2656亿美元和595亿美元。最新市值7203亿美元，与之对应的市盈率、市销率分别为12.1倍和2.7倍。苹果盈利能力强但在走下坡路，华为消费业务强劲、2B业务面临重大不确定性。综合各方面因素，假如在美国资本市场，投资人参照苹果给华为估值比较靠谱。#微软、亚马逊与华为业务差别太大#2017年华为营收、净利润分别为6036亿和475亿。按苹果市盈率、市销率，华为估值在5750亿~1.6万亿元之间，均值1.1万亿。假设2018年营收、净利润同比增幅为25%，则华为估值约合2000亿美元。2000亿美元是非常粗线条的估值。再说华为真不打算上市，本文只为Mark一下。", "author": "金融界", "newsdate": "发布时间：19-01-14", "newstime": "08:50", "sentiment": [{"positive_prob": 0.907629, "confidence": 0.794732, "negative_prob": 0.0923705, "sentiment": 2}]}, {"title": "华为mate 20 pro怎么限制应用的使用时长？让你玩游戏更有约束！", "content": "在这个网络越来越发达的时代，人们手中的手机已经不再是用作简单的通话、短信等功能了，而随着各种游戏软件、短视频软件、社交软件的火爆，人们手中的手机大部分时间都用来娱乐了。而对于每天学习或者是上班的人来说，每天除了学习或者是对着电脑工作外，长时间的玩手机对我们的颈椎眼睛都不好。而华为mate 20 pro手机拥有一项健康使用手机的功能，通过对这项功能的设置，我们可以对经常使用的游戏或者影音软件进行每天的使用时间限制，以此来约束自己使用手机娱乐的时间。那么怎么设置华为mate 20 pro手机的应用时间限制呢？下面就跟着小编一起来学习一下吧。首先，在华为mate 20 pro手机的桌面上找到手机的【设置】选项，并点击进入。进入到手机的设置界面后，在界面中找到【健康使用手机】功能，并点击打开。进入到健康使用手机界面后，在界面中找到【应用限制】选项，并点击进入。进入到手机应用限制界面后，在界面中就可以根据自己的需求为游戏、影音、社交等软件设置限制使用时间了。然后，手机的通知栏中就会显示出设置好的应用软件还能够使用多久的时间了。好了，以上呢就是小编为大家总结的关于华为mate 20 pro限制应用使用时长的设置方法了，如果你也担心自己太过于沉迷玩游戏、刷抖音或者是追剧，那么不妨赶快跟着本文一起来设置一下手机中的应用使用时间限制吧，这样也能让自己对于玩手机有一个约束了。", "author": "手机保卫站", "newsdate": "发布时间：19-01-14", "newstime": "17:24", "sentiment": [{"positive_prob": 0.00617076, "confidence": 0.986287, "negative_prob": 0.993829, "sentiment": 0}]}, {"title": "华为遭“重创”被撤，中兴再遭禁售，日本软银出来献礼？", "content": "现在最热门的话题大概就是华为的5G技术了，在过去的2018年里，对于中国科技的民企而言，应该是动荡最大的一年，从中兴，华为受到美国的“打压”，又到华为因为联想的一票之差输给了美国高通，高通成为5G网络标准的主导权。虽然在这2018年里，中国科技企业遭受到了打击，但中国变得更加团结，国人的心也都紧紧地联系在一起。尽管在2018年，对阿里巴巴，华为，小米等中国企业的发展来讲，的确充满了困难，但在困难中，我们也发现了一些机遇。在这段时间，大家应该都知道，美国，澳大利亚等西方国家，一直都在抵制华为，中兴的设备以及5G网络技术。在华为遭到抵制的时候，很多国内企业纷纷力挺华为，甚至很多中小型企业都会要求员工必须要购买华为手机，可能很多网友认为，这种做法是不好的，但是在笔者看来，这些行为都在象征中国的团结，这种精神，无论什么国家，什么人都是无法打压的。在中国团结一致的时候，但美国却在起“内讧”。苹果和高通之间的对抗，可是从中国的福州法院到德国的慕尼黑法院。在美国第一个市值超过亿元美金的苹果公司受到高通的影响，硬生生的跌入谷中。以此看来，这就是中国和美国企业之间的区别，当然我们也要忽略掉之前的联想。但在最近，国内的科技企业华为又再次受到“重创”，无奈被撤，中兴再遭禁售，日本软银献出1000亿“大礼”，这到底是怎么回事呢？前一段时间，日本软银社表示，要更换华为的基站需要耗费1000亿日元，但是不管成本要多高，都要撤掉华为，因为华为的通信技术强大，在之前已经在很多国家在4G时代的时候就搭建了很多的基站，日本就是其中一个国家，但日本不惜耗费巨资都要撤走华为，拒绝与华为开展5G网络合作，日本的这一番举动，据说是受到了上头的“施加压力”。所以，大家对于日本的举动有什么看法？大家都应该知道华为拿下了海外30个左右的5G订单，但在最近又有中兴被禁售的消息，关于中兴被禁售，是因为在2017年专利侵权，德国法院作出了判决，因为华为，中兴侵犯了美国的标准专利组合，所以为了让中兴，华为禁止使用这种技术，就要销毁所有使用这种技术的产品。虽然国内的企业一直都受到美国，日本等国家的针对，确实让人感觉很激愤，但是换个角度来说，正是中国的科技实力的强大，华为5G网络技术的实力，阿里巴巴的移动支付等等，才会受到很多国家的“排挤”。中国的科技企业不管经历什么，笔者相信，中国的实力会崛起，科技实力会越来越强。你们怎么认为呢", "author": "阿成讲科技", "newsdate": "发布时间：19-01-14", "newstime": "18:54", "sentiment": [{"positive_prob": 0.00462767, "confidence": 0.989716, "negative_prob": 0.995372, "sentiment": 0}]}, {"title": "用了这么多年华为，今天才算真正弄懂“mate”的意思！你知道吗？", "content": "我们都知道，很多手机厂商推出利润很多不同系列的产品，比如三星的S系列、Note系列，小米的数字开头的系列、Mix系列，OPPO的A系列、R系列、华为的P系列、Mate系列等，这些不同的系列的定位各不相同，名字的含义也不一样。就拿华为来说，近年来华为手机不仅在国内受人欢迎，在国外也是人气爆棚，不过你们知道华为Mate系列的这个Mate到底是什么意思吗？作为全球第一梯队的手机厂商，华为对发布的每一款产品都下足了功夫，从技术的研发到外观设计，从硬件和软件的结合再到产品的命名，在每一个环节，华为都费尽心思为消费者带来更好的产品。一个产品或者一个系列的命名要考虑很多方面，要考虑价格、产品定位、含义等方面，Mate系列作为华为的高端产品在这个方面自然是不能含糊的。从字面意思上，Mate意味伙伴，朋友，表示的是一种亲密的关系。华为将这个系列命名为Mate，就是表达这款产品和用户就像伙伴一样，一起努力，一起进步，形影不离。虽然现在的智能机的功能很多，不过毕竟只是一个机器，它是没有感情的，即使使用几年以后它还是一个冰冷的机器。而Mate的命名则让手机有了一点人情味，我们可以把这个产品看作是伙伴，它可以帮助我们学习，陪伴我们娱乐，督促我们进步，这样用户和产品就建立了健康的联系。另外，Mate也有连接的意思。既是华为公司和每个用户的连接，也是每个用户和产品的连接，这种连接随着用户使用产品时间的增加越来越清晰。华为通过这个有深意的命名吸引了不少的新用户，又牢牢地抓住了老用户，可谓一举两得，虽然华为产品的综合素质才是众多消费者购买它的原因。不过这个Mate的命名也起了一些作用。从华为对产品的命名，我们可以看出华为在用心地做产品。如今，华为能取得如此的成绩离不开它专注用心的态度，Mate系列的寓意只是华为用心的一个方面，让人觉得即使是孤身一人，依然有一个人在陪伴着自己。那么，你们用过mate系列的手机吗，你们觉得如何？", "author": "陈大仙聊数码", "newsdate": "发布时间：19-01-14", "newstime": "22:30", "sentiment": [{"positive_prob": 0.00604337, "confidence": 0.98657, "negative_prob": 0.993957, "sentiment": 0}]}]