[{"title": "史上最贵华为手机来了！5G+折叠屏11月15日开售", "content": "来源：券商中国来源：证券时报网国内首款5G折叠屏手机来了！10月23日下午，华为在深圳举行了华为5G终端与全场景新品发布会，最引人注目的则是国内首款5G折叠屏手机——Mate X的发布。此外，华为还发布了Mate 30系列5G版、华为VR Glass、华为Watch GT 2、华为手环4、华为FreeBuds等产品。华为终端手机产品线总裁何刚在发布会上介绍，截至10月22日，华为2019年手机全球发货量已突破2亿台，比去年提前64天达成！华为发布首款5G折叠屏智能手机Mate X！先上大家最关注的：Mate X 价格：16999元开售时间：11月15日 10:08再来看看性能：屏幕：8英寸航天级高分子柔性折叠全面屏，折叠后主屏6.6英寸，最薄处厚度5.4毫米。鹰翼式折叠屏零开孔、零挖槽。摄像头：超感光4000万徕卡四摄电池：4500mAh大电池，55W华为超级快充，30分钟可充电85%。组网方式：5G同时支持支持SA/NSA 5G双模，支持5G+4G双卡双待。事实上，Mate X并非一款“新手机”，其早在今年2月24日华为巴塞罗那发布会上亮相，不过这一次属于正式在国内市场上市发售。今年2月，华为即公布了这款手机8大亮点：1、鹰翼式折叠，独创转轴，0-180度自由翻折；2、5.4mm机身单边厚度，轻薄有质，称手称心；3、4.6Gbps下载速率，3秒即可下载一部1GB视频；4、5G手机一步到位，同时支持NSA/SA组网；5、更安全的5G手机；安全防范升级，隐私保护优化；6、全新交互，大有格局，多屏互动，智慧协同；7、拍摄时双屏实时预览，镜像智拍，双面精彩；8、比快更快 55W超级快充，30分钟可充电85%。再来一波图片欣赏：这家公司股价已率先启动23日下午2点左右，京东方A迎来一波急拉，截至收盘，涨2.46%，报3.75元/股。23日上午，公司在平台回应读者时表示，Mate X手机使用的面板就是公司供应的柔性AMOLED面板。今年2月，在华为发布Mate X后，海通证券发布研报表示，折叠屏手机可同时兼顾大尺寸与便携性，有望成为下一轮手机创新的主旋律之一，供应链多个环节迎新机遇。海通证券认为，折叠手机的变化主要在于材料方面，体现在以下几点：柔性盖板，铰链、触控、OCA胶、偏光片、驱动IC封装等。(1)目前可折叠OLED面板必须搭配柔性TFT基板和柔性上盖板，过去手机保护玻璃主要来自康宁，但折叠屏弯曲度大幅增加，目前必须改用塑料基材的CPI膜，如三星Galaxy Fold的CPI由日本住友化学供应；(2)为实现折叠功能，需要新增机械式结构即转轴，精确地控制展开及闭合，并且需要承受20万次的重复使用。如华为创新发布的多层复合式铰链，主要包含两层机械式推拉结构，由华为工程师耗时三年精心研发而成；(3)触控方面，过去手机触控面板使用传统ITO膜，但ITO多次或大幅弯折后导电性大幅下降，因此目前替代材料以金属网格和纳米银线为主；(4)折叠屏需保证多次弯折却不影响各膜层之间的贴合，因此对于OCA胶的要求更高；(5)偏光片方面，为实现柔性轻薄，偏光片的厚度也需要大幅降低；(6)驱动IC封装方面，目前三星在可折叠手机OLED驱动IC采用COP封装制程，我们推测华为有可能采用COF封装，相应驱动IC设计及COF材料供应商等都有望收益。今年下半年以来，华为概念股迎来了一波较大涨幅。华为概念指数今年下半年来由低点至最高区间涨幅超过35%，但在9月24日创下阶段高点之后，总体呈现下跌趋势。就23日来看，华为概念股总体也呈现下跌趋势，截至收盘，华为概念指数跌0.48%。还发布了这些新品除了Mate X以外，华为还发布了Mate 30系列5G版。作为全球首款第二代5G智能手机，Mate 305G系列搭载了旗舰5G SoC芯片组，支持NSA/SA双模5G网络，并且还支持5G/4G/3G/2G全网通，内置14根5G天线，支持7个5G频段，并且同时支持5G/4G双卡双待。其它配置方面，Mate 30 5G与Mate 30 Pro 5G与之前发布的Mate 30和Mate 30 Pro保持一致。此外，23日的发布会还发布了华为VR Glass 、华为手环、华为5G随行WIFI等。其中，华为5G随行WIFI为全球首款5G双模全网通随行WIFI，让非5G设备也能共享5G高速网络。据华为终端官方微博介绍，上述新品均将于今年年内开售。", "author": "金融界", "newsdate": "发布时间：19-10-24", "newstime": "09:36", "sentiment": [{"positive_prob": 0.514004, "confidence": 0.719919, "negative_prob": 0.485996, "sentiment": 1}]}, {"title": "华为MateX发售日期已定，看到售价，心凉", "content": "华为成为了当下这个时代的“宠儿”，几乎每个人都在关注着华为，也都在关注华为的各种产品，甚至华为的高管几乎各个都成为了新时代的“科技网红”。不过这也无可厚非，毕竟华为也确实代表了中国科技的中坚力量，它不畏西方科技巨头的各种抵制，不惧川普政府的针对，用各种黑科技去证明自己。要说华为目前最为“亮眼”的产品当属华为在手机领域的进步，而早前华为推出的MateX折叠屏手机，一经发布，几乎惊艳了整个手机行业，就连三星这样的巨头都为之逊色不少。而在折叠屏当中其实有两种方案，一种是向内折叠，这种方案是最简单的，三星的Galaxy Fold就是采用的这种，昔日巨头采用的是一种保守的方案。而另一种就是向外折叠，华为MateX就是采用的这种方式，其工艺难度是最大的，但是也是效果最好的，而华为的鹰翼铰链式设计，完美的让这款MateX折叠屏手机表现得非常完美。可惜毕竟受限于制作工艺的难度以及量产的瓶颈，华为MateX可以说完完全全是一部“PPT”手机，而它的发售日期也是一而再，再而三地往后延期。不过目前华为在深圳召开了发布会，会上华为发布了多款系列的5G新手机，其中包括华为Mate30 5G、Mate30 Pro 5G。当然了还有我们要说的这款MateX手机，而且从23日开始便可以进行预约。得到这个消息，我们其实应该挺开心的，因为毕竟这款“PPT手机”终于要量产了，因为此前有消息传言MateX会在国庆节后发售，国庆节过去了，众多网友等来的是一个失望。而日前官方已经确定华为MateX将于11月15日上市。不过我们也不要高兴得太早，因为当你看到它的售价后，你还会因为它即将上市而开心吗？售价16999元！在配置方面8GB+512GB。看到这个售价后，我激动的心瞬间凉了一半，不是应该是冻透了。16999元的售价，基本上可以买两部iPhone 11，相信这个价格或许会把许多人挡在外面，或许它仍然还是一款“PPT”手机。那么我们还是关注一下这款手机的配置吧，至于价格，除了心凉，也不想多说什么了。华为MateX搭载的是海思麒麟980芯片，而且将加持巴龙5000 5G基带。而华为官方表示，华为将会于明年3月份推出第二款折叠屏手机Mate Xs，将会搭载麒麟990 5G集成芯片，会大大的解决5G手机在功耗和性能方面的短板。那么假如让我在华为MateX和iPhone11之间做个选择的话，我或许还是会选择iPhone11，因为我的实力就在这儿，虽然如此，华为消费者业务产品总裁何刚在其朋友圈表示，华为目前手机销量已经突破2亿台。虽然我看到这个售价感到心凉，但或许深爱华为的你，会选择购买支持华为，毕竟华为MateX的却是一部前所未有的震撼产品，你愿意付出“情怀”吗？", "author": "路飞写代码", "newsdate": "发布时间：19-10-24", "newstime": "17:46", "sentiment": [{"positive_prob": 0.389751, "confidence": 0.133887, "negative_prob": 0.610249, "sentiment": 0}]}, {"title": "华为3季度营收6000多亿，他的5G竞争对手诺基亚，又如何呢？", "content": "华为在前几天公布了今年到第三季度的业务营收状况，可以说这个营业收入在中国的民营企业中，真的是前无古人，甚至可以说向阿里巴巴、腾讯这样的重量级企业想要超越，也是十分的困难。华为前三季度营收同比大增24.4%，收入达到了6108亿元，根据此前华为公布的半年报来推算，华为前半年拿下4013亿的营收，由此可得出华为在第三季度拿下了2095亿元营收的惊人成绩。众所周知，由于特朗普对华为的战略打压，让华为的业务开展收到了一定的影响，从而让华为的5G竞争对手，曾经的两个王者——爱立信和诺基亚，最近,也相继公布了第三季度的营收情况。此前我也发表过文章，说明了爱立信的营收情况，第三季度营收折合人民币大约为416亿元，这差着华为好大一截，差不多是华为的五分之一（详情点击华为三季度业务爆棚，他的竞争对手爱立信，第三季度营收怎么样呢），那么曾经的手机王者，现在的5G分羹人诺基亚又是如何呢？诺基亚官方在今天发布了2019年第三季度的财报， 诺基亚在今年第三季度的营收为63.31亿美元，约合433亿人民币，同比增长4%。诺基亚的半年报也显示营收良好，盈利能力提升，诺基亚总裁、CEO苏力还自信满满地表示，确认今年的业绩目标不变。不过诺基亚应该是忽略了一点，今年到现在诺基亚的业绩之所以好，是因为美国对华为的打压，影响了华为的发展，而现在中美关系趋于缓和，美国一些供应商也逐步恢复了对华为的供货，甚至华为表示愿意将5G技术全部授权给美国企业，一系列的动作看来，美国也可能会接触对华为的限制。现阶段爱立信和诺基亚那些还算表现不错的业绩，其实是在趁华为之危钻的空子，如果美国真的和华为由交恶变成了交好，那么爱立信和诺基亚的日子还好过吗？诺基亚CEO、总裁苏力还能自信满满的确认目标不变吗？这样看来，来自欧洲的两个5G建设参与者诺基亚和爱立信在华为面前完全构不成威胁，甚至可以说，他们两个企业一年的营收，都抵不过华为一个季度的营收，尤其是诺基亚， 当初全球每三台手机里就有一部是诺基亚，而世事无常，时过境迁后，曾经的手机王者已经销声匿迹，而当时谁都爱答不理的华为，现在手机方面已经具有了全球性的话语权，企业整体营收，更是让诺基亚汗颜。5G谁说了算？其实不仅爱立信说了不算，诺基亚说了不算，华为三星说了都不算，甚至美国说了也不算。5G是技术说了算，现在华为的5G技术遥遥领先其他企业，所以华为的5G在全球才是顶尖水平，美国想要打压他，现阶段看来并不是那么容易。相对的来说，如果有朝一日诺基亚的5G技术超越了华为，那么市场肯定还是会向诺基亚抛来橄榄枝。在这里，我们也期待华为能够带来更好的5G技术，方便中国人的生活，方便全世界人民的生活，另外，特朗普动用国家机器打压华为，必定不会得逞，因为5G技术在华为，华为在中国！", "author": "商道知事", "newsdate": "发布时间：19-10-24", "newstime": "19:54", "sentiment": [{"positive_prob": 0.258009, "confidence": 0.426645, "negative_prob": 0.74199, "sentiment": 0}]}, {"title": "华为准备了一个 5G 全家桶，就等你点单", "content": "如果把 5G 拟人化，我更愿意把它看成大厨。大厨可以做出各类美味佳肴，5G 手机只是其中一道菜而已。华为显然更懂这位大厨的能耐。尽管目前 5G 套餐还未正式推出，但华为先推出了一套 5G 全家桶，一切就绪，静待东风吹起。10 月 23 日，华为发布了包含 5G 手机、5G 随行 WiFi、5G 工业模组、VR 眼镜等等产品，覆盖日常生活的方方面面，同时华为还宣布了首个全屋智能家居解决方案，涵盖房屋的前装和后装，通过华为的连接能力，消费者能把家里变成一个智能空间。华为 Mate X 折叠屏手机5G 手机还是主菜消费者最为关心的 5G 手机，华为此次一口气发了两个系列。华为 Mate 30 5G 系列和华为折叠屏 Mate X。华为消费者业务手机产品线总裁何刚用了“首款核弹级 5G 爆品”来形容 Mate 30 5G 系列手机。因为就在 10 月 22 日，华为智能手机的出货量达到了 2 亿台，相比于去年提前了 64 天完成这一目标。另一边，9 月份华为在上海发布了 Mate 30 4G 版本，“等等党”们疾呼需要 5G 版本，如今它如约而至，还多了一个 Mate 30 5G 的 2 亿台纪念版，8+512GB，售价 7899 元，价格与普通版无异。一个很明显的变化是，华为在 5G 版本的内存上都是 128GB 起步——5G 时代，手机所要储存的数据一定会比以前更多。自然像华为折叠屏 Mate X 这样定位高端的产品，也是顶配 8+512GB，售价 16999 元。相比于上半年在欧洲发的 2299 欧元略低一点。不过这款产品仍然采用的是麒麟 980 芯片外挂巴龙 5000 5G 基带，支持 55W 华为超级快充。搭载麒麟 990 5G SoC 芯片的折叠屏将于 2020 年 3 月与大家见面，名字也改成了 Mate Xs。由于这款产品的屏幕相比于一般手机更大，并且有折叠态和展开态两种形态，因此软件适配也需要做相应优化。为此，华为组建了首个折叠屏应用生态联盟，以保证折叠屏在软件使用上的体验，合作伙伴目前覆盖了主要的常用软件。PingWest品玩在现场试用 Mate X 的时候发现，折叠屏使用的软件都有良好的屏幕适应度。呼出分屏应用后，可进行多任务同时处理。正如何刚在发布会上所说，三指上滑可以分屏，两边屏幕还能互动。类似这样的操作，都需要软件层面做相应的优化处理。目前开售的折叠屏除了华为 Mate X，还有三星的 Galaxy Fold，软件生态也是影响使用体验的重要方面。不过 5G 手机为什么会在“主菜”的位置？因为在移动互联网高度发展的今天，手机是鲜有集网络通讯、可视化操作界面、完备的人机交互逻辑于一体的设备，尽管其它产品也是 5G 全家桶的一员，但它们都能通过 5G 手机来操作。VR 与 5G 密不可分在华为看来，VR 将是 5G 时代一个很好的应用场景。韩国在 5G 商用 6 个月之后，累积拥有 350 万 5G 用户，用户日均流量达到了 1.3GB。而 VR/AR 的流量占到了日均流量的 20%。因此华为推出了可以调节眼镜度数的 VR 眼镜，整机重量 166g，能调节最高 700° 近视和 55-71mm 的瞳距，是近视眼用户的福音。售价 2999 元，12 月开售。华为 VR Glass 佩戴效果华为在现场进行了全球首个 5G+VR 二次元偶像直播功能，用户在戴上连接好 Mate 30 5G 手机的 VR Glass 之后可以与虚拟人物与“次元酱”进行互动。何刚对此补充道，华为 VR Glass 支持手机、PC 和云端的 VR 模式。如果说 VR 直播、观看节目，甚至 VR 游戏，这不得不让我想到《头号玩家》中的绿洲，玩家可以带上游戏头盔和眼镜，在虚拟世界当中与朋友会面。如果这项技术能够更加成熟，加上 5G 的普及，未来在视频行业将发展出更多 VR、AR，以及混合现实的技术，足不出户走个远亲也将成为可能。把你的房子变智能IoT 本身覆盖范围极广，某一家厂商无法单独支撑起这样的产品链条。于是华为召集大家一起，由华为提供连接能力，其他人提供产品加入这个连接，即使品牌不一样，各个产品之间也能相互协同工作。“这是我们的 IoT 更强的一点，可以连接起各个品牌的产品到 HiLink 当中。”华为消费者业务 IoT 产品线总裁支浩说，“华为只做产业的赋能者，不做行业掠夺者。”做 HiLink 生态建设的三年时间里，华为已经吸引了多家合作伙伴加入其中。然而 IoT 最强的能力体现，还需要各个产品间智能联动。8 月的 HDC 华为开发者大会上，华为已经推出过华为 IoT 开发使能三件套。在此基础上，华为推出了一套全屋智能解决方案，可以更好地展现 IoT 产品的智能化。这一方案将涵盖房屋的前装和后装。支浩表示，为了让消费者更加直观地了解到全屋智能的面貌，华为将在线上和线下分别开启生活馆，并对现有的华为体验店进行改造，更重要的是，华为要与合作伙伴一起开设 50 家线下体验店。同时也将会有一万个精装的前装样板房落地。在发布会现场，华为还推出了 720 全校空气净化器 C400、力博得智能声波牙刷等 IoT 产品，这些产品均加入了 HiLink，且都能通过华为手机的智能家居 APP 进行控制。不一样的 5G 产品5G 不仅可以家用，也可以在工业上应用。华为面向工业领域发布了全球首款商用 5G 工业模组。它能够在各行各业中提供连接能力，把相应的设备接入 5G 网络当中。它同样基于巴龙 5000 基带芯片，单片价格为 999 元，是第一款低于千元的 5G 工业模组。支浩表示，之所以在这样面向 C 端的场景下发布 B 端产品，是希望能给合作伙伴更多信心。但是如果你还没买到 5G 手机，却想用 5G 网络该怎么办？华为先给你准备好了标准答案：5G 随行 WiFi。华为推出的 5G 随行 WiFi 系列体积与手机一般大小，支持 5G 双模全网通。它两个版本，5G 随行 WiFi Pro 和 5G 随行 WiFi 标准版，前者内置 8000mAh 电池，支持双向华为超级快充和反向无线充电，后者则内置了 4000mAh 电池。也就是说，它可以是 5G 随行 WiFi，也可以是一台充电宝。事实上在 4G 向 5G 过渡的过程当中，还是会有相当一部分人持观望态度，却又想通过其他方式尝鲜 5G。即便不用 5G 手机，也能通过 5G 随行 WiFi 体验到 5G 的不同。很明显的是，华为在 5G 大门半打开的状态下，已经做了相对全面的准备，从个人到家庭，再从家庭到工业，华为的 5G 产品全面开花，组成了一套全家桶。对于消费者来说有着更加丰富的 5G 产品选择权，而一旦消费者开始通过产品真正进入 5G 时代，并不断将 5G 产品互联，那么这份体验将回不到 4G 时代了。", "author": "PingWest品玩", "newsdate": "发布时间：19-10-24", "newstime": "09:00", "sentiment": [{"positive_prob": 0.292389, "confidence": 0.350246, "negative_prob": 0.707611, "sentiment": 0}]}, {"title": "5G折叠屏，16999元！华为最贵手机上市，网友：不好贴膜，得缓缓", "content": "华为手机又刷屏了。10月23日，华为在深圳召开5G全场景媒体品鉴会，备受瞩目的华为首款折叠屏5G手机终于发布。售价方面，HUAWEI Mate X 8GB+512GB版国行售价为16999元，将于11月15日上午在华为商城限量销售。华为消费者业务手机产品线总裁何刚在接受媒体采访时表示，对Mate X的销量没有设立目标，会继续进行产品优化，但会坚持折叠屏方向，未来推出更多折叠屏产品上市。何刚还透露，华为Mate 20 5G 手机已有几十万用户在使用，并将Mate 30 5G描述为核弹级爆品产品，具备技术行业领先，规模发货能力，华为在运营商和终端消费者侧都积累了一定的5G推广经验。一起来看看这款手机有多厉害↓华为首款折叠屏5G手机正式发布售价16999元10月23日，华为在深圳召开5G全场景媒体品鉴会，推出了Mate 30系列手机5G版本，同时还公布了一款重磅的产品，那就是此前在MWC中亮相过的折叠屏手机Mate X。视频截图发布会上，何刚介绍称，Mate X采用的是华为自研的铰链技术，展开后是8英寸，仅5.4毫米厚度，折叠后则是6.6英寸大屏。此外，该手机支持5G双模全网通，采用EMUI9.1.1版本，处理器为麒麟980；内置4500mAh电池，支持55W超级快充，30分钟即可充电85%。截自华为官网拍照方面，支持超感光4000万像素莱卡四摄，包含4000万像素超感光摄像头（27mm）f/1.8，800万像素长焦镜头，1600万像素超广角镜头和3D深度感摄像头；另外，它的镜头支持ISO 204800超高感光度，支持45倍变焦范围，2.5cm超微距拍摄，支持OIS+AIS超级防抖。另外，在软件适配方面，华为Mate X也针对折叠屏的使用特点，在办公、购物、聊天、视频、游戏等方面进行了专门的优化。同时也支持智慧分屏等功能，可以让折叠屏更加实用高效。这款手机售价为16999元，将于11月15日起在华为商城限量销售。华为还为这款产品提供2699元的碎屏宝。同时，何刚还表示，华为目前正在开发搭载麒麟9905G芯片的折叠屏手机Mate Xs将在2020年3月份上市。在今年的MWC期间，华为发布了Mate X，采用折叠屏设计，起初搭载麒麟980+巴龙5000 5G基带，后置三摄。按照华为的规划，该产品本该年中发布。不过今年4月，三星的折叠屏手机出现良率事件而推迟上市。华为的Mate X的上市也由于良率不足一度推迟。在上个月的Mate 30系列国行发布会上，华为消费者业务CEO余承东透露，Mate X的技术问题已经解决，今年内一定会上市。并且在处理器上升级了华为最新发布的麒麟990的5G SoC。有网友认为，这个价格“肯定不是走量”了，但想尝鲜的人很多，也“不愁卖”。也就网友调侃称，不是钱的事儿，主要是手机没法贴膜/套壳，就不想买了……华为Mate X折叠屏面板确认：京东方国产AMOLED屏对折叠屏手机来说，最大的难题还是屏幕，可弯曲的屏幕现在只有柔性OLED面板，目前全球能研发、生产这种面板的没几家，其他公司大都选择了三星或者LG的方案，华为Mate X这次选择的是国产OLED面板。国内最大的面板公司京东方23日在投资者互动平台上确认，华为Mate X手机使用的面板就是他们供应的柔性AMOLED面板。此外，京东方还提到今年上半年该公司已经出货了1000万片柔性OLED面板，市场占有率18%，位列全球第二。华为2019年手机发货已超过2亿台华为选择在此时发布Mate X折叠屏手机，显然有多重因素；不过从行业大趋势来看，Mate X是乘着我国5G商用的大潮而发布。当然，伴随着这次发布会，华为也在为Mate 30 5G和Mate 30 Pro 5G预热，它们的价格从4999元到7899元不等，搭载的都是麒麟990 5G SoC；Mate 30 RS保时捷设计版5G手机也将赶在双十一期间开售，售价为12999 元，采用12GB+512GB的顶配。在发布会现场，华为重新亮相了Huawei VR Glass、FreeBuds 3、Watch GT 2等此前已经发布的产品；发布了一款5G随身WIFI ，支持5G双模全网通，续航强劲，拥有典雅黑和陶瓷白两种配色，会在12月上市。值得注意的是，在发布会现场，何刚还宣布，截至10月22日，华为2019年手机发货已经超过两亿台，因此还将发布华为Mate 30 Pro的两亿台纪念版手机。去年，华为突破2亿台智能手机出货量的时间是12月23日——今年提前了64天。此前，华为在10月16日发布的2019年前三季度经营业绩显示，华为手机前三季度的发货量超过1.85亿台。雷锋网认为，在智能手机之外，华为在5G方面的布局其实已经覆盖了更多的终端和行业场景，这也是华为的优势所在。而虎嗅网指出，三星在5G方面也有诸多布局。据市场研究机构IDC报告显示，2019 Q2季度全球智能手机出货量为3.332亿部，较2018年第二季度的3.412亿部同比下降2.3％，但三星以7550万台出货量在2019年Q2智能手机市场中排名第一 。三星折叠手机Galaxy Fold，在全球已经销售出50万部。SamMobile消息显示，三星还计划明年将Galaxy Fold销售提高至600万台。在5G手机销量方面，cnet消息显示，截至今年9月，三星5G手机销量已超200万台，2019年底，数字预计达到400万台。而就像下面这位知乎网友所调侃的，折叠屏目前还是华为和三星之间的“对局”，连5G手机都还在酝酿的苹果暂时得“往后稍稍”……每日经济新闻综合每经APP（记者 王晶）、中国基金报、雷锋网、虎嗅网等", "author": "正商参阅", "newsdate": "发布时间：19-10-24", "newstime": "11:54", "sentiment": [{"positive_prob": 0.503543, "confidence": 0.92913, "negative_prob": 0.496457, "sentiment": 1}]}, {"title": "人民日报“点名”华为：mate 30pro 5G太火爆，连拍手都出来了！", "content": "文  |  考拉科技馆   排版  |  考拉科技馆原创文章，禁止转载，违者必究！昨天华为正式推出mate 30 5G系列，根据华为的说法，华为mate 30 5G版是全球首款第二代5G手机，搭载麒麟990芯片，集成5G基带，起售价4999起。今天，华为mate 30pro 5G正式开始预售，预售结果不出所料，主流配色的华为mate 30pro 5G版全系售罄，目前在第三方平台京东仅剩亮黑色跟星河银有货。在华为mate 30pro 5G版火热开售之时，人民日报也是不甘寂寞，出来“点名”华为(双引号保命)，根据人民日报的说法：华为mate 30pro 5G版太火爆了，在天猫平台上线仅两分钟丹霞橙和青山岱这两种热门配色就已经宣告售罄，甚至在许多第三方交易平台还出现了许多拍手，专门抢拍华为mate 30pro 5G版。从人民日报的报道以及第三方电商平台的销量来看，今年的华为mate 30pro 5G版确实很火爆，以至于衍生了许多“拍手”，这待遇，也只有前几年的苹果才有过，真想不到如今的国产安卓机也能出现这种盛况。文章最后，你预约了华为mate 30pro 5G版了吗？科技自媒体撰稿人，只聊科技，关注我，了解更多科技资讯！", "author": "考拉科技馆", "newsdate": "发布时间：19-10-24", "newstime": "17:36", "sentiment": [{"positive_prob": 0.887145, "confidence": 0.749211, "negative_prob": 0.112855, "sentiment": 2}]}, {"title": "一听大楼改名“华为中心”，台当局跑了……", "content": "台当局驻新西兰的“台北经济文化办事处”搬迁到不到一公里外，租金还上涨24%。据台媒报道，台“外交部”23日声称，台当局驻新西兰第一大城奥克兰的“台北经济文化办事处”已搬迁，责成其搬迁的原因是所在建筑物更名为“华为中心”，系基于“安全考虑”等理由要求搬迁。对台当局此做法，岛内网友批评称：什么事都拿“安全”理由来包装、遮丑。奥克兰“华为中心”大楼资料图(图片来源：台媒)综合台湾“联合新闻网”等媒体10月23日报道，台“外交部”称，台当局“驻奥克兰台北经济文化办事处”原租地址于2001年8月起承租，至今年已18年。台“外交部”声称，由于办事处所在大楼2017年7月1日起更名为“华为中心”(Huawei Center)，办事处进行了“安全评估”，加上考虑到原有办公空间不够使用，在台“外交部”责成下，办事处在今年7月31日租约到期前另寻找适宜的办公空间，于7月29日完成搬迁。此前，台“驻奥克兰台北经济文化办事处”的网站曾于今年3月刊出一则公告，声称其征求新地址，随后该网站又于7月26日刊出搬迁公告，称会于7月29日搬迁至新地址。另据台湾“中时电子报”报道，此次搬迁后的新址与旧址距离不到一公里，但租金却高出24%，迁馆原因“竟然是因为原先租用的馆舍被大陆电信设备巨头华为购入”，“为防资安疑虑，不得不搬家”。针对台“外交部”这种行为和说辞，有岛内网友批评：什么事都以“安全”“司法程序”来包装、遮丑。来源：环球网/ 小夫", "author": "环球网", "newsdate": "发布时间：19-10-24", "newstime": "10:54", "sentiment": [{"positive_prob": 0.0585546, "confidence": 0.869879, "negative_prob": 0.941445, "sentiment": 0}]}]