[{"title": "刚刚，一条重磅新闻传出！华为，赢定了！", "content": "一太快了！所有人都知道要来，却没想到来得那么快。6日，工业和信息化部向中国电信、中国移动、中国联通中国广电发放5G商用牌照，标志着中国正式进入5G时代。随后，华为官方微博发文表示：华为公司将凭借端到端全面领先的5G能力全力支持中国运营商建好中国5G。言语之间的激动，简直溢于语言之外，难以形容。所有人都惊呆了，谁也没有想到，原本要到2020年才正式下发的5G牌照，竟提前了一年到来。无独有偶，就在今天傍晚6点整，一条重磅新闻刷屏各大网站，人民日报宣布我国将建立国家技术安全管理清单制度。这是我见过的最短的新闻，而历史经验告诉我们，新闻越短，事情越大。这个国家技术安全管理清单制度，很明显，是对美国技术管制名单制度的针锋相对。美国以国家安全为名义，进行种种管制。中国出台的国家技术安全管理清单制度，很明显，即是“以其人之道还治其人之身”。一手拉，一手打；一手胡萝卜，一手反制；有理有利有节，这就是中国的智慧和策略！二中国5G的到来和国家技术安全管理清单制度的建立，堪称是一个天时地利的邂逅，是一个一石多鸟的策略格局。其中，一个最直接的影响，是华为赢了！1、近上万亿元的5G超级大订单正向华为袭来，有了这一波滚滚财源，美国的所有制裁都化作了泡影。华为在5G方面的技术优势，决定它将成为这场5G盛宴里的最大赢家。要知道，在此前40个5G试点城市项目招标中，华为中标37个。中国电信据说基本用的就是华为的设备。中国5G牌照的发放和随之而来的大建设，等于给正在遭遇美国极限打压的华为，打了一针强心剂。3-5年之后，中国在5G的基站部署方面，将是巨大的数量级。有人预计，华为可能将得到近上万亿元的订单。这些订单，将为华为立起了最强大的根据地。有了这片根据地，华为必将穿越至暗时刻，绽放出更加绚烂的创新活力和生命光芒。这就等于，在滔天巨浪中，不仅华为早就准备好了备胎，国家也为华为渡劫准备了一艘诺亚方舟。2、面对中国5G商用后巨大的市场前景，以及遏制华为后被列入安全管理清单的负面后果，那些原本在美政府胁迫下合力围堵华为的美国巨头，正在纷纷倒戈。面对中国5G商用后的巨大市场前景，前一刻还在封锁中国的美国高科技阵营，立刻就分裂成了两部分。高通立刻表态：全力支持中国5G商用部署。同时，高通等美国主要芯片制造商还组织游说团体对特朗普政府进行游说，因为这些公司也担心禁令将对它们的业务造成影响。前一刻还利用ARM封杀华为的英特尔，也马上站出来，说我们很高兴看到英特尔在中国5G网络部署中扮演重要角色，并将继续与中国的科技产业生态拓展合作，支持5G不断发展。ARM的联合创始人Hermann Hause也r言辞激烈地评价了后果。他认为短期内对华为造成危害，但长期来讲，对ARM和其他执行禁令的也会伤害严重。而ARM官方的最新声明则表示，非常重视长期合作伙伴华为海思的关系，希望可以迅速解决当前的困难。谷歌，面对鸿蒙系统和中国5G大蛋糕，态度更是来了个180度大转变，加入了高通等组织的游说团体，警告白宫：封杀华为，将危害美国国家安全，希望特朗普政府收回禁令。在巨大的诱惑和压力下，西方封锁华为看似牢不可破的联盟破裂了。三他强由他强，清风拂山岗。他横由他横，明月照大江。他自狠来他自恶，我自一口真气足！原本，美国对华为动用全部国力打压，以为以为三斧头劈过去，极限施压之下，很快就可以压断华为脊梁，速战速决。鸡不成蚀把米！美国万万没想到：在国家和千千万万中国用户的支持下，华为不仅没有垮掉，反而越战越勇，让美国一脚踢到了铁板上，彻底打乱了美国原本的计划！美国万万没想到：自己精心策划的大绞杀行动，竟变成了搬起石头砸自己脚上的愚蠢行动！美国不仅没能如愿拿下华为，反而在华为这里吃了“刀削面\"，被华为狠狠地教训了一番！这就是华为的金钟罩铁布衫硬气功：面对美国的围堵行动，华为的意志不仅没有被打垮，这支八万人的工程师铁军反而越战越勇，十八般武艺样样齐全、天衣无缝，让白宫为之胆寒！这就是中国有理有利有智慧的太极拳战法：加快推进5G商用化，实施安全管理清单制度，既围魏救赵，也隔山打牛，更推进了中国经济社会进步。这就像太极拳战法：太极八卦轻轻柔柔舞动，沙土就陷下去2-3公分，表面看似轻柔，内里却极有力道！1963年，毛主席写下一首反霸权主义的小诗，今天，我把它送给你，送给每一个有骨气、有担当的中国人：小小寰球，有几个苍蝇碰壁。嗡嗡叫，几声凄厉，几声抽泣。蚂蚁缘槐夸大国，蚍蜉撼树谈何易。正西风落叶下长安，飞鸣镝。多少事，从来急；天地转，光阴迫。一万年太久，只争朝夕。四海翻腾云水怒，五洲震荡风雷激。要扫除一切害人虫，全无敌。我相信，经历这场风雨、挺过这道难关之后，华为的发展必将让世界为之惊叹，中华民族的伟大复兴必将如船出三峡，浩浩荡荡，乘风波浪，一日千里！", "author": "财经要参", "newsdate": "发布时间：19-06-09", "newstime": "01:06", "sentiment": [{"positive_prob": 0.990906, "confidence": 0.97979, "negative_prob": 0.00909451, "sentiment": 2}]}, {"title": "了解华为系列之 四", "content": "点击上面”关注”，获得更多精彩智慧，了解更多新观点，新思维，更开阔视野很多人知道华为，也知道华为的企业文化非常博大精深。我们今天要讲的是其企业文化之一的狼性文化。说到狼性文化，一般的理解就是：先进的企业文化，执着、团队协作、迅捷、勇猛、狠。那么华为的狼性文化又是不是这样的呢？我们来看看任正非先生是如何解读的。在一次谈话中，任正非说到：“狼嗅觉很灵敏，闻到机会拼命往前冲；狼从来是一群去奋斗，不是个人英雄主义；可能吃到肉有困难，但狼也会不屈不挠”。这就是华为狼性文化最直观，也是最通俗的表述了。在华为，狼性文化按任正非的表述可以理解为三层意思：一是反应快，二是集体作战，三是永不放弃。按我的理解，华为的狼性文化还要加上一条：残酷而温情。说到反应快，事无巨细，华为都是超级的快，特别是对市场的反应。说在1997年听说学生在学校里打电话不方便，任正非立即命令作出反应，认为这是一个好机会，借解决这个问题抢占市场。两个月后即推出了201校园卡，也许有同学还记得当年的校园卡。推出后非常受欢迎。借此，华为在相关产品扭转劣势，顺利抢占了超过40%的市场份额。其他公司只是在华为推出一年后才慢悠悠推出同类产品。集体协同作战和不屈不挠也是贯穿着华为的每一场战斗。在云南丽江古城的4G网络建设中，说是困难重重。主要原因一是原有网络不是华为的，二是丽江古城是热门景点，三是物业不好协调，站址难选。当时华为对应的部门立即召开誓师会、协调会，下达作战命令。同时宣布此战若胜：重赏！若败：撤职！瞬间，各个部门立即行动，相互配合。没日没夜，不分场合，玩命地拼。特别是那物业，被这阵势都吓倒吓怕了，没见过这么团结和这么死缠烂打的场景，见了华为的人就逃啊！真有一群饿狼围攻猎物的深厚气氛和意味。最终他们是如愿以偿，赢得了这场艰苦卓绝的战斗！全员重赏！要说残酷也确实是非常残酷，但也尚有温情。都知道华为的末位淘汰制。一般被评为C的员工，都会被淘汰掉，不管你所在的部门多秀。亦即，所有的人都很优秀，但也得从中评出一个要被淘汰的人出来淘汰掉。大多数有可能的情况下，都会优先安排本就要辞职的人做这个角色。这是其温情的一面。按任正非的说法是：保持严苛，用一种温和的方式。总的来说，华为的狼性文化有着众多公司狼性文化的共性，也有着自己温情一面的不同。任正非那篇《我的父母亲》就是充满温情的文章，也是其内心深处最温情最柔软的地方。不管如何，我们还是理解和赞同华为的狼性文化的。任正非还说过一句话，这句话特别能体现其狼性文化和难得少有的霸气。那就是：“华为的产品也许不是最好的，但那又怎么样？什么是核心竞争力？选择我而没有选择你就是核心竞争力。”我加一句：“何况现在华为的产品已经是最好的了！“", "author": "拙愉微评", "newsdate": "发布时间：19-06-09", "newstime": "07:19", "sentiment": [{"positive_prob": 0.997306, "confidence": 0.994013, "negative_prob": 0.00269413, "sentiment": 2}]}, {"title": "Facebook不再允许华为手机预装其应用程序", "content": "Facebook周五表示，为了配合美国贸易禁令，将不再允许华为公司在智能手机上预装其应用程序。这是这家中国电信巨头遭遇的最新打击。Facebook周五（6月8日）称，根据美国最新贸易禁令，已暂停为华为手机提供预装软件。不过，现有华为手机用户仍然可以下载和更新Facebook的应用程序，华为手机新用户也可以自行安装该公司的APP。这是中美贸易战升级的最新影响。美国商务部上个月发出禁令，未经美国政府批准，美国公司不可以向华为等中国公司出售技术产品。中国商务部本周回应称，中国将针对外国公司建立\"不可靠实体清单\"制度。美国官方正在促进全球\"拉黑\"华为--这家来自中国的世界第一大网络设备提供商和第二大智能手机制造商。美方认为中国利用这家公司的产品从事网络间谍活动，不过目前并未提供华为主动从事间谍活动的证据。Facebook提到美国商务部5月21日决定给予华为90天宽限期，\"我们正在研究商务部的最终规定，以及最新发布的临时许可，将采取措施确保合规。\"美方认为中国政府利用华为产品从事网络华为公司拒绝就此发表评论。华为手机使用安卓（Android）操作系统。开发该操作系统的谷歌公司此前表示，尽管现有华为手机可以继续使用其软件，但是未来的华为产品将不能配备其旗舰应用程序和服务，包括谷歌地图、Gmail和谷歌搜索。未来的安卓操作系统将只有一些基本的服务。不过近日有消息传出，谷歌可能改变了主意，向美国政局争取破例，让自己可以\"续供华为\"。", "author": "时事看点", "newsdate": "发布时间：19-06-09", "newstime": "09:44", "sentiment": [{"positive_prob": 0.138873, "confidence": 0.691393, "negative_prob": 0.861127, "sentiment": 0}]}, {"title": "华为再拿世界第一！力压诺基亚三星，堪称5G王者", "content": "6月8日消息，据外媒最新报道显示，截止今年4月份，在5G标准专利方面，华为拥有1554族专利，超越诺基亚1427族（第二）、三星1316族（第三）等公司，是目前5G标准专利数量最多的公司。报告中指出，5G网络是全球首次达成统一标准的一代通信技术，所以最直观能够体现各国5G实力的，就是各国相应公司获得5G标准的数量。中国公司拥有全球36%的5G标准专利，位居世界第一目前华为以1554族专利力压所有竞争对手，位列第一位，诺基亚、三星、LG紧随其后，而芯片巨头高通则位列第六位，仅拥有846族标准必要专利，而值得注意的是，排名第五位的高通，拥有1208族专利，比高通多了近50%。标准必要专利，指不可代替或者说在技术层面上无法避开的技术。至于苹果、Intel，仅仅拥有12族和551标准必要专利。而除华为、中兴外，国内企业OPPO、中国电信科学技术研究院同样上榜。整个算下来，中兴、华为、OPPO和中国电信科学技术研究院这四家公司就拥有全球36%的5G标准专利。而此前工信部发布的数据表示，截止2019年5月，在全球20多家企业的5G标准必要专利声明中，我国企业占比超过30%，位居首位。华为：全球研发投入第五，5G专利世界第一值得注意的是，此前华为方面表示，去年华为公司全球申请的专利数排名第一，在2018年收入的7200亿人民币中，其在研发领域投入的资金超过千亿元，在全世界所有的公司中华为的研发投入排在第五名。而具体到5G领域，华为技术有限公司副总裁鲁勇表示，华为在标准专利方面提供了16000个5G标准体验，换成A4纸将近10米高，华为5G专利全球排名第一，占比高达20%，而美国的所有企业的5G核心专利占比不到15%。工信部发布5G拍照，国产公司表态此前，工信部下发了四枚5G商用拍照：中国电信、中国移动、中国联通和中国广电。华为第一时间表示，将凭借端到端全面领先的5G能力全力支持中国运营商建好中国5G，相信在不久的将来，中国5G将引领全球。同时，华为5G产品线总裁杨朝斌表示，预计今年在5G上的研发投资会超过100亿人民币，而华为是目前全球唯一能够提供端到端5G商用解决方案的通信企业。而除了华为外，国内企业OPPO、中兴、vivo、小米同样表示，已经做好准备，并正在积极与包括运营商在内的产业链合作伙伴保持紧密协作，探索5G应用场景，为用户提供极致的5G体验。感谢阅读，笔者每天更新最新科技资讯，关注账号，获取最新的科技信息。", "author": "海棠心", "newsdate": "发布时间：19-06-09", "newstime": "09:32", "sentiment": [{"positive_prob": 0.995811, "confidence": 0.99069, "negative_prob": 0.00418931, "sentiment": 2}]}, {"title": "不是一个人在战斗！又一巨头公开力挺华为，公开支持麒麟芯片", "content": "转载自百家号作者：行走的网事众所周知，如今的互联网科技圈里，最受关注的一个名字就要是“华为”的名字了。每当谈起华为的时候，想必大家的心，肯定会被华为所点燃吧！最开始的时候，华为的发展还是一种平稳而且低调的，可是随着5G时代的来临，华为的名声似乎是在一夜之间彻底爆发！当然，这一切似乎都要感谢来自“米国”“关爱”。在如今的科技方面，华为就是如今国产品牌的代表。从一开始的小企业，到如今可以影响世界的大公司，华为这几年的发展可以说是势如破竹一般！其实，这样的一个企业，我们可以好好想想，重科研、倾力发展核心技术，难道还能有不成功？从一开始的吸收其他国家技术，到如今的技术出口，这是一次进步，而这也是一次成功的转型。在5G时代出现之前，我们最熟悉的是什么？那必然就是华为的手机业务了！华为的手机业务不像其他友商的业务，华为自开始研发智能手机以来就一直走着一条“自主研发”的道路，从一开始饱受诟病的麒麟芯片，到如今保守赞扬的麒麟芯片，华为的“造芯”之路走过了漫长的数年。在华为的这几年时间里，市场发生了极大地变化。这条路上，曾经的王者诺基亚变成了历史，叱咤风云的摩托罗拉被联想收购，黑马企业金立濒临退市，生态鼻祖乐视成为历史。相反的，为发烧而生的小米站稳市场，“OV兄弟”齐心共进，一加品牌响彻东南亚，传音手机占据非洲市场。在这样的背景之下，华为的发展似乎并不是最被大家看好的那个。从一开始的网络运营商企业，转型到手机制造企业。华为的转型并不大，但是华为的转型必定是让人难以相信能够崛起的一次转型。好酒不怕巷子深，可是再好的酒，有一天也会害怕巷子太深！随着5G时代的来临，华为的世界发展之路才展现在了我们国人的眼前。原来，我们曾经眼中的那个“不看好的企业”，如今早已占据全球市场的一部分江山！这种气势，的确值得我们去尊敬！我们也经常会感慨华为的创始人任正非先生的睿智与坚毅。其实，华为能够发展到今天的地位，与任正非给华为灌输的企业文化精神是密不可分的！当这次5G市场争夺受到美方的不断施压的时候，任正非的“铁血军魂”意志彻底的灌输到了华为的血液当中。作为一个中国企业，华为的这种坚强也是彻底的让我们意识到了中国企业的一种雄心！对此，不少的国人纷纷公开表示支持华为，抵制部分产品！但是就像任正非自己说的那样，任正非及其家人都在使用美国苹果公司产品，但是这并不代表不爱国！我们不得不承认，苹果手机的一些系统处理确实要比我们做的好，而我们也是在不断地学习与进步当中！这就是一种精气神，面对着美方的不断施压，任正非依然能够从容不迫的应对，真的是让人佩服！而就在近日，国内的又一家互联网巨头企业公开表示支持华为，而这个企业也成为了又一家公开支持华为的中国企业！这个企业就是我们最为熟悉的360公司。前不久，360公司公开表示，只要其需要硬件产品，都会支持协助华为麒麟产品的生产！由此可以看出，在如今的时代背景之下，360公司能够做出如此决定，真的是看出了中国人的一种情怀，一种舍我其谁的坚强品质！而这样的一种行为，也向外界充分表示：这次360的态度十分明确！企业的灵魂就是团结创新，而华为这次也是将中国的企业聚拢在了一起，开始了属于自己的发展创新！毫不夸张的说，华为只要是想发展，我们中华儿女必定是一种舍我其谁的态度！就拿《亮剑》里面楚云飞的经典对话来做结尾：“不管是谁在打平安县城，我楚云飞，一定要帮帮场子！”兄弟齐心，其利断金！华为，加油！任总，好样的！欢迎大家关注“行走的网事”，我每天都会在这里为大家分享创业小故事和科技小资讯，喜欢的别忘了点击关注我哦~", "author": "华西悦读", "newsdate": "发布时间：19-06-09", "newstime": "16:24", "sentiment": [{"positive_prob": 0.901992, "confidence": 0.782205, "negative_prob": 0.0980076, "sentiment": 2}]}]