[{"title": "2019开门红！华为新年抽“锦鲤”送重磅福利：网友玩疯", "content": "刚刚过去的2018年对于华为手机来说，可谓里程碑式的一年。2018年第二季度和第三季度，华为成为全球第二大智能手机厂商，全球市场份额达14.6%。与此同时，华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍，成为唯一达成此成就的国产手机品牌。出色的成绩背后，则是华为手机为消费者创造价值的核心理念。2019年刚开年，华为终端官方微博就为花粉送出了“开门红、抢头彩”的福利活动，惊喜力度空前。据悉，只要转发上述微博，并附上你想要的华为终端在售红色相关产品图片，即有机会成为新年锦鲤，奖品即为你转发时晒出的图片中红色产品，2019年1月10日12:00正式开奖。从规则来看，华为此次活动也相当有诚意。附图如果有多个同型号产品，奖品名单仅计入一部。如型号相同，但配置不同，以最高配置计入奖品名单。例如：附图同时有多个华为Mate 20 Pro 8GB+128GB和8GB+256GB两种配置的手机，仅将一部配置为8GB+256GB的华为Mate Mate 20 Pro计入奖品名单，奖品提供了最高5万元的限额（以华为商城售价为准）。活动开启后，立刻引来众多花粉以及网友的积极参与，各类华为红色产品纷纷亮相，不少网友在下方评论中脑洞大开秀出个性作品；甚至有网友把所有华为红色产品都P到了一张图上称：“一家人就是要整整齐齐，这才是最好的华为”，中奖意愿十分强烈，可谓十分拼了。从网友的晒图来看，华为Mate 20 RS保时捷设计瑞红色版本点名率最高，成为此次活动中热度最高的华为手机。除了微博网友的热情参与外，支付宝官方也力挺华为此次活动：“2019全年红运，我们一起承包！我和华为来每个月加送888元口令红包，没赶上之前那波的盆有看这里#包你红一年#。”更让人惊喜的是，华为消费者业务CEO余承东、华为终端手机产品线总裁何刚也对活动进行了加码，将活动气氛推向高潮。其中，余承东额外送出一部华为Mate 20 RS保时捷设计，而何刚则加码抽送华为Mate 20 Pro，大家不妨也去试试手气。当然，福利还不仅于此。除了“新年抽锦鲤”，华为官方商城还提供了“新年新意、年年有为”的感恩回馈季促销优惠活动（2018年12月31日2019年1月5日），手机低至5折起，，同时针对不同型号手机提供5-200元优惠券，还能免费抽2019元神券，诚意满满。其中，华为热销当家旗舰Mate 20系列提供最高6期免息+部分赠好礼，3999元起；华为P20系列积分兑券立减200+赠礼包+6期免息，3388元起；华为MateBook 13限量赠扩展坞+3期免息，4999元起；华为nova 4提供6期免息，购机赠自拍杆；华为畅享9 32GB版参与拼团，可优惠50元。对于打算新年新机的童鞋来说，机会难得。截止目前，华为智能手机正在为全球170多个国家的超过5亿消费者提供服务。前不久，余承东在致员工2019新年信中表示，2018年前三季度华为智能手机出货量上升至全球No.2，几天前突破2亿台大关，预计华为消费者业务收入规模同比增长近50%，较目标提前一年跨越500亿美元里程碑。在余承东看来，“起点和终点都是消费者”将是华为消费者业务的核心理念。未来，华为将努力成为新一轮智慧手机革命的探索者和引领者，持续为消费者创造价值，让华为品牌真正为全球消费者所喜爱。2019年，华为智能手机的发货量有望再创新高。正如余承东所说的那样，华为要力争在多个领域做到世界第一。不进入则已，一旦进入一个领域，一定要做成世界第一。", "author": "快科技", "newsdate": "发布时间：19-01-03", "newstime": "16:09", "sentiment": [{"positive_prob": 0.965498, "confidence": 0.92333, "negative_prob": 0.0345016, "sentiment": 2}]}, {"title": "同为中国企业，中国移动为何不用华为5G？背后原因值得深思", "content": "如今已是2019年，此前有众多消息都表明5G将会在2019年正式启动商用，也就是2019年为5G的元年，代表着下一个时代即将来临，而国产科技巨头华为在5G领域的表现已然十分优秀，虽然此前遭遇到了众多的挫折，但华为依旧拿下了接近全球一半的5G订单。 之前有很多国家都曾公开宣布拒绝华为的5G设备，但是后来却又都纷纷改口支持华为，那么问题就来了，连那么多国外的运营商都纷纷选择与华为签订了5G合同，但中国移动为何却不用华为5G呢？背后的原因值得深思。 首先在全球范围内，真正拥有与运营商签订合同能力的通讯商并不多，只有华为、中兴、诺基亚、爱立信、三星等厂商有这个能力，但是在5G研发的支出上，华为是最多的一家厂商，甚至达到了中兴的7倍左右。 所以华为有着非常强的5G硬实力，而且对于国内运营商来说，华为一是中国企业，没有关税影响，二是华为技术领先，不比其他任何通讯商差，按照常理来说中国移动没有理由不与华为在5G领域合作。 但是此前中国移动选择了与诺基亚签订了一份价值10亿欧元的框架协议，却没有与华为签下任何5G大订单，让众多网友纷纷表示愤怒和不解，但这里要说明的是，这份价值10亿欧元的订单，并不是5G订单，只是一个框架协议而已。 中国移动与华为其实早就开始了合作，而且就算是之前那份订单没有给华为，也是能说得过去的，因为在全球一体化的今天，所有的国家都不可能只选择自己国家的企业作为合作伙伴。 假若中国不给订单给诺基亚、爱立信，那么诺基亚、爱立信所在的地区是不是同样也不会给订单给华为呢？中国对外开放市场，给一些订单给国外企业，其他市场也同样会开放市场给华为，这就是市场交换，希望我们爱国不要太盲目。", "author": "吴拿科技大王", "newsdate": "发布时间：19-01-03", "newstime": "11:42", "sentiment": [{"positive_prob": 0.0506765, "confidence": 0.887385, "negative_prob": 0.949323, "sentiment": 0}]}, {"title": "华为大翻身！多国态度突发大转变，重新接纳华为？", "content": "华为在5G推广进程中，被以美国为首的多个国家以安全问题拒之门外。华为在遭到多国围堵，形势严峻的情况下，并没有在\"不公正对待\"中退缩，2018年收入仍将实现强劲增长。华为在2018年的可谓是道路坎坷，在美国的带领下，英国、澳大利亚、新西兰和日本对华为提出了安全担忧，这些国家的电信营运商也不得不取消或直接拒绝与华为的5G合作，导致华为5G的海外扩张之路受到极大的阻碍。但仍然有一些欧盟成员国愿意为华为打开大门，并且承认华为的5g技术。比如意大利，这与华为合作之后，表示华为的技术不存在任何安全问题。华为为什么能够翻身，让多国重新接纳呢？首先，华为自身的研发技术过硬，巨额的研发投入让华为在技术创新上取得突破性的成果，并不断引领全球的5G标准。在5G新核心网领域，全球目前仅有三家企业声明持有相关标准专利，而华为依旧高居榜首。任正非称，没有得到其他国家的接受，就把5G做得更好，这就是华为实力的体现。其次，美国运营商前阵子推出的“假5G事件”让人们失去信心。美国运营商声称在2019年，AT&T的用户可以在不换手机的情况下，在手机状态栏里看到5G标志。但事实上5GE并不是真正的5G，美国AT&T还没有达到这个技术，5G E中将包含一些加快网速的顶级技术，不过这些都是基于4G LTE网络设备的改进，也就是说，所谓的\"5G E\"本质上就是比4G更快的4G，而非真正的5G。最后，多国在拒绝华为5G入境之后，整体5G部署成本预计增加。基于这种情况，不少原本拒绝与华为合作的国家也在近日态度大逆转，英国四大电信运营商甚至还与华为签下了价值20亿英镑的订单，印度也改口邀请华为参与5G测试。华为的实力不容小觑，围堵华为的国家终究会为华为打开大门。", "author": "九个头条", "newsdate": "发布时间：19-01-03", "newstime": "15:36", "sentiment": [{"positive_prob": 0.137512, "confidence": 0.694418, "negative_prob": 0.862488, "sentiment": 0}]}, {"title": "华为手机虽好，但是这两方面却是比苹果差太多，余承东：会赶上", "content": "华为手机虽好，但是这两方面却是比苹果差太多，余承东：会赶上信息化时代，手机的重要性正在逐渐被大家接受，大多人出门都会带上手机，它的作用正在不断的涉及到我们的生活乃至于工作，广大的需求量也成就了手机行业的发展。在近几年中，手机行业发展速度一直在加快，技术也在不断突破，从最开始的通讯拓展成如今的娱乐社交乃至是学习，因此人们对手机的依赖性也正在不断增加，手机逐渐成为人们的标配，甚至有些人会备着2-3部手机。而中国手机市场在近几年发展中尤为突出。要知道，中国智能机手机市场最早是一直被国外品牌所包揽，而从小米的打破市场价格规则开始，国产手机行业竞争正在不断升级，加上改革开放中国经济技术的提高，也给手机行业在发展上带来了众多的优势。最早的国产手机公司由“组装厂”逐渐变为“制造厂”，如今的国产手机品牌正在不断侵蚀国外品牌，在最近几年尤为突出的就是，苹果三星在中国手机市场份额正在不断下降，尤其是三星，如今的市场占有率只有不到2%，而以华为为首的国产品牌正在不断崛起。国内日子过得最滋润的手机厂商莫过于华为、小米、OPPO、vivo了，其中华为在手机行业的技术上已经有了相当大的突破，硬件实力上十分之强。尽管华为手机在中国乃至世界都给苹果带来了不小的威胁，但是华为手机在两方面上还是不如苹果，这是毋庸怀疑的。第一点华为在单部手机商品利润上不如苹果。要知道，苹果作为世界顶端的科技公司，也是行业的领导者，无论是在技术上还是供货商上都有着十分之大的优势，以至于它的商品成本能做到十分之低。并且苹果长时间积累的高端品牌印象也让它的产品即使高额定价，也会大批消费者买单，这种优势需要长时间积累才有的，华为手机在这上面当然不能一下有所突破。第二点华为手机生态远不如苹果。生态是什么？生态就是多种产品互相联系互相依赖，从而给用户提供更好更智能的服务，苹果作为长时间积累的科技领头公司，在多行业中都有自己优秀的产品，Macbook、iPad、iPhone、Apple Watch、Airpods等等产品之间都能做到很好的产品互联，构成很好的生态，华为在这上面当然与苹果还有十分大的差距。不过余承东表示，这两方面的差距，华为正在逐渐追赶。华为手机品牌也正在逐渐做高端，以华为的路线就是将产品品质、功能做得更好，这样用户才能对华为手机高端产品买账。至于生态，华为在最近两年发布的华为电脑、华为耳机、华为路由、华为平板也正在逐渐构建生态，这也需要长时间的积累，不过从目前看来，华为是真的在努力，对此，你怎么看呢？", "author": "东方深谈", "newsdate": "发布时间：19-01-03", "newstime": "17:54", "sentiment": [{"positive_prob": 0.00374891, "confidence": 0.991669, "negative_prob": 0.996251, "sentiment": 0}]}, {"title": "华为视频战略联姻芒果TV，用“三大共享”谋生态共赢", "content": "12月29日，2018年的最后一个工作日，华为视频与芒果TV在华为深圳总部签署合作协议，为过去一年欣欣向荣的网络视频行业划下句点。从双方颇具创新性的合作模式上看，这场合作对于当前的内容产业发展而言也是一个新的开端。华为公司轮值董事长徐直军表示：“此次合作是从内容、技术到运营的全方位深度合作，希望成为业界内容方和平台方生态合作的标杆。”湖南广播电视台党委书记、台长吕焕斌则表示这次合作“将不同于往前任何一次简单合作，是动真格、全方位、创生态。”从二人的言辞之间不难感受到这次合作对双方的战略意义。长期以来，内容方与平台方在合作模式上以传统的版权交易为主，简单粗暴的一锤子买卖往往让双方合作停留于表面，难以形成优势互补从而实现战略共赢。而华为视频与芒果TV则用创新的共享合作模式为内容方与平台方的生态合作开创了新模式。华为与芒果TV达成深度合作创新合作模式，树立内容生态合作标杆简单来说，华为视频与芒果TV的这次合作是一场双方优势资源置换的商业合作，叠加双方各自优势聚焦内容分发领域，从而实现共享收益的商业目的。华为视频的优势在于庞大的终端用户规模和云服务能力，芒果TV的优势则在于优质内容的生产能力。二者优势互补共享内容收益，这样的合作模式在内容方与平台方的合作中史无前例。具体来看，华为视频与芒果TV的合作之所以具备创新性，主要体现在“共享”二字。共享，既是合作的目的，也是合作的方式。通过共享资源、运营、技术实现共享收益。首先，以资源共享扩大用户圈边际。华为视频的资源优势在于超过8000万的月活用户、华为庞大的终端占有率，芒果TV的资源优势在于丰富的视频内容，2018年，芒果TV虽然仅生产了全网综艺总量的10%，但在全网TOP10榜单中，芒果TV足足占据了五席，成就了一套“马栏山的爆款逻辑”。2019年，芒果TV借力芒果超媒各子公司的资源联动，将通过“自制+独播”打造超过40档文化综艺节目和影视剧，实现内容升级。此次合作，华为视频将向芒果TV开放全终端全入口，芒果TV则将把精品内容填充到华为视频。双方在优势资源上的共享显然将形成两个品牌的用户互导，扩大各自的用户圈边际。其次，以运营共享实现会员权益最大化。华为视频和芒果TV有着各自的用户体系以及相应的会员权益，如果无法实现“运营共享”难免导致体验上的割裂。此次合作，双方组成运营团队联合运营会员产品和权益，华为终端用户在华为视频就能订购芒果TV产品，同步也可以在芒果TVAPP享受会员权益，实现会员权益的最大化。最后，以技术共享升级用户视听体验。今天，用户对在线视频清晰度和传输速率的要求越来越高，这对平台方和终端设备都提出了新的挑战。而“芯-端-云”协同恰恰是华为的优势领域，此次合作华为将向芒果TV提供全面的云计算产品和解决方案支持，同时向后者开放相关技术能力，实现包括CDN在内的多个技术领域合作，助力华为视频中的芒果TV爆款综艺和精品剧集的视听体验。正如华为消费者业务云服务总裁张平安所言，通过资源、运营、技术三大共享来实现收益的共享，华为视频与芒果TV的创新合作“打破了版权购买的传统模式，为优质内容方和平台方的生态合作树立了榜样。”打造开放生态，与优质内容合作方共赢为什么芒果TV会选择与华为视频进行如此深度的合作？我认为跟华为视频的平台定位有很大关系。华为视频本身不生产内容，而是一个开放的内容聚合平台，其最终目的是为了更好地服务华为终端用户，与芒果TV等内容方不存在竞争关系。对内容方而言华为视频首先是一个重要的内容分发渠道，数据显示目前华为视频平台月活用户数量已突破8000万。华为视频在内容生态建设上的开放性体现在两个方面：一是自我能力的开放，包括终端入口、流量资源、云服务乃至运营能力；二是对合作伙伴的开放，华为视频欢迎更多的像芒果TV这样的优质内容提供方，共同为华为终端用户提供更好的视听服务。除了上文中提到的资源、运营和技术的共享之外，双方此次合作中，华为视频还为芒果TV设置了内容专区，并与后者共同组成联合运营团队。更值得一提的是，对于芒果TV这样的优质内容合作伙伴，华为视频还将通过“耀星计划”进行专项扶持。“耀星计划”是华为于2017年11月宣布启动的一项扶持计划，华为消费者业务云服务总裁张平安在2018年6月举办的华为终端·全球合作伙伴及开发者大会上透露，该计划已经进入实操阶段。扶持资源范围主要包括华为消费者云服务媒体资源、华为营销平台资源以及华为云资源。华为终端云服务通过华为视频的开放聚合平台，推行耀星计划、DigiX创新工作室，积极探索生态合作模式，与包括芒果TV在内的内容合作伙伴一起为华为终端用户带来更好的视频体验，探索更美好的数字生活。华为消费者业务云服务总裁张平安与芒果TV总裁蔡怀军签署合作协议华为“耀星计划”旨在激励开发者创新，希望发挥自身“芯·端·云”协同优势，来构建开放共赢的服务生态。一系列Digi X极客大赛、开发者联盟开放日等活动开展下来，目前已有百余家合作伙伴以及海量开发者通过审核。今年第四季度，华为耀星计划的资源已经全面启动发放。将优质内容方纳入耀星计划的扶持对象，足见华为对打造内容生态的重视。当然，华为视频如此大力度扶持内容方的目的最终是为了实现与合作伙伴的共赢，这一点无需讳言。只有能够实现合作方共赢的生态才是健康可持续的生态。华为视频与芒果TV的此次合作，从内容生态建设层面来看，也为业界提供了一个新样板。视听体验升级，终端用户是最大受益方内容方与平台方的合作说到底都是为了更好地服务于终端用户，华为视频与芒果TV的合作也不例外。在双方实现共享收益的同时，终端用户也是合作的最大受益方之一。一方面通过与芒果TV的合作，华为视频的内容资源数量和丰富程度上都获得了大的提升，而双方打造的内容生态合作标杆预计将吸引更多的优质内容方与华为视频展开合作，从而使得华为终端用户获得更加丰富的视频内容；另一方面芒果TV这样的内容方选择与华为视频合作，事实上对双方用户而言都意味着视听体验的升级。原因在于华为在“芯-端-云”领域的领先优势能够实现更好的视频、音频媒体播放效果。例如华为CDN服务的应用无疑将提升视频的清晰度和流畅度。此外，华为视频在构建内容生态的同时尝试对平台内容和用户展开精细化的运营，率先建立了移动视频内容分级运营模式，平台可根据终端用户的年龄段自动呈现相匹配的内容，这个尝试对于整个内容产业而言都是一次重要突破。华为消费者业务云服务总裁张平安在合作签约仪式上说：“华为视频是要构建一个开放的内容聚合平台，将丰富的精品内容带给华为终端用户。”可见对于华为视频而言，服务好华为终端用户才是内容生态战略制定的初衷。", "author": "砍柴网", "newsdate": "发布时间：19-01-03", "newstime": "22:57", "sentiment": [{"positive_prob": 0.993154, "confidence": 0.984786, "negative_prob": 0.00684647, "sentiment": 2}]}, {"title": "五天前买的“华为”，六个月前已激活？", "content": "前段时间，雷先生在杭州余杭上亿广场买了部华为手机，用了5天摄像头进了灰尘，拿到检测点检测后，才知道手机在6个月前已经激活。1五天前才买的手机六个月前已激活？雷先生买的是华为荣耀10手机，价格2699块。用了5天后，发现前置摄像头里进了灰尘，就到华为授权的检测点看了看。雷先生：“他说如果确实手机有问题，他们这边也可以给我退换手机，后来他看看，说你这个手机在2018年6月份就已经激活了，也已经过了退换期了（大概多少天是可以退换的？）7天包退，15天包换。”雷先生的手机是12月22号买的，保修期一年，可现在手机里的电子三包凭证上写了预估保修截止日期到2019年6月28号，他说这表明买的手机在今年6月就已经激活了。雷先生：“（当时这个手机购买的时候应该是要现场激活的）当时他没有走这个流程，因为我买手机当时也没太在意这个事情，我现在怀疑这个手机不是新机，或者之前有人使用过了，手机6月份就已经激活了。”2店长解释：以纸质保修卡的日期为准找到上亿广场1楼的这家中国移动手机卖场，王店长说公司名叫昱硕通讯，摄像头为什么会进灰要检测确定，关于这个激活时间，他做了解释。杭州昱硕通讯器材有限公司 王店长：“机型激活不排除是在新机连上无线网体验的时候，也会出现一个激活状态，上面也会显示出来。所以说呢，按照正常保修的话，它是凭纸质保修卡和纸质发票的日期为准。”3雷先生怀疑不是新机店长表示可以去鉴定雷先生：“（当时手机是全新包装的吗？）包装就是这样的，一打就开了（没有外面塑封的那种？）没有没有，我就是说这样的话，我就怀疑不是新机。”杭州昱硕通讯器材有限公司 王店长：“封好是厂家发来是封好的，我接收到快递，我要当着物流公司的面，把机子打开看看有没有损坏，首先没有损坏的情况下，我接收到这个快递是不是，毕竟现在都是厂家快递发货的，我要当面验机的，是不是，这个是属于一个公司的流程，当然也有可能每个公司的制度和流程是不一样的。”王店长说，店里卖的都是新机，因为还在15天之内，如果雷先生不放心，门店的售后人员会拿着手机去鉴定。杭州昱硕通讯器材有限公司 王店长：“如果说顾客不放心我们的情况下，他自己可以拿去华为的授权客户中心，鉴定一下有没有人为损坏的，没有人为损坏的，也可以符合换机条件。”王店长表示可以在换机的基础上再送雷先生一个充电宝，雷先生如果还是选择自己去做检测，他们可以给予路费补贴，雷先生表示接受。4华为客服中心：保修按照相关凭证那么手机销售前激活这种情况到底正不正常，质保期该怎么计算，记者找到一家华为官方授权的客户服务中心。工作人员表示，预估保修截止日期是在开机联网的情况下自动生成的。华为官方授权客户服务中心 工作人员：“也要分情况，有的可能他们开机先验机一下，看这个机子是不是好的，然后再去卖，也有这种情况。（那保修按照哪个时间来？）保修的话要看客户的相关凭证，如果他确实有在网上购买的截图订单，他也有发票，正规的，国税网上能查到的，那我们就如实把这些情况反映到领导那边。”详情戳视频03:12校对：陈亦怡审核：卢珊", "author": "浙江6频道1818黄金眼", "newsdate": "发布时间：19-01-03", "newstime": "18:00", "sentiment": [{"positive_prob": 0.397349, "confidence": 0.117002, "negative_prob": 0.602651, "sentiment": 0}]}, {"title": "“剧情反转”又一国家接受华为，任正非的努力得到了回报！", "content": "“剧情反转”又一国家接受华为，任正非的努力得到了回报！4G的时代即将要过去了，然而5G时代已经要到来了，但是5G的影响力到底有多重要呢，其实现在看着华为处境其实就能理解5G有多重要了，其实不止只有我们的国家在发展5G，别的国家其实也在努力的发展着5G技术，而且不止大国家在抓着5G一些小国家，或者发展中的国家也是追赶5G技术了。但是从现在的局势来看，在企业中，也就只有五个企业的实力能在国际上去竞争，而且伦真正的实力，他们就是华为、中兴、诺基亚、三星、爱立信这五家，而且综合实力来看华为是能排在前面，但是华为的5G发展可以说非常波折了，总有几个国家直接就把华为给禁止了，还有一些国家就被华为给禁止了华为在国内的手机市场已经变成了霸主，而且在5G成就上是非常大的，华为能够拥有最多的5G专利，同时在5G订单方面能取得优秀的成绩，是跟华为的实力分不开的，到今天华为已经获得了25个5G的订单，在未来的道路上增加了对5G的信心，但是华为并不是一直这么顺利的，在其获得的成功，其实和困难是成正比的。一开始投票5G，华为其实和高通相差的并不大，其实可以说差一点就赢了高通，最后又因为安全的问题，美国就也开始抵制了华为的5G这样就会让华为的5G也变得是非常困难了，但是无论华为的技术到底会有多先进，又或者价格会多么优惠，可是没有人使用或支持，是没有用的，但是如果换成别人经历这么多肯定就直接放弃了，但是华为的的创始人任正非并没有放弃，还是继续努力研究5G技术，最近印度也是宣布了接受华为的5G了，华为的努力也是得到了成功。印度为全球第二人口的大国，在一定程度上，印度和华为合作无疑是，对华为有一定帮助的，但是在一些别的国家不相信华为5G环境中，而且华为需要一个敢站出来说话的，但是现在印度这样做，其实完全是在意料之中的事情，因为华为的确有这样的实力，而且印度方面，在电信行业发展的并怎么好，印度之前拒绝华为的大国，这次的印度情节“反转”可以说是一个意料之中的事情。作为华为的创始人任正非，其实跟别的商业巨头来比，做的其实就是细节了，华为能有今天这样的成绩也和努力是分不开的，对此也有网友说：不愧是任正非！对此你怎么看，评论在下方吧。", "author": "九零带你观世界", "newsdate": "发布时间：19-01-03", "newstime": "17:17", "sentiment": [{"positive_prob": 0.997784, "confidence": 0.995075, "negative_prob": 0.00221609, "sentiment": 2}]}, {"title": "华为员工用iPhone被降职，一下损失30W，看国外媒体是如何起哄的", "content": "发送新年祝福是很多企业都会做的事情，但今年，华为却因为发送祝福登上了今日的热搜，原因就是华为员工在发布内容时使用了iPhone手机，虽然很快就删除了，但还是被眼尖的国外网友截了图。而华为的这名员工也因此被降1级、月薪降5000。这名员工到底损失了多少？华为的薪资体系是按照级别来定的，新入职员工为13，总裁级别为22级；在13-22级平均每一级相差的月薪为5000左右。每个级别都有A/B/C三种绩效考核，主要是用来计算年终奖的，一般绩效为A的员工年终奖一般是B的两倍，如果你两年都得了A就可能升到下一等级。当然越往后需要的时间就越长。通过官方的内容可以看出，这名员工是主管级别，之前华为的三级部门主管为19级，月薪在5w左右，配股分红另说，年终奖估计会少一大部分，因为绩效考核决定了年终奖，这个级别的年终奖在50w左右，如果评级到了B,年终奖一般只能拿到25w。这一把下来就损失了30w。更不要说从18要升到19可能需要6年多的时间了。能在华为工作几个六年呢？国外媒体纷纷起哄不仅在国内，在国外也成了热点事件，外国媒体也纷纷报道，但其中的嘲讽调侃意味太大。简单不标准的翻译一下：中国智能手机制造商用iPhone发布新年推文后成为被嘲笑的对象。去年，当华为超越苹果成为全球第二大智能手机厂商时，科技界发生了变化， 那些一夜之间排队购买iPhone的苹果粉丝纷纷来给华为送钱了。然而，华为的失误在科技届历史上留下了不可饶恕的印记。 昨天，1月1日，华为官方Twitter页面上发布了一则祝福的推文。 但是，眼尖的网友发现了一个小小的错误：这条推文是从iPhone发出的。在发布完新年祝福后，华为失去了一些可信度。 这篇文章由公司的官方号在12月31日晚上11点31分发出，祝大家新年快乐，并给出了2019年的方向：“给你更多理由与你关心的人联系。”国内网友：没被开除就是好的事件一出，吃瓜群众们也纷纷表态。网友一：作为国产的扛把子，不应该出现这种低级的错误。虽然手机是个人物品，公司无权管理，官方账号在公共平台发表言论使用别的品牌的确是不应该。网友二：看上去是小事，但是非常影响普通消费者选择的致命失误。你看卖手机的都不用自家手机，何来说服力让消费者选择购买你的产品？（这就是ov的导购和厂家代表都由ov免费赠送手机并且工作时必须使用的原因。）网友三：遇上这样的猪队友，能被气死，没被开除就是好的。个人以为公司员工当然是可以买他们中意的手机。然而，这是一个管着公司对外宣传账号的人。所以在发布的时候如果使用了其它厂商的手机，一定会产生很大的影响的。各位朋友，你们是如何看待的呢？如果你是任正非，你会怎么做？月明千里，一样的科技圈，不一样的科技观，关注我，每天带你涨知识", "author": "月明千里", "newsdate": "发布时间：19-01-03", "newstime": "23:26", "sentiment": [{"positive_prob": 0.00384196, "confidence": 0.991462, "negative_prob": 0.996158, "sentiment": 0}]}, {"title": "华为视频月活超八千万，联手芒果TV走向生态之路", "content": "今年华为手机（含荣耀手机）开始超速发展，全年出货超过2亿台，走向了全球第二。这也使得市场中华为终端的数量大增，从而带动了很多华为手机、平板等自带的APP的活跃度。华为视频是华为产品自带的APP，一直是华为内部独立运营，随着华为手机类产品的销量大增，华为视频也成了一个月活8000万的超级APP，呈现出了强烈的视频入口潜质。而华为也开始对其未来的发展开始进行更长远的规划，而内容合作，显然是打造全新生态布局的关键。（华为与芒果TV达成深度合作）视频领域的隐藏巨头移动互联网时代到来后，用户的大量习惯开始向移动端转移，比如游戏娱乐和视频观看，都是一个非常明显的领域。在国内竞争激烈的视频行业，华为视频目前已经达到了月活8000万的体量，即将突破过亿，正在逐步迈向视频行业的前列。最重要的是，这个数据还在随着华为终端设备用户的不断增长而增长，未来的发展非常值得期待。值得一提的是，华为视频是一个纯粹的移动端软件，并没有网页端的入口，这也使其成为一个更加纯粹的移动端产品，在产品形态和逻辑上，都更移动一点，也更符合当下时代的发展需求。不过华为视频的目标和其他网站不同，它希望建立一个更加多元化的生态，所以在这个华为手机爆发的节点，如何通过深度的行业合作，快速的建立起更为丰富的内容体系和合作框架，就成了一件非常重要的事情。12月29日，华为与芒果TV率先正式就渠道与内容合作签署合作协议，双方将围绕视频内容、会员及联合营销、大数据推荐、应用推广、IPTV 产品和华为云CDN服务展开紧密合作，全面提升彼此在各自领域的核心竞争力，在这里华为视频也提出了一个“加速布局华为视频开放的内容生态”的说法，可以看出华为视频的战略核心还是在开放上。可以看出，通过这次合作，华为和芒果TV形成了一个非常强大的合力，华为获得了更多用户喜闻乐见的优质娱乐内容，而芒果TV不仅仅获得了大量的用户观看，而且在硬件和技术方面也得到了华为云强有力的支持，使其在和互联网公司的竞争中，能够获得更大的优势。芒果TV一直都是以内容见长，而华为则是国内通信技术一哥，这种优势互补的深度可以说是众多内容合作中少有的。华为视频能否成为新入口？在这次合作中，芒果TV的精品内容未来都将填充到华为视频中，让华为视频用户尽享芒果TV的爆款综艺和精品剧集。同时华为视频的端全入口也都将向芒果TV开放，并且在华为视频APP内打造芒果TV内容专区，成为芒果TV一个重要的分发渠道。这种合作形式也比较新颖，可以看出华为视频的与众不同指出。华为视频作为华为的官方视频APP，核心目标还是为用户提供更好的内容体验，而非自己一家独大，做大做强。而这种入口理念相信未来也会和更多的华为服务打通，真正成为一个巨大的内容服务平台入口，不仅让华为终端产品的体验上升到一个新的层次，也会让这些合作伙伴获得更大的发展空间。手机原生服务一直都是一个很强大的存在，最为典型的就是手机APP市场，之前一直是第三方的天下，而随着手机品牌逐渐完善自身市场的体验，就使得第三方市场逐渐式微。这里面有一个中国人的使用习惯问题，那就是大家更希望通过一个产品解决更多问题，而不喜欢安装太多的产品，能用自带的就用自带的，这就使得手机原生产品孕育着非常巨大的价值。只不过，对于手机厂商来说，毕竟只是硬件厂家，在软件运营商并不见长，这也使得在相当长的时间里，大家都还是专心做硬件，很少涉及软件的深度运营。不过，这也蕴含了很多的安全风险，反而给用户带来了用户体验的不佳，所以现在硬件厂商开始逐渐深度运营手机自带的软件服务，也是大势所趋。而手机APP市场的成功其实只是第一步，更多的手机原生服务都有类似的潜质，比如视频，比如音乐，而华为视频和芒果TV的合作，显然是迈出了非常关键的一步。对于视频网站来说，华为视频不仅是合作伙伴而且是开放平台的做法还是非常有建设性，这使得二者没有形成竞争关系，反而不仅提升了用户体验，还增加了内容的价值和用户，确实是一举多得的好合作，而在未来这种合作会不会成为一个新趋势，手机原生服务会不会带来一个全新的市场格局，我觉得都值得密切的关注。华为视频打造生态新标杆华为终端能够在2018整个大行业下滑的形势下获得逆势高速增长，其实原因是非常多方面的，比如硬件方面的不断研发，软件方面的不断创新，售后服务水平的不断提升，都是其中的重要因素。随着华为终端用户的持续增多，对手机服务要求的不断提升，华为视频这些内容方面的服务也将迎来一个新的发展要求，如何能够更全方面的提升华为产品的用户体验和用户粘性，恐怕是赢得未来手机行业竞争的关键。（华为消费者业务云服务总裁张平安与芒果TV总裁蔡怀军签署合作协议）从另一方面来说，这些软件方面的服务业也正在带动华为硬件方面的业务进展，比如华为将向芒果TV提供全面的云计算产品和解决方案支持，同时向芒果TV开放相关技术能力，实现包括CDN在内的多个技术领域合作，也带动了华为云业务的迅速拓展和增长。这种软硬件包括云上一体化的服务，可能是2019年后行业合作的一个新模式，相信也会有越来越多的硬件厂商开始关注这样的战略合作，让移动终端领域也进入一个线上线下融合的新零售的阶段。对于芒果TV来说，其实最擅长的还是做内容，在线视频服务是紧跟移动互联网行业发展的结果。在华为的技术支持下，这个问题也迎刃而解，芒果TV完全可以把更多的精力放在自己擅长的内容制作上，让华为承担更多的硬件和网络的基础服务，这也是一个业态的双赢结合，也是一个全新的生态搭建。让手机厂商和内容厂商能够更好的融合在一起，形成互助互补互相推动的格局，我想是华为打造的这个内容生态平台的最大意义。其实这种布局多见于手机厂商和游戏厂商，和内容厂商还是第一次。华为视频未来是构建一个开放的内容聚合平台，将丰富的精品内容带给华为终端用户，与芒果TV的合作既是华为视频创新内容生态的成功尝试，也是华为视频打造差异化体验的积极探索。而且未来相信也会有更多的生态会接入华为终端这个大平台，最终让手机的软硬件一体化，达到一个全新的高度。必须要说，华为终端的高速增长和其远见是分不开的，2018年的成功只是多年积累的一个结果。华为视频和芒果TV的合作也掀起了一个全新的合作潮流，相信在2019年，我们能够看到华为视频和芒果TV在更多领域，以精品内容和技术支撑打造的移动观影体验，共同推动视频业务的发展。万能的大熊微博 2015到2018 连续四年获得科技领域、电商领域十大最具影响力大V百度动态2018年度影响力红人蓝鲸自媒体联盟2017年年度科技大V公关品牌专家：曾负责360手机助手、360手机游戏、360随身wifi、360儿童手表、360行车记录仪的品牌营销，均为行业第一品牌。畅销书作者：《格局逆袭1》《格局逆袭2》销量超过20万本。微营销第一社群大熊会创始人：2013年创建大熊会，位列中国社群影响力排行榜前五，是国内最大的致力于研究和引领微营销发展潮流的社会化营销社群组织，成员已超八千人。", "author": "万能的大熊", "newsdate": "发布时间：19-01-03", "newstime": "22:06", "sentiment": [{"positive_prob": 0.969688, "confidence": 0.93264, "negative_prob": 0.0303122, "sentiment": 2}]}, {"title": "麒麟980处理器的几款华为手机，每一款都是经典！", "content": "华为再一次传来捷报，在俄罗斯手机市场正式打败三星，这是一个让国人自豪的科技公司，更给我们带来了实用的产品，近年来，华为手机红遍全球，业绩蒸蒸日上。实惠的价格，流畅的系统，经典的外观受到了不少网友的支持。自主研发的麒麟芯片性能上不逊色高通和苹果，各种黑科技也是层出不穷，今天我们就来了解一下搭载麒麟980芯片的几款手机，每一款都相当有吸引力。荣耀Magic2荣耀Magic2是复古滑盖和现代科技的结合，采用了滑盖式的设计，屏幕6.39英寸，由于隐藏了摄像头，屏占比相当高，方正的显示屏不想其它异形屏一样看着难受，前置摄像头1600万加两个200万摄像头，后置2400万加1600万加1600万，采用了彩色 + 黑白 + 超广角的配置，无论是自拍还是拍照都有良好的体验，处理器是麒麟980，内存6G起，机身内存128G起。手机的续航能力和散热都控制得很好。滑盖的设计新颖，缝隙做得比较精细，后盖玻璃材质，透亮有质感。荣耀V20荣耀V20采用更加新奇的屏幕钻孔技术，屏幕6.4英寸，开孔的孔径只有4.5mm，安装一颗2500万像素的前置摄像头，支持防抖，美颜，连拍，微距，动态萌拍，全景等，后置摄像头4800万像素加一颗TOF立体深感镜头，支持自动对焦，光学变焦，场景模式，HDR，夜间拍摄，微信小视频等，拍照多种玩法，尽情体验。处理器麒麟980，配备6G加128G，8G加128G组合。电池4000毫安。平时使用手机的时候前置摄像头并列在信息一栏，看起来十分美观。后盖V型纹路的变色玻璃，美观有特色。还加入了最新黑科技，让你不再遇到卡顿问题。Mate 20系列华为Mate 20系列共推出四款，包括Mate 20，Mate 20pro，Mate 20X ,Mate 20pro(uc)，都采用了麒麟980处理器，性能强悍不用怀疑，外观上Mate 20采用了珍珠屏和曲面型刘海屏两种设计方式，后置摄像头设计成浴霸式的排列方式，都使用了三摄像头，像素上有一些差别。但即使是2400万主摄的Mate 20拍照功能也依然强大。屏幕尺寸也有多种选择，从Mate 20pro的6.39英寸，到Mate 20X的7.2英寸。适合多类人群。外观设计霸气，系统优化好，流畅性也不用担心。Mate 20保时捷款华为手机做工好，质量杠杠的，信号更无人能比，而且售后方便。正因为这些优点才让华为公司得到了如今的地位。这几款手机你想要哪一部呢", "author": "好朋友科技", "newsdate": "发布时间：19-01-03", "newstime": "19:16", "sentiment": [{"positive_prob": 0.999895, "confidence": 0.999767, "negative_prob": 0.000105052, "sentiment": 2}]}]