[{"title": "华为下班时间曝光，真的赢不了他们！", "content": "来源：程序员之家（ID：programmer_club）、水木然（smr669）也许你对华为、阿里的加班水平早有耳闻但你是否见过他们疯狂加班的样子呢？首先出场的是低调到无声的华为华为在滨江的办公楼分了好几个园区，外面种了很高很茂盛的树木。不走到正门还真的很难窥探里面。来看20:30-00:30的华为~朋友说华为加班很夸张所以晚上8点半是不指望有人出来的22:15，一个穿单薄白T的小姐姐在晚风里瑟瑟发抖这是她在华为第四年问：这么晚回家你老公会担心吗？答：我没有男朋友问：你想会找同职业的男朋友吗？答：我还不准备找被这么有事业心的小姐姐所感动远远地拍一张，想起一句广告语感谢你长得那么好看还愿意加班23:25，华为门口有了第一波小高潮掐了5分钟数出来人数25个人，7辆私家车，4辆电瓶车00:34还有人骑小毛驴出来00：38更深露重我又败给里面的程序猿了加班指数：☆☆☆☆☆总结：华为的下班时间集中在23:00。有一个有意思的现象是，华为的员工都特别喜欢骑小毛驴。想起前几年70多岁的任正非还在机场排队坐出租车，低调坐地铁，华为人真的很朴素。接下来出场的是江湖传奇网易在杭州，网易的传奇度一点都不比阿里差。养个猪能拍出了11万元的高价、做款阴阳师让票圈都中了毒，云村包了辆地铁让多少人哭红了眼……一家公司能做这么多事，他们的员工不会跟骡子似的，苦熬苦熬吧？！来看20:55-00:00期间的网易楼晚八点的网易就跟学校似的晚自习还在进行20:48晚自习的第一道铃声响了高一高二的同学被放出来了！争分夺秒往家赶毕竟留家时间额度不足8小时九点多的班车，载着一群夜归人22:23晚自习第二道铃响高三冲刺班的同学也出来了网易的学生也够拼杭州晚上的温度都1开头了还穿着短裤短袖一问，刚健完身准备回家问：有女朋友了？答：没有，才刚毕业呢问：隔壁阿里加班的妹子能接受吗？答：额，最好能比我闲一点吧不过长得好看也能考虑谁说程序员不看脸？一旁的前辈道破了迷津网易的电商起来了，妹子们进来了程序员哥哥有着落了听起来好像有更多的理由加班了00:13，最后一波学霸出门终于能拍全熄了！还没等我高兴太久几个吃了夜宵补充完体力的青壮年小伙子又进去了！回头看刚还摆着摊的小哥已经推车走人了赚对面的钱太不容易了加班指数：☆☆☆☆总结：网易的员工下班时间集中在21:00~22:00。和别的公司不同，网易的员工下班都是三三两两结伴走，氛围超像学校！接下来出场的阿里巴巴19:55-00:00的阿里巴巴蜂巢灯火通明，光彩耀人19:56，阿里大门前只有寥寥几人20:53，你看得出变化？22：33，一个丁香般撑着红伞的女孩子在等快车更多人是提前叫好了车出门直接上车，马不停蹄肥家一路小跑的小哥试图开一辆小黄车结果是坏的这个点能留下的小黄车不坏才怪勒他在阿里待了一年半问：滨江和城西的阿里有什么区别？答：这是被遗忘的角落问：加班会不会找不到女朋友答：屌丝才找不到女朋友等车来的阿里人也不是他瞎吹一位已结婚生娃的程序员老哥说除了刚进来的，阿里哪还找得到单身狗看来有车有房不如有阿里岗还有些对话也很阿里考不考虑IT女？不考虑！你老婆呢？无业游民！果然如守株待兔的司机说的22点和零点是阿里下班高峰点23：52的阿里大门又回血了00:00的阿里亮得像白天研发部一哥们说这有什么稀奇的就算三四点下班也这么亮加班指数：☆☆☆☆总结：阿里的员工下班时间集中在21:30~22:00，但0点以后还有人陆陆续续出来。采访中也有员工自豪地说明：“阿里从不强制员工加班，做不完带回家也可以！”不禁感慨，互联网公司想让你加班的套路真多...第四位是没图只有段子的腾讯深圳有一家奇葩网络公司，五点半下班，六点半有公司班车，没人逼你加班，但是为了能体面地坐着一人一座的大巴回家，大家愿意主动加班一小时；六点半准备坐班车时，就会想起另一条制度：8点钟有东来顺的工作餐：样多，管饱，有水果。想想坐班车回家还得自己做饭，那就再主动加班一小时，吃了工作餐再回家呗；8点钟吃完工作餐准备回家，又想起一条公司制度：10点钟以后打车报销。一天干了十几个小时，谁还有力气挤公交？那就再主动加班两个小时呗。这个公司特人性，从不逼着员工加班。干到晚上十点，打车回家。也算是员工有情，公司有意吧？这家公司叫腾讯。这是腾讯在网络上流传最广的段子，甚至还有不少员工表示赞同...但最尴尬的还是，加班最严重的腾讯拍了支扎心广告号召人们不加班？我想说，作为互联网大佬，不以身作则，你的良心不会痛吗？“谈了七年的女朋友，跟我分手了。如果我有更加多的时间陪她的话，或许结果可能不一样。”“前年的八月份，哥们打电话跟我说，我结婚了，你得来。因为加班呀，我不能来了。然后他就给我说了一句话：你要这个破钱不要我。然后，不联系了。”“公司周末要加班，没有回去参加奶奶的葬礼，我当时的心里是挺难受的。”二的确，就像有人所说：世上所有的牛逼闻起来，其实都是加班的味道！极有可能成为下一个中国首富的雷军，说过一句话：你若不是富贵出身，忠诚和勤奋便是唯一的机会！李嘉诚有个著名的时间表，每晚睡觉之前一定要看书，12点必须睡觉，早上准时5:59分起床，决不拖沓，差不多坚持半个世纪之久。有人问美国“篮球天才”科比为何如此成功？他反问道：“你知道洛杉矶每天早上4点钟是什么样子吗？”确实，这个世界上最可怕的事：那些比你聪明的人，比你更努力！↓↓关注鸣金网，拥抱科技创新", "author": "鸣金网", "newsdate": "发布时间：18-12-20", "newstime": "23:43", "sentiment": [{"positive_prob": 0.00099086, "confidence": 0.997798, "negative_prob": 0.999009, "sentiment": 0}]}, {"title": "捷克总理下令禁用华为手机，中兴无故受牵，华为回否安全问题！", "content": "愤恨！又一国家总理下令禁用华为手机，华为回应坚决否认安全问题随着物资生活的改变，人们越来越习惯使用通讯网络的终端设备，也就是手机了，可以说手机是人们生活中的必需品了，其中中国的华为手机也在今年的第二季度里销量超过苹果手机，跻身世界第二大手机厂商，仅次于三星手机，要知道华为的通讯技术才是华为最强大的科技，相信大家也非常熟悉了，就在即将到来的5G时代里，华为依然以61个项目专利成为世界第一，华为的强大让华人非常自信和骄傲，但是华为的强大也让很多国家开始害怕了。其中以美国为首的很多发达国家也开始以“网络安全性问题”为借口开始抵制华为了，就在近日，捷克这个国家的总理巴比斯也是下令，禁止政府办公室职员使用华为手机！捷克总理下令禁用华为手机，中兴无故受牵，华为回否安全问题！到底是怎么回事呢？我们一起来看看！近日，捷克的总理下令，禁止使用华为的手机，而且捷克国家的网络安全局也是发声禁止华为和中兴的设备，硬件和软件将威胁国家的安全问题，并且也是呼吁当地的通讯商避免使用华为和中兴的产品！这点让人非常看不懂，先前德国也是表示，都说华为的产品存在安全问题，但是却没有人能拿出证据！这次捷克公然下令禁止华为让人觉得不可理喻，而且中兴更是无故受牵连！对于捷克禁止华为的事件，华为也是第一时间做出了回应，华为表示坚决否认自己的产品对捷克的国家安全照成威胁的指控，华为也是要求捷克的网络安全部门拿出来证据，不过捷克部门也是迟迟没有回应了！华为也是苦笑：将自己的竞争对手拒之门外，自己也不会变得多好！以此来暗讽某些国家的小人之心。而且现在华为的订单5G基站的发货量也超过了10000个了，我们也不差捷克这一个“小订单”只是华为受到的不公平的待遇，才是华人愤恨的，但是华为依然会进步，这不过是成功路上不足挂齿的垫脚石罢了！愤恨！又一国家总理下令禁用华为手机，华为回应坚决否认安全问题！对此你怎么看？", "author": "张哥谈科技", "newsdate": "发布时间：18-12-20", "newstime": "16:33", "sentiment": [{"positive_prob": 0.96237, "confidence": 0.916377, "negative_prob": 0.0376305, "sentiment": 2}]}, {"title": "全球56个国家布局5G，25个国家与华为签约，三张图看懂全球5G布局", "content": "在视频、游戏霸屏移动端的今天，4G已不能满足庞大的流量需求。4G即将成为明日黄花，5G即将接棒流量市场。目前全世界已经有56个国家开始布局5G网络建设，其中有二十五个国家选择和华为合作，远远领先他的竞争对手爱立信和诺基亚，华为凭借强大的专利技术和优质的服务在全球打下了近一半的市场。下面这三张图带你们看看华为在全球5G布局。我们从第一张表中可以看到，亚洲地区基本上只有日韩和本国不和华为主要合作，其他的像东南亚国家还是招标中，在中东地区基本上都是采用华为的设备，为什么本国的三大运营商不主要和华为中兴合作呢？这还是因为当年在2G和3G的时候，我国的三大运营商的核心用的就是诺基亚和爱立信的，那时华为还没有崛起，因为5G是在4G上升级的，所以为了费用了所以主要合作的还是诺基亚。欧洲市场分为东欧和西欧，华为的主要市场也是在中东和欧洲市场，不仅是通信，在欧洲国家你还看见很多人都在使用华为手机，如今华为手机的销量全球第二，有很大一部分得益于欧洲市场的认可。在通信方面，华为和很多的国家都已经签署了合作协议，当年他们的4G网络建设就是华为做的，所以他们对华为还是很信任的，5G和华为签约不仅费用会减少，而且会有更好的产品。最后就是美洲市场了，这里是爱立信和诺基亚的大本营了，美国，澳大利亚，新西兰很明确的拒绝了华为，加拿大方面还没具体的决定，因为加拿大国内的运营商坚决反对，所以目前来说加拿大方面还不是很确定。从全球这些布局5G的国家来看，大部分的国家还是认可华为，并不担心美国说的华为会影响国家安全。愿能够在5G市场披荆斩棘，一往无前度过眼前的难关。", "author": "辣笔", "newsdate": "发布时间：18-12-20", "newstime": "18:32", "sentiment": [{"positive_prob": 0.997889, "confidence": 0.995309, "negative_prob": 0.00211106, "sentiment": 2}]}, {"title": "捷克总理下令禁用华为手机！其他部门表示跟随", "content": "在美国、日本、澳大利亚、新西兰，许多国家担心华为的网络设备风险，甚至决定不使用华为的相关产品，捷克总理巴比斯（AndrejBabis）18日禁止政府办公室工作人员用过华为手机。同一天，华为轮值主席胡厚坤表示：关于华为安全问题没有事实的根据。NCISA局长Dusan Navratil表示，关键信息基础设施中的系统管理员，无论是在国内还是私营部门，都应采取“适当措施”来应对这一威胁。事实上，在巴比斯下令的前一天，捷克国家网络信息安全局（NCISA）发布声明，根据政府和盟国的一项调查，警告公司不要使用华为和中兴通讯生产的软件和硬件，说他们会受到安全威胁。现在，捷克总理巴比马发布命令。除了首相办公室工作人员暂停华为移动电话外，甚至工业和贸易部表示，他们将遵循总理巴比斯的决定，并相信其他政府部门都将被禁止。事实上，在捷克国家网络和信息安全局发布上述声明后，华为发言人的回应是否认“安全威胁”。有人提到，我们强烈否认任何我们对国家安全构成威胁的说法。呼吁NCISA提供证据，而不是在没有任何证据的情况下玷污华为的声誉。此外，网络安全一直是华为的首要任务。华为是捷克共和国所有主要电信服务提供商值得信赖的合作伙伴。", "author": "人人师", "newsdate": "发布时间：18-12-20", "newstime": "17:50", "sentiment": [{"positive_prob": 0.923474, "confidence": 0.829941, "negative_prob": 0.0765265, "sentiment": 2}]}, {"title": "日本抵制华为之后，华为实力反击，禁止日本订单！", "content": "华为在海外市场又受挫？这次是一周前刚信誓旦旦表达欢迎华为的法国？路透社14日一篇题为Deutsche Telekom reviews Huawei ties; Orange says no on 5G (德国电信重新审视和华为的关系；法国电信Orange说在5G方面不会考虑华为)的文章称，考虑到美国的盟友国家由于安全考虑都纷纷将华为的5G技术排除在外，法国和德国的公司也在考虑改变他们与中国公司的合作策略。这篇报道表示，法国运营商Orange的CEO 也说，我们不会考虑在5G时代和华为合作，我们会和我们传统的合作伙伴——爱立信和诺基亚合作。此前，德国媒体也发表过类似的文章来质疑多国对中国技术和设备的猜测毫无凭证。德国《明镜》周刊列了诸多美国对于华为和中兴的猜疑，并且对比公开的证据，指出美政府行为无合法性，并指出，相比美国联盟国家（英澳加）等对于华为运营业务的诸多限制，德国各大电信企业均表示过首先德国政府无权干预决策，其次电信设备安全检测最重要，设备原产地并不是决定因素。1997年，任正非感觉华为有点儿管不动了。这一年，华为销售收入41亿人民币，位列中国电子百强榜前十名，公司员工人数超过5600人。虽然六名人大副教授帮任正非起草了《华为基本法》，但这种“管理大纲”无法扮演细则和流程的角色，在这家创业十年的公司里，研发和市场都严重依赖于“技术英雄”和“救火队长”，这让任正非感到捉襟见肘，力不从心。在研发方面，尽管像郑宝用、李一男这样的牛人层出不穷，但华为的研发还处在“大哥带弟兄们猛冲猛打”的初级作战水平上，没有成熟的研发流程和决策机制，这导致市场部门胡乱答应客户需求，研发部门手忙脚乱疲于应付，做出来的产品被反复折腾修改，公司的产品版号一度多达1000多个，管理混乱，效率极低。制造和销售也是一团乱麻。前台销售拿到订单后，回到公司才傻眼，发现工厂根本生产不出来，这导致华为的及时交付率仅有50%，而同期外企对手却高达94%。负责中研部的李一男，每天疲于应付客户的新需求和投诉电话，而某产品线的研发主管更是夸张，每天都要狂打客户和市场部的电话，一个月电话费能花6000多块[3]在90年代“包分配”取消后，无数毕业生涌向东南沿海，同时大量国有科研院所的技术人员，也纷纷跳出体制。华为在南山的几栋办公楼，每天都有天南海北的青年来面试和报道，他们有的拖着简陋的行囊，有的带着未脱的稚气，手里攥着边防证，穿过贴着“基本路线一百年不动摇”宣传画的广场和街道，来到深圳这片热土。《印度时报》称，除了华为，同时受邀参加印度5G测试的通信设备商还包括诺基亚、爱立信和三星等。报道称，华为和中兴两家中国公司起初并没有得到印度政府的5G测试邀请，但印度最终修改了政策，允许华为参加测试，而中兴目前仍未收到邀请。印度电信部长阿卢娜·桑达拉拉吉在致华为的邀请函中，还赞扬华为在印度的电信业务发展。文章称，消息人士透露，反对中国在“关键基础设施”领域进行投资是印度“不成文”的规定，“鉴于中国是印度最大的战略挑战，印度政府该决定有地缘政治含义”。目前，虽然华为对此消息和行为并没有理会和解释说明，但这一时间段和做法很容易让人联想到华为此前遭受的种种不公正待遇，使人不免猜测这是否是日本宣布对于华为的禁购令后华为所采取的一个反制措施，或是一系列反制措施的先头？据了解，报道中的该家公司为一家日本的名为安川电机的华为设备供应公司，主要生产电子设备中的变频器、服务器的电机和电子控制器等设备，在领域内一直保持着较高的控制权和较先进的技术水平，号称全世界机器人的“四大家族”之一，是日本在先进电子设备制造领域的知名企业和重要代表之一。据悉，这家公司在中国设有三个电子设备生产工厂，其业务也是主要为华为的智能手机和电子通讯设备的生产车间、厂房提供相应的工业用机器人、机械手等。不过，作为全球第一大通信设备的生产商和供应厂家，在全球化的大背景下，不论哪家企业都无法从对华为抵制的影响中脱身，除了安川电机外，也必然会有更多的公司遭受巨大损失，日本的这一行为也只能是损人不利己。日本抵制华为之后，华为实力反击，禁止日本订单！", "author": "不造作才快乐", "newsdate": "发布时间：18-12-20", "newstime": "15:36", "sentiment": [{"positive_prob": 0.398855, "confidence": 0.113656, "negative_prob": 0.601145, "sentiment": 0}]}, {"title": "华为拿下全球近一半5G订单，任正非：不需要你们吹捧！", "content": "相信这段时间关于科技新闻的朋友都察觉到了，之处华为的呼声历史新高，华为手机深得人心全国上下开始呼吁抵制苹果，而在国际市场的不公平对待下，在重重困难之下华为却频频传来捷报，真的很给国人长脸，华为作为一个起步不算早，却立足于目前世界通信市场第一，手机前三的科技厂商，已经是国际舞台上最谣言的科技厂商，服务全球几十亿人口的华为设备在全球市场发挥重要作用，而今受到不公平待遇理应得到支持。不过在声援支持华为的过程中，也出现了很多歪解和不正确的报道，比如对于华为到底有多少5G订单，到底在德国、法国是否处于禁售状态各大媒体是说法不一，很难让人信服，外媒的报道也存在断章取义的情况，在这样的背景下华为还是忍辱负重没有选择公开反击，而事已至此华为也到了不得不发声的时刻了，华为刚刚在自己的华为心声社区公开说明了5G近况，重压之下华为传来捷报。华为官方针对媒体的报道也做了详细说明，对于近期媒体的相关5G报道，华为表示存在一定的误解所有有必要说明一下，首选华为给大家压压惊了，在德国市场一切正常，并不是所谓Orange运营商拒绝华为5G的说法，华为正在积极参与地方5G建设工作，而在日本市场也没有被一巴掌拍死，而是参与了竞标，新西兰方面持续跟进，和华为尚且保持联系，所以华为目前来看5G进展处于良性发展。最振奋人心的是，目前全球大概有60个国家要打造5G网络，而华为已经和全球50多个国家地区保持了合作，并且一口气拿下了25个5G大合同，数据还在持续攀升，华为拿下了全球近一半的5G订单，可谓是势如破竹很涨士气，作为世界第一大通信厂商可能国人更加希望华为拿下所有的订单，而在开放性的全球化经济中不应许一家独大，比如中国也开放包容了爱立信，诺基亚等厂商。而在华为轮值董事长胡厚崑确认了华为今年营收要突破1000亿美元的时候，国内媒体纷纷一拥而上报道，并且一定程度上太过夸大华为取得成绩和影响力，甚至诋毁苹果和三星等科技厂商。而此前任正非针对媒体的正面报道也表达了自己看法，他认为市场上针对华为的正面报道太多了，要允许一定比例的负面报道，才能平衡这个关系。在不久前的华为工作会议上，任正非表示外界过度夸大华为并不是好事，甚至可能是灾难，外面说我们好会麻醉我们的员工，网上总结了任正非的言论，意思大概是外界不要过度吹捧华为的成绩，内部员工更不能说超过苹果三星，任正非谈到了中国科技和美国科技的差距还有很大距离，还远不到沾沾自喜的时候，华为不需要吹捧！如今的华为拿下了全球近一半的5G订单，而任正非本人还是忍辱负重不卑不亢，也对媒体朋友表示华为不需要被吹捧，不能被夸大，也正是他的格局和深谋远虑救了华为，让华为走出了和其他中国科技厂商不一样的道路，你们认同吗？备注：图片来源网络，如有侵权，烦请联系删除", "author": "推哥说科技", "newsdate": "发布时间：18-12-20", "newstime": "23:01", "sentiment": [{"positive_prob": 0.945758, "confidence": 0.879462, "negative_prob": 0.0542423, "sentiment": 2}]}, {"title": "华为手机成功的背后：选择最困难的路，用极致的方式做产品", "content": "于千呼万唤中，12月17日，华为nova4终于在长沙揭开神秘面纱。这是一层别开生面的发布会，优秀产品与年轻偶像交相辉映，湖南国际会展中心偌大的会场，被易烊千玺粉丝的热情给点燃了。华为nova4在长沙发布手机行业同质化严重，这是企业求稳和不愿冒险的结果。真正的创新者，需要不走寻常路。这次发布会给人的最大感触，不仅仅是产品的惊艳（4800万广角三摄，2500万海报级自拍等），易烊千玺粉丝的热情，还有华为喜欢挑战的产品态度，这也是华为手机逆势飞扬的原因。不畏艰难，才能在同质化的时代，打造出差异化的产品。在华为消费者业务手机产品线总裁何刚看来，华为是一家比较笨的企业，喜欢走充满艰难险阻的道路，而这种路通常没有人愿意走。华为不走寻常路智能手机发展到今天，要想取得突破不容易，即便是全球领先的手机厂商，也陷入挤牙膏式的创新困境。大部分厂商，都依赖供应链的创新，缺乏自我突破能力，在这种大环境下，冒险精神就显得格外珍贵。为了追求极致全面屏，打孔屏成了手机企业的新选择。最近，打孔屏也被热议，还有手机企业抢在华为之前，发布了打孔屏手机。但在华为看来，即便是打孔屏，也需要更完美的呈现方式，带给消费者更好的体验。怎样才能把孔挖得更小一点，更合理一点？这里面大有乾坤。一种方式是打穿，即通孔方式；另一种是不打穿，即华为的盲孔方式。相对来说，后者的难度更大。华为做了对比，全部打穿当然最省事，但整体设计和封闭性都会受影响。华为希望能在打孔方面，实现得更极致一点。“刚开始，我们找了好几个供应商，他们都说做不到，太难了！”何刚说，“华为没有放弃，而是选择与供应商一起分析，亲自参与进去，寻找更优秀的实现方案。”经过华为与供应商的共同努力，最终实现了华为nova4独创的盲孔方式。这种方案的整体性更好，能带给消费者更好的体验。华为突破性屏下镜头技术华为认为，自己是比较笨的那种企业，很多时候，有现成的路不走，非得要去开辟一条新路，其中的艰险可想而知。不过，最笨的做法，恰恰又是最聪明的，把最难走的路走通了，就是一条康庄大道。相反，走常规路径，虽然比较稳当，但千军万马踏过，难有新奇发生。华为nova4的盲孔方案，是华为不妥协的结果，保留了屏幕的完整性，打孔离边更近，比通孔方案的孔径更小。华为在工艺与设计上追求极致，nova4的屏下摄像头技术，是一次革命性突破，它将2500万像素摄像头模组做到了全球最小，孔区直径仅4.5mm。突破性的屏下镜头技术，让华为nova4产品更美观，整块屏幕的浑然天成，同时保证极致的自拍效果。这样一来，生产难度就大了很多，会导致产能受到一定程度的制约，需要经过产能爬坡，才跟得上市场需求。但，一孔见真章，这种挑战工艺极限的付出是值得的。深刻的洞察力华为通过不同的产品设计，不同的定位，不同的营销，与不同的消费者进行连接，实现消费人群的覆盖最大化。2年前，华为推出nova子品牌时，业界还存在一定争议，甚至有人不看好。过去，华为的用户群体以商务人群、知识分子、政务人士等为主，在年轻人群中并没有优势，产品设计中的理工男思维较为严重。华为nova目的就是要面向年轻人群进行品牌沟通，以全新的思维去开拓新的领域。今天，华为nova系列产品已成为年轻人的娱乐旗舰，是潮流与时尚的引领者。鲜为人知的是，第一代华为nova并不太顺利，一些消费者甚至不认同，原因是与华为的其他机型区隔不大。从nova2开始，年轻化潮品的风格逐渐强化，赢得了更多年轻消费者的认可。“nova2s发布会结束之后，有人对我说，它不太像华为的产品。”何刚这时才松了一口气，“这就对了，如果都像Mate系列一样，就不能彰显nova品牌的价值。让不同的消费者，选择适合自己的产品，这才是华为手机要实现的目的。”从nova4的设计语言来看，能感受到华为对年轻人群的独到理解，不仅颜色更加鲜艳、明快，整体产品设计也更年轻。通过nova系列，丰富了华为的产品组合，与年轻用户建立起了联系与沟通，提升了华为对市场趋势的把握能力。华为nova4以更加丰富的色彩，去捕获消费者的第一冲动。通常，选择一款产品，很多年轻人的第一感知便是颜色。华为nova有蜜语红、苏音蓝等四种颜色，这是让年轻人悸动的颜色。易烊千玺在发布会上说，他最喜欢蜜语红，给人浪漫之感。nova系列的成功，为华为贡献了重要力量。在过去两年多时间里，nova系列已发展了6500万部用户。今年7月推出的华为nova3，更是创造首月销量突破200万部的奇迹。为了加强与年轻人的交流沟通，让更多年轻人接受nova，华为选择了易烊千玺做nova的代言人。“易烊千玺对nova年轻品牌形象有非常好的加持，”何刚透露，“华为nova未来还会加强与易烊千玺合作，让更多的年轻消费者理解nova的品牌定义。”易烊千玺华为nova系列能取得成功，除了高品质的产品，归根结底还源于对年轻人世界的深刻洞察。易烊千玺是年轻人的正能量偶像，此次，易烊千玺不仅为新品站台，现场高歌，也畅谈了对与nova合作的看法。他还表示，牵手nova的这一年，也是自己成长和蜕变的一年。华为nova4和易烊千玺，有很多相通的地方，nova4的极点全面屏，是追求极致的结果，而易烊千玺也喜欢把事情做到全面和极点。强有力的产品力，富有感召力的代言人，双重作用之下，nova4有望掀起一股新的风潮。而今迈步从头越随着中高端手机占比提高，手机市场趋于饱和，消费者换机速度在减缓，这对手机企业来说，是很不利的。要想脱颖而出，必须推出更具创新的新品。华为凭借持续巨额的研发投入（去年研发投入高达897亿元），在手机行业低迷时，不断有重大的创新诞生。正是产品创新，体验革新，推动华为手机出货量上升至全球第二位。在nova4发布会上，何刚公布了一个振奋人心的数字，预计在12月25日，华为手机2018年度的全球出货量将超过2亿部。2亿部数字的背后，是2亿消费者，他们对华为而言，既是前进的动力，也是沉甸甸的压力。华为手机2018年出货量超2亿部华为的成绩，是在低迷的大环境下取得的，来之不易。2018年，全球手机市场销量低迷。IDC发布的报告显示，2018年，全球智能机出货量预计将下滑3%。而中国市场更不乐观，中国信息通信研究院公布的数据显示，2018年11月，国内智能手机市场出货量同比大跌18.2%。2亿部出货量，这意味着华为每天都得生产50万部到100万部手机。而最近几个月，华为手机的月出货量已达2000万部。“这么庞大的出货量，出一点问题怎么办？”在何刚看来，这不仅对华为是巨大压力，华为的合作伙伴同样也有压力。这就需要更好地改进产品，改善管理，与合作伙伴一道提升质量与能力，通过一点一滴的改进和积累，华为才会走得更远。“以消费者为中心”，是华为企业文化的核心部分，也是华为手机的出发点和最终归宿。在何刚看来，只要华为理解消费者的需求，把事情做好、做扎实，产品有竞争力，消费者就会选择华为。以行践言，华为力争在每个价位，都做到行业顶尖。为此，华为加强了内部竞争。从研发层面来看，华为西安研究所主攻2000元以下的产品，北京研究所主攻2000元到3500元之间的产品，上海研究所主攻3500元以上的产品。争取在每一个价格段位上都做到极致，给消费者更好的体验。外部有竞争对手，内部各研究所也有压力，在不同的产品开发团队中，形成良性竞争，从而相互促进，相互提高。年出货量超过2亿部，于华为只是一个新起点。雄关漫道真如铁，而今迈步从头越。华为手机明年的出货量目标怎么定？何刚坦言，目标还没有完全确定下来，预计在2.3亿部到2.5亿部之间。不过，他强调，销量并不是华为的唯一目标，华为希望与合作伙伴共同成长，通过持续的研发投入，带给消费者更有竞争力、体验更好的产品。华为接下来要做的是，如何飞得更高，走得更远！文/徐上峰", "author": "上峰说", "newsdate": "发布时间：18-12-20", "newstime": "20:31", "sentiment": [{"positive_prob": 0.976077, "confidence": 0.946837, "negative_prob": 0.0239233, "sentiment": 2}]}, {"title": "又一欧洲国家声援华为：技术过硬价格犀利，能挡住华为的只有时间", "content": "如果此刻你还在担心美国等西方国家对华为5G业务的“围追堵截”能够得逞的话，你就真的太小看华为了。目前“堵截”华为的国家主要是美国、日本、英国、澳大利亚和新西兰。同样华为也得到了很多国家的认同，其中包括像法国、德国、俄罗斯、土耳其等多达近20国的“订单”支持。其中就包括通讯领域巨头诺基亚的大本营芬兰，芬兰明确公开表示没有任何证据证明华为存在“安全隐患”。别看芬兰领土面积不大，但综合国力却一点都不弱于欧洲强国。仅凭这些难道就能让大家不需要为华为担心了吗？当然不是这样了。为何认为华为根本不是美国等少数国家想“封堵”就能真的“封堵住”的呢？原因很简单，也很粗暴，那就是华为、中兴提供的价格比其它欧洲巨头们提供的价格低了30%-50%。更重要的是华为拥有的5G技术专利是最多的，实力也是最雄厚的。仅仅靠低了30%-50%的价格就能打破那些西方国家的“封锁”吗？没错，就靠这差价是注定能打破少数西方国家的“封锁”，这份自信来自哪里？就拿4G做例子好了，全世界有超出500万之多的4G基站，中国占了多少？移动、联通和电信足足占据了300多万个，而且这个数量一直还在增加。目前第四大运营商广电也进入了资格审核阶段，意味着未来很可能会有四大运营商共同升级、建设5G基站。在国内市场上本身的优势只要华为把握住了，就能令华为立于不败之地。事情到这里就完了吗？当然不止如此。4G基站主要是覆盖人群密集的地方，但5G网络不同于4G，它的用途更广，要求覆盖的范围也更大，未来新添加的基站会更多。当5G基站开始全面建设时，面临的基站建设、设备升级所花费的资金可以用庞大到根本不是普通小国家可以负担得起建设、研发的。美国也好，或者个别一些国家觉得他们还有更多的选择，比如高通、爱立信、三星等，尤其是做为通讯网络业务的老牌公司爱立信，实力更是强悍。但问题是，全部的基站假设和升级索要花费的总额实在太大了，华为的价格优势根本不是这些国家通过政府补贴预算就能“弥补”的上差价的。这是华为最大、也最粗暴的优势，那就是一旦5G业务全面铺开时，我的价格碾压同类竞争者，我的技术同样过硬，看你用不用？既然如此，那为何现在这些国家还一副“嘴硬”的样子？很简单，因为5G业务还在测试阶段，最新的5G标准也许要等到2020年才会公开。对于大多数国家都处于一种观望当中，真正的5G时代只是刚刚到来。一些国家的政治因素确实可以“干预”到华为目前的业务发展，但真正能挡住华为的，其实只有时间。虽然华为还不能高枕无忧，但只要华为不放松，依然努力的拓展市场，华为的未来根本不是某些国家用政治就能“阻拦”住的，因为一切“利往”。华为的科技技术、价格优势和背后一个强大中国和国民的支持，华为怎可言败？", "author": "范旦机", "newsdate": "发布时间：18-12-20", "newstime": "22:58", "sentiment": [{"positive_prob": 0.994542, "confidence": 0.987871, "negative_prob": 0.00545785, "sentiment": 2}]}, {"title": "正式确认，又一8000万人口欧洲大国声援华为，望大家相互转告", "content": "正式确认，又一8000万人口欧洲大国声援华为，望大家相互转告近段时间大家茶余饭后讨论最多的应该就是有关5G和华为的消息了。虽然现在离5G商用还有一些时间，不过通信商之间的碰撞却是开启了。华为这家通信商虽起步较晚，但实力和技术完全不输国际上那些老牌通信企业。全球5G专利最多的华为却受到美国的拒绝和排除华为有1481项5G专利，在全球是5G专利数最多的企业。不过硬实力如此强大的它却受到美国等多国的排除和拒绝。可以说美国是“源头”，就是它们发出华为的5G设备有“安全隐患”的消息，然后还拉拢他国一起拒绝华为，所以华为的5G技术在国际上市举步维艰的。中国友好的接纳诺基亚丶爱立信，美国却拒绝华为现在通信市场上可以说有三个巨头实力最强，分别是华为丶诺基亚丶爱立信了。而中国和那些拒绝华为的国家不一样，它以友好的态度接纳了诺基亚和爱立信，不过没想到美国如此不可理喻，就连那些之前和华为关系极好的国家受到美国的影响也是踌躇再三然后反悔，像德国丶英国丶法国就是。不过关于这些国家反悔的消息却在后来爆出大多都是外媒炒作的，其实它们并没有完全拒绝华为。德国发声支持华为近日，英国就重新和华为进行了5G合作，法国运营商也出声表示，并没有完全否定和华为的合作。还有德国这个8000万人口的欧洲大国也是同样站出来声援华为，表示：华为的5G设备不存在“安全隐患”，这样说华为也要有证据才行。受到德国的支持，华为在面对美国的“安全隐患”问题是压力就要小了许多，也能说明华为的实力是受到那些大国认可的，而且德国本来和中国就一直有合作，像德国的奔驰丶奥迪等汽车品牌都深受中国用户的喜爱。小编觉得，德国在欧洲是一个影响力很大的国家，现在在华为受到各国拒绝的困境中，发声支持华为，说句实在话，真的有点是雪中送炭了，华为在国际上的可信度和口碑也会变得愈加的好。中国有华为，是中国人民的骄傲，未来华为还将所向披靡，在5G领域取得更好的成绩和收获。", "author": "阿福谈科技", "newsdate": "发布时间：18-12-20", "newstime": "18:14", "sentiment": [{"positive_prob": 0.216495, "confidence": 0.5189, "negative_prob": 0.783505, "sentiment": 0}]}, {"title": "不再沉默！面对该国质疑，华为强硬回应：拿证据说话", "content": "在5G网络即将进入商用之前，5G的前期部署也在进行的如火如荼。在此之间，5G网络建设的巨大利润带给了众多科技公司无限可能。而在这之前，2G、3G的技术基本都是美国的高通说了算。可以说是一家独大，没有哪家公司能与其抗衡。使高通在该行业赚得盆满钵满。同时，也让大家明白了，在该行业拥有绝对的话语权，将意味着什么。5G网络随着技术的进步，网络技术很快就过渡到了4G时期。这时中国的华为站了出来，虽然说这时的华为还不能与高通一决高下。但至少可以说，已经能在4G领域里面分一杯羹了。再到现在即将商用的5G，华为通过自主创新，奋起直追。通过一个又一个漂亮的成绩单证明，已经在5G领域的建设中超过了前辈高通。并且华为在5G技术上还拥有60多项相关专利技术，占总专利数的半数以上。华为5G这样的华为技术折服了全球众多的合作伙伴。也获得了大家的认可。但是，这时美国站出来质疑华为的5G通讯设备存在“某种问题”，有可能会威胁到相关信息安全。以此为借口对华为的5G设备进行排挤。但是，他们这种掩耳盗铃式的手法，只能说是自欺欺人。他们之所以费尽心思去排挤华为，就是为了保护他们本土的相关科技企业。华为5G技术在美国的影响下，包括英国在列的多个国家都以“安全”为由，开始拒绝华为的5G通讯设备。但是在此之前，英国的相关电信行业高管曾在公开场合表示，“目前来说，华为是真正的唯一5G供应商。其他厂家还得通过努力才能赶上华为的步伐”。话音刚落，现在又说华为的设备有问题。这种前后矛盾的说法未免太儿戏？华为5G终端在此之后，近日又一国捷克跟风质疑华为设备有“安全隐患”。并且捷克的总理还下令相关政府工作人员，禁止使用华为手机。但是，这次华为没有再选择沉默，而是作出了强硬回应：“捷克国家相关部门质疑华为的设备存在安全问题毫无根据。如果有证据还请拿出来，否则禁止诋毁华为产业”。华为的这波回应，底气十足。华为被捷克诋毁设备不安全华为作为一名后起之秀，现在的崛起已经是不争的事实。某些国家妄图通过不正当的手段来排挤华为，相信也是行不通的。在5G的这个新舞台中，一切还得用实力来说话。用服务来说话。相信华为的路只会越走越宽。也相信华为会得到全球用户的认可。最后祝华为在5G的建设中再拿更多的大单。好运！", "author": "IT知识解答", "newsdate": "发布时间：18-12-20", "newstime": "17:25", "sentiment": [{"positive_prob": 0.000137353, "confidence": 0.999695, "negative_prob": 0.999863, "sentiment": 0}]}]