[{"title": "云边端芯协同，华为云的云原生观", "content": "2018年云原生计算基金会(Cloud Native Computing Foudation,CNCF)的年报数据显示:2018年,云原生技术在生产系统中的应用数量翻了一番,正评估和准备使用云原生技术的企业用户数量增长了3倍以上。今天,人们对云原生技术的追逐和渴望对比OpenStack有过之而无不及。在企业数字化转型的大潮中,云原生技术俨然已成为取代传统应用的重要技术驱动力。空谈误国,代码兴邦从4年前CNCF成立之日起,云原生的星星之火就开始迅速蔓延,容器、微服务、DevOps在很多行业的头部客户中已是家常便饭。借KubeCon2019中国站在上海举行这一契机,我们希望更多的行业用户能够认真地审视、理解并应用云原生技术,顺利实现企业云化。在开源界有这样一句名言:“Talk is cheap. Show me the code.”华为云PaaS产品部总经理廖振钦将这句话演绎为“空谈误国,代码兴邦”,也是希望整个产业界,包括厂商和行业用户都能抓住数字化转型的有利时机,推动云原生的广泛应用,并积极向CNCF社区做贡献。华为是与云原生一起成长的。2015年6月CNCF刚成立,华为就是第一批初创会员,而且也是铂金会员,也就是从那时起,华为就将云原生列入了战略技术投资范围。2018年,华为在推动云原生的发展和应用方面做了大量富有成效的工作,截止目前已有7000多人参加了华为举办的云原生线下活动。另外,华为还出版了4本介绍云原生的书籍,据出版商的反馈,这几本书十分畅销。2017年,华为云将ServiceStage平台上的微服务沉淀的代码开源并捐赠给了Apache软件基金会,成为ServiceComb项目。ServiceComb开源不到一年,就迅速在Apache软件基金会毕业,成为业界首个Apache微服务顶级项目。6月24日,华为云在KubeCon &CloudNative Con OSS上主办了微服务同址活动Apache ServiceComb Meetup。会上,华为云的多位技术专家联合Apache Committer和伙伴、用户等分享了微服务相关技术、开源开发经验和微服务业务实战经验。三年前,廖振钦经常苦口婆心地和用户解释,为什么Kubernetes比Docker swarm好用,为什么Kubernetes是未来的趋势。今天,没有人再质疑Kubernetes的主流地位,所有话题都聚焦在如何更好地使用Kubernetes,将Kubernetes从云推至边缘,深入应用的各个领域甚至每个角落。CNCF刚成立时,只有华为一家来自的中国成员,而今天中国的会员已超过40家。这从一个侧面说明,云原生已经在中国蓬勃兴起。将Kubernetes推至边缘得益于介入早且投入大,华为始终站在云原生技术与应用的前沿,而且对云原生的现状和未来发展有前瞻性且深刻的洞察。廖振钦将当前云原生的发展趋势归纳为四个关键词:边缘、多云、智能和异构。下一代云计算的形态不会是集中式的超算中心,而是由成千上万个边缘节点连接而成的泛在式、分布式的边缘网络,形成泛在的云。将计算能力“推”至边缘是顺势而为。云原生技术将成为该模式中不可或缺的技术支撑。以前,一提到边缘计算,人们的目光都盯在嵌入式设备上,忽视了边缘要和云协同。廖振钦告诉记者,边缘计算与云的应用场景有很多是类似的,需求有相通之处。比如,在边缘的管理节点上,同样要面临计算、存储、网络等问题。另外,随着用户对边缘计算应用的要求不断提高,边缘计算也要进行容器化、微服务化改造。华为在两年多前启动了KubeEdge项目。这个项目的名字,顾名思义就是将Kubernetes推至边缘。廖振钦强调说,KubeEdge并不是简单地对Kubernetes进行裁剪,实现轻量化,项目的核心还是实现边云协同。比如,在AI场景下,在云侧,要利用云中海量的数据支持大规模的AI训练,而轻量的一些AI推理可以放到边缘运行,这就是边云协同。另外一种典型情况是,边缘侧通常资源比较固定,没有太大的资源池,所以在业务高峰时,可以将边缘的计算力弹性扩展到云上。同样是在上海举行的KubeCon2018大会上,华为正式发布了KubeEdge项目,并于2018年11月开源。2019年3月,KubeEdge正式成为CNCF的项目。6月,在KubeCon2019大会上,华为推出KubeEdge 1.0,这是一个具有里程碑意义的版本,不仅实现了端边云全面协同,而且产品本身的性能、可靠性和稳定性得到了进一步提升,还能支持服务网格。KubeEdge 1.0是一个轻量化的版本,大小只有45MB,运行时只需要单核的CPU和128MB内存,却可以管理4000个节点。KubeEdge源自华为云上的明星服务——智能边缘平台(IEF)服务,它已在工业质检、文字识别、人脸识别、驾驶行为分析等方面有了非常广泛的应用。打造多云和混合云的基石IDC预测,未来85%以上的企业都将实施多云和混合云战略,这将成为企业的“新常态”。云原生技术的可移植性从根本上解决了多云和混合云实施的技术难题,必将加速多云和混合云战略的落地进程。2019年3月,华为云率先推出了全球首个基于Kubernetes-Federation的容器多云混合云解决方案MCP(Multi-cloud Container Platform)。此方案一经推出便吸引了国内互联网、金融、传媒等近50家企业参与公测。向前追溯,华为从2015年起便联合社区开始孵化Federation项目;2016年该项目完成功能最小集开发;2017—2018年,成为独立子项目并推出V2版本;2019年3月,华为率先推出Federation商业化版本,并基于此打造了多云混合云解决方案MCP,在功能上主打跨云应用自动容灾、跨云流量智能分担、业务地域策略化运营等。激发AI算力的小宇宙如今,人工智能的浪潮已经席卷全球每个角落。华为云智能应用平台就是站在云原生的肩膀上,致力于让数字化转型更智能。“云原生应用的发展非常迅速,大大超出了我们很多人的期望和想象。之前,我们的工作重点放在对应用的支持上,大家都熟知Kubernetes可以很好地支持无状态应用,对应用进行编排、调度、分发。”廖振钦话锋一转,”人工智能、大数据最需要的还是批量高性能调度的支持。因此,华为云开发出AI容器,支持华为云EI服务。”在本次大会上,华为云正式宣布将其面向高性能计算的新一代批量计算平台Volcano项目开源(已在Github开源),激发企业AI算力的小宇宙。Volcano源于华为云AI容器,在支撑华为云一站式AI开发平台ModelArts、容器服务CCI等服务的稳定运行中发挥着重要作用。Volcano提供高性能任务调度引擎、高性能异构芯片管理、高性能任务运行管理等通用计算能力,通过接入AI、大数据、基因、渲染等诸多行业计算框架服务终端用户。特别值得一提的是,在2019年3月斯坦福大学发布的最新DAWNBench榜单中,华为云ModelArts一站式AI开发平台荣获图像识别训练和推理性能双料冠军,其背后就有Volcano的鼎力支持。得益于Volcano的高性能任务处理机制,华为云基因容器服务将基因测序的效率提升了30%,赢得了国内多家头部基因测序企业的青睐。坚定支持多元架构“就云原生技术本身来说,目前社区的版本只支持比较单一的算力架构,包括x86架构和GPU架构。但是,未来随着越来越多的人工智能芯片的引入,以及开放的ARM架构生态的成熟,云原生必须支持异构计算,才能为云上和边缘提供更高性能的计算资源,使得云原生应用更高效的运行。”廖振钦如是说。除传统架构外,在算力方面,华为云从“芯”开始,为“云+AI+5G”时代提供高性价比、自主可控的理想算力。2018年,华为在芯片方面实现重大突破,先是推出昇腾910和昇腾310两款自研AI芯片,为客户提供充裕经济AI算力;接着发布了基于鲲鹏架构的7nm服务器处理器——鲲鹏920(Kunpeng 920),专为大数据处理和分布式存储等应用设计,适合高并发、低功耗的海量终端数据和并发应用场景。华为云容器服务促进了以Kubernetes为代表的云原生技术支持包括鲲鹏、昇腾等在内的新兴多元架构。廖振钦总结说:“很快,我们将推出Kubernetes基于这些多元计算架构的整个平台和应用。同时,我们也会把支持鲲鹏生态、昇腾AI芯片等多元架构的Kubernetes回馈贡献给社区,让整个Kubernetes云原生社区都能更好地支持多元的架构。”华为云在以Kubernetes为代表的云原生领域大刀阔斧地前进,以“云+边+端+芯”的全栈技术积累构建“云原生+AI” 、“云原生+边缘”等领先能力,从而使能全行业。行百里者半九十,在技术创新的道路上从来没有捷径,而且必须持之以恒。在云原生这条光明大道上,华为已经开了一个好头,接下来就是如何继续保持领先和不断取得新的突破。廖振钦坦言,他的心理压力比较大,现在中国的原云生应用正全面兴起,其他厂商又紧追不舍。不能起了个大早赶了个晚集。廖振钦和他的小伙伴们以此激励自己,努力前进,不能打半个盹。来源：消费日报网", "author": "中国日报网", "newsdate": "发布时间：19-07-04", "newstime": "16:54", "sentiment": [{"positive_prob": 0.99839, "confidence": 0.996423, "negative_prob": 0.00160972, "sentiment": 2}]}, {"title": "华为Mate30摄像头竟然长这样 太酷炫", "content": "【PChome手机频道资讯报道】近日，有网友曝光了华为Mate30系列的后置摄像头的圆形设计，而根据最新的爆料，华为Mate30系列将采用全新的排列方式。昨日凌晨，有微博网友曝光了华为Mate 30系列的背部渲染图。从此次爆料的渲染图可以看到，华为Mate 30系列的摄像头组为全新的排列方式：不是常规的横向或竖向排列，也不是“浴霸”，摄像头和闪光灯组合像一个字母“X”。根据现有的信息显示，华为Mate 30系列将会采用麒麟985处理器，内置巴龙5000 5G基带。屏幕方面将会采用90Hz刷新率的AMOLED屏幕。后置摄像头则支持50倍数码变焦和5倍光学变焦。不过官方并未对这些信息的真实性进行回应。根据此前曝光的消息，华为Mate 30系列将在今年的10月份到11月份发布。", "author": "PChome电脑之家", "newsdate": "发布时间：19-07-04", "newstime": "10:39", "sentiment": [{"positive_prob": 0.983798, "confidence": 0.963995, "negative_prob": 0.0162023, "sentiment": 2}]}, {"title": "华为Mate30真机曝光，“浴霸”变“花洒”，镜头数量再次提升", "content": "近几年，华为高端旗舰无论是口碑还是销量都取得非常明显的进步，上半年发布的P30系列更是仅用149天便完成销量破千万的业绩。这也令要在今年下半年发布的华为Mate30系列获得不少消费者关注。而近日，网上便出现了华为Mate30系列保护套的谍照。随之Mate30的真机渲染图也出现在用户视野中，根据给出的图像信息，华为Mate30依旧是保持着圆润的设计风格，手机倒角都有进行弧度处理，腰身两侧更是优化的十分明显，搭配玻璃材质后盖，手机的握持感会表现非常优秀。后置镜头模组将是华为Mate30系列改动最大的地方，原先的方形“浴霸镜头”被改成了“圆形花洒”，镜头数量也再次提升。其实，四摄镜头排布很难在体现美感，而华为Mate系列在外观方面又要与P系列进行区分，所以要避免镜头模组竖直放置在左上角的情况出现。圆形模组放置手机中上方位置也的确是不错选择，毕竟在提升手机颜值的同时，华为Mate30也提高手机的辨别度，令产品变得更有个性。根据以往经验来看，华为Mate30系列的后置四摄镜头将会沿袭P30 Pro的传感器元器件，主摄会使用索尼IMX607，另配有一颗长焦镜头和一颗超广角镜头，而最后一颗镜头则很可能会是TOF 3D镜头。如此一来，无论是任何情况下，华为Mate30 Pro都可根据镜头特点对图像进行调节，无论是拍照还是摄影，Mate30 Pro都将会有不错表现。另外，华为Mate30系列会支持5G功能已经基本确定。该机将搭载麒麟985处理器，配备巴龙5000芯片， 不仅数据处理能力会大幅提升，手机还将支持5G功能。而且需要注意的是，华为Mate30支持的是NSA/SA双模5G，应用范围和适应性比目前的市场上的使用高通5G芯片的手机更加广泛。另外，按照以往惯例，每年华为Mate旗舰都将配备华为所有新技术，所以该机很可能会支持55W快充功能，充电速度和续航时间都将有所保障。当然，在华为P30系列产品中出现的五十倍数码变焦以及IP68级防尘防水也不会缺席，这两项功能也将会为Mate30系列增添不小竞争力。你对华为Mate30这款手机有何看法，不妨对此谈谈你的观点。文/JING", "author": "数码密探", "newsdate": "发布时间：19-07-04", "newstime": "18:12", "sentiment": [{"positive_prob": 0.0188814, "confidence": 0.958041, "negative_prob": 0.981119, "sentiment": 0}]}, {"title": "想反悔？美迟迟不履行承诺放开华为限制，关键时刻，我国站了出来", "content": "自特朗普上台以来，奉行“美国优先”的白宫，将美国这个全球唯一超级大国逐渐带向了“流氓国家”行列，比如将华为列入“实体清单”，禁止美企与华为进行贸易往来；同时向老朋友墨西哥插上一刀，通过“征税大棒”迫使墨西哥承担起本应由美国自己承担起来的“烂摊子”；并为了兑现美国优先的承诺，接连退出10大国际组织和条约，完全无视身为世界第一强国的责任与义务，只想着占便宜。在前段时间G20峰会结束后，特朗普突然软化对华为的态度，同意国内企业向华为出售没有“巨大国家安全”的产品，也就是含金量不高的芯片和电子元件。虽然只是部分电元件，但美国愿意在华为问题上退步，表明其制裁已经出现松动，美企与华为之间的合作将会继续正常展开。不过有趣的是，美国虽然表示将放开限制，但在“实体清单”上却并没有将华为移除，且动作也是“雷声大雨点小”，以至于美企都有点混乱，不知白宫到底是何态度？针对此，我国官方就直接出面进行催促美国尽快落实诺言。据商务部发言人高峰4日称，美国应该尽快落实允许美企向华为出售产品的承诺，停止打压华为的错误做法。有分析表示，特朗普在这方面应是不会赖账，其一：特朗普强调卖给华为的产品是部分芯片，这类半导体技术并不会威胁美国安全，而且“部分”所代表的范围完全可以调节，但一国总统失信就失了美国脸面。其二、美国高科技企业空前团结，一致要求白宫解除对华为的“禁令”，因为自禁令发布以来，华为业务暂时还未受到影响，相应美国电子供应商却是股价大跌，赢利点受到严重影响，以至于如美光这样的半导体企业都不得不钻美国法律空子，以继续与华为展开合作；而另一方面苹果、谷歌、微软等大型科技企业也是不断游说施压，希望白宫放弃错误做法。自华为5G技术领先全球，并拿下5G技术行业制造标准，美国就十分“眼红”甚至充满担忧，因此以断开美企芯片供应链和制造华为“存在安全风险”的谣言，试图阻止华为5G设备进入全球市场。但目前，华为5G设备订单量已达到业内第一，收到了来自全球30多国的46份5G大单，显然美国的企图落空了！【注：本文部分图片来源于网络！文章未经授权禁止转载！关注我们，每天阅读更多精彩内容】", "author": "千钧堂", "newsdate": "发布时间：19-07-04", "newstime": "20:53", "sentiment": [{"positive_prob": 0.00478363, "confidence": 0.98937, "negative_prob": 0.995216, "sentiment": 0}]}, {"title": "华为P30还没焐热，华为P40就来了？或支持5G和鸿蒙系统！", "content": "华为P30还没焐热，华为P40就来了？或支持5G和鸿蒙系统！华为p30这款手机在市场上取得了非常好的销量，华为p30它的像素更是让人对于华为手机花目相看，没想到一直走商务风格的高端旗舰机，竟然能够推出如此高的像素。当然了，华为的p系列都是一些高端旗舰机，它的价格相对来说也会比较的昂贵，随着华为p30这款手机站稳脚步，下一代新机华为p40也相继曝光了。单从整个手机的机身上来看，这一次的华为设计并不是那么的圆滑，而是比较的方方正正，非常像iPhone4的整体设计，这样的边框看让整个手机看起来比较的硬朗，还是比较偏商务风格的，从机身的颜色上看得出来，一共有5种配色，并且每一种颜色的搭配都比较的符合年轻人的口味。在后部机身的摄像头上，这样的镜头排列着实让人没有想到和三星s10这款手机的镜头排列方式是一样的。将整个镜头横置排放，并且放在了整个手机的中央部位，三颗镜头的下方就是手机的闪光灯，目前曝光的也就只有5种配色，而在正面的手机屏幕上采用的或者是挖孔屏的设计，华为P30还没焐热，华为P40就来了？或支持5G和鸿蒙系统！这毕竟是2019年最流行的一种屏幕设计的方式，相对来说也已经发展得比较完善，在这样的高端旗舰机上应用也是在情理之中的。从机身上也能够看得出来，这款手机没有采用任何到手机开通，也没有侧面指纹，所以华为p40这款手机采用的应该是屏下指纹解锁的方式。在电容量上华为p40将会支持5000毫安的超大容量，现在4000毫安的手机比比皆是，所以要想有着更加亮眼的地方，那就要比友商做得更好，所以华为p40这款手机应该会融入5000毫安的超大电池容量。在手机的芯片上，将会搭载麒麟最新的芯片麒麟985，或许还能够支持5g的网络，这也应该是华为手机最高配的标准了吧。除了这些之外最关心的应该就是这款手机的系统了，到底它是使用的华为鸿蒙系统还是安卓系统？华为P40基本设计曝光，支持鸿蒙系统的5G手机，赶紧了解！华为鸿蒙预计在今年的秋季或者是明年的上半年发布，如果在华为p40这款手机之前发布的话，那么华为p40这款手机，就有可能会搭载华为鸿蒙的系统。作为这样的一款高端旗舰机，华为p30Pro的价格已经在四五千元左右了，而这一次最高等级的华为p40pro，麒麟985的芯片，5G 的网络，华为鸿蒙的系统，5000毫安的超大电池容量，这样的配置，这款手机的价格也会在5000元左右，毕竟这是华为的高端相机，对于这款华为p40你怎么看？", "author": "转角遇科技", "newsdate": "发布时间：19-07-04", "newstime": "17:53", "sentiment": [{"positive_prob": 0.248092, "confidence": 0.448685, "negative_prob": 0.751908, "sentiment": 0}]}, {"title": "这么好用的华为手机翻译功能都不用，真是太浪费了！", "content": "大家都知道，现在我们有很多场合都会需要使用到英语，但是有不少的小伙伴的英语水平没有那么好，应对起来不是很轻松，也就有点不是特别的方便。如果大家使用的是华为手机的话，那么这个问题也不算是问题了，因为在我们的华为手机中就自带有非常好员工兼强大的翻译功能，今天就让我们一起来看看吧~一、扫一扫翻译当我们需要进行翻译的时候，我们就可以用华为手机中的【扫一扫】来帮我们。大家可以先将手机滑至华为手机负一屏处，然后在搜索框的左边点击【扫一扫】功能。在里面我们就可以点击切换成翻译，然后让选词框对准需要翻译的单词以后，对准单词后点击翻译，翻译的结果就会出现在我们眼前了。二、语音助手翻译现在不少的手机中都带有语音助手，华为手机自然也是不例外的，而我们也是可以通过华为手机的语音助手来帮我们完成翻译的操作。我们可以先唤出语音助手，然后点击【翻译】，接着我们可以在输入框中输入需要翻译的句子或单词，也可以点击语音输入翻译口令来进行翻译操作，非常的简单。三、拍照翻译很多人都知道，我们的华为手机摄像头特别强大，但是大家知道吗，华为手机除了能帮我们拍出好好看的照片之外，还能帮我们进行翻译的操作。我们可以打开华为手机的相册功能，然后切换到相机的功能界面，在里面我们就可以点击【在线翻译】，然后我们只需要拍下需要翻译的内容就可以了，非常的方便。四、输入法翻译除了以上三种翻译方法之外，我们还可以利用华为手机自带的输入法来帮我们进行翻译的操作。我们可以打开华为手机自带的输入法，然后点击左上角的【设置】，在里面有一个【快捷翻译】的功能，我们进入这个功能后就可以在指定的输入框中输入需要翻译的内容，再选择需要翻译的目标语言，就可以快速的完成翻译的操作了。而且在输入法的翻译功能中还能帮我们翻译成十几种语言，也是非常强大了。好了，以上就是华为手机进行翻译的几个小方法了，相信大家在看完以后也有了一定的了解，要是大家在工作中或者生活中有需要的话，以上的方法就去试一试吧。", "author": "上海互盾信息科技", "newsdate": "发布时间：19-07-04", "newstime": "16:05", "sentiment": [{"positive_prob": 0.452556, "confidence": 0.0511151, "negative_prob": 0.547444, "sentiment": 1}]}, {"title": "安博通：华为位列前五大客户名单", "content": "每经记者：刘春山    每经编辑：张海妮公司全称：北京安博通科技股份有限公司实控人：钟竹控股股东：钟竹主营：网络安全核心软件产品的研究、开发、销售及相关技术服务，为业界众多网络安全产品提供操作系统、业务组件、分析引擎、关键算法、特征库升级等软件支撑及相关的技术服务所属行业：软件和信息技术服务业发行股份数量：1279.50万股募集资金投向：深度网络安全嵌入系统升级与其虚拟资源池化项目（投资额度1.58亿元，拟使用募集资金1.58亿元）；安全可视化与态势感知平台研发及产业化项目（投资额度7663万元，拟使用募集资金7663万元）；安全应用研发中心与攻防实验室建设项目（投资额度6311万元，拟使用募集资金6311万元）近三年研发投入：1585.22万元、2652.84万元和2655.37万元研发投入占比：14.91%、17.60%和13.59%风险提示：公司的销售收入呈现显著的季节性特征，且主要在第四季度实现；应收账款增加及发生坏账的风险；净资产收益率下降的风险问询关注点：竞争对手及行业现状；营业收入情况及前五大客户情况等数据来源：招股书（申报稿）安博通主要销售品类是安全网关。安博通介绍公司主要客户包括华为、新华三、星网锐捷、中国电信系统集成等通信领域公司。《每日经济新闻》记者注意到，2018年华为是安博通的第四大客户，销售额占比5.07%。在上市之前，国内通信企业烽火通信的产业基金进行了突击入股，成为安博通第四大股东。安博通可比公司主要包括启明星辰、绿盟科技、深信服、迪普科技和任子行。在全球领域安博通自己对标的公司是美国Palo Alto Networks。不过，问询涉及安博通对标该公司的依据。目前安博通已经回复了四轮问询。针对招股书（申报稿）中的风险提示，上交所科创板上市审核中心认为此前安博通披露的内容过于笼统、模糊，要求发行人结合行业因素、业务模式、股权结构、生产经营实际情况，对相关内容进行修改和完善。随后，安博通补充了相关材料。安博通此前曾在股转系统挂牌，今年2月份刚刚摘牌，紧接着转战科创板。7月11日，科创板上市委员会2019年14次会议将审核安博通IPO事项。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-07-04", "newstime": "21:08", "sentiment": [{"positive_prob": 0.705909, "confidence": 0.346465, "negative_prob": 0.294091, "sentiment": 2}]}, {"title": "患难见真情，“华为事件”让我们看清了这三位“华裔”的真实面目", "content": "可以说，华为当下的处境着实很好的诠释了什么叫“阳光总在风雨后”，不经历风雨，怎能见彩虹，如果没有 美国“禁令”的颁布，或许我们根本就不知道华为早已积累了十分雄厚的技术实力，如果华为没有顶住美国所带来的的压力，或许华为会就此被美国掐住了喉咙，但庆幸的是，美国这一“打压”华为的计谋并没有得逞，相反的，还被华为强有力的破解了。美国对华为的“松绑”着实验证了“不攻自破”这一成语，在“华为事件”发生期间，虽说美国对华为采取的种种“抵制”措施确实对华为造成了一定程度上的影响，但华为方面并未觉得是受到了“毁灭性”的打击，然而还没等到华为向美国“妥协”的那一刻，美国一些科技巨头公司就已经开始“哀叫连连”了，不但在经济方面受到了一定的影响，而且在股市市值方面也受到了一定的影响。不得不说，华为在被美国“打压”那一段时间里，不少国内企业的所作所为可谓是很好的诠释了“患难见真情”这一句话，不少国内企业在华为被美国“刁难”的这一段时间里，纷纷伸出了援助之手，就连李嘉诚都用行动证明了自己的“立场”，通过手中的“权利”一度使华为拿下了英国的5G订单，但却有这几个人，不但没有支持华为，反而还“捅刀”华为，这次我们就来说一说这三个人“捅刀”华为的行为。首先，很有意思的是，这三位“捅刀”华为的人均与中国有着一定的“血缘关系”，第一位要说的就是大名鼎鼎的扎克伯格。在“华为事件”期间，扎克伯格停止了华为产品“FaceBook”应用程序的预安装，虽说对于国内而言，并没有对国内用户造成太大的影响，但要知道，国外使用“FaceBook”这一应用程序的频率还是很高的，扎克伯格突然“剥夺”了华为产品预安装这一应用程序的权利，着实对华为产品在海外的销量造成了一定的影响。而我们知道，扎克伯格在创业初期在资金方面遇到了很大的困难，然而美国并没有获得美方的投资，无奈之下，扎克伯格四处筹资，而就在这时候，李嘉诚及时出手相救，使其度过了难关，可以说，如果没有李嘉诚的及时出手相救，扎克伯格或许挺不过这一难关。再加上扎克伯格的妻子还是华人，因此扎克伯格也算是半个“华人”了，但却做出“捅刀”华为的行为着实有些说不过去。其次要说的是软银的董事长孙正义，虽说孙正义前段时间辟谣了ARM公司的谣言，但却改变不了软银公司确实拒绝了华为5G设备的事实，转身将订单交给诺基亚以及爱立信的行为着会令人觉得孙正义是在“捅刀”华为。最后要说的就是一直素有“打假斗士”之称的方舟子，在华为正式宣布“鸿蒙”系统的消息之后，方舟子随即对“鸿蒙”系统提出了质疑，且还表示说为何要等别人把钱赚走了才公布“鸿蒙”系统的消息。虽说这三位“华裔”在华为“受难”期间所对华为做出的“捅刀”行为很是令人气愤，但那已经是过去的事了，或许我们可以不用在对过去纠结。因此小编想问问大家，大家是如何看待这三人“捅刀”华为的行为的？", "author": "易驰科技", "newsdate": "发布时间：19-07-04", "newstime": "15:31", "sentiment": [{"positive_prob": 0.0135543, "confidence": 0.969879, "negative_prob": 0.986446, "sentiment": 0}]}, {"title": "振奋人心，多家运营商表态将改用华为5G，美方措手不及", "content": "华为被美国\"断供\"并且遭到封杀的消息，已经是人尽皆知的旧新闻了。大家从一开始对美国的愤怒，对华为的担忧，逐渐转变成了对华为的钦佩。毕竟这一手未雨绸缪当真是将自己拯救于水火，更是让世界看到了华为坚韧的力量。而随着我国5G商用牌照的下发，华为的好消息也不断传来，多家运营商表态将改用华为5G，美方已措手不及。原本我国是计划在2020年，全面部署5G网络的。但是因为美国逼迫华为，企图让华为在承接了全球大部分订单以后失信于各家厂商，我们国家就在这千钧一发之际，站出来为华为撑腰，硬是将5G部署的计划提前到今年。而我国力挺华为，也是让很多与华为签订订单的公司，吃了一颗定心丸。韩国虽然与美方关系一直不错，但是在5G网络面前，仍然有很多厂商选择了和技术水平优越，成本较低的华为合作。而菲律宾的大部分厂商也与华为签订了订单，帮助菲律宾在东南亚区域，成为5G网络部署的先行者。除此以外，德国和法国等欧洲国家，也在美国与华为较量的天平中，向华为方向倾斜。这让美方有点乱了阵脚，不过更让美方意想不到的还在后面。一直与美国不对付的俄罗斯，当然不会放弃在任何与美国有关的争端中让美国吃苦果的机会。因此俄罗斯的两大通讯巨头——MTS和维佩尔通讯，都已经与华为签订了合同，并且表示将100%使用华为的5G设备。其实在此之前，华为在莫斯科的网络设备应用中就已经占了85%的份额，如今扩展到100%也并不稀奇。不过美国是万万没有想到，自己的一个任性举动，竟然引起了这么大的连锁反应。除了自己的盟友倒戈华为以外，居然把自己的老对头俄罗斯也拉进了这场混战当中。而除了国外方向的失势以外，美方国内也涌现出了反对美国限制华为的声音。镁光、因特尔等公司都曾经是与华为合作密切的零件供应商，如今美国将华为一棒子打\"死\"，并且限制国内公司与华为的合作，让这些公司蒙受了巨大的损失。而联邦快递也因为美方要求其禁止运送华为的设备，而和政府有些争执，表示自己只是快递公司，并不是执法机构。总之，如今的美国是为自己种下的苦果买单的时候了。内忧外患让美国不得不重新审视自己曾经做的决定，并且终于服软表示将放松华为在本国的禁止令，恢复国内企业与华为的部分合作。你怎么看？说说你的看法吧！关注我们将持续分享相关内容！", "author": "玟玟科技", "newsdate": "发布时间：19-07-04", "newstime": "16:49", "sentiment": [{"positive_prob": 0.971678, "confidence": 0.937062, "negative_prob": 0.0283223, "sentiment": 2}]}]