[{"title": "美媒承认：华为高速增长让人惊讶！余承东：华为今年就能第一！", "content": "自从华为Mate20发布之后，华为的销量就一路走高，2018年华为的出货量突破2亿台，与2010年相比，增长66倍，2019年华为提出了更高的目标——2.5亿，这个目标是根据华为的实力预计的。随着实力的增长，华为手机的销量也在大幅增加。华为P30 Pro是全球拍照最好的手机，后置4摄，主摄是与索尼共同研发的IMX650，首创RYYB阵列，透光率增加40%，即使是夜间也能拍出白天的效果。800万的潜望结构长焦同样是全球首发，支持5倍光学变焦，10倍混合变焦，50倍数码变焦。稍后推出的OPPO Reno仅支持10倍混合变焦，真正的实力与华为P30 Pro相比还是有些差距。华为P30 Pro正以每天十万台的数量出货，估计全年出货量超过2000万台。可惜的是美国用户用不上。2018年初的时候，华为与美国四大运营商之一的AT&T签署协议，华为Mate 10 Pro将进入美国市场，华为为此还支付了1亿美元的宣传费用。由于众所周知的原因，余承东在MWC大会上宣布放弃进入美国手机市场。此后，华为正式宣布彻底放弃美国市场，华为Mate 20 Pro、华为P30 Pro都不会在美国销售。但是华为P30 Pro的出色全球用户都看得见，美国用户也想用到这么出色的手机，美国一些运营商通过第三方渠道华为P30 Pro后带入美国销售，满足了这部分用户的要求，这些手机原是供往拉丁美洲市场。近日，华为官方公布第一季度的出货量为5900万台，同比增长50%，IDC等调查机构的数据也差不多。由于每年的第一季度都是淡季，华为出现超过50%的增长让所有人都感到惊讶，余承东坦言，华为靠的是新技术和实力。纵观整个手机行业，能够保持增长的只有华为和vivo。5900万台的数字并不包括美国市场，美国是全球最大的高端手机消费市场，三星和苹果销量这么高靠的就是美国用户的支持，如果华为进入美国市场，出货量可就不是这个数字了。华为的强势就连美国媒体也惊叹，美媒CNET表示：华为已经不需要美国市场了，没有美国市场依然会保持增长。不过，华为手机没有苹果的利润高，苹果手机是赚钱的。华为P30 Pro拥有出色的相机和设计，即使没有美国市场，也不会对华为造成影响。余承东表示：“今年华为+荣耀有可能成为第一，明年肯定第一。”看似吹牛，其实并没有，没有美国市场都能取得50%的增长，如果进入美国市场，今年超过三星成为全球第一大厂并不是空话。下半年华为还有折叠手机、5G手机、麒麟985、华为Mate30，增长速度还会更快。华为放弃美国市场尤为可惜，可是没有美国市场华为一样能活得很好，一样能取得第一！", "author": "科技花开", "newsdate": "发布时间：19-05-05", "newstime": "06:59", "sentiment": [{"positive_prob": 0.983578, "confidence": 0.963508, "negative_prob": 0.0164216, "sentiment": 2}]}, {"title": "华为要自己生产芯片？在剑桥设芯片研发工厂，不再只靠台积电", "content": "英国媒体4日报道称，华为将在剑桥设芯片研发工厂，华为计划在英国剑桥郊外开设一座400人规模的芯片研发工厂，并计划在2021年投产。据媒体4日向华为公司了解，华为最近在英国剑桥购买了513英亩土地，计划未来5年，投资10-20亿英镑建设和运营光器件的研发、制造基地，面向全球提供光器件和光模块。华为将在剑桥设芯片研发工厂，这意味着什么？华为为什么在英国设立芯片研发工厂？一直以来，华为海思都只负责芯片的设计，而芯片的制造业务都外包给了台积电。可以预见的是，华为在英国建立芯片厂后，更容易打开欧美的芯片市场，进一步扩大自己的国际影响力。英国的芯片技术产业位居世界前列，剑桥的ARM公司就是全球领先的半导体知识产权提供商。它将位于英国芯片业的中心地带，距英国半导体和软件设计公司ARM控股总部仅15分钟车程。华为将工厂建在剑桥就是考虑到当地的芯片产业聚集，有代表性，有利于产业的发展。芯片对中国的意义不言而喻，现在从中国进口的最大产品不是石油而是芯片，每年数千亿美元的芯片从国外进口。早在1991年任正非就已经开始布局，1991年任正非决定走自主研发之路。当时任正非成立了华为ASIC中心。据说，华为这些年的研究经费里面，有40%都投在了芯片上，而在这么多资金的投入下，华为的收获也非常多，除了麒麟980之外，华为最新的5G芯片巴龙5000更是让华为名气暴涨，这款芯片还让华为mateX在2019年世界通信大会上获得了大奖。据彭博报道，2018年，华为在5G研发上的支出高达153亿美元，较2014年增长了149%，超过了苹果、微软和三星同期的研发支出增长幅度。同期，亚马逊的研发支出增幅为210%，在全球研发支出排名中位列第一。华为2018年的研发支出落后于亚马逊、谷歌母公司Alphabet和三星电子公司。亚马逊以288亿美元排名第一，谷歌母公司Alphabet以214亿美元排名第二，三星电子公司以187亿美元排名第三，华为跃升为第四。根据此前的数据，2017年华为仅在研发上就投入了891亿元人民币（约合132.4亿美元）。放眼中国科技企业中能有如此实力的企业，唯华为一家。华为2018年研发支出占该公司营收比例为14%。但也不得不承认，如此巨大的投入，却没有让华为自家的麒麟处理器超越苹果，尤其是麒麟980，性能表现还是和苹果的A12有不小的差距。", "author": "朱邦凌", "newsdate": "发布时间：19-05-05", "newstime": "17:31", "sentiment": [{"positive_prob": 0.049657, "confidence": 0.889651, "negative_prob": 0.950343, "sentiment": 0}]}, {"title": "美国联合32国对华为发起“致命一击”？华为竟一点不着急！", "content": "今天，一则“铁幕落下，西方32国联合拒绝华为”的消息在中国的社交网络上热传。多个自媒体账号和营销号宣称，美国的32个盟友日前在欧洲国家捷克的首都布拉格召开了一场针对5G网络安全的会议，并达成了一个“华为将永远无法满足”的决策。然而，华为公司就此事给出的最新回应却显示，华为不但没有反对这场会议，反而还对会议表示欢迎。下面这张图中的文章，便是今天在中国社交网络里热传的西方32国联手封锁华为的部分热文。根据这些自媒体账号的说法，美国的32个盟友日前在捷克首都布拉格召开了一场关于5G安全准则的会议，并发布了一份名为“布拉格提案”的会议文件，其中更提到要制定一个华为将永远无法达到的安全标准，从而将华为从西方封杀出去。其中一些自媒体账号还提到，美国政府在这个“布拉格提案”发布后的第一时间发来了贺电，称美国十分支持会议对各国建设5G网络提出的安全建议。据此，一些在自媒体号和营销号便得出了“这对华为和中国是致命一击”的结论，还有一些自媒体账号讽刺说“中国媒体天天吹牛华为粉碎了美国的阴谋，谁知美国一出手就把华为给摁死了”。但奇怪的是，这么一个被自媒体和营销号描述得仿佛是“天塌下来”的事情，华为的回应却十分“淡定”——不仅没有强烈反对，反而还对大会在一定程度上表示了“欢迎”。在耿直哥获得的一份最新声明中，华为就做出了如下表态：“华为理解各国对网络安全的重视，我们认为此次大会展示的合作精神对保障全球5G网络安全至关重要。此次大会强调了研发、开放市场和竞争的重要性，我们对此感到鼓舞。但是我们认为网络安全本质上还是技术问题，技术问题要靠技术手段来解决。我们坚信任何未来的安全原则都应以可验证的事实和技术数据为基础，而不是基于供应商的属地和意识形态来进行鉴别。”所以问题就来了，为何华为的表态如此淡定呢？是在“打肿脸充胖子吗”？对此，电信业资深专家、信息消费联盟理事长项立刚在接受我们的记者倪浩的采访时表示，这个布拉格会议无疑具有一定的政治色彩，中国是全球重要的5G大国，拥有华为、中兴、大唐等在全球领先的设备制造商，美国试图施压其盟国共同抵制中国产品，这种倾向性比较明显，且美国确实有这方面的政治考虑。但项立刚也指出，通过一个两天的会议根本不可能形成一个统一的战略联盟，从而达到抵制华为的目的。他刚说，“这个会议没有形成约束性协议，即使是达成具有约束性的协议，历史经验来看也经常会在实践中表现的千疮百孔。而且这次参加会议的人员来看，除了东道国外，其他国家都是一些不具决策力的中层官员，会议的效果距离美国想要达到的目的还很遥远。确实，耿直哥在翻阅了多家外电的报道以及布拉格方面的官方材料后发现，虽然这场会议确实有32个美国的盟国参加，也提到了网络安全“不仅仅只是技术问题”，还要考虑供应商所来自国家的“治理模式”等带有“意识形态”色彩的“非技术因素”，美国白宫更给会议发来了贺电——但是，这场会议及其达成的那份提案，其实际意义要远小于目前看似吓人的舆论观感。比如，这场布拉格会议确实仅仅持续了2天，而且美联社的报道也指出会议得出的“布拉格提案”其实并没有任何法律约束力，只是一份供各国参考的建议。而路透社的报道更显示，不少参会的国家甚至并不准备在任何会议的材料上签字。换言之，这场会议及其得出提案都还不是一个定数，对于华为来说也仍然有空间去博弈。这也是华为能淡定给出回应的一个原因。“美国的盟友也是有脑子的”，知名通信媒体人、C114中国通信网副主编蒋均牧对耿直哥说，虽然美国不断施压，但华为“该拿到的市场”其实已经都拿到了。他进一步介绍说，比如欧洲大国英国和德国政府就都已经表态不会排除华为，而此次同样来布拉格参会的韩国也已经在和华为合作了；至于澳大利亚这种本来就没让华为进入的市场，问题也不大。另外，蒋均牧还介绍说华为目前在中东地区基本上拿下了全部的海湾国家。他说，根据2019华为全球分析师大会上传出的最新消息，截至3月底华为已经和全球领先运营商签订了40个5G商用合同，其中就有10份来自中东地区，并不乏沙特、卡塔尔这种海湾地区的大国。“所以应对美国的施压，我觉得华为问题不大”，蒋均牧说。最后，蒋均牧认为美国对于此次布拉格会议如此关注并第一时间发来贺电，更多还是在打一种“舆论战”，即营造一种华为“被抛弃”的舆论势头——当然，事实却远非如此。", "author": "环球网", "newsdate": "发布时间：19-05-05", "newstime": "21:40", "sentiment": [{"positive_prob": 0.0298163, "confidence": 0.933742, "negative_prob": 0.970184, "sentiment": 0}]}, {"title": "华为上市，任正非或成首富？不，一旦华为上市，真正获利的是他们", "content": "这些年来，有不少优秀的中国企业开始在股市大放光彩，各种奇思异想也开始接踵而来。在很多人看来，阿里、腾讯、茅台都是优秀企业的的代表。但如果说到最优秀并且最具有代表性的，恐怕在大多数人的心里还是华为。因此这时就有人开始思考，如果华为上市，那华为应该在哪上市？而因为华为上市又会产生多少腰缠万贯的富豪呢？虽说华为创始人任正非一直都在表示，华为不会上市，但这并不能阻止我们对华为上市的这一想象。首先，在全球都有着深远影响的华为，无论是在哪里上市，都将会是全球企业界的一件大事儿。毕竟能够拥有华为这种体量规模的，在世界企业排名中还是很具有吸引力的。而对任何一个企业而言，上市都是其发展道路上的里程碑事件。目前华为运营的各个环节，都已经严格按照上市企业要求在有条不紊地进行，只要有想法，那是分分钟的事。如果华为上市，那应该在哪儿比较好呢？其实，作为中国企业国际化运作最成功的一家跨国企业，华为在哪儿上市都一样，投资者都会买帐。如果选择在美国或者香港上市，那就是有利于全球资本的整合，从而为华为背书。但同样的也会有负面影响，那就是华为的市值有可能会被严重低估。此外，中国企业也就更容易被国际资本大鳄盯上，以做空牟利。而选择在中国A股上市，可以实现华为价值最大化。因为国民对华为拥有更强烈的自豪感，股民都希望能够轻松自由地买到华为股票，而不是需要中间环节，更不是可望而不可及的美股。现在中国人民有的是闲钱，最优秀的中国企业就应该让中国股民享受资本狂欢，一起分享华为成长带来的红利。如果华为上市，那又可以造就多少富豪？对于这一点其实可以肯定的说，包括阿里、腾讯在内的企业，几乎没有一家企业上市，能够像华为那样创造出如此之多的富豪。为什么呢？因为华为的股权是比较分散的，一些重要、资深的员工在华为都会持有一定的股份。或许有人会问，如果华为上市，那首富说不定就是任正非了。但实际上我们都知道，创始人任正非持有的股权甚至不足2%，因此哪怕华为真的上市了，那首富的位置也不会是他。但是，一旦华为选择上市，那将会有成千上万的人跻身于亿万富豪的行列之中。当然，这些目前只是我们的想象。因为华为创始人任正非对华为有明确指示，那就是不上市。因此，只要任正非仍在掌控华为，那华为上市基本上就是一件不可能完成的任务。当然，形势逼人强，就像娃哈哈创始人宗庆后曾经也说过：娃哈哈一定不会走上资本道路。但是现在的他也在改变初衷，表态称“适当时候或考虑上市”。所以说，完事都不会是绝对的，毕竟只有去企业去适应市场，市场是不会来适应你的。", "author": "东南财富", "newsdate": "发布时间：19-05-05", "newstime": "13:43", "sentiment": [{"positive_prob": 0.0126649, "confidence": 0.971856, "negative_prob": 0.987335, "sentiment": 0}]}, {"title": "其实华为P30 是“偏科生”，这三款手机比P30 更适合入手", "content": "P30 和P30 Pro 都是非常好的手机，但是理性来说，它们却不是适合每一个人的，因为其实P30 是一个偏科生，它的相机实力是目前顶尖的，外观设计也非常不错，但是性能方面落后骁龙855 手机半年，落后苹果A12 处理器一年，1080P的屏幕表现也不怎么好，而因为它突出的相机实力制造成本很高，加上华为的品牌溢价，P30 系列的售价也是水涨船高，但是其实大家对于拍照的需求真的有这么高吗？用30倍、50倍变焦功能的时间有多少？这是一个值得考虑的问题，显然大部分用户对于拍照的需求没有那么高，加上今年手机拍照实力整体提升很多，目前一般的旗舰机都能满足大部分用户的拍照需求。很多网友经过思考之后，入手华为P30 的冲动就开始消退了，那么如果不想选P30，哪些手机的表现更均衡实用，更适合入手呢？华为 Mate 20 华为 Mate 20 是华为去年下半年发布的手机，采用了与P30 一样麒麟980 处理器，Mate 20 采用后置1600 万+1200万+800万三摄，变焦能力不及P30，但相机实力在目前来看同样非常强大，加上更低的售价显然比P30 的性价比更高更实用。Mate 20 目前售价不到3500元，个别电商平台的售价只要2999元，与P30 对比可谓是性价比满满。荣耀 V20华为手机越来越强大，品牌溢价也越来越高，而同样是华为出品，荣耀系列的手机则更显性价比，荣耀 V20 采用与P30 、Mate 20 一样的麒麟980 处理器，所以在性能表现方面荣耀 V20 与P30 、Mate 20 基本无异，但是荣耀 V20 的售价却很有优势，荣耀 V20 6GB+128GB 的售价仅为2799元，屏幕方面荣耀 V20 采用成本更高的挖孔屏设计，屏占比也非常高，背部的玻璃采用纳米级的光刻技术显得更具科技感。相机方面荣耀 V20 采用的是4800万像素+TOF立体深感镜头组合后置双摄组合，主摄传感器为索尼IMX586，功能方面也非常齐全，支持AI超清优化、960fps超级慢动作摄影、 AIS手持超级夜景等功能。总的来说，不想选华为P30的话，荣耀 V20 更低的价格，更实用的拍照功能，比P30 更适合入手。小米9 小米9 搭载了骁龙855 处理器，性能表现比搭载麒麟980 处理器的P30 更突出，不仅如此，小米9 的拍照也比之前的小米手机更强大了，其后置索尼4800 像素为主摄的三摄，虽然变焦能力不及华为手机，但是整体的拍实力还是非常强大的，小米9 的拍照在DXO拍照评测中也取得了107分的高分，比iPhone XS 还更优秀，另外，值得一提的是，小米9 的视频防抖非常厉害。至于外观设计方面，小米9 也还不错，采用金属中框加双面玻璃的设计，整体颜值比小米8 有质的提升。快充、NFC、双GPS 等功能也是一应俱全，加上2999元售价， 如果不想选华为P30的话，小米9 的整体实力也非常强，有能力替代P30 。华为P30 是目前最热门的手机之一了，特别是P30 Pro 凭借强大的相机实力，让华为手机再次创DXO 手机拍照得分新高了，现在华为P30 的风头也是一时两无。但是P30 主要是拍照实力非常突出，屏幕和性能表现却不是最顶尖的，可以称其为一个偏科生，如果不想选择P30，其实华为 Mate 20 、荣耀 V20 和小米9 都是不错的选择，它们的售价更低，性价比更高，功能也更实用，拍照也不错，对于一般用户而言，它们比P30 更适合入手。", "author": "西红柿聊科技", "newsdate": "发布时间：19-05-05", "newstime": "12:19", "sentiment": [{"positive_prob": 0.951996, "confidence": 0.893324, "negative_prob": 0.0480039, "sentiment": 2}]}, {"title": "华为再次被针对，任正非：华为离死亡，可能只有一步之遥", "content": "文：欢欢我们都知道从手机的进入生活开始到现在已经经历了数个“时代”，从最初的大哥大1G技术到现在的4G技术，让人们也感觉到了手机在向着更快更先进的方向发展。现在5G技术的声音已经出现，是不是4G的时代要结束了，那么作为现在手机行业的龙头华为是不是有所动作呢？那么手机技术的核心在于芯片，然而华为成为了5G芯片霸主高通针对的对象！5月2日，高通高管表示，与苹果达成的和解协议将增强高通处理华为专利纠纷的能力。高通在2019年财务报告中写道，今年华为给了高通1.5亿美元的专利费，并且两家的谈判还在继续。这1.5亿美元是两家公司在去年12月30日确定的临时专利费，这样看来高通的意思很清楚：这些钱是不够，你想要的需要花费更大的代价。这次为了和高通和解，苹果给了高通47亿美元。这样来看，华为给出的这1.5亿美元，是根本不够的。高通如此的野心，是因为高通还是有一定的能力的，并且高通捏着中国手机行业曾经的“死穴”，一是没有自己的芯片，二是没有自己的系统。芯片是手机的灵魂，但长期以来，中国的大部分芯片都被高通在美国垄断，一部手机要支付数百元的专利费！大概很多人都问，为什么我们自己不研发芯片呢，事实是研发出来的芯片不是没有，而是需要的成本太高，还没有买来的成本便宜。再说到系统，Android系统几乎垄断了整个中国。虽然国内大部分手机厂商都对Android系统系统做出了很大改变，但毕竟底层系统是别人的。如果你没有打出自己的底子来，那么一切都是在别人的基础上行走的。让人十分惋惜，在专利面前败退，核心技术又被其他国家所控制，所以我们就很难掌握话语权。虽然5G时代还没有到来，高通却迫不及待地宣布5G授权费率，如果仅使用核心专利，单模5G手机2.275%，多模手机为3.25%。如果同时使用标准和核心专利，单模5G手机为4%，多模手机为5%，是有所增加的。手机授权的许可费率是每部手机都要收取的，如果一部手机收取2.275%-5%的售价，全球这么多手机，数字是不可想象的。由于市场上一般都是多模手机，未来中国的每一部手机都要向高通支付3.25%或5%的专利费。那么一部几千块的手机都会收取不菲的费用。如果真的这样持续下去那么，不仅5G手机将拥有远高于4G手机的价格，而且一大部分钱将流入美国高通，这是我们都不愿意看见的。我国华为的手机销量已经打败了苹果，并成了全球第一，我们都盼望着华为能早日打破这样的噩耗。希望华为能研发和掌握核心技术，不然将一直受制于人。华为并没有让人失望，早在2012年华为的老总任正非就提出了相关信息，华为是有底线思维的，如果别人一旦断了技术和芯片，华为的备份系统也能用上，并且华为也能发展下去。华为现在做终端操作系统是出于战略上的考虑，如果没了Android和Windows Phone 8系统，我们是不是傻眼了？同样，当我们做高端芯片时，我不反对你们在美国购买高端芯片。我认为你应该尽你最大的努力去理解他们的高端芯片。如果有一天真的不卖给我们了，华为的东西也能凑合的用上去。说明华为的老总任正非有着超人的远见和忧患意识，如果没有自己的系统和技术，那么在未来某一天他们真的断了我们的供给，对于我们将是一场巨大的危机。虽然现在我们可能没有好的技术，但是我相信未来一定会有的。这样来看华为在硬件和软件方面都已经有了对策，在硬件方面，华为拥有麒麟980、胜腾910、胜腾310等先进的芯片。华为的芯片非常先进，甚至连苹果也曾想用华为的芯片取代高通。在软件方面，华为也有自己的麒麟OS系统。如果Android和Windows系统不让我们用了，华为也可以用自己的麒麟os系统。华为不会遭遇类似中兴那样的困境，因为华为有了自己的技术。正是因为去年中兴的巨大损失，我们可以更好地理解任正非的战略眼光和思想。我们现在自己研发技术，为的就是在面临巨大危机的时候能派上用场。我们应该有一个底线思维，做到居安思危，有备无患，作为领跑者你不知道会面临什么样的困难，而你应该时刻做好面对困难的准备。正如《黑天鹅》中那个经典的火鸡故事。任正非曾多次表示，华为离死亡，可能只有一步之遥。在公告频繁的日子里，他在内部演讲中反复提醒人们：泰坦尼克号出海的时候是在欢声笑语中的，但是结果是让人伤心的。因为《黑天鹅》中的故事，华为还特地花了很多钱从国外进口八只黑天鹅，并把它们放在公司公园的湖里。任正非用这样的方式提醒大家，在一个不确定的世界里，黑天鹅随时都可能飞出来。只有时刻保持敏锐的危机意识，才能使生存下去。华为企业也是一样，只有我们做好应对危机的准备，才能从容不迫的去渡过危机。作为华为的创始人，任正非赋予华为这种开放的思想和危机意识，这才是华为真正的屹立的原因。站在巅峰不是难事，做到基业长青才是难事。在这样一个风险与机遇并存的时代，只有你时刻具备风险意识和敢于面对风险的勇气，这样才能让你生存下去。世界是残酷的，你思想不先行别人一步，你就会被落下，然后被蚕食。本文由AI科技新社原创出品，未经许可，任何渠道、平台请勿转载。违者必究。本文由AI科技新社原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "AI科技新社", "newsdate": "发布时间：19-05-05", "newstime": "19:35", "sentiment": [{"positive_prob": 0.131557, "confidence": 0.707651, "negative_prob": 0.868443, "sentiment": 0}]}, {"title": "英媒曝华为将在剑桥建芯片工厂，华为回应", "content": "当英国还在为“泄密门”纠结之时，该国媒体4日报道称，华为将在剑桥设芯片研发工厂。据英国《金融时报》4日报道，华为计划在英国剑桥郊外开设一座400人规模的芯片研发工厂，并计划在2021年投产。报道称，该工厂位于英国硅芯片行业的中心，离剑桥约7英里的索斯顿村，距离英国最大的科技公司安谋科技(Arm Holdings)总部仅15分钟车程。华为计划在该厂开发用于宽带网络的芯片。报道提到，华为高管告诉当地居民，新工厂将在2021年投入运营，届时会创造400个工作岗位。《金融时报》还透露，华为在英国拥有数千名员工，其中剑桥约有120名。报道认为，华为在剑桥生产芯片的决定，将为该地区的半导体人才创造强有力的竞争环境。此前，“华为有限参与5G建设”消息被提前泄密一事在英国备受关注。英国首相特雷莎·梅1日宣布，国防大臣加文·威廉姆森应对泄露一事负责，并将其开除。但威廉姆森否认自己泄密，称相信正式的调查将会还自己清白。据环球网记者4日向华为公司了解，华为最近在英国剑桥购买了513英亩土地，计划未来5年，投资10-20亿英镑建设和运营光器件的研发、制造基地，面向全球提供光器件和光模块。环球网 丁洁芸来源：每日经济新闻", "author": "中国经济网", "newsdate": "发布时间：19-05-05", "newstime": "08:31", "sentiment": [{"positive_prob": 0.106375, "confidence": 0.76361, "negative_prob": 0.893625, "sentiment": 0}]}, {"title": "俄媒：澳大利亚将因拒绝华为陷孤立", "content": "参考消息网5月5日报道俄罗斯媒体报道称，澳大利亚可能将是“五眼联盟”中，除美国外，在本国网络建设中唯一禁止华为设备的国家。英国放出不禁止这家中国公司产品的消息后，“五眼联盟”中其他国家决定使用华为设备的可能性随之增加。此外，东南亚和亚太地区国家也不想在这一问题上听从美国摆布。美国要求不再被迎合据俄罗斯卫星通讯社网站4月29日报道，菲律宾最近表示，没有证据表明华为对国家安全构成威胁。该国官员称，华为在菲律宾发展超过10年，在该国建立了一个电信基础设施，没有发生过任何会威胁到国家安全的事件。这名官员进一步表示，一些国家，包括“五眼联盟”成员国，表示担忧，但是几乎世界各地的电信基础设施都在使用华为的设备。此前，菲律宾网络运营商环球电信公司宣布，华为是其主要供应商，该公司将继续使用中国制造商的设备，包括用于引入5G的设备。今年早些时候，美国国务卿蓬佩奥在盟国转了一圈。他的主要任务是说服盟国政府放弃与包括华为在内的中国电信公司的合作。然而，这些警告对美国最亲密盟友——“五眼联盟”成员甚至都不起作用。近日，英国首相特雷莎·梅批准中国公司华为参与在该国创建5G网络。华为不会建设网络的全部，而只有其中的一部分。报道称，欧盟作为一个整体，没有对特定的中国公司采取特别措施。欧盟委员会已建议提高新一代网络的安全性。建议指出，欧盟成员国自己应该在2019年6月底对5G网络进行风险分析，到10月1日，欧盟应该制定一个共同的确保安全的方法。同时在新措施中并没有禁止华为参与招标。加拿大与新西兰——“五眼联盟”的另外两个国家也没有急于迎合美国。学者：澳大利亚应进行务实选择报道称，可见，在“五眼联盟”中跟随美国的唯一国家只有澳大利亚。然而现在它可能会破坏同自己的主要贸易伙伴——中国的关系。鉴于澳大利亚对中国市场的依赖，这些行动可能会给澳大利亚经济造成影响。报道认为，可以明确的是，美国“封杀”华为的行动在世界上几乎失败了。华为等中国通信设备公司已经加强了他们在世界电信成品市场的地位，几乎不可能从供应链中排除它们，仅一家华为就为全球170个国家提供设备，是全球第三大智能手机制造商。在欧盟，华为占据移动基础设施市场最大份额——约31％。大多数亚洲国家和新西兰的上一代网络中都有这家中国公司的设备。报道称，在这种情况下，专家指出，澳大利亚应该进行务实的选择。有学者认为，欧洲在建立与包括中国在内的国家的经济关系时，已经首先考虑自己的主权利益。因此，澳大利亚的政策很可能在不久的将来也会发生变化。资料图片", "author": "参考消息", "newsdate": "发布时间：19-05-05", "newstime": "00:13", "sentiment": [{"positive_prob": 0.20922, "confidence": 0.535067, "negative_prob": 0.79078, "sentiment": 0}]}]