[{"title": "用过华为手机的人，为什么不愿再换成小米？三个优势值得一提", "content": "放眼如今的国内手机市场，主要是华米OV的天下，而这四家手机品牌，都分别有自己明确的定位。其中华为在近年来的发展最为惹人注目，而原本“没钱用华为”的这句话，如今也彻底成了反意，华为手机的定价也是水涨船高。那么问题来了，为何用过华为手机的人，后来都不愿意再换成更便宜的小米了？在笔者看来，华为手机较之小米，有三个优势值得一提：1、品牌形象相比于如今华为“高大上”的标签，小米虽然也特意分出红米，自身想要进军高端市场，但其长久以来的标签却依旧撕扯不干净。再加上华为手机原本就是商务风的定位，难免会让人产生一种“用华为比用小米的人更像成功人士”的想法。那么当惯了“成功人士”的你，还愿意回到以前用小米被当“穷人”的处境么？2、性价比虽说小米手机如今要走高端路线，但若是突然将价格拔高，还是会引起消费者的不满。也因此，目前小米手机相比其他品牌，性价比还是要高一点。但太过注重性价比，必然会限制自身的发展，甚至会让人有种“小米手机必定在某方面减配”的感觉。相比而言，华为手机多数走高端路线，虽然定价高，但各方面的表现都实属上乘，故而或许在高端商务人士看来，华为高端手机更具性价比。3、手机散热性能众所周知，小米一直有着“发烧友”的称号，虽然经过多次改革之后，小米手机已经很少再有发烫的情况发生，但相比于华为高端机，小米的表现还是稍显逊色。以华为Mate 20为例，它算是华为首款搭载石墨烯散热+立体液冷散热技术的手机。二者的强强结合，将之前市面上的石墨散热瞬间秒杀。再配上麒麟980在功耗方面的降低，足以让Mate 20怎么玩都不烫手。所以单从散热性能这方面看，华为手机绝对更胜一筹。而且华为手机在品控方面做得极好。同是搭载麒麟980的手机，除了特殊的加持，在性能方面表现都相差无几，不会出现手机质量参差不齐的情况。再加上此前华为与美国正面刚的形势，让无数爱国人士都对华为抱有莫名的亲近之感。有颜又有技术的华为，相比于小米来说，优势更加明显。这也是多数人在使用华为之后，不会再想选用小米的原因之一。那么对此，你怎么看？文/潇潇", "author": "数码密探", "newsdate": "发布时间：19-07-13", "newstime": "20:50", "sentiment": [{"positive_prob": 0.0339797, "confidence": 0.924489, "negative_prob": 0.96602, "sentiment": 0}]}, {"title": "7月26日！华为将推出首款5G手机，预计售价6600元？", "content": "7月26日！华为将推出首款5G手机，预计售价6600元？近日，据《每日经济新闻》报道，7月26日，华为将推出首款5G手机！消息属实、日期准确、价格未定！而据笔者获悉，目前华为Mate 20 X 5G版本，已经在阿酋联最大电信运营商Etisalat处销售，售价是3523迪拉姆，折合人民币应该6600元，并且在7月22日，这款5G手机还会登陆意大利，售价是1099欧元，折合人民币为8522元。而按照华为发布新手机的“惯例”，一般“国行版”售价会低于“欧行版”，也就是说，笔者预计华为Mate 20 X 5G版本的售价，应该是6600元左右，最多不超过7000元。虽然在前段时间，中国联通公布的售价高达12800元，但那应该是高配版的价格。有了iPhone XS Max的先例，即便华为的首款5G手机的价格破万，也就不足为奇了。那么，华为Mate 20 X 5G版本的配置如何？按照笔者的初步了解，这款5G手机依然是使用麒麟980处理器，但搭载了巴龙5000基带芯片，同时支持NSA和SA网络，已经获得了进网许可证，并且是水滴全面屏，会使用后置指纹解锁，电池容量比4G版本小一些，应该是4200mAh，具备了40W快充，续航能力、充电速度有一定的保障，同时使用了后置三摄，总像素为6800W。总体来看，这会是一款旗舰级别的5G手机，如果是6600元的售价，应该是非常值得入手的，毕竟华为的5G手机，也能支持4G网络，并且中国5G网络的普及速度，可能会超出你的想象，在今年会覆盖5G网络的城市，光是中国移动计划中的，就多达40余座。等到了明年，我们应该都能用上5G网络！那既然如此，如果华为在7月26日推出了首款5G手机，大家会“掏腰包”支持吗？", "author": "天下快谈", "newsdate": "发布时间：19-07-13", "newstime": "17:33", "sentiment": [{"positive_prob": 0.814147, "confidence": 0.586994, "negative_prob": 0.185853, "sentiment": 2}]}, {"title": "谁拥有华为？谁控制华为？华为持股构成公开！", "content": "7月12日，华为在深圳发布了《2018年可持续发展报告》，该可持续发展报告囊括了数字包容、安全可信、绿色环保、生态健康四大可持续发展战略。报告开篇就华为是谁？谁拥有华为？谁控制华为？谁影响华为？四个问题引出华为公司基本情况。华为是谁？华为创立于1987年，是全球领先的ICT（信息与通 信）基础设施和智能终端提供商，我们致力于把数字世 界带入每个人、每个家庭、每个组织，构建万物互联的 智能世界。目前华为有18.8万名员工，业务遍及170多 个国家和地区，服务30多亿人口。 谁拥有华为？ 华为是一家100%由员工持有的民营企业。华为通 过工会实行员工持股计划，参与人数为96768 人，参与人仅为公司员工，没有任何政府部门、机构持有华为股权。 谁控制华为？ 华为拥有完善的内部治理架构。持股员工选举产生115名持股员工代表，持股员工代表会选举产生董事长和其他16名董事，董事会选举产生4名副董事长和3名常务董事，轮值董事长由三名副董事长担任。轮值董事长以轮值方式主持公司董事会和常务董事会。董事会行使公司战略与经营管理决策权，是公司战 略、经营管理和客户满意度的最高责任机构。 董事长主持持股员工代表会。持股员工代表会是公司最高权力机构，对利润分配、增资和董事、监事选举 等重大事项进行决策。 谁影响华为？ 华为对外依靠客户，坚持以客户为中心，通过创新 的产品为客户创造价值；对内依靠努力奋斗的员工，以 奋斗者为本，让有贡献者得到合理回报；与供应商、合 作伙伴、产业组织、开源社区、标准组织、大学、研究 机构等构建共赢的生态圈，推动技术进步和产业发展； 我们遵从业务所在国适用的法律法规，为当地社会创造 就业、带来税收贡献、使能数字化，并与政府、媒体等保持开放沟通。华为公司董事、可持续发展委员会主任陶景文说：“为让数字技术惠及每个人、每个家庭、每个组织，华为推出了全球数字包容计划——TECH4ALL。2018年，仅华为RuralStar解决方案就已累计为4000万农村人口提供了网络覆盖。华为为全球30多亿人提供通信服务，华为也一直信守在全球保障网络安全运行的承诺。例如，在2018年，印度尼西亚7.7级强烈地震发生后，华为是第一家，也是唯一一家抵达地震现场的设备商。”此外，发布会上陶景文主任还强调了可持续发展的四大新战略意在维持华为的稳定发展和保障用户安全上，目前已经向全球推出了数字包容计划。【ZOL客户端下载】看最新科技资讯，APP市场搜索“中关村在线”，客户端阅读体验更好。(7217379)", "author": "中关村在线", "newsdate": "发布时间：19-07-13", "newstime": "11:41", "sentiment": [{"positive_prob": 0.0327315, "confidence": 0.927263, "negative_prob": 0.967268, "sentiment": 0}]}, {"title": "华为这两款手机注意了，赶紧更新！", "content": "我们都知道，华为手机最近陷入了一些纠纷，导致不少人在担忧华为手机的安卓系统能否维持更新。在昨日，华为用行动给我们表明了这一担忧是不需要的，给华为 P30 系列与华为 Mate20 系列纷纷更新了新的系统，并且加入了一些重要的功能。首先是华为 P30 系列，推送更新了 175 版本的系统，目前还处于一个分批推送阶段，如果没有检测到更新需要到“服务”APP里的“升级尝鲜”手动升级。本次更新最大亮点在于加入 DC 调光模式，该模式可以有效减少 OLED 屏幕在低亮度状态下的频闪问题。此外，还进一步优化了相机、蓝牙等问题，如果你恰好手持华为 P30 系列，赶紧更新吧，毕竟 OLED 屏幕的手机晚上如果没有 DC 调光，频闪问题对于眼睛潜在的伤害还是挺大的。其次，是华为 Mate 20 系列。在经历了两个月的系统停更后，华为 Mate 20 系列昨日也迎来了 123 版本的更新，同样需要到“服务”APP里的“升级尝鲜”手动升级。Mate 20 系列的更新重点不在于 DC 调光，而是加入了月亮模式、方舟编译器、EROFS 文件系统，其中，华为 Mate 20 Pro 和华为 Mate 20X 还加入了 30 倍数码变焦功能。虽然华为 Mate 20 Pro 已经发布了八个月，不过依靠着华为的持续更新提供新款手机才拥有的功能，并且使用流畅如新，不得不说它目前依然是一款很强的国产旗舰。此外，华为将会在 8 月初举行开发者大会，从官网上查询得到本次开发者大会的详细流程，在其中赫然可见“EMUI 10.0 发布”的字样。此外，毫无疑问 EMUI 10.0 系统将会将系统底层更新至 Android Q，同时还会加入更多的自主技术，毕竟在过去这一年里，我们陆续见证了 EMUI 系统出现了GPU Turbo、方舟编译器、EROFS 文件系统等技术，这些技术实实在在的能给用户提供更好的手机体验，所以 EMUI 10.0 也不会例外。近两年发布的大多数华为手机均已经先后升级至基于安卓 9.0 的 EMUI 9 系统，接下来就等 EMUI 10.0 吧！按照惯例，最迟迟至华为 Mate 10 系列，都会支持该新系统，而老机型虽然不升级安卓底层，但也会保持一定的日常维护更新！你们还会认为安卓旗舰用一年就一定会卡吗？", "author": "科技狐", "newsdate": "发布时间：19-07-13", "newstime": "10:25", "sentiment": [{"positive_prob": 0.633199, "confidence": 0.184886, "negative_prob": 0.366801, "sentiment": 2}]}, {"title": "华为手环B5健康助理、运动监测一应俱全，连蓝牙秒变“腕上手机”", "content": "这两年智能穿戴市场非常火热，随着大家对个人健康情况越来越关注，智能手环逐渐成为继智能手机之后又一个人手一只的智能设备。笔者最近也入手了一只智能手环产品，这就是华为手环B5。除了专业详尽的健康数据收集能力，华为手环B5最吸引我的地方在于，它是一款非常少见的跨界智能手环。主机可分离式的设计能让其秒变蓝牙耳机，可能有人不经要问还有这种操作？接下来笔者就来给大家分享一下实际使用感受。一、跨界设计，实用黑科技从外观来看华为手环B5似乎与一般同类智能手环没什么差别，但开机的一瞬十足惊艳。搭载一块1.13英寸AMOLED触摸彩色显示屏，分辨率为300×160，屏幕显示细腻清晰是我对它最直观的感受，全弧面2.5D玻璃覆盖质感极佳，值得一提的是户外光线较强的环境下，华为手环B5的屏幕可视性表现依然令人满意。在操作逻辑上支持滑动、点击常规操作，上手容易。华为手环B5的神奇之处在于可以通过按压实体分离按钮，将手环主机与腕带底座分离。被分离出来的手环主机部分，不仅仅是为了方便充电，核心设计理念就是要让手环瞬间变成一只智能蓝牙耳机。其实在同类的智能穿戴产品中，也有不少支持通话功能的智能手表。但是这些产品有一个最大的弊端，就是通话的时候只能使用外置扬声器，并且还要将手表贴近面部和耳朵。试想一下当你身处公共场合举着一只手表开着扬声器接打电话的画面，与其说是“方便快捷”，笔者更加觉得那画面实在无比尴尬。然而使用华为手环B5就不存在这种情况，因为被分离出来的主机就是一只真真正正的蓝牙耳机，你可以将其像其他蓝牙耳机那样直接佩戴在耳朵上，实现即时通话的同时丝毫不存在任何使用上的尴尬。作为全新一代的升级产品，华为手环B5比起前代在细节上做了很多提升。底托金属框采用顶级SUS316L不锈钢金属材质，具有较好的耐蚀性和抗刮擦能力。金属边沿的CNC加工，结合手工拉丝纹理处理，精雕打磨给人一种高端大气的感觉。笔者佩戴一段时间，底托没有任何刮擦和使用痕迹，耐用性表现令人满意！华为手环B5的腕带有硅胶、真皮、金属三种材质可选，同时还有多种配色满足大家不同审美需求，笔者这只运动系列搭配高档氟橡胶表带，这种材质佩戴亲肤感不错而且不粘腻，尤其像是现在这种夏天环境，结合内侧采用的凹面设计，透气排汗效果都非常棒。长时间佩戴下来手腕上不会出现红印子，也不会有难受的压迫感。华为手环B5的金属底托底部正中有一个开孔，主机上的光电心率传感器可以透过它跟我们的手腕接触。钛灰色底托金属框拥有PVD镀层，在防指纹效果方面有着非常不错的表现，夏日佩戴，不管是指纹还是手腕上接触后留下的汗渍都能擦除干净不留痕迹。华为手环B5不仅在金属底托和腕带方面用料比较考究，硅胶耳套也是通过了严格的化学和过敏测试，在保证佩戴稳定性的同时，完全不会出现不舒适感觉。平时笔者在使用华为手环B5接打电话时，也丝毫不必担心出现耳机脱落的问题！华为手环B5主机右侧的实体按键用于点亮屏幕、返回主菜单、来电静音和挂断电话。当有电话接入的时候，只要将主机从腕带上取出就会自动接通电话。在主机的底部有一个充电接口，华为手环B5内置108mAh电池，正常使用情况下大约可以续航3天左右（开启科学睡眠），充满电需要2小时，满电情况下可以提供连续6小时左右的通话时间。二、手腕电话，体验快捷生活华为手环B5最让笔者喜欢的地方也正是其具备智能手环所有功能的同时，还可以实现接打电话的便捷性。千万不要小看这种“跨界”式设计的优势，之前笔者使用过多个单耳蓝牙耳机，大部分没等用坏就被我弄丢了，而华为手环B5平时就是一只手环，来电取下主机自动接通成为“蓝牙耳机”，打完电话放回主机又回到手环状态。轻松使用的同时做到随身收纳，不易丢。通过手机端的“运动健康”APP，可以导入常用联系人实现直接通过手环播出电话，所有电话通话记录也都会显示在手环中，点击记录直接回拨即可，完全脱离了手机的束缚；使用华为手环B5通话时屏幕息屏，上下滑动屏幕还能调节音量。除了接打电话包括其他一些手机APP的消息推送也自然是不在话下！由于华为手环B5采用双MIC平衡降噪算法，可以有效降低环境背景噪声和风噪。业界领先的三核音频芯片，提升音频性能和品质管控。所以大家千万不要觉得因为是跨界产品，通话体验就大打折扣，华为手环B5的蓝牙耳机体验同样是专业水准！三、健康助手，堪比私人教练华为手环B5不仅是名副其实的腕上手表，内置的各种智能传感器还能实时监测心率、辅助运动、管理压力、检测睡眠。以心率监测为例，华为手环B5采用HUAWEI TruSeen2.0心率监测技术，24小时心率自动跟踪随时显示。现在人们生活压力大，心脏病的发病年龄也越来越低，包括跟笔者一样的年轻朋友们，同样需要时刻注意自身的心脏健康！华为手环B5通过专业传感器采集实时数据，结合大数据分析给到我们最全面精准的反馈信息，大家千万别觉得心率监测只是在运动时才有使用价值，其实预防心脏病发生的一个最好途经就是实时监测每天中不同时刻的心率情况，通过收集监测数据及时发现问题，就能尽早预防疾病的发生。除此以外华为手环B5还增加了压力检测功能，对于我们这些当代社会高压力下的年轻人，又是一个实用功能。通过对情绪状态的信息收集，智能分析我们目前的压力状态，经过长期数据收集统计给出合理调整的建议，APP中各种减压小游戏也是非常值得一试的！华为手环B5不仅仅可以记录我们日常的行走步数并支持同步到各种社交平台，还支持统计包括户外跑步、室内跑步、户外步行、户外骑行、室内单车、自由训练在内的多种不同运动状态，每一次不同运动的过程中，心率情况、消耗热量、平均配速等都会被详细记录，运动开始和结束还会给到专业的热身以及恢复建议，笔者每天戴着它运动就像配了一个私人教练一样！当然我们每天的睡眠情况华为手环B5也能统统记录下来。笔者每天睡觉比较晚，华为手环B5通过实时记录把我睡眠中的一些问题反馈出来，良好的睡眠是健康身体的基本保障，科学合理的记录下这些数据之后，笔者就可以根据反馈调整睡眠时间，APP中还有各种辅助提升睡眠的小技巧可供我们阅读。四、极致商务，全能智能王除了以上这些基本功能以外，华为手环B5还支持遥控手机远程拍照，相当于一个蓝牙遥控器。平时佩戴手环时如果发现不知道手机放在何处，还能通过手环来寻找手机。另外华为手环B5还支持IP57防尘防水，支持洗手，洗脸，淋雨等生活防水场景。智能通话、健康随行、便捷生活一应俱全！五、文末小结华为手环B5作为一款集合手环与蓝牙耳机双功能体验的跨界产品，实际体验下来确实给到笔者不少意外的惊喜，作为手环健康数据和运动数据的收集足够详细精准，还能结合大数据统计给出合理的建议，作为蓝牙耳机接打电话便捷出行，通话质量也没有丝毫的缩水打折。华为手环B5不管在哪方面体验都是足够优秀的！普通蓝牙耳机容易丢失是降低大家体验的一个硬伤，而华为手环B5巧妙的将两种功能合二为一，对于跟笔者一样经常丢三落四弄丢耳机的人而言，绝对是最佳选择！而更加精致的外观打磨也让华为手环B5有着超脱一般廉价运动手环的气质，所以即便是商务人士也不用担心佩戴手环带来的尴尬，华为手环B5可以帮助你轻松驾驭各个场合。综上所述，笔者还是比较推荐大家体验这款跨界智能手环的！", "author": "勺子黑科技", "newsdate": "发布时间：19-07-13", "newstime": "12:01", "sentiment": [{"positive_prob": 0.999262, "confidence": 0.998361, "negative_prob": 0.000737525, "sentiment": 2}]}]