[{"title": "天生实力派：华为新车2个月销量破万，充电10分钟行驶1千公里", "content": "文章原创，素材来源于网络，喜欢小编的可以关注留言。文章导读：好汽车华为造！天生实力派：华为新车2个月销量破万，充电10分钟行驶1千公里，还买啥特斯拉！国产品牌手机的华为，这几年可谓是风生水起，不仅国内销量竟然，在国外手机生产，也崭露头角，取得非常不错的升级。而如今汽车市场这块“大蛋糕”，是非常诱惑人的。许多企业都跨界参与汽车制造生产，为了就是分一块这个大蛋糕。而华为就是这些企业中的一员。华为新车露面：充电10分钟行驶1000公里，值得期待吗？前段时间，董明珠的格力空调，也推出了旗下的新能源汽车，可谓是赚足了眼球。大家都知道，格力空调在中国销售量和品牌度都非常高的，但是对于汽车这个行业，并不是很熟悉，因此为了尽快的熟悉这个大环境，格力找到了广通银隆进行合作。而华为也是一样，华为找到了威马汽车公司进行合作。大家都应该知道， 威马汽车是一家主打电动车的汽车厂商。而华为这款新车也就是纯电动汽车。华为既然加入到了汽车这个大行家，就必须以最快的速度渗透这个行业。最好的办法就是找到一个有资质的汽车企业进行合作。而最终精挑细选，华为选择了威马汽车。威马汽车也许很多人不是很熟悉，但威马汽车的创始人大家应该很熟悉，威马汽车（WM Motor）成立于2015年12月,是国内新兴的新能源汽车企业及出行方案提供商，创始人为前吉利控股集团副总裁、沃尔沃全球高级副总裁兼沃尔沃中国区董事长沈晖。而华为也就是看重了这一点，才会大量资金投入合作，从这款新车的2个月订单量看，2个月订单突破1万辆，足以证明华为的选择是正确的。如今新能源汽车显然已成为潮流趋势，大势所趋了。但是仍然大部分人不愿意去选择新能源汽车。最主要的原因就是续航里程问题，以及充电问题。我们传统燃油汽车，加油站非常之多，可以随时随地的加满油箱，而加油的时间也就是三五分钟。而目前市面上的电动车续航里程都不是很高，而且充电速度也很慢。可以说是不可能满足绝大部分人的日常需求的。即使有些人买了电动车，也是因为自己不单单就这一辆车，很多人都是有着一辆燃油车才回去买电动车的。华为在生产智能手机的时候，就非常注重手机的待机时间问题，以及手机充电速度问题。而华为也非常看重新车的续航里程和充电问题。不仅投资许多的金钱，而且花费了大量的时间和精力。加上威马汽车的专业能力，最终功夫不负有心人，华为威马官方透露最新消息：这款新车采用三元锂电池，只需充电10分钟，就可以续航里程1000KM，这样的数据足以满足所有人的需求了。我们传统燃油车加满油箱也跑不了1000KM。这样的数据绝对碾压市面上所有的纯电动汽车。最后就是大家最关心的售价问题，目前具体的售价还没有最后公布，但是相信应该会走亲民路线的。至于它的质量可靠性上，只能等到新车上市之后，等待市场和消费者的考验后才能知道了。你心目中的预售价是多少呢？你对于华为威马汽车有什么更好的看法吗", "author": "非专业汽车达人", "newsdate": "发布时间：18-12-02", "newstime": "18:09", "sentiment": [{"positive_prob": 0.472789, "confidence": 0.455776, "negative_prob": 0.527211, "sentiment": 1}]}, {"title": "华为系列-你都知道多少呢？", "content": "华为P20：是华为公司旗下一款智能手机，搭载麒麟970处理器+6GB内存，采用5.8英寸显示屏，分辨率2240x1080，后置徕卡双摄镜头，通过AI技术实现场景识别模式适配。华为Mate20;采用新一代珍珠屏设计，将珍珠形态融入6.53英寸FHD大屏设计，屏占比高达88.07%,华为首款搭载7nm制程工艺麒麟980芯片手机。华为Mate20 Pro:采用8曲面玻璃机身，超级漂亮之外，快速充电 40W 超级快充反向充电 无线充电 PC数据同步 理论充电时间：约1.25小时。华为P20 Pro：具有4000万徕卡三摄 AI摄影 异形全面屏 指纹识别屏幕。6.1英寸2240x1080像素。前置：2400万像素 后置:4000万像素+2000万像素+800万像素。电池：4000mAh不可拆卸式电池华为nova 3：延续了华为nova系列的DNA，与此同时带来新一代的设计主题--清凉夏日与仲夏夜之梦。华为nova还将每年推出一个色彩，延续星耀版系列。华为Mate20 X:13.9英寸，91%的高屏占比，3000*2000像素，260PPI，指尖上的栩栩如生，轻薄与性能兼容并蓄，快速充电，持久续航。", "author": "科技追梦者", "newsdate": "发布时间：18-12-02", "newstime": "17:26", "sentiment": [{"positive_prob": 0.759168, "confidence": 0.464818, "negative_prob": 0.240832, "sentiment": 2}]}, {"title": "华为表态：放弃我，美国将在5G时代落败", "content": "我们知道美国政府一直以安全问题为由阻挠华为进入美国市场，而最近CNBC 网站的一则报道提到：华为董事长徐直军警告“限制华为参与竞争，美国可能在5G时代中落败”。一直以来美国都是世界通信科技的领导者，高通公司更是其中的佼佼者，拥有大量的无线通信专利，华为选择在这个时候发声，是另有所指还是信口开河呢？CNBC网站截图5G 是下一代的无线通信标准，相比4G，5G 网络的在容量和传输速率上会有一个质的提升，这将会推动需要大量数据支持的应用的爆发，比如物联网、云计算等等，而这些领域正是世界各国正在激烈争夺的焦点，尤其是中国和美国，都在积极布局，意图抢占下一个科技的制高点。根据IDC 2017年的数据显示，华为已经成为世界上最大的电信设备供应商，而另一家中国公司中兴则占据第四位，这说明中国制造电信设备的品质已经在世界范围内得到认可。在即将进入的5G 时代，再也不是美国一家独大的局面，华为在和高通在争夺5G标准上激烈交锋，中国公司在5G 专利的数量和质量上与国外同行相比丝毫不落下风。在配合华为以往质优价廉的风格，产品具有很强的竞争力，这是摆在明面上的事实。禁止华为进入美国市场，短期内会对华为造成影响，对美国电信公司有利，但是从长期来看，会使美国市场缺乏竞争。我们知道市场竞争可以调节社会资源向最优化配置，缺乏竞争市场环境，往往会让造成垄断的企业缺乏继续研发的动力，反过来又会使美国的消费者和企业不得不忍受更加昂贵产品和服务。而5G 网络恰恰是大数据、与计算、物联网等领域的催化剂。用一句来描述“时代已经变了”， 在这些前沿领域，美国的虽然处于领先的地位，但中国、欧洲等国家都在奋起追赶，而5G 的落后，会增加美国公司在这些领域的成本并且逐步落后于竞争对手。正是基于此，华为才能作出美国可能在5G 时代面临失败的论断，本质上是对美国政府故步自封发出的警告。即使面对美国政府及其盟友的抵制，华为依然保持乐观的态度，华为已经在全球签署了22份5G商业合同，对此徐直军表示“华为没有寻求，也不会寻求中国政府的帮助，我们将依靠自己，依靠我们优质的产品，依靠我们良好的服务应对面临的挑战。即使某些国家不选择我们，我们也会活的很好，我相信全世界其他政府的会作出明智的选择。”安全问题是一个老生常谈的问题，渲染中国公司窃取机密是美国打击中国企业的常用手段，在5G 即将爆发的前夜，美国政府宣布对中国电信企业的禁令很明显是要阻挠甚至打断中国5G 部署的势头，这也恰恰表明中国科技公司的快速发展已经让美国感受到了巨大的压力，对此我们要有清楚的认识。关注我们，发现有趣的科技事件，解析科技背后的故事", "author": "态度360", "newsdate": "发布时间：18-12-02", "newstime": "00:22", "sentiment": [{"positive_prob": 0.0434973, "confidence": 0.903339, "negative_prob": 0.956503, "sentiment": 0}]}, {"title": "华为手机是日本制造？芯片一半专利来自美国？事实到底如何？", "content": "智能手机已经成为人们生活中必不可少的东西，随着消费水平的提高，人们对手机的性能和配置要求也越来越高，要说现在哪款国产品牌最能达到中国消费者的期望，大部分人肯定会说是华为。华为一直是中国的骄傲，不管是在国内还是全球都占有很高的市场份额，实力非常强，在技术上有望赶超苹果，销量吊打三星。但是最近有不好的传闻出现，纷纷有声音开始质疑华为之所以那么厉害，是由日本人制造，专利也是来源于美国，事实到底如何？亚洲通讯社社长徐静波曾说，华为之所以实力这么雄厚，是因为用日本技术，这个言乱刚发表，网友们都炸了锅，一时间掀起了热议。俞敏洪之后又在教育创想大会上提到，华为的芯片有一半是美国的专利。这些话从行业权威的口中说出，确实是让人很震惊的，顿时间引起了热议，也确实给不懂的人造成误解。徐静波也就这件事做过回应，华为的核心技术和零部件如果没有日本参与的话，可能会影响在日本的销售，而且现在华为是中国企业的骄傲，华为生产出来的世界性产品肯定不可能是一家研发的，现在是技术合作和市场融合的时代，所以中国用户应该需要一个宽广的胸怀。华为现如今是销量排第二的手机厂商，在全世界有15个研发基地，当然也包括以黑科技著称的日本，但是要说华为手机是日本人制造，这就不对了，日本只占1%，参与研发极少。现在的经济都是全球化的，像华为这样的跨国企业高薪聘用日本人做研发也不足为奇，包括美国的硅谷里也有很多中国人做研发，总不能说美国的科技依赖与中国人吧。再有“华为芯片来源于美国”一说，大家也不要太过于激动和惊讶。麒麟芯片确实是有一部分技术来源于美国，但是架构是完全自主研发的，不可否认的是，华为在底层技术还是有所欠缺，但是单就芯片架构体系是自主的就已经很了不起了，要知道华为是世界上第三个拥有该技术的手机厂商，紧随苹果和三星之后。华为一直在努力搞研发，总研发费用已经达到3000亿，芯片研发是一件很困难的事情，其过程九死一生，在这样的压力下，表示以后会投入更多的经费投入研发。虽然现在中国在自主创新和西方国家有一些差距，但是华为能带领能迈出创新这一步，已经说明在进步，要知道之前中国都是山寨机当道，中国市场完全被国外品牌占据，现在刚好相反，相信以后的差距会越来越小，甚至赶超。中国消费者不要对中国的企业妄自菲薄，我们要做的就是给予更大的包容，我们自己的企业也有自己的优势，不可能样样都是精通的，只有在学习的过程中，慢慢去完善，甚至去超越。你怎么看？本文由尖峰科技原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "尖峰科技", "newsdate": "发布时间：18-12-02", "newstime": "10:52", "sentiment": [{"positive_prob": 0.00257092, "confidence": 0.994287, "negative_prob": 0.997429, "sentiment": 0}]}, {"title": "常程效仿余承东，继华为余大嘴之后，联想常大嘴诞生了", "content": "大家好，我是百家号作者小曼，欢迎大家和小编一起谈大国科技，今天我们要说的是常程效仿余承东，继华为余大嘴之后，联想常大嘴诞生了在目前的国际手机市场中，竞争非常的激烈，谁不求上进，谁就要面临着被淘汰的风险。在目前的手机市场中，大致上分为这几个阵营，华为的麒麟阵营，以及以三星小米为首的骁龙阵营，最后就是苹果公司的苹果阵营。毕竟这三家的手机都有着自己的处理器，而从另一个角度来看，目前国内的手机市场，也可以分为Android和iOS两个阵营。iOS系统，仅仅适用于苹果手机，就我们国内的用户而言，iOS系统确实存在着很多不方便，安装软件太过于麻烦，包括很多软件两个系统并不能通用，但是，无论怎么说，iOS系统都有一个所有人不得不承认的优势，那就是手机并不会变卡，这一点，无论从哪个方面来说，都是苹果手机得天独厚的优势。而我们国内手机，目前用的都是Android的系统，并且基于Android的基础上，做了很多人性化的改进，目前我们国内所公认的手机UI系统，小米的MIUI系统的资格是最老的，也是目前在我们国内辨识度最高的系统。这点，我们不得不承认，小米的MIUI系统确实是有两把刷子的，相对于死板的Android系统，MIUI系统无疑是非常人人性化的。其次就是华为的EMUI系统了，华为的EMUI系统用户目前在全球范围内已经超过了3亿，和MIUI系统比起来，二者各有千秋，在人性化的方面，华为的EMUI系统是不如小米的MIUI系统的，但是的它黑科技确实很不错，非常适合年轻人以及商务人士。在流畅度方面，当仁不让的就是一加手机的氢OS系统了，这是一个非常简单干脆的系统，几乎将手机系统的精简度达到了极致，这一点和魅族的Flyme系统有很大的相似之处，本来说魅族是要小胜一加的，但是由于黄章的选择不慎，魅族差点没有成为历史，勉勉强强的算保住了元气。除此之外，还有很多的手机系统，像360手机，锤子手机，oppo手机，联想手机等等手机品牌的系统，不过，很显然无论是竞争力还是影响力，这些手机系统都和排名前几的手机品牌有着不小的差距。不过，联想对鲁大师在手机系统上的排名似乎有些不服气，毕竟连前十都没有进去，自己却在一天到晚的喊着自己是全世界第一，难免面子上有些挂不住。而联想的掌柜的常程，最近似乎信心满满，又放出话来，联想的系统是目前国际市场上最好用的UI系统。关于这个言论，实在是有些让人哭笑不得，联想的ZUI属于典型的更新频率慢，流畅度很差，在国内的用户数量也很少，而且口碑又特别的差，而且，最让人佩服的是，大部分用户都反应，联想的系统更新每次都是负优化，越更新越难用，这样的系统，也能被称之为最佳系统？常程显然是想效仿余承东的大嘴式宣传，不过，余承东虽然绰号余大嘴，但是他的口出狂言大部分都是会实现的，而常程，难免有些空叫嚣的意思，不知大家对现在的联想怎么看呢？", "author": "小曼谈大国科技", "newsdate": "发布时间：18-12-02", "newstime": "10:46", "sentiment": [{"positive_prob": 0.999286, "confidence": 0.998414, "negative_prob": 0.000713913, "sentiment": 2}]}]