[{"title": "世界500强唯一没上市的华为 一年狂挣7212亿 该不该科创板上市？", "content": "文：琉璃 主编：朱邦凌华为凭实力碾压茅台，仅次于石化双雄。3月29日，华为发布18年的年报，年报上最吸引人的板块：华为全球销售收入7212亿元，同比增长19.5%。净利润593亿元，同比增长25.1%。针对这个数据，《中国基金会新闻》进行了详细分析，其7212亿元的收入在a股市场排名第五，净利润593亿元，远高于茅台352.04亿元，净利润在A股中排名第六。华为与科技巨头腾讯相比，华为的收入足足是腾讯的两倍，腾讯以3126.94亿元营收刊登在去年的年报上。虽然说腾讯收入不到华为的一半，但是架不住腾讯的利润高，净利润达到了人民币787亿元。华为的智能手机市场份额位居全球前三。消费业务的销售收入首次超过运营商业务。这是结构性的变化。全球手机出货量达到2亿多部，可谓是历史新高度。去年一整年，华为研发支出1015亿元人民币，占据销售收入的14%左右。这个费用在欧盟2018年工业研发投资中排名中位列第五；在过去10年，华为的研发总支出超过4800亿元。但最令人遗憾的是，华为并未上市，所谓我们是买不到华为股份的，不能在资产上享受这份荣耀。作为世界500强中唯一一家非上市公司，华为员工享受着华为业绩的快速增长。华为属于全员持股，持股员工达到9万多人，并且没有任何一家机构持有华为股份，可以说当前华为并没有上市的规划。那么，华为作为一家在中国乃至世界都具有巨大影响力的大型科技公司，是否有可能在不久的将来进入热门科技板块？是否应该允许华为在中远创意证券交易所(Cosco Creative Stock Exchange)上市，让投资者分享华为增长的红利？目前最大的问题是华为不想上市。那么，华为没有上市的原因是什么呢？任正非曾经说过，上市是资本行为。因此，为了华为的长远发展，任正非决定不上市。作为世界500强中为数不多的非上市公司之一，任正非曾在一次采访中谈到华为的上市问题时说：\"因为我们不重视自己的利益，所以我们追求自己的理想和目标。\"这句话说起来非常容易，但是实施起来却非常困难，至少你要保证你不缺资金。2017年6月，任正非在接受国内媒体采访时表示，华为不片面追求企业规模，华为并不缺乏发展资金，不会进入资本市场，也不会上市。\"如果大量资本进入华为，它将使管理层多元化，并摧毁20多年来一直没有完全理顺的管理层。\"非常简单的来说华为就是表示自己财大气粗不需要上市融资来圈钱。想让华为将来的控股体制简单明了。我们可以看到，很多公司上市后都成为了亿万富翁。他们每年都很乐意兑现。他们整天忙于资本运作，甚至辞职套现。为了赚更多的钱，一些上市公司热衷于\"市值管理\"。大规模购扩大了市场价值，进而使财富乘以上市公司市盈率的倍数。这样，高管们是否在忙于行业？即使是普通员工，他们中的许多人在上市后也成为了百万富翁。还有谁在这样一家上市公司里忙着做生意？正如任正非所说，它失去了奋斗者的本质。这是华为不愿上市的主要原因，这与任正非的上市观和企业战略有关。如果，让华为在科创板上市，上海证券交易所完全可以采取三顾茅庐的策略，游说任正非。不久前，深交所不久拜访了老干妈不是。这也就代表着，交易所可以主动出击，不像过去那样闭门造车等企业，应该主动上门服务，特别是有影响力的大公司。3月28日，科创版一批新的验收企业诞生。上海证券交易所公布了科创板第二批验收企业名单。华兴源创、微芯生物、特宝生物、国盾量子、虹软科技、世纪空间、光峰科技、贝斯达等都榜上有名。公司涵盖生物医药、人工智能、激光显示、量子通信等新兴领域，具有一定的知名度、市场影响力和技术水平，没有亏损企业。值得一提的是，随着第二批验收清单的公布，报名的企业就正式进入了白热化，上海证交所也表示会及时反馈和验收企业的情况。从目前情况看，首批创业板上市企业基本上都是中小型创新型创业公司，规模普遍较小。从企业的各项指标来看，创业板和中小企业上市公司可能没有太大的区别，有的方面可能比创业板的股票差。那么，KSB应该积极吸收大型科技公司、明星公司和真正的\"超级独角兽\"吗？STB的定位是否仅限于中小型创新型初创企业？事实上，这些问题是非常重要的，它们关系到科技创新委员会的制度设计和前景。一些大明星企业和大型科技公司应该鼓励企业登陆，而不仅仅是初创阶段的中小企业。我们的科技创新局没有必要坚持中小企业。我们应该继续引进纳斯达克这样的大型科技股。事实上，没有必要过于担心基金的流动性。这类公司的融资可以使战略投资者占大多数，而留给普通线上和线下订阅的比例不会太大。上市后，只要是一家高质量的公司，即使规模很大，也会受到投资者的追捧。A股缺乏优质公司，尤其是大型优质科技公司。优质大型科技公司在创业板上市将起到重要的支撑作用。科创板将成为真正的中国创业板，必将引领资新市场。本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-04-02", "newstime": "19:52", "sentiment": [{"positive_prob": 0.153472, "confidence": 0.658952, "negative_prob": 0.846528, "sentiment": 0}]}, {"title": "再下一城！又一欧洲大国牵手华为5G，送上76亿订单！", "content": "众所周知，华为是全球5G通信设备的领导者，在过去的半年时间里华为不断在非议中和诋毁人士抗争，最终正义的天平还是倾斜给了华为5G，华为5G是目前全球市场公认最有安全性，也是最有性价比的设备厂商之一，领先的网络体验和数以万计的技术专利支撑下，华为5G不断传来捷报，累计基站出货量超过了4万台领先对手爱立信、诺基亚等老牌厂商。值得一提的是无论是芬兰的诺基亚还是瑞典爱立信，都是老牌的通信设备厂商了，特别是爱立信，其在通信设备领域耕耘了有长达半个世纪之久，是当之无愧的百年老店了，而华为作为后来居上的科技厂商，成立时间也不过30年时间，如今手机强势拿到世界前三，国内遥遥领先，而通信设备更是领先对手，在服务器方面华为的增长速率位居全球第一，利润做到了全球前三，余承东更是放出豪言壮语，要在2020年超越三星并且预告了华为单品牌要做世界第一，荣耀要做世界前四！7000亿的营收规模下任正非还是拿出了千亿研发费用用于提升产品竞争力，并且扶持人才注重培养，这就是华为的企业文化，华为能够获得对手尊重拿到最多的5G订单，是华为兢兢业业应付出应有的回报，只是这个过程中还是遇到了前所未有的艰难险阻，华为5G频频被诋毁，西方国家以莫须有的安全问题抵制华为5G设备，闹剧背后是全世界都在害怕华为，害怕强大的中国突然崛起，只是这个过程中华为还是愈战愈勇，捷报频传，而就在刚刚，华为5G获得竞争对手点赞，并且强势拿下76亿订单！老牌的百年老店爱立信终于为华为发声，CEO在公开场合为华为点赞，大概的意思是华为很难战胜也很强大，作为竞争对手能够表达客观立场，这是来之不易的也是很难得的，从这点看出科技厂商之间还是相对友好的，就像美方不断施压下，苹果也是不断投入精力在中国市场，库克作为CEO也是多次访华调整iPhone定价，这就是大局观，除了华为5G获得竞争对手点赞，华为还强势拿下76亿订单！没错，锦上添花的是又一欧洲大国支持华为5G，并且送上了高达76亿的5G订单，这个国家就是法国，法国是欧洲的核心国家之一，也是美国重要的盟友，而在表达对华为立场的时候义不容情选择了支持华为5G，华为设备的稳定性和安全性打动了法国，这就是华为5G的实力所在，在不断承受安全风险质疑的情况下， 华为5G依然是捷报频传，华为不断用实力证明了自己，全球市场已经拿到了最多的5G商业合同，未来的路一帆风顺！再下一城！又一欧洲大国牵手华为5G送上76亿订单，获得法国方面的认可这是华为5G的实力所在，拿到了欧盟5G通行证的华为已经得到了极大的认可，欧洲之旅是火力全开，而今的华为不仅有操作系统，还有属于自己的海思麒麟芯片，并且拥有绝对的5G技术专利优势，这是王之荣耀，其实西方国家抵制华为的这一天迟早要来，只是来的快了一点，华为花了20年时间做了人家50年才做到的事情，对手能不害怕吗？好在任正非在幕后指点江山，未雨绸缪做好了最坏打算，华为5G还是坚挺走出了一条辉煌之路，这样的华为你们感到骄傲吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者】", "author": "推哥说科技", "newsdate": "发布时间：19-04-02", "newstime": "12:12", "sentiment": [{"positive_prob": 0.98873, "confidence": 0.974955, "negative_prob": 0.0112705, "sentiment": 2}]}, {"title": "余承东：华为＋荣耀今年很可能成为全球第一手机厂商", "content": "4月2日，华为消费者业务CEO余承东在社交媒体上表示，华为消费者业务已经发展到一个全新的历史阶段，今年华为+荣耀很可能成为全球第一手机厂商。根据华为不久前披露的2018年财报，消费者业务已经在华为内部超过运营商业务，成为华为最大的营收业务。而华为手机在2018年的出货量也超过了2亿部，排在三星个苹果之后，与苹果之间差距微弱。而华为轮值董事长郭平透露，华为在今年一二月份的营收增长超过了30%，这意味着华为手机的销量很快将超越苹果，而年底也有望超过三星。（AI财经社 周路平）", "author": "AI财经社", "newsdate": "发布时间：19-04-02", "newstime": "10:49", "sentiment": [{"positive_prob": 0.995144, "confidence": 0.989209, "negative_prob": 0.00485611, "sentiment": 2}]}, {"title": "华为MateBook 14评测：满血性能加持 职场新人的首选", "content": "【TechWeb评测】2018年年底，华为将最新技术注入主流档位PC产品，推出面向主流消费人群的MateBook全新产品系列，并发布其首款产品——HUAWEI MateBook 13，产品一经上市就赢得了市场广泛赞誉，成为13英寸主流轻薄本新标杆。而在一个月前的MWC2019大展上，华为MateBook系列再迎新兵——14英寸全面屏轻薄性能本HUAWEI MateBook 14正式亮相。该产品传承了MateBook家族经典的全面屏基因，在此基础上凭借其均衡性能、品质工艺、便捷的传输体验等优势，在展会现场大放异彩，吸引了众多权威媒体的好奇围观，并一举揽获3项\"MWC 2019最佳产品奖\"。作为定位14英寸的全面屏轻薄性能本，究竟它适合哪种人群？实际体验如何？能否真正兼顾轻薄与性能？通过本篇评测，相信可以回答你的大部分问题。外观：3:2高清全面屏，尽显高效生产力HUAWEI MateBook 14定位14英寸的全面屏轻薄性能本，在传承经典设计和工艺的同时，从更大视野全面屏、轻薄但性能不妥协、随时高效分享数据的需求出发，将唯美、创新、智慧的基因深度融入了该产品之中。HUAWEI MateBook 14兼具便携与性能，轻约1.49kg，机身整体尺寸为307.5*223.8*15.9mm，机身最厚处与一角硬币直立高度相当。凭借其全面屏设计，以简约凝练的线条延伸无限美感，成为14英寸轻薄本产品市场的领先者。机身A面，HUAWEI MateBook 14以“Pure & Invisible”为外形设计理念，依然采用的是经典的金属极简风格。采用5252铝合金金属及精密陶瓷喷砂，保持光泽的同时，可带来亲肤触感。笔者拿到的是深空灰版本，经典又光芒内敛，商务气息十足。机身B面（屏幕），HUAWEI MateBook 14延续了家族全面屏的基因，采用“四面微边框”设计，上左右边框仅为4.9mm，实现高达90%屏占比；同时相比传统16:9屏幕比例的14英寸机型，可视面积提升约8.4%，视野更开阔，视觉效果也更加震撼。在显示效果方面，HUAWEI MateBook 14采用2160*1440分辨率高清显示屏，PPI为185，可以实现2K级显示效果，拥有100%的sRGB广色域，对比度高达1000:1、300尼特亮度，颜色准确、鲜艳、明亮。无论显示高清图片，还是播放高清视频，都能呈现栩栩如生的细节，生动逼真。这块屏幕的另一大亮点是采用了3:2 的长宽比，相较我们常见的16:9屏幕，3:2的屏幕在Office办公、网页浏览、图形处理等常用的使用场景中，可以让内容以最大的显示比例纵向呈现，更易于日常的编辑工作，对于内容工作者、商务人士等使用人群来说是尤为实用的。△ 3:2屏幕△ 16:9屏幕例如在Photoshop中处理同一张较大的图片时，3:2比例的屏幕能够让图片以30%的缩放比率呈现出来，而16:9的屏幕缩放比率仅为23%，优势可见一斑。此外，为了帮助用户更好地保护眼睛，缓解眼部疲劳，华为将在手机和平板上已采用了的成熟护眼技术应用到笔记本之上，通过过滤部分有害蓝光、有效的亮度调节技术，保证用户在户外强光下使用产品时，屏幕依然清晰可见。在机身C面（键盘），HUAWEI MateBook 14右上角延续了指纹识别与电源键二合一的设计，在开机时按压电源键和指纹信息识别可以同时进行，无需在登陆界面输入密码或者扫描指纹便可直达Windows桌面，更便捷、安全、高效。该机还采用了经典的全尺寸键盘设计，并进一步优化了键盘键程和键帽尺寸，敲击力度也刚刚好，输入体验是十分愉悦。值得注意的是，HUAWEI MateBook 14依然采用了隐藏式摄像头设计，通过自主设计结构件，巧妙地把摄像头移到键盘上，按压式弹起摄像头，在实现更高屏占比的同时，还能做到防劫持、防偷窥，有效保护用户隐私。此外，新款HUAWEI MateBook 14还大幅度加大多手势触控板操作面积，带来更加广阔的触控板操作区域，操作更加自由、顺畅准确。最后是机身的D面（底部），HUAWEI MateBook 14的设计依然十分精心，该机上下布置了两条防滑垫，上部的防滑垫高度较高，为散热进风提供了广阔的空间。底部下方的左右两侧各有一组扬声器开孔，HUAWEI MateBook 14搭载杜比全景声 (Dolby Atmos)，可通过萦绕于四周且引人入胜的流动音效，来营造美妙的影音体验。在接口方面，HUAWEI MateBook 14也相当有诚意，在机身左侧提供了一个全功能USB-C接口，支持显示输出和充电，并与全尺寸HDMI相结合，最多可支持两个外部显示器的连接。机身右侧，HUAWEI MateBook 14则提供了一个USB 2.0和一个USB 3.0接口，对需要多场景办公、娱乐的职场新人和学生来说更加便捷、实用。配置：黄金独显性能，兼顾强劲输出和高效散热作为一款主打满血性能的高效生产力PC产品，HUAWEI MateBook 14在性能上的表现如何呢？下面通过多方跑分来实际测试一下。笔者拿到的这款HUAWEI MateBook 14搭载的是第八代英特尔 酷睿 i7-8565U处理器，综合性能超越第七代酷睿处理器40%以上。在CPU-Z的测试中，HUAWEI MateBook 14单核分数为516.2，多线程成绩为2452.7，同时辅以8GB LPDDR3 2133MHz大内存，足以适应复杂多变的办公环境，工作与学习更高效。在 CineBench R15测试中，i5 8265U单线程分数为184cb，多线程成绩为658cb。显卡方面，HUAWEI MateBook 14搭载的是最新的NVIDIA GeForce MX250高性能显卡（TDP 25W），配备2GB GDDR5独立显存，处理速度是集成显卡的3.5倍，无论是大型网游、图形编辑还是视频处理，都能做到流畅顺滑。笔者分别选用LOL游戏的低-中-高-非常高4种画质，对HUAWEI MateBook 14进行帧数比较，结果显示：在低画质模式下，该机帧率为100帧左右；在中画质模式下，该机帧率为85帧左右；在高画质模式下，该机帧率为75帧左右；在非常高画质模式下，该机帧率为63帧左右，足以保证用户畅爽体验日常的游戏娱乐。硬盘方面，HUAWEI MateBook 14配备了一块512GB PCle*4 SSD高速固态硬盘，在CrystalDiskMark测试中，顺序读写速度分别达到了3455MB/s和1994MB/s，传输、移动、保存文件更高效稳健，应对日常的工作和学习早已绰绰有余。对于一款性能满血的轻薄本而言，散热效能也会成为用户关注的另一个焦点。HUAWEI MateBook 14搭载鲨鱼鳍风扇2.0版本，采用仿鲨鱼鳍设计，可有效提升风扇转速，风量较普通风扇提升18%，转速更快、风量更大，散热更高效。软件层面，搭载智能滤波技术，通过七颗温度传感器实时监控整机温度，让风扇转动更平稳，办公影音场景较传统风扇有效降低噪音。此外，该机还支持宽频WiFi，采用最新Intel WLAN 模组Intel Wireless-AC 9560，支持多用户MIMO（MU-MIMO）技术和160MHz频带，最高速率可达1733Mbps，快人一步。亮点功能：全场景交互 颠覆传统传输分享方式为了能够有效打破现有传输方式的不便，HUAWEI MateBook 14搭载华为最新交互传输技术——Huawei Share一碰传功。该技术采用NFC触碰触发并通过WLAN传输方式，实现手机、PC端的深度定制和整体打通优化，突破了Android和Windows跨系统短距传输的问题。手机触碰PC的瞬间即可实现图片、视频一碰传输，office文档也可PC和手机之间实现双向互传，传输速率最高可达30MB/s。笔者传输1.3GB的电影仅用时2分30秒，可以说是极速了，关键是再也不需要随身携带数据线并免去了复杂的操作，效率相比传统传输方式完全是质的飞跃。此外，HUAWEI MateBook 14还支持一碰传录屏及共享剪贴板功能。“一碰传录屏”指的是手机“摇一摇”后触碰Huawei Share标签即可将电脑屏幕动态以视频的形式记录下来，录制时长最长60秒，无需额外安装录屏软件，即可通过手机轻松分享笔记本屏幕内容。而“共享剪贴板”功能则是指当手机和笔记本靠近时，可以跨设备复制粘贴文本，实现隔空复制，可以有效解决手机和笔记本之间文本信息的快速引用。当然，实现这些功能需要同时支持NFC功能以及EMUI 9.1或以上版本的华为手机，最近新亮相的华为手机P30，搭载EMUI9.1系统版本，就是Huawei Share一碰传的最佳搭档，二者搭配完美体验华为的智慧交互。续航与充电：持久续航，有容乃大HUAWEI MateBook 14内置57.4 Wh大容量电池，并采用华为自主开发的智能省电管理、智能进程管理、后台闲置进程冻结方案、大数据智能判断用户使用模式等方式，自动调整资源分配来实现智能省电。据官方介绍，在50%亮度情况下，可实现本地1080P视频播放15小时/正常办公14小时/网页浏览10.5小时。经笔者实际测试来看，HUAWEI MateBook 14半小时LOL游戏（80%亮度、高画质模式）消耗电量11%，半小时1080P在线视频（80%亮度、使用扬声器）消耗4%，半小时Word编辑（80%亮度）消耗3%，半小时浏览网页（80%亮度）消耗5%。照此推出，该机电池大概可保证游戏约4.5小时，看视频13小时左右，正常办公14小时左右，上网10小时左右，可以为日常的办公、学习提供充足的续航时间。在充电方面，HUAWEI MateBook 14配备了一款65W适配器,兼容20V/3.25A, 15V/3A, 12V/2A, 9V/2A, 5V/2A等多种充电输出功率，一个充电器就可支持多种设备，减少旅途和外出的负担。官方宣称充电15分钟 , 即可满足日常办公使用3小时。实际测试发现，该机半小时可充45%，全部充满（不进行其他工作）仅耗时100分钟，充电速度是非常快的。总结：14英寸职场新人的首选作为华为MateBook系列布局14英寸轻薄本市场的最新产品，HUAWEI MateBook 14将以办公场景为突破点，完美兼顾了轻薄便携和强悍性能，并且侧重大视野和长续航，可以为职场新人、高校学生群体带来更加便携、高效、全能的办公娱乐新体验，可以预见，正式面市后，一定会成为职场新人的首选。", "author": "TechWeb", "newsdate": "发布时间：19-04-02", "newstime": "13:20", "sentiment": [{"positive_prob": 0.999706, "confidence": 0.999346, "negative_prob": 0.000294372, "sentiment": 2}]}, {"title": "三星OLED技术更好，为什么华为却弃而远之，选择了国产京东方？", "content": "华为P30系列发布之后，很多人就将目光聚焦在这一系列的旗舰身上，因为它确实是目前国产手机中的佼佼者。但是在采用屏幕这一块上却令人有点难以接受，很多人想问，华为P30系列的价格毫无疑问会很贵，尤其是华为P30Pro会是如此，同时明明三星OLED技术更好，为什么华为却弃之不用，选择了京东方？原来，华为P30采用的是三星的AMOLED屏幕，而华为P30Pro采用的是来自国产京东方的AMOLED屏幕，虽然材质都是一样的，不过在显示效果方面，很多人更加愿意相信三星的实力，而不是国产，毕竟目前三星在OLED屏幕领域只有着非常高的地位，技术确实也更领先一些。那么为何华为P30Pro手机要选择京东方，而不是三星？其实原因也不过是这几点：控制成本价格，避免华为P30PRO的价格越来越贵。因为大家都知道华为p30的价格，肯定是要比华为P30Pro更低的，毕竟在配置方面有一定的差别。而如果华为p30Pro直接采用三星的屏幕，那么最终的价格成本可能就会更高，容易导致很多人也无法接受，相反华为p30的价格稍微更便宜一些，如果屏幕用料更好一点，毕竟成本上涨的问题在价格上稍微调整一些，也没有什么大的问题。华为p30系列实际上也都是1080p分辨率，并不是最好的2K分辨率AMOLED屏幕，所以用不用三星其实没有太大差别。可能很多人都会觉得三星在屏幕方面确实做得非常好，不过笔者却认为这只符合于高端档次的屏幕。华为P30PRO采用的是1080P分辨率的FHD屏幕，跟三星S10采用的2K级别柔性屏幕有差异，既然又不是最好的屏幕，那么用三星或者用京东方有什么差别呢？可能对用户来说也是这样的心理吧。华为采用京东方是有意加深合作，避免一家独大被三星牵制。也有人认为华为采用京东方的屏幕，实际上也是有意用之，因为在华为Mate20pro上就是如此。华为如果采用上了京东方的屏幕，就可以避免跟三星自家的产品形成太直接的竞争，否则如果三星卡住了供货，那么华为如何解决性问题就成就关键。为什么如果华为能够适当的扶持一下京东方，加深一下两个品牌之间的合作，实际上也是互利共赢。你们觉得为什么三星的AMOLED屏幕如此出色，华为却弃之不用，直接选择京东方呢？", "author": "叽歪数码", "newsdate": "发布时间：19-04-02", "newstime": "23:47", "sentiment": [{"positive_prob": 0.17917, "confidence": 0.601844, "negative_prob": 0.82083, "sentiment": 0}]}, {"title": "阿里巴巴纳税516亿，华为纳税1100亿，网友：京东呢？", "content": "众所周知，阿里巴巴的理念是让天下没有难做的生意，但我发现一个问题，那就是马云虽然退休了，但马云依然是频繁的出现在国际舞台上为阿里巴巴这个平台叫卖。我认为，阿里巴巴的理念已经发生了变化，那就是从让天下没有难做的生意变成让全球没有难做的生意！既然阿里巴巴是这么一家优秀的企业，那我们今天就来看看阿里巴巴、京东与华为等感受到纳税情况。1、阿里巴巴纳税4月1日阿里宣布2018年全年和蚂蚁金服总计向国家纳税516亿元，同比增长超过40%，这是从2013年以来连续第6年成为中国互联网行业的纳税王，这六年阿里巴巴纳税额已经增长7.3倍。要知道，这还没有算上阿里巴巴带动的各种上小产业链，如果要这些都算进去了，那阿里巴巴真的可以说是如马云所说的那样，活脱脱的一个“互联网经济体”！2、京东纳税说完了阿里巴巴，就不得不提一下阿里巴巴的老对手京东了。我记得多年前刘强东说过这么一段话，京东销售收入将超过一万亿人民币，为政府创造的间接税收达到五千亿，直接税收700亿元。刘强东这个说法，都是忽悠不懂税的人。实际情况，因为一直亏损，比如苏宁董事长张近东就针对刘强东的这段言论发出过感慨。“京东有我们苏宁交税多吗？社会、媒体、政府天天捧京东，一家从来没有盈利过的企业，只有资本追捧的企业，正常吗？卖掉阿里是财务投资，狼性就是狠狠的跟京东干一架。”而近些年我们也看到了，新零售时代的到来，苏宁的智慧零售已经逐渐开始有效应了！3、华为纳税众所周知，华为是全球没有上市的500强公司，纳税高达1100亿。华为这家公司，不光纳税多，就连营收也突破了1000亿美金，这比互联网BAT加起来还多。而且华为手机这些年也是发展强势，近日余承东还给华为手机制定了一个目标，那就是要花2到3年的时间，让华为手机成为全球销量第一的手机。与此同时，华为在5G领域里也是取得了不错的成绩，可以这么说，华为可以在5G时代躺着数钱了，因为专利在那里摆着。网友们看完阿里巴巴、京东与华为纳税之后纷纷表示：其实都没有什么好争的，毕竟大家都是中国公司，阿里巴巴强在电商，中国有物流，而华为有通信和手机，作为中国优秀的公司，是值得我们每一个人尊敬的，大家说是不是这个道理？", "author": "俊世太保", "newsdate": "发布时间：19-04-02", "newstime": "19:59", "sentiment": [{"positive_prob": 0.401794, "confidence": 0.107126, "negative_prob": 0.598207, "sentiment": 0}]}, {"title": "余承东：华为要做全球第一，荣耀做到中国前二", "content": "华为消费者业务CEO余承东4月2日在微博宣布，今年华为+荣耀很可能成为全球第一手机厂商。华为单品牌未来要做到全球第一；荣耀品牌做到中国前二，全球前四。除此之外，余承东还表示，将全力支持荣耀发展，将会给荣耀极具竞争力的产品，在渠道、零售上加大投入，荣耀一定要超越并甩开对手。对此，荣耀总裁赵明也做了回应称“必须撸起袖子，抓住机遇，用极具竞争力的产品让用户满意，让荣耀更加荣耀！”2018年华为财报显示华为消费者业务实现销售收入3489亿元人民币，同比增长45.1%，在各大业务线中占比第一。据此前的官方消息，2018年华为+荣耀双品牌手机销量为2.06亿台，位居全球第三。在前不久举办的上海AWE 2019大会上，余承东曾表示，2019年华为+荣耀销量目标是2.5-2.6亿台，成为或者接近全球第一。根据调研机构IDC公布的数据，2018年三星以2.92亿销量位居第一，苹果2.08亿、华为2.06亿分列二三位，小米以1.22亿位列第三、OPPO第四。华为轮值董事长郭平此前透露，华为在今年一二月份的营收增长超过了30%，这意味着华为手机的销量很快将超越苹果，而年底也有望超过三星。", "author": "观察者网", "newsdate": "发布时间：19-04-02", "newstime": "12:36", "sentiment": [{"positive_prob": 0.939725, "confidence": 0.866056, "negative_prob": 0.060275, "sentiment": 2}]}, {"title": "余承东又吹牛？今年华为+荣耀很可能成全球第一手机厂商", "content": "C114讯 4月2日消息（李明）华为消费者业务CEO余承东今天通过微博表示：\"华为消费者业务已经发展到一个全新的历史阶段，今年华为+荣耀很可能成为全球第一手机厂商。\"对于未来，余承东表示，我们必须坚定方向，撸起袖子，埋头苦干：1.华为单品牌未来要做到全球第一。2.荣耀品牌做到中国前二，全球前四。3.全力支持荣耀发展，将会给荣耀极具竞争力的产品，在渠道、零售上加大投入，荣耀一定要超越并甩开对手。4.无论华为和荣耀，都要敢于创新，做智慧全场景产业的王者！超越三星上位第一须满足两个条件市场研究机构IDC发布的2018年全球智能手机市场出货量报告数据显示，2018年全球智能手机市场出货量14.049亿台，同比下降4.1%。IDC数据显示，排名2018年全球智能手机市场前五名的厂商分别为：三星、苹果、华为、小米、OPPO。三星出货量2.923亿台，市场份额20.8%，同比下降8%，虽然跌破三亿出货量，但三星仍然领先所有对手继续占据第一；苹果出货量2.088亿台，市场份额14.9%，同比下降3.2%，勉强保住第二；华为出货量2.06亿台，市场份额14.7%，同比大幅增长33.6%，以非常微弱的劣势屈居苹果之后位列第三；小米出货量1.226亿台，市场份额为8.7%，同比增长32.2%，超越OPPO位居第四；OPPO出货量1.131亿台，市场份额8.1%，同比增长1.3%，排名第五。从去年的出货量来看，华为距离第一名三星还有8630万台的差距。前不久余承东已经透露，\"华为手机出货量今年年底有望达到2.5-2.6亿台，华为中高端手机出货有望达到或接近全球第一。\"如果按照余承东所期望的\"今年华为+荣耀很可能成为全球第一手机厂商\"，那么必须至少满足以下两个条件：首先是三星今年出货量继续下滑；同时华为手机今年出货量必须甚至超过2.6亿台的预期目标，华为才有可能超过三星上位第一。消费者业务取代运营商业务成华为营收第一BG事实上，华为消费者业务已经取代运营商业务成华为营收第一BG。华为发布的2018年年度报告显示，华为2018年实现全球销售收入7212亿元人民币，同比增长19.5%；净利润593亿元人民币，同比增长25.1%。其中，华为起家的运营商业务实现销售收入2940亿元人民币，与上一年基本持平；企业业务实现销售收入744亿元人民币，同比增长23.8%；云业务领域，华为云上线超过160个云服务和140个解决方案；华为消费者业务2018年实现销售收入3489亿元人民币，同比增长45.1%，占比提高到48.4%成为华为2018年收入中贡献最大的业务。而作为华为消费者业务的主力产品，华为手机2018年出货量再创新高，与苹果出货量已经不相伯仲的华为自然很想很想再向前一步。余承东过去吹的牛可都实现了想必了解余承东的人都知道，他是个性格直率的人，业内外号\"余大嘴\"。有人说余承东总爱吹牛，之前传闻他总嚷嚷华为要超越苹果、三星还被任老板罚过款。不过，从客观事实来看，余承东过去几年吹的牛还都实现了。据了解，七年前，余承东为华为消费者业务定了7个战略目标全部实现。如果说“今年华为+荣耀很可能成为全球第一手机厂商。”这个目标实现存在很大可能性的话，那么余承东所说“华为单品牌未来要做到全球第一”的目标实现起来难度更大。不知道，这次老余吹的牛能否实现呢？还要且看且分析。", "author": "C114通信网", "newsdate": "发布时间：19-04-02", "newstime": "12:01", "sentiment": [{"positive_prob": 0.00716745, "confidence": 0.984072, "negative_prob": 0.992833, "sentiment": 0}]}, {"title": "余承东宣布华为新目标：单品牌要做全球第一 荣耀将做到中国第二", "content": "3月26日，华为在巴黎发布了新品华为P30系列，并获得了海内外消费者的高度肯定，国内电商平台天猫的华为P30系列预购量超过前代十倍不止。优秀的产品也带给华为官方极大的自信，据产业链透露，华为P30系列首批备货量超500万台，后续华为还为P30系列提前预定了1600万台的生产量。华为P30系列毫无疑问，今年是华为终端关键的一年。华为消费者业务CEO余承东在今天(2日)发布微博，公布了四个目标战略，称为单品牌未来要做到全球第一。余承东表示，华为消费者业务已经发展到一个全新的历史阶段，今年华为+荣耀很可能成为全球第一手机厂商。未来，我们必须坚定方向，撸起袖子，埋头苦干：1.华为单品牌未来要做到全球第一。2.荣耀品牌做到中国前二，全球前四。3.全力支持荣耀发展，将会给荣耀极具竞争力的产品，在渠道、零售上加大投入，荣耀一定要超越并甩开对手。4.无论华为和荣耀，都要敢于创新，做智慧全场景产业的王者!来源华为消费者业务CEO@余承东事实上，余承东经常在公共场合宣布一些被人认为是不可能达成的目标，所以余承东经常被人取笑为余大嘴。不过随着华为终端的迅速发展，许多人发现余承东曾经说过的“大话”，竟然一个个变成了现实。比如在2012年，华为智能终端刚起步的时候，余承东在微博上宣布华为消费者业务要进行几个大调整：1. 从ODM白牌运营商定制，向OEM华为自有品牌转型。2. 从低端向中高端智能终端提升。3. 放弃销量很大但并不赚钱的超低端功能手机。4. 启用华为海思四核处理器和Balong芯片。5. 开启华为电商之路。6. 启动用户体验Emotion UI设计。7. 确立硬件世界第一之目标!来源华为消费者业务CEO@余承东就是因为这些规划，余承东就被人贯上了“余大嘴”的名号。不过7年时间过去了，余承东说的这些规划都已经一个个实现了，“余大嘴”也变成了“余诚实”。华为根据此前第三方的数据显示，2018年华为手机的全球销量突破2亿台，仅位列三星、苹果之后。而且华为与苹果的差距仅有几百万的数字，今年超过苹果几乎是板上钉钉的事情。", "author": "天极网", "newsdate": "发布时间：19-04-02", "newstime": "11:14", "sentiment": [{"positive_prob": 0.674651, "confidence": 0.277002, "negative_prob": 0.325349, "sentiment": 2}]}]