[{"title": "华为无奈被撤，中兴再遭禁售，日本软银献出1000亿“大礼”？", "content": "华为无奈被撤，中兴再遭禁售，日本软银献出1000亿“大礼”？刚刚过去的2018年，对中国众多的科技企业来说，应该算是极为特殊的一年。从中兴、阿里云受到美国“打压”，到华为因为联想的“一票之差”，而错失5G通信标准的主导权，我们经历的2018年，是充满狂风骤雨的一年。可中国企业却因此迸发出一种精神，一种把国人的心紧紧地联系在一起的精神。我们不可否认，2018年对华为、阿里巴巴、中兴等中国企业来说，确实是充满挑战的一年。但从这样的挑战当中，我们也看到了机遇所在。众所周知，美国、澳大利亚等国家，一直在主张拒禁华为、中兴的5G技术及设备。可华为遭受挫折的时候，国内的企业却纷纷站出来支持华为。很多并不知名的中小型企业，甚至制定新规：今后员工必须购买华为的手机。虽然在很多网友们看来，这样的新规，无疑显得很造作。可笔者却认为，这象征的是我们中国人的一根脊梁骨，它现在是挺得直直的，是任何国家、任何人都打压不了的。可反观美国呢？他们的企业，如今却在“窝里斗”。苹果、高通之间的掐架，一路是从中国的福州，掐到了德国的慕尼黑法院。最终，美国首个市值突破万亿美元的苹果公司，硬生生地被高通逼入了“低谷”之中。在我看来，这便是中美企业之间的区别所在。当然，在此之前，我们需要忽略掉中国的联想。然而，最近国内企业再度遭逢“大创”。华为无奈被撤，中兴再遭禁售，日本软银献出1000亿“大礼”！这到底是怎么一回事呢？首先，是华为被撤的消息。前段时间，日本软银社长宫内谦表示：更换华为基站等最多将耗费1000亿日元，但无论成本多高，也要撤走华为！最近一段时间，我们已经认识到华为通信技术的强大。但你或许并不了解，华为的4G时代，就在海外搭建了众多的4G基站，而日本就是其中的一个国家。而日本软银的此番举动，据说是受到了上头的“施压”。对此，你怎么看？而笔者要说的第二则消息，是关于“禁售”一事。众所周知，随着华为签下27个5G订单后，国际上就鲜有传来华为被禁售的消息。但在最近，德国方面却传出消息，针对2017年的一起专利侵权案件，德国法院正式作出判决：由于华为、中兴侵犯了美国MPEG LA的AVC / H.264标准专利组合，华为、中兴必须停止使用AVC / H.264技术，并召回和销毁所有应用该技术的产品。笔者认为，国内的科技企业，频频受到某些国家的针对，这确实令人感觉激愤难平。但换位思考而言，我们也不得不承认，美国、日本等国家的“排挤”，其实恰恰说明了中国科技力量的进步与强大。华为的5G技术在崛起，阿里巴巴的移动支付技术，也已经全面走向了海外。此外，我们国家在柔性屏、自主芯片、超级计算机等领域，也有着堪称斐然的成绩。在我看来，我们中国的崛起，本就是势不可挡的，因为我们已经崛起，你说是不是呢", "author": "巨裕看科技", "newsdate": "发布时间：19-01-07", "newstime": "18:30", "sentiment": [{"positive_prob": 0.00991395, "confidence": 0.977969, "negative_prob": 0.990086, "sentiment": 0}]}, {"title": "华为老员工吐槽，工作16年才赚够一套房，生活很艰辛！", "content": "在中国科技圈，如果要说到平均工资最高的企业，华为绝对算其中一个。据悉，在华为工作5年后年薪起码30万以上，当然不同岗位不同部门不同薪资。数据显示，华为最低级的主管年收入都在150万左右，而在华为，这样的主管级岗位有上千名。华为一年要发放的工资和奖金股票分红高达700亿，2017年华为有8.3万员工，如果按照平均值计算，华为人平均年薪高达84万。当然理想很丰满，现实很骨感，华为人的薪资差距也非常高。华为的工资是按照等级来定的，应届本科硕士入职13级，博士14级，内部公开查阅只显示至22级，每级工资差距大概在4000元，等级越往上工资薪酬差距越大。虽然华为的工资是出了名的高，但工作很累，管理也很严格。2018年最后一天，华为海外推特运营员工使用iPhone发推文，最后华为直接对相关员工施以降薪5000元的处罚，很多人都好奇究竟华为的薪水有多高，毕竟5000元对于很多人来说，相当于一个月的全部薪水。近日有一条华为员工在内部论坛的吐槽的新闻刷爆了网络，据该名员工介绍，自己在华为工作了16年，结果仅仅换来了一套房。员工表示：“国内8年，海外8年，就深圳一套房，1400万，贷款负债和股票现金基本相抵”。从这位员工的吐槽来看，工作16年赚到了1400万，平均下来相当于年薪87.5万，基本上相当于华为人的平均年薪，在很多人看来这样的薪水根本就是天文数，很少有人能够达到，但在华为这就是常态。所以这名员工不禁感慨生活艰辛，毕竟在大深圳生活，成本要比三四线城市高出几倍。从这位华为人的吐槽可以看出，深圳的房价领跑全国，根本不是穷人生活的地方，作为平均工资最高的科技公司之一，华为的员工也只能勉强在深圳生活。但从另一面也能看到，华为年薪百万的员工不在少数，而华为开具出的高工资，也换来了每一个员工的尽职尽责，才能如此快速的推动华为发展。", "author": "王石头", "newsdate": "发布时间：19-01-07", "newstime": "12:42", "sentiment": [{"positive_prob": 0.0137297, "confidence": 0.969489, "negative_prob": 0.98627, "sentiment": 0}]}, {"title": "华为工程师猝死，36岁，22月无休：比挣钱更重要的是活着", "content": "来源：星言说比挣钱更重要的，是活着。这两天看到一个帖子，挺难受的。36岁的华为工程师，在肯尼亚过劳死。事发时，他在开车，突然觉得头痛想要休息，把车停下来后，整个人就失去了意识，然后开始呕吐。送到最近的医院，拼命抢救仍于事无补。优秀的工程师撒手人寰，留下没有工作没有收入，独自带着两个孩子的妻子。从2017年1月，到2018年10月，22个月都没有休假回家。即便是节假日，也要为了保障业务全天留在客户处值守。直到离世，还剩余33天的年假，但他再也没有机会用了。出事前10天，他领到了海外十年奖牌。出事前一周，曾发微信给妻子说，可能挺不了了。出事前2天，仍在通宵工作。妻子的文字如泣如诉，看着这些无比揪心：华为永远不缺少这样的热血男儿，舍小家为大家，攻无不克战无不胜，如今在非洲的各个国家，乃至整个世界家喻户晓，是中国制造的骄傲与自豪。可是，我的小家，从此破碎了。八岁和三岁半的孩子，永远地失去了保护他们的爸爸。我再也等不到那个和我白头偕老的爱人，年迈的婆婆白发人送黑发人。人生至痛，情何以堪？华为的slogan里写：伟大背后，皆是苦难。这苦难里，有民族的苦难，也有集体的苦难。可个人的苦难，又有谁能来为其买单？这些年，我们好像经常看到类似的新闻。大疆无人机25岁程序员，哈工大刚刚毕业的硕士，所有同学眼里的精英，猝死家中。26岁的医生加班猝死，他的朋友圈里写着：黑+白+黑，下班啦，活着真好。无比心酸，无比讽刺。44岁春雨医生创始人兼CEO，因突发心肌梗塞离世。36岁御泥坊原董事长吴立君，因长期辛劳，突发脑部静脉血栓去世。猝死，早就不是小概率事件。甚至成了很多高薪白领的标配，成了无数年轻人心头的刺。网上有个段子说，那些比你优秀还比你拼命的人，最后怎么样了。有人答，比我先死了。听起来好笑，细想扎心。大公司，高薪职员，企业高管，通常名校毕业，年薪十万百万甚至千万，可是然后呢？没有倒下之前，每个人都觉得自己不会是那个倒霉的人，忍忍就过去了。没有倒下之前，每个人都觉得还能坚持就坚持一下，一想到账户里的存款，就又多熬了几个大夜。可是倒下以后，一切将毫无意义。我一个学通信的同学，TOP5高材生，TOP3硕士，最后却留在老家，拿着几千块的工资。很多人说，你这也太大材小用了！去深圳发展，年薪百万不成问题，干嘛非要留在小城市。他说，因为我想多活几年。有人觉得他没出息，我却觉得他够真实。何止通信行业？搞设计的，搞营销的，做销售的，做新媒体，搞咨询的，做审计的，医护人员，还有创业的小老板等等等。熬夜通宵，哪个不是家常便饭？哪个不是压力大到，早早上床依然睡不着？哪个不是一边拿着保温杯，一边对着电脑？多少公司，把女人当男人用，男人当牲口用。多少人有苦难言，即便累到秃顶，还是要保住饭碗，继续拼。领导说，没人逼你啊，你不想干，有的是人想干！这是真话。这个世界永远不缺那些，想要挣钱，想要拼事业，宁愿透支健康也要挤破头，进大公司拼命的人。这个世界也从来不缺那些，内心充满激情与热血，在理想与荣耀面前，将生死置之度外的人。但对于我们这些绝大多数的平凡人来说，拿命换钱，实在不值得。公司是一个庞大的机器，越是大公司好公司，越是如此。而我们只是其中的一颗螺丝。生锈了，重新打磨润滑，再被拧上去，接着用。坏了，就被拆掉，立刻被替换上新的，但机器的运转绝不会停。没有任何一个工作，是缺了你不行的。今天你猝死了，你离职了，你甩手不干了，公司一切还会照常继续。对于公司来说，你随时可以抛弃，但对于家庭来说，你却是无可代替。你知道中国人有多拼吗？程序员凌晨四点关灯，早餐店凌晨四点开灯。白领24小时开机，医生根本无暇看手机。辛苦时你喜欢说没事儿，面对家人又因为工作必须说“有事儿先挂了”。有人因为太忙滴水不沾，有人因为客户必须一饮而尽。有人无法安睡，因为要让别人酣睡。习惯了在工作的地方生活，也习惯了在生活的地方工作。你总说忙完就去旅行，却把电脑塞进了行李。拼搏与奋斗是伟大的精神，但用透支身体去拼搏，倡导那些用命换钱的故事，是否有些畸形？最近我发现，越来越多人开始默认，加班是最正常的事。不加班的人反而显得不正常，甚至有人背后嘲笑你，是不是太懒太不努力了。我们这个时代的年轻人，似乎人人如此。惜命又焦虑，生活往往身不由己。道理都懂，但实际行动却矛盾重重。前一阵子写稿子，手头特别多活，都是又难又急的那种。经常是早上醒来看手机，一堆留言，上午给选题下午出稿，晚上给选题半夜发表的那种。还经常是盘点总结类的大稿子，搜集资料就得几小时。碍于面子，还是接了下来。电脑前奋笔疾书一天，脑子不停转，交稿关机，想好好歇一下，发现呼吸困难。心脏突突，头也迷糊，明显劳心用脑过度，整个人都不好了。那一刻我想，说啥也不能这么写了，谁都想挣钱，但身体不允许，实在拼不起。新年放假三天，各种新媒体群里的人都没休息。一个个都在加班熬夜，赶稿子追热点，一边自嘲一边苦熬，仿佛节假日从来不存在。像我这种灵活自主的工作，连轴转两天就感觉累得快要猝死。更别提那些，在岗位上顶着领导的压力，憋气委屈，还得没日没夜干活的人。可是，生活不该本末倒置。我统计了一下，2018我挣的钱主要用来干嘛，结果触目惊心。月薪过万有什么用？去趟医院就没了。舍不得买新衣服新手机，舍不得奢侈，却在买保养品上无比大方。各种保健按摩，几千几千地花都不心疼。放弃健康挣到的钱，最后为了健康都花没了。试问自己，钱挣得不少，幸福感却很少，折腾一遭，到底是图啥呢？我们每个人，都像一辆奔跑在时代高速上的列车。超载负荷，全员加速。然而也许今天你还能在高速上飞驰，明天自检依然能通过，没有人质疑你的运行能力和加速度。只有在突然报废的那一刻，我们才会明白自己已经顶着危险，行走了多久。人人都想要更好的生活，为了家人为了自己，不断打拼，这是美好又正能量的事儿。但凡事最忌过犹不及，活着是对得起世界，更要对得起自己。如果有机会，去问问那些百岁老人，去问问那些癌症病人，你会明白到底什么是人生最重要的事。很多人总是喊着，不敢倒下，因为身后空无一人。却没有想过，若有天真的倒下，你的爱人，孩子，父母要如何面对失去。新的一年，希望你拼一点，也希望你淡然一点。希望你多挣一点，但更希望你多爱自己一点。2019，其实没有什么宏图大愿。因为始终明白，这世界比挣钱更重要的，是活着。作者：星言，理性双鱼女，海归传媒人。揭穿人生真相，书写温暖生活。微博：星言说。券商中国是证券市场权威媒体《证券时报》旗下新媒体，券商中国对该平台所刊载的原创内容享有著作权，未经授权禁止转载，否则将追究相应法律责任。", "author": "券商中国", "newsdate": "发布时间：19-01-07", "newstime": "20:33", "sentiment": [{"positive_prob": 0.550884, "confidence": 0.00196364, "negative_prob": 0.449116, "sentiment": 2}]}, {"title": "现场：华为震撼发布新一代芯片鲲鹏，将成另一关键自有技术生态", "content": "在许多中国神话中，能与麒麟这种神兽相提并论的并不多，而鲲鹏恰巧是其中最具标志性的一种。道家学说《庄子·逍遥游》。书中记载“北冥有鱼，其名曰鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也。怒而飞，其翼若垂天之云。”常用鲲鹏比喻一些宏伟之事，一句俗语曰：“学做鲲鹏飞万里，不做燕雀恋子巢”。而鲲鹏也成为继麒麟之后，另一个远大的产品与技术布局。徐文伟强调，在计算趋势上，从终端搜集到的庞大数据，虽然有所谓的边缘计算可以分担，但要放到云端计算上，仍是现在云计算基础设施的沉重负担，要如何解决庞大数据流以及存储，和即时计算的需求，成为各家云服务器厂商积极寻求突破的关键。徐文伟指出，通过与 ARM 的合作，通过极大规模的核心整合，很好的解决了大数据的即时处理计算。而配合在去年全连接大会中发布的升腾架构，以及在手机等边缘计算加入的 NPU 计算能力，华为构成了强大的生态优势，同时徐文伟也强调，华为并不会走封闭的道路，也会与英特尔等伙伴持续进行合作。当然，与业界合作伙伴会持续，但为了摆脱依赖，增加自主能力也是华为一贯以来的发展重点，徐文伟讲到这边，手上拿出其最新的服务器芯片，也正是今天的主角：鲲鹏服务器芯片鲲鹏 920。鲲鹏 920 集成了 64 个核心，频率为 2.6 GHz。该芯片组集成了 8 通道 DDR4，内存带宽超过现有产品的 46％。通过两个 100G RoCE 端口，系统集成也显着增加。Kunpeng 920 支持 PCIe 4.0 和 CCIX 接口，总带宽为 640 Gbps。此外，单槽速度是现有产品的两倍，有效地提高了存储和各种加速器的性能。而另一个值得一提的是，鲲鹏芯片中集成了传统计算芯片的四大结构，包含网络、存储、主控芯片以及 CPU 于单一封装当中。鲲鹏芯片也整合了 8 通道的内存控制器，提供较过去架构更高的整体带宽输出表现，增加幅度达到 48% 以上，这对于带宽要求以及即时计算能力要求极高的计算环境而言，可带来极大的帮助。鲲鹏 920 是业界性能最高的基于 ARM 的服务器 CPU。采用最先进的 7nm 工艺， CPU 由华为独立设计，基于 ARMv8 架构授权。它通过优化分支预测算法，增加 OP 单元数量和改进内存子系统架构，显著提高了处理器性能。在典型时钟速度下，昆腾 920 CPU 在 SPECint 基准测试中得分超过 930，比行业基准高出 25％。与此同时，电力效率比行业同行提高 30％。 鲲鹏 920 为数据中心提供了更高的计算性能，同时降低了功耗。华为在创新方面的持续精进，也反映到服务器产品方面的重要表现，不只性能拥有优势，其服务器产品出货总量已经达到 356 万部，俨然已经成为华为的另一大支柱。安谋科技中国执行董事暨 CEO 吴雄昂则是强调了 ARM 生态所拥有的强大计算生态，可帮助华为在云计算上更好的发挥。。华为智能计算业务部总裁邱隆则是上台宣布了 TaiShan 服务器产品线，基于鲲鹏芯片，而他也强调，这些服务器都是针对海量存储与数据计算工作而设计，所有的生态都是基于原生的 ARM 生态研发，包含软硬件的适配等，由于原生应用才能够发挥硬件的最大效能，华为也强调，在推出 TaiShan 之前，就已经进行投入软件开发环境的完备，而这一切的努力，都是要让客户能够体验到最佳的效能表现。而不只是应用的原生与调优，邱隆也强调，在其服务器设计方面提供了更有效序的存储方式，以及更好的动态管理机制，让各种计算场景都能够获得更好的效果，同时也要降低管理成本。邱隆同时也公布了华为云计算将使用基于鲲鹏的 TaiShan 服务器，并提供相较于对手达到 3 倍以上的整体输出效能表现。而云手机服务也同时开通，提供在云上直接运行 App 的能力。华为也邀请了几大关键合作伙伴共同畅谈基于 ARM 生态的创新计算。华为在硬件，基础软件和应用方面不断推进行业合作。华为一直与绿色计算联盟（GCC），Linaro，Open Edge 和 HPC Initiative（OEHI）等行业组织合作，与 Hortonworks，Microsoft，SAP，SUSE，Ubuntu 等合作伙伴一起构建开放，协作的行业生态系统。和中国标准软件。在硬件方面，华为是 Linaro 的核心成员。在基础软件方面，华为是 OpenStack Foundation 的白金会员，也是云原生计算基金会（CNCF）的创始成员。在应用方面，华为已加入海湾合作委员会。GCC 发布了绿色计算联盟服务器技术标准报告，以及其他建立绿色开源计算社区的努力。华为也是 OEHI 的成员。布局已久的智能计算技术其实早在去年的智能计算大会中，华为宣布从 2018 年 12 月 21 日起，其服务器将全面升级为华为智能计算。作为华为基于联接、计算和云的三大使命，智能计算的重要性不言而喻。在当天的华为智能计算大会上，华为的智能计算业务新战略旨在解决行业智能化面临的 4 大问题，即算力供应、数据协同、场景部署、专业技术。针对这几个问题，华为智能计算业务将围绕算力、工程、云边协同和一体化解决方案四个方面进行，团队也在会上展示了其所做的努力。为会上宣布的几大亮点是，将其 FusionServer 升级为 FusionServer pro，将数据中心升级为智能数据中心；2019 年还将诞生华为的第一颗 AI 管理芯片，可做到整个设备管理故障的自动预测。当天虽然已经有提到 64 核 ARM 架构处理器鲲鹏芯片，但今天带着更多细节以及生态支持现身，正代表了华为在积极推动整体计算产业的革新，并且在拥抱业界合作伙伴的同时，也积极推动自有架构的研发，这代表著与世界接轨，但同时拥有核心技术的两大诉求，对于现在的中国产业而言，其实是值得借鉴的一点。云计算竞争激烈，拥有生态才有话语权随着中国的云计算市场快速扩张，竞争正在变得愈发激烈，其中，在公有云领域已经具备领先地位的是有着优质互联网基因的阿里、腾讯。阿里云占据国内半壁江山，规模效应优势明显，而腾讯云则围绕游戏、视频业务优势实现游戏云、视频云的领先，2018Q1 腾讯其他服务（包括支付解决方案业务、相关金融服务以及云服务业务）同比增长 111%，其中云业务增速超过 100%。以华为为首的传统 IT 企业的进攻也不容忽视。在刚刚过去的 2018 年，华为在 10 月举行的全联接大会上放出“大招”，一口气发布了多款 AI 芯片——昇腾 910 和昇腾 310 两款自研 AI 芯片，成为华为智能计算架构的核心。其中，昇腾 910 采用 7nm 工艺制程，半精度达到 256T，据称是全球单算力最高的 AI 芯片，计算力远超谷歌及英伟达。而昇腾 310 则采用 12nm 工艺制程，最大功耗仅 8W，整数精度能达到 16T，主打极致高效计算低功耗 AI 芯片。当时，华为徐直军还给出了这两款 AI 芯片的上市时间——2019 年第二季度。而在 2019 年，华为还将推出 3 款 AI 芯片，均属昇腾系列，同时华为将会基于昇腾系列 AI 芯片提供 AI 云服务。需要特别强调的是，昇腾 910 和昇腾 310 两款自研 AI 芯片使用华为自研的达芬奇架构，使用了华为自研的高效灵活 CISC 指令集，每个 AI 核心可以在 1 个周期内完成 4096 次 MAC 计算，集成了张量、矢量、标量等多种运算单元，支持多种混合精度计算，支持训练及推理两种场景的数据精度运算。在华为之前，百度、阿里巴巴都已经先后宣布自有 AI 芯片的布局，百度的昆仑芯片使用自行设计的架构，虽然芯片还在设计阶段，但该公司宣称其理论算力要高出 NVIDIA 的方案一倍以上。阿里巴巴则是宣布将投入 Ali-NPU 神经网络芯片的研发，该架构不提绝对性能，而是强调其超高性价比，号称超越传统 CPU/GPU 架构达 40 倍。腾讯虽然还没有宣布其自有 AI 芯片的布局，但其之前曾投资 VoxelCloud（体素科技）、碳云智能、真时科技以及蔚来汽车等企业，发展方向以 AI 的行业应用为主，与其他公司不同。而这次发布的鲲鹏芯片，背后的 ARM 生态布局，不仅补足了华为在服务器与云计算业务中关于自有通用计算架构的重要一块，更确保了华为从云到端都能拥有自己的核心竞争优势，麒麟与鲲鹏这两大神兽，往后将持续成为推动华为生态继续前进的最大动力。云计算已经华为下一个经营重点，两大神兽从端到云分头并进华为从 2008 年开始云计算研发，2010 年正式发布华为云计算战略及端到端的解决方案，到 2015 年 7 月 30 日发布针对中国市场的企业云服务，积极探索开发、运营、运维一体化模式，与合作伙伴共同打造‘开放、协同、供应’ 的云合作生态圈。在 2017 年，此前属于 P&S（产品与解决方案）部门的 Cloud BU 迁移至华为集团下，成为华为继运营商 BG、企业 BG 和终端 BG 之后的第四大业务单元，释放出华为在发展云计算上的重大决心。同样是在这一年，华为宣布了进军公有云，并表示自己的优势是可以提供“云、边、端、联接”整体解决方案。2018 年 7 月，华为云公布一些列核心“成绩单”。根据官方公布的数据，仅在 2018 年上半年，华为云的合作伙伴增长 45%，收入同比增长 700%，云市场新增上架应用 872 个，软件开发服务 DevCloud 拥有 9 万名开发者。在人工智能领域，华为云推出 EI 智能体，发布深度学习、图像搜索、EI 智能视频等系列服务，推动 AI 在行业应用场景落地；在计算领域，全新推出网络增强型云服务器 C3ne，使云计算进入千万级网络转发时代 ；在云安全方面，在国内首家全平台、全业务、全节点通过 PCI-DSS 安全认证，高分通过公安部网络安全等级保护 4 级测评。华为云能取得以上成绩，从硬件、软件到解决方案，华为云长期的技术积累让它具备后发优势。华为过去一直以来都以麒麟神兽称霸行动与边缘计算产业，去年全年智能手机出货已经超过 2 亿支，麒麟更是其中高端产品的重要核心，而今年鲲鹏加入华为的神兽行列，成为推动服务器计算生态的重要核心，更代表华为积极布局更多业务机会，且同时要掌握计算核心技术自有，并与世界同步，创造更广大的开放生态。", "author": "DeepTech深科技", "newsdate": "发布时间：19-01-07", "newstime": "13:01", "sentiment": [{"positive_prob": 0.993959, "confidence": 0.986577, "negative_prob": 0.00604054, "sentiment": 2}]}, {"title": "华为进一步扩大差距，西方公司陷入窘境，爱立信将不能再“捡漏”", "content": "此前华为董事长曾霸气的说：抵制是正常的，因为我们跟其他国家相比还存在不小的差距，不过今天的抵制只是暂时的，在明天华为将会从新站在世界舞台。毕竟是大人物，说话也是要算话的，所以华为为了更好的站在世界舞台，华为选择了进一步扩大这个差距！今天小编就和大家说一说华为是多么的硬气！此前华为就宣布推出了业界最高性能的基于ARM处理器鲲鹏920芯片（Kunpeng 920）和三款泰山（TaiShan）ARM服务器。华为还表示该芯片的功效比其竞争对手高出30％。可以这么说，鲲鹏920芯片的推出，必定会对整个服务器芯片市场带来一定的冲击。同时，这也给国际上所谓的“五眼联盟”看看，华为的自身实力！说到所谓的“五眼联盟”，说到国家盲目“跟风”美国来抵制华为，可是来美国自己都没有具有竞争力的第五代无线网络设备，就像英国高管们总结出的，美国主导抵制华为的劳神费心行动造成令人失望遗憾的困境，因为各国在抵制华为以后，国内的公司陷入了窘境，不用华为就能考等了，可等来的时候怕是为时已晚！国际上所谓的“五眼联盟”在抵制华为的时候，爱立信这样的品牌就“趁机捡漏”了，水涨船高狮子大开口了，但其实这只是一时的，国际上所有抵制华为的声音，但华为的技术是有目共睹的，再说了华为这次为了进一步扩大差距，推出了鲲鹏920芯片（Kunpeng 920）和三款泰山（TaiShan）ARM服务器，这些华为虽不外售，但这是一个实力的证明，所以说爱立信将不能再“捡漏”了！华为进一步扩大差距，西方公司陷入窘境，爱立信将不能再“捡漏”！今天说了这么多，不知对此你是怎么看？欢迎留言告诉小编！", "author": "孟俐说科技", "newsdate": "发布时间：19-01-07", "newstime": "15:43", "sentiment": [{"positive_prob": 0.0017402, "confidence": 0.996133, "negative_prob": 0.99826, "sentiment": 0}]}, {"title": "从信号强弱的角度来看，是华为手机强还是荣耀手机好？", "content": "我们会下意识的觉得华为手机比荣耀手机更好。这个下意识的原因：华为手机给我们的老印象；甚至有些人根本不知道荣耀手机是华为的手机品牌之一。实际上，华为信号确实比荣耀信号好些。我自己做过实验：三部手机（iPhone X，华为mate 10 pro，荣耀10）三部手机的测试环境（荣耀10在市区，华为mate 20 pro和iPhone X是在山区。）市区的荣耀10的信号，并非满格。华为mate10 pro和iPhone X处于同一地区，在山区：华为两张卡的信号虽然都不是满格，但是我们发现和iPhone X得区别明显。iPhone X只有两格信号。而华为mate 10 pro在市区的信号都是满格。我相信这个简单的比较，已经给了我们很好的显示：在同样的一个地区，华为信号比荣耀信号更好。实际上影响信号的会有运营商，地区等影响，而手机本身的处理器以及天线等等都会影响手机的信号。而处理器荣耀10和华为mate 10 pro一样，那么天线应该影响更大。荣耀10（有说单天线，有说双天线，实际应该是单天线），而华为mate 10 pro为四天线。所以，虽然处理器相同，可是天线不同，影响手机信号，华为手机基本信号更好些。", "author": "LeoGo科技", "newsdate": "发布时间：19-01-07", "newstime": "22:49", "sentiment": [{"positive_prob": 0.823484, "confidence": 0.607741, "negative_prob": 0.176516, "sentiment": 2}]}]