[{"title": "华为坚持住，国内巨头公司力挺华为，联想CEO言论引争议", "content": "华为挺住：4家公司力挺华为，联想言论引争议最近这段时间华为受美国的影响，应发外界巨大的轰动，高通、谷歌、英特尔这些美国的巨头公司都在按照特朗普的要求做事情，面对这些企业联合的打压，华为再次遭遇了不公平的待遇。而这些美国企业不给华为提供服务以后。国际上的联盟也把华为提出了名单，这个还不算，连一些芯片设计公司也在找华为的麻烦，真的是一波未平一波又起。不过好在后来国际联盟又从新接纳了华为，这个也是民心所向，也是科技发展的必然条件，科技行业不能够没有华为。即使是这样，华为依然承受着一些不公平的待遇，在华为遭遇到打击之后，很多的人都购买了华为的手机，国人对华为的手机充满了信心，在Q1季度的时候华为手机销量暴增44%，成为中国手机的领头羊，我们国家的科技巨头企业都力挺华为，只有联想不是这么想的我们国内的科技巨头公司，在看到华为承受不公平的待遇之后360、台积电、紫光国微以及松下都发文表示，力挺华为，而这几家公司，相信大家也非常的清楚他们是做什么的，华为的芯片就是由台积电代加工的，不过台积电的做法无疑是给华为吃了一颗定心丸华为目前还不具备生产芯片的能力，台积电是华为手机最重要的一个环节360表示他们会全力的支持华为的鸿蒙系统，而且还会为华为提供系统的适配工作，而360创始人表示：华为是一个值得尊重的企业，而中国的科技巨头紫光也表示，会力挺华为，会进一步和华为深入的合作，希望能够通过自己的力量帮助华为更上一层楼。而松下其实也是华为重要的一个合作伙伴，面对美国的禁令，松下表示会继续和华为进行深度的合作。在这么多科技巨头的支持下，联想却站出来和华为进行了比较，联想一直是PC端的国际巨头，但是联想的电脑也必须依靠微软的系统，而联想的手机以必须依靠英特尔，联想的芯片也必须依靠高通，很多人都会把联想和华为进行比较。而联想的CEO表示，未来联想不会研发芯片，也不会研发系统、其实对于一个企业来说，这些话也没有说错，如果从长远的角度看，或者从大局上看，联想CEO的言论，还是引发了大家的不满", "author": "文笔不好的青年", "newsdate": "发布时间：19-06-02", "newstime": "15:27", "sentiment": [{"positive_prob": 0.999906, "confidence": 0.99979, "negative_prob": 9.44233e-05, "sentiment": 2}]}, {"title": "封杀华为？中兴高管表示：这是任正非渴盼已久的“战争”", "content": "封杀华为？中兴高管表示：美国掉进了华为的“伏击圈”2003年时华为成立的第16年，任正非准备将华为以75亿美元的价格卖给摩托罗拉，一切都准备就绪，任正非已经和托罗拉首席运营官的迈克扎菲罗夫斯基惬意的走在沙滩上。可惜摩托罗拉临时换将，扎菲罗夫斯基没能获得晋升，于是收购华为的计划就这样泡汤了，这也深深影响了当今整个电信设备行业的格局。没能卖掉华为，任正非回来后征求同事的意见，最终出售华为的计划被搁置。任正非在后来表示“我们迟早和美国要碰上”，所以在2003年任正非将华为留下的时候就准备好了要应对美国的封杀。为了这一天华为准备了很久，早在二十年前华为就开始布局半导体，虽然海思的芯片经历一波三折，可最终还是成长了起来。现在的华为高端机型上使用的都是海思麒麟的芯片，而且海思麒麟的性能实际已经不弱于高通骁龙、三星猎户座。关于系统我们也能找到2012年任正非的看法，任正非当时就觉得华为要有自己的系统，所以“鸿蒙”的出现绝对不是一时兴起。是的，华为被封杀的这一天终于来了，从美国商务部将华为列入“实体清单”后多数美企中断了对华为的供货，还有很多的国际巨头也中断了被华为的供货，似乎华为走进了困境，华为会和当时的中兴一样最终妥协吗？华为的“B计划”起到作用了，事情已发生华为海思何庭波就发文表示“华为备胎芯片转正”，紧接着余承东表示“鸿蒙系统最早今年秋天，最晚明年春天面世”，而华为创始人任正非也明确的表示，断供不是给华为的尖端科技造成影响，至少在5G方面是没有任何影响的。华为今天被断供的情况中兴可以说是感同身受，中兴高管江涛最近则是发表了自己对于华为的看法。江涛认为此次断供华为给华为带来两个好处，首先美国给华为在全世界做了价值100亿美元的免费广告，其次美国帮助华为免除了1000亿美元的供应商主动违约费用。江涛认为，这是任正非渴盼已久的“战争”，美国已经掉入了华为的“伏击圈”。任正非很明确的表示，早就知道会有这么一天，所以华为花了大量的经费来准备自己的“备胎计划”，而江涛认为，无论从商业的内在逻辑，还是华为以及海思的雄心来说，都不会让备胎永远锁在保密柜里，之前没有拿出来是因为备胎芯片不够成熟，当备胎芯片足够成熟的时候，就算任正非要将它锁在保密柜里，它自己也会跳出来。现在全球仅有华为、中兴、爱立信、诺基亚四家电信设备厂商，而华为是其中的佼佼者，就像任正非说的那样，世界离不开华为，美国此次的封杀只能是引火烧身罢了。笔者认为，我们中国的老话说“害人之心不可有，防人之心不可无”，华为只是做了“防人之心”罢了，而且华为防到了有“害人之心”的美国，说任正非渴盼已久也好，说美国掉进“伏击圈也罢”，这都无可厚非，若不是有小人之心美国又怎么会搬起石头砸了自己的脚呢？", "author": "我得科技幻想", "newsdate": "发布时间：19-06-02", "newstime": "17:22", "sentiment": [{"positive_prob": 0.0006605, "confidence": 0.998532, "negative_prob": 0.999339, "sentiment": 0}]}, {"title": "美国搬起石头砸自己脚，又一欧洲电信巨头发声，公开表示支持华为", "content": "推荐语：对于华为来说，虽然受到了美国的打压，但华为自身的优势也十分明显，如今美国终于尝到了苦果下文转载自作者：阿娟聊科技大家好，欢迎大家关注“阿娟聊科技”，小编致力于分享科技资讯、社会生活，大家喜欢我的话可以多点点关注，积极转发评论。大家如果有问题的话可以在评论区积极提问，小编如果有时间肯定会回复的，本文为作者原创，维权必究。美国对华为发布“禁令”后，一方面使用各种技术手段“封锁”华为，另一方面又在舆论上做文章想要打击华为，可是华为都一一挺过来了，并且还做出了有效的反击。近期，有美媒声称华为的设备存在安全问题，如果人们随身携带的话，将会泄露人们的隐私；但是不少媒体在做过调查后称，根本没有发现华为的设备有安全问题。而美媒并没有偃旗息鼓，而是在谷歌宣称撤销华为的Android系统许可后，就将关于华为的舆论带到了大洋对面。早前美媒就称华为的设备会影响到用户的隐私安全，不过欧洲媒体对此都是持怀疑的态度。当美媒在欧洲贬低华为时，欧洲电信巨头沃达丰终于发声，沃达丰称每一个公司的软件都会有相应的漏洞，不应该小题大做，并还公开表示华为的设备并不存在安全问题。消息一出，网友纷纷叫好，沃达丰此举既证实了华为的清白，又让美国一脚踢在了钢板上。并且在美媒宣称华为的设备有安全问题时，欧媒不仅称没问题，还说美国的思科设备才有安全问题。这可真是搬起石头砸自己的脚，美国此次想要从安全问题上打击华为，没想到却被倒打一耙，华为的技术看来已经深入人心了。沃达丰还称7月份将与华为合作推出5G的服务，并准备在英国等几个城市一起推广，而近日英国的BBC直播间就首次使用了华为的设备来进行5G传输，还给华为来了个特写，这也是对华为最大的支持。华为虽然被美国实行“禁令”，但是这并不能阻挡华为在其他地方的脚步。目前，华为的5G订单已经达到了40+的数量，是全球第一的水平，从数量上就已经看出美国的制裁并没有得到成效。也就是说，美国想要以各种手段制裁华为的目的终究不能实现，华为并没有遭遇滑铁卢，反而越来越强。如果华为能安然度过这段时期，相信定能一飞冲天！", "author": "龙飞", "newsdate": "发布时间：19-06-02", "newstime": "23:57", "sentiment": [{"positive_prob": 0.825094, "confidence": 0.61132, "negative_prob": 0.174906, "sentiment": 2}]}]