[{"title": "华为5G技术强势领先全球，但新西兰竟禁用华为，究竟意欲何为！", "content": "5g一直是大家热议的话题，这毕竟标志着我们国家的网络再一次的改进，从最开始的2G到现在的4g，每一步都标志着我们国人的努力，再加上即将到来的5g网络时代也让很多人期待不已，我们国家的手机厂商也一直在为5g时代积极做着准备，像小米 华为等大型手机厂商也在不断的建设5g信号基塔，所以说5g时代就在眼前了，预计19年就能够大面积是用了。虽然华为一直在不断的在为5g网络做准备，不过却出现了一些国家禁止华为的5g网络，很抵制华为的网络，而且放言不会让华为的5g网络进入自己的国家，其中最新的国家新西兰就刚刚发布了消息，不会让华为的5g设备进入自己的国家，大家纷纷表示不解，因为华为手机的口碑一直是很好的，不光我们国家都比较喜欢华为手机，连外国友人对华为手机也是喜爱有加，大家都表示为什么不能让华为的5g设备进入，况且5g也一直是大家比较期待的。新西兰的代表也发言表示，不允许华为5g设备进入自己国家的原因是因为觉得华为的网络会不安全，会对自己国家的安全构成威胁，所以为了大家的安全只能做出这样的决定，不过大家还是觉得这个想法比较错误，而且华为也不想失去这个庞大的客户集体，也表示自己的网络的会绝对的安全，也在积极在和新西兰方面做沟通，希望他们能取消这个决定，而且公民们也希望能让华为的设备进入。虽然之前新西兰政府和华为是有一定的合作的，不过现在的新西兰政府表示那都是以前的政府，新的政府是不会允许华为的设备进入的，不过这个决定一定会影响到新西兰和中国的关系，所以新西兰公民也希望现在的政府能取消这个决定，毕竟如果华为的设备进入新西兰，一方面会给新西兰带来很多的科技性的保证，一方面也会促进新西兰和中国的友谊，而且这样也会保证华为的利益的最大化，所以使华为的5g设备进入新西兰是大家共同的心声。大家都知道关于网络情报的相关方面新西兰一直和美国紧密合作的，而且美国也是新西兰的老大的角色，所以这次的禁止华为进入的决定不光是新西兰的一方面，肯定也会有美国的从中作梗，而且国际上一些使用华为的国家都被美国警告了信息危险，也就是只要是使用了华为的设备的国家都会被戴上信息危险的帽子，所以这次的问题的出现也是美国的再一次的制裁，毕竟现在华为越做越大，已经成为了一些人的眼中钉，不过不管怎样华为还是我们的国人品牌。你会支持华为吗？", "author": "锋锐科技说", "newsdate": "发布时间：18-12-01", "newstime": "17:48", "sentiment": [{"positive_prob": 0.935972, "confidence": 0.857717, "negative_prob": 0.0640276, "sentiment": 2}]}, {"title": "华为Nova 2i评测：外观漂亮的金属一体机", "content": "华为的Nova 2i证明了大型18：9显示器和双摄像头等奢侈品并不是旗舰智能手机的保留。在我们的Nova 2i评论中查看我们对此预算Android的看法。华为Nova 2i全面审核Nova 2i是另一款来自华为/荣誉阵营的超值Android手机。很显然，品牌之间存在很多交叉，而Nova 2i本质上是Honor 7X的Honor 9 Lite前置双摄像头和双SIM卡功能。在规格上它也类似于华为P Smart的升级。为了更好地理解这一点，Honor 9 Lite是我们最好的预算手机的现任冠军。所以落后于这一点并不是一个不错的地方，特别是当你有更好的规格而不是更多的现金。如果钱没有选择，我们可以争辩说，Nova 2i实际上是该组中最好的。这款Nova 2i在预算智能手机市场中脱颖而出，外观漂亮的金属一体机，大型18：9显示屏和四个摄像头 - 两个位于前面，两个位于后面。这笔钱的表现也相当不错。那到底有多少？华为Nova 2i价格和英国供货情况华为不会直接在英国销售Nova 2i，但您可以在亚马逊上找到它。我们的审核样本是通过GearBest从香港交付的，GearBest将2i黑色（根据我们的样品），蓝色和金色。当您从中国购入时，您应该记住，抵达英国后，您需要承担进口税，这是按照运输文书价值的20％计算的。虽然我们在GearBest方面有很好的经验，但客户支持不像从高街运营商那里采购手机那么简单。这就是为什么这款手机在我们的排名中落后于同样便宜的Honor 9 Lite的原因之一。在英国，你可以付的起的荣誉9精简版荣誉和选定的零售商，这意味着你还可以得到它的合同，如果你没有足够的资金来为手机支付买断。使用Nova 2i，你需要以全价采购智能手机，然后投资一个（公认的更好的价值）只有SIM卡的计划。这款手机的设计并非考虑到英国目标受众，但只有两个地方你会发现它。首先，在其双SIM卡支持（虽然您必须选择使用第二个Nano-SIM或microSD卡）; 第二，它缺乏对FDD-LTE Band 20（800MHz）的支持。对于大多数英国网络而言，后者不是主要问题，但如果您使用O2或任何背负它的网络，例如GiffGaff和Sky Mobile，您将无法接收4G。这是因为O2网络完全依赖于LTE的频率。当然，你仍然可以获得3G并使用Wi-Fi作为数据。华为Nova 2i设计与制造Nova 2i与荣耀7X相同，区别是背面的荣誉/华为品牌，后置双摄像头的垂直布置以及前面增加的第二个摄像头镜头。尺寸和重量相匹配，两者都配备了3,340mAh电池，通过Micro-USB充电，不支持无线充电和快速充电，配备了10W充电器，可以在空的30分钟内榨汁达29％。因此，虽然Micro-USB端口让这款手机看起来有点过时，其他功能在这个价位上留下了的印象。 5.9英寸的屏幕就是一个很好的例子。在这个市场末端找到全高清分辨率已不再是一个惊喜，但18：9的宽高比让它显得更加优质。当然，它不仅仅是关于外观，而且额外的屏幕空间对于观看媒体和玩游戏很有用。Nova 2i的左右两侧都有非常纤薄的边框，顶部和底部都需要最小的空间，例如自拍相机和耳机。这样可以获得非常干净的外观，再加上纤薄的7.5毫米金属外壳，你不会相信这是一款经济型手机。这是一个IPS面板，这意味着颜色是逼真的，视角很强。我们使用Spyder测量的最大亮度为410cd / m2，这意味着即使在阳光直射下它也应该保持可见。由于407ppi像素密度，文本和图像也很清晰。翻过手机，还有更多相同的东西：双摄像头略微突出，但不是太多，以至于中心位置在放在桌子上时会摇晃，顶部和底部有天线线路，在摄像机正上方有一个LED闪光灯，下面是指纹扫描仪。品牌很微妙，整体而言Nova 2i看起来很棒。Nova 2i感觉非常精心打造，仿佛可以承受一些颠簸和刮擦，但华为确实在包装盒中提供了清晰的硅胶外壳。请注意，这款手机不防水。华为Nova 2i核心硬件与性能华为Nova 2i采用与P Smart，Honor 7X和Honor 9 Lite相同的16nm八核麒麟659芯片。它的主频为2.36GHz，与7X一样，搭配4GB内存和64GB存储空间。P Smart和Honor 9 Lite都只有3GB的RAM和32GB的存储空间，因此我们惊讶地发现这些型号在我们的基准测试中胜过Nova 2i。但是我们在这里谈论的是微不足道的差异，而在现实世界中，这些手机中的每一款都是相同的。我们发现EMUI界面快速且易于导航，并且应用程序及时加载。性能不是旗舰级别，但对大多数用户来说已经足够了。如果您正在寻找可用于比较的非华为/荣誉手机，那么价格相同的Moto G6就在那里。您将能够玩休闲游戏，观看电影，浏览网页和社交媒体，发送电子邮件和即时消息，打算使用智能手机做的任何其他事情，甚至可以打个电话。电池寿命也不错，但尽管有市场营销，但您不应该期待距离主电源不超过一天。我们使用Geekbench 4的电池组件进行了测试，记录了6小时52分钟。这对钱来说并不坏，并且高于华为的旗舰P20的5小时17分钟的得分，但相比之下，Moto G6的上场时间为9小时15分钟。与Honor 9 Lite不同，Nova 2i不支持NFC，但大多数其他连接基础都包含802.11n Wi-Fi，蓝牙4.2和GPS。华为Nova 2i相机和摄影Nova 2i将Honor 7X的后置摄像头与Honor 9 Lite的前置配对，总共有四个，后部有16Mp + 2Mp排列，前面有13Mp + 2Mp，两者都配有一个单LED闪光灯。背面的双摄像头越来越普遍，但在前面找到更为不寻常，因为在每种情况下，第二台摄像机的额定速度仅为2Mp，用于在镜头期间或之后创建流行的散景（模糊背景）效果。您可以点按屏幕上的任意位置以对焦并模糊背景。如果你是一个自拍女王，那么一台13Mp的相机也相当不错，1.75um像素和前置闪光灯有助于在低光条下拍摄这些镜头，在没有闪光灯的情况下，低光性能并不是我们所见过的最佳性能。您还可以获得美容模式以及各种各样的贴纸和有趣的效果，让您的自拍充满乐趣。后部的双摄像头以这个价格足够不错，但在光线良好的情况下效果最佳，你会发现清晰的图像和细节。HDR可以开启或关闭，但即使我们没有看到巨大的差异。您可以在下方看到我们的几个测试照片。相机应用程序本身相当不错，有几种模式，如动态图像（拍摄静止时拍摄短视频），人像，宽光圈，专业照片，光绘，慢动作和延时。但是，没有视频稳定功能，并且拍摄速度最高可达1080p（16：9）。华为Nova 2i软件华为P Smart和Honor 9 Lite使用EMUI 8运行Android Oreo，但这款Nova 2i与Honor 7X相同 - 卡在Android Nougat和EMUI 5.1上。EMUI 5.1和EMUI 8之间没有太大的区别，新功能专注于人工智能，更智能的分屏功能，即时翻译以及更多有关使用手机的有用提示。有趣的是，运行Oreo和EMUI 8的两部手机在我们的基准测试中胜过那些运行旧软件的手机 - 但仅仅是。这根本不是Android的存储，所以默认情况下你会发现没有应用程序托盘（如果你愿意，你可以添加一个）。下拉通知栏中的快速访问切换具有不同的布局，“设置”菜单（也具有便捷的搜索功能）也是如此。在我们的评论示例中，预装了所有常用的Google应用程序，以及华为自己的应用程序，用于健康，主题，视频和HiGame。还有一些英国媒体报道软件，例如Booking.com和Flipboard，但你可以卸载它们。从主屏幕左侧滑动即可启动HiBoard，它会尝试将您可能想要快速访问的所有信息放在一个位置，例如天气预报，应用程序，联系人等。软件中有许多有用的功能，可让您使用手势来执行截屏或启动特定应用程序等操作。您还可以访问分屏模式并一次在屏幕上查看两个应用程序。如果您正在利用双SIM卡支持，您可能还希望能够运行一个应用程序的两个实例，同时登录两个不同的帐户。", "author": "邱邱说科技", "newsdate": "发布时间：18-12-01", "newstime": "10:24", "sentiment": [{"positive_prob": 0.998995, "confidence": 0.997766, "negative_prob": 0.00100541, "sentiment": 2}]}, {"title": "华为手机究竟算不算国产？", "content": "提到国产手机，你肯定会想到华为、小米、OPPO、vivo等等。华为手机是不是国产，好像完全没有讨论的必要：当然是属于国产啊！但事情的真相，可能并不是表面看上去这么简单。现在是一个全球经济一体化的时代，想要判断一件产品究竟是不是国产，其实并不容易。首先，我们需要搞清楚一件事：“国产”这两个字就是是什么意思？百度百科上的解释是：印有“中国制造”或者“Made In China”字样的就叫国产。但是这样的定义，对于手机行业来说，很显然是说不通的。众所周知，现在很多的iPhone手机都是由中国深圳或郑州的富士康工厂生产制造的，那么iPhone岂不是属于国产手机？所以，百度百科后面还有一句话：但随着经济全球化的深入，国产的概念发生了变化，在手机业和汽车业，国产是指中国自主研发生产制造，或者零部件半数以上国产化的产品。但是这种说法，其实也是有问题的。就拿华为来说吧。近日，华为公布了华为手机的核心供应商，一共有92家。这92家核心供应商来自世界各地：美国：33家；中国大陆：25家；日本：11家；中国台湾：10家；德国：4家；中国香港：2家；瑞士：2家；韩国：2家；荷兰：1家；法国：1家；新加坡：1家。把大陆、香港、台湾的都算上，一共是37家，占比是40%，国产化率也不足一半！小米、OPPO、vivo之类的就不用说了，华为至少芯片是自主研发的（虽然需要交给台湾的台积电代工生产），而小米等品牌，芯片都是美国高通的，国产化率肯定更低一些。现在是全球一体化的时代，像手机这样的高科技产品，几乎不可能做到100%的国产，华为、小米做不到，三星、苹果也做不到。既然通过生产地和零部件占比都无法说明真相，我们可以来看下一个标准：企业的注册地。看一个品牌属于哪个国家，就看这个品牌是哪家企业所有，然后再看企业的注册地，是哪个国家就属于哪个国家。这么一看的话，华为就100%属于国产了，因为华为是于1987年在中国深圳龙岗注册：不过这样一来，又会带来一个问题：目前国内有很多的公司（特别是互联网公司）注册地都不在国内，而是在海外，比如百度、腾讯、阿里巴巴、奇虎360等，注册地都是在开曼群岛。如果按注册地来说的话，那么国内的大部分互联网企业都不属于“国产”了！既然按注册地算也不合适，那我们来看下一种方式：企业的控股权！众所周知，企业都是以盈利为主要目的，一家企业能给谁带来最大的利益，就是属于谁的企业，这种看法也是合情合理的。华为的控股权在谁手里呢？在所有华为员工手里。华为是非上市公司，因此不像其他企业一样有大股东、小股东。华为公司大部分员工都持有华为的股权，而华为创始人任正非的股权也不到2%。只不过和一般上市公司不同，华为的股权只能用于年终分红，不能交易。现在华为在全球的员工多达18万，华为的发展能给所有员工带来利益，这么看来，那么从股权来看，华为似乎就不能称之为中国企业。用股权来衡量企业的属性，其实也是有问题的。举个简单的例子，阿里巴巴有30%的股份掌握在日本软银集团手中，而马云自己的股份只有7%左右；京东的最大股东也不是刘强东，而且是腾讯旗下的一家投资公司。那我们难道要说：阿里巴巴是日本的，京东是腾讯的吗？很显然不能。那么我们还有最后一个指标：企业的实际控制人是谁，也就是老板是谁。企业的最大股东，和企业的控制人并不是一样的。比如说华为，虽然任正非的股份不到2%，但是在华为，没有人敢不听他的，华为的大事都需要他拍板；同样的，马云虽然只有阿里巴巴7%，比软银和雅虎都少，但是阿里巴巴还是马云说了算；京东的刘强东股份不到15%，但是投票权却高达80%，说京东是刘强东的也没问题。就是今年刚刚上市的小米，雷军的股份也只有30%左右，但是投票权却超过50%，所以小米的BOSS肯定是雷军。现在，如果我再问你：华为手机是国产手机吗？相信你应该有自己的答案了。不管是任正非、马云、刘强东还是雷军，他们都是中国人，因此他们在中国注册经营的公司也都是属于内资公司，旗下的产品自然也属于国产了！", "author": "刷机工具", "newsdate": "发布时间：18-12-01", "newstime": "21:00", "sentiment": [{"positive_prob": 0.0470965, "confidence": 0.895341, "negative_prob": 0.952904, "sentiment": 0}]}, {"title": "华为徐直军：若美国继续阻止华为进入，其5G雄心也将难以实现", "content": "图片来源@视觉中国钛媒体注：本文来源自网易科技，编译：刘春据CNBC网站报道，美国时间周四，华为警告称，如果华盛顿继续阻止该公司进入美国市场，美国可能无法实现其在下一代移动互联网时代引领世界的雄心。下一代移动互联网被称为“5G”技术，可以让消费者在几秒钟内下载电影，还可以支持需要大量数据的智能城市等基础设施。美国和中国都在竞相成为这一领域的领导者。但作为全球最大网络设备制造商的华为，自2012年以来一直被禁止进入美国市场。美国时间周四，华为轮值董事长徐直军接受CNBC采访时表示，美国此举可能会损害该国走在下一代科技前沿的雄心。他说：“对于华为而言，作为5G技术的领导者，我们没有机会为美国消费者提供5G的解决方案和服务，这表明美国市场是一个没有充分竞争的市场，仍然在阻碍着领先企业参与该市场。现在，我不确定他们能否真正实现成为5G时代全球第一的目标。”徐直军强调，阻止华为进入5G市场意味着竞争的减少，这可能导致消费者支付更高的话费，而电信公司不得不增加支出。他说：“如果没有5G技术领导者的参与，如果没有充分的竞争，电信公司为了部署网络将不得不花更多的钱购买5G设备。消费者将不得不花更多的钱来获得5G服务，而其质量不能像其它拥有领先企业的市场那么好。2012年，美国政府以国家安全为由，禁止中国华为和中兴通讯在美国销售网络设备。华盛顿称，这些公司的设备可能为中国政府进入美国电信网络提供后门。华为和中兴通讯都一再否认这一说法。此同时，美国政府正试图施加更多压力。上周，《华尔街日报》(the Wall Street Journal)报道称，美国政府正试图说服盟国的移动运营商避免使用华为的设备。徐直军表示，政治因素可能比实际安全问题发挥了更重要的作用。他说：“有一个问题一直萦绕在我的脑海里。美国政府作为一个国家当局，为什么要一直针对作为一家商业公司的华为?是因为我们在5G方面做得太好，还是有我不确定的原因？如果说5G会带来网络安全问题，我认为这些言论是出于政治动机，完全没有事实依据。所有这些怀疑没有任何确凿的事实依据。”此外，华为还被禁止在澳大利亚销售5G设备，而新西兰监管机构拒绝了该国一家电信公司希望使用华为设备的的提议。尽管存在这些不利因素，徐直军表示，华为不会寻求中国政府的帮助来解决这些问题。他说：“华为过去没有，将来也不会寻求中国政府的帮助，以应对我们面临的挑战。我们将依靠我们自己，依靠我们好的产品，依靠我们好的服务。即使某些国家不选择我们，我们也会过得很好。但我相信世界各国政府的智慧。我相信他们肯定知道自己想要什么，而不想要什么。”徐直军指出，他的公司得到了英国电信业的支持。上周，英国电信(BT)首席架构师尼尔?麦克雷(Neil McRae)声称，华为是“唯一一家真正的5G供应商”，其它公司需要迎头赶上。诺基亚、爱立信和三星都是华为在移动网络领域的竞争对手。上周，华为宣布，已经在全球签署了22份涉及5G技术的商业合同。关于5G的优势，尽管其他人一直表示担忧网络安全和间谍活动，但华为表示，其5G技术比目前最先进的4G网络更安全。在周四接受CNBC的采访时，徐直军解释了5G技术如何确保安全。他说，5G更安全的一个原因是，这种技术加密数据的方式非常先进，黑客想搞破坏，需要一台“量子计算机”。华为这位高管赞扬了欧盟出台的数据保护规定，即5月份生效的《通用数据保护条例》(General data protection Regulation，简称GDPR)。该法要求处理数据的公司必须采用非常严格的数据保护标准，否则可能面临巨额罚款。随着大量数据预计将通过5G网络传输，GDPR对商界可能变得更加重要。徐直军表示，他“高度赞赏”GDPR这部法规。他对CNBC表示：“它应该成为其它国家的样板，因为它制定了标准和指导方针。只要我们遵守这些规定，我们就能做成生意。”尽管人们普遍预计5G将成为数据网络的未来，但全球只有一些电信运营商宣布了推出这项技术的计划。", "author": "钛媒体APP", "newsdate": "发布时间：18-12-01", "newstime": "12:10", "sentiment": [{"positive_prob": 0.973563, "confidence": 0.941251, "negative_prob": 0.0264369, "sentiment": 2}]}, {"title": "华为今年营收将达1000亿美元，没有华为美国赢不了5G比赛", "content": "得益于华为智能手机业务的高速增长，华为集团的营收规模也在不断扩大，华为副董事长、轮值CEO之一的徐直军日前在接受采访时表示华为今年的营收增长略好于预期，总营收将达到1000亿美元，2017年华为的营收约为925亿美元。他还谈到了美国封杀华为5G的事，表示没有华为参与，美国可能赢不了5G比赛。华为副董事长徐直军日前接受了美国CNBC采访，谈到了华为营收、华为5G及美国市场受阻等问题。针对美国的封杀，徐直军表示美国如果继续阻止华为参与美国5G建设，那他们可能就赢不了5G竞赛。他说“对华为而言，作为5G领导者，如果我们没机会通过5G解决方案及服务为美国消费者提供服务，那么美国市场就是一个没有充分竞争的市场，阻碍了领先者参与。现在我不确定美国能否实现在5G竞赛方面实现第一的目标。”“如果没有5G技术领导者的参与，如果没有完全的市场竞争，电信运营商不得不花更高的资金购买5G设备进行网络部署，消费者不得不花更多的钱来获得质量不同的5G服务。”徐直军说。除了5G之外，在另一篇采访中华为还提到了华为今年的营收将达到1000亿美元，略好于预期。根据华为早前发布的上半年财报，1-6月份实现了营收3257亿元，同比增长15%，运营利润14%，算下来上半年运营利润455亿元，同比大涨46%。2017全年营收6036亿元，净利润475亿元，其中消费者业务营收占比39.3%，营收2372亿元，运营商业务占比49.3%，营收2978亿元，企业业务占比9.1%，营收549亿元，虽然运营商业务占比最高，但是增速远不如终端业务及企业业务。", "author": "超能网", "newsdate": "发布时间：18-12-01", "newstime": "10:16", "sentiment": [{"positive_prob": 0.794783, "confidence": 0.543963, "negative_prob": 0.205217, "sentiment": 2}]}]