[{"title": "华为反超苹果，事情有进展，美国专家：全球CEO都将不愿与美国做生意", "content": "事实上，美国经济现行的举措正在伤害许许多多的美国企业。以苹果公司为例，高盛分析师Rod Hall在报告中称，苹果的中国业务占其第二财季销售额的17％以上，达到102.2亿美元。如果中国买家不再购买苹果公司的产品，这一科技制造业巨头的收益将下降近30％。瑞士信贷分析师马修卡布拉尔表示，大中华区每销售额下降5％，苹果每股收益将下降约15美分。而汇丰银行分析师Erwan Rambourg则将苹果公司的目标股价从180美元下调至每股174美元。值得注意的是，近日苹果股价一度出现大跌7％的画面。无独有偶，事情又有了最新进展。图片来源AP5月28日，市场研究机构Gartner的研究报告再度向人们传递了苹果公司的市场份额正在受到打击，即苹果在全球智能手机市场上的位置已被中国的华为所取代。报告显示，2019年第一季度，iPhone在全球智能手机市场的份额已降至11.9%，同比下降2.2%，销量也从2018年第一季度的5410万台下跌至约4460万台。而与苹果的销售疲软不同，华为则在今年一季度销售了5840万部智能手机，市场份额也从去年同期的10.5%上涨至15.7%。在全球前五大手机供应商中，华为还实现了最高的销售同比增长率。尤其在最大的两个市场欧洲和大中华区的表现出色，智能手机销量分别增长了69%和33%。美媒Business Wire同时称，华为手机在中国、西欧以及非洲的业务都在增长。分析认为，这一迹象表明，全世界更多消费者正在放弃过去青睐美国的智能商品，而转向品质，性能不断超越的中国智能商品。而全球消费者对智能商品的选择仅仅是喜欢中国商品的一个缩影。我们多次提及，在试图加速制造业发展进程的美国，许多美国人同样离不开中国制造，这还并不局限在智能制造领域。例如，在美国稍早前一场听证会上，有美国消费者被记者问到，“你们需要的产品能在其他国家生产吗？”答：“不能，只有中国有完整生产链。”“你们进口的这款中国商品有没有其他替代品？”答：“没有，美国消费者就喜欢这款中国货。“亚裔美国人郭洪曾表示，孩子们书包里的几乎所有文具，图钉、胶水、贴纸……无一例外。也就是说，即使加价，美国消费者依然要使用中国制造，这取决于无可替代性。与美国人离不开中国制造相反的是，苹果公司的商品市场占有率正在用最新的数据说明，全世界的人们离美国商品渐行渐远。这里还需要特别注意的一个问题是，苹果公司等美国企业都离不开宝贵的稀土资源供给，因为这一金属资源已深深地嵌入在多个智能产品和战略工业领域中，而多方分析，中国的稀土几乎无可替代。也就是说，一旦美国的苹果公司等企业得不到源源不断的稀土供给，其产业则面临停滞的风险。更为严重的是，伴随美国经济举措打破市场规律，全球越来越多的企业也正在向美国经济说“不”。例如，稍早前，全球世最大鞋制造商耐克、阿迪达斯和170多家企业呼吁\"叫停\"美国经济举措。他们在给特朗普写的公开信中称，美国消费者、企业以及整个（美国）经济会造成灾难性的后果。分析认为，不少企业或正在改变在美国投资，以及与美国做生意的计划，并且接下去，全球大量资金和技术会出现东移的现象。应该说，这些迹象，或许是世界经济沧海桑田进程中，美国经济的“自食恶果”。对于本文提及的华为反超苹果，或无法获得稀土供给，以及全球企业或加速撤离美国等迹象，美国马萨诸塞大学经济学荣誉退休教授理查德.沃尔夫近日称，美国低估了中国电信巨头华为的影响力，美国经济举措正出强烈信号，即避免与美国这样一个不稳定的合作伙伴打交道。现在，全世界的CEO们意识到与美国公司的互动可能会变得不安全，并使公司处于弱势地位，与美国做生意可能会导致公司受到损害。沃尔夫进一步称，这是对美国经济可怕的估计，这将导致其他经济体的企业CEO们不愿意与美国做生意。这将在未来几年以无数种方式伤害美国经济，它将给美国经济带来经济损失。（完）", "author": "BWC中文网", "newsdate": "发布时间：19-05-29", "newstime": "13:27", "sentiment": [{"positive_prob": 0.17095, "confidence": 0.620112, "negative_prob": 0.82905, "sentiment": 0}]}, {"title": "华为反击！华为已正式在美国提起诉讼 要求驳回对华为的禁令", "content": "近日，华为被美国政府打压的事件一直牵动着许多中国消费者，全球各大科技巨头接二连三中断与华为的合作，逐渐孤立华为。今天(29日)，据国内媒体报道，华为已经正式在美国提起诉讼，要求驳回美官方对华为下达的禁令。华为发布了首席法务官宋柳平的相关声明，声明如下:华为已提起诉讼并将于周二提出简易判决动议，要求法院宣布该法案违宪。该禁令是典型的剥夺公权法案，违反了正当程序，该法案直接判定华为有罪，对华为施加了大量限制措施，其目的显而易见，就是将华为赶出美国市场。这是“用立法代替审判”的暴政，是美国宪法明确禁止的。希望美国法院能和处理以前的剥夺公权条款和违反正当程序案件一样，宣布华为禁令违宪并禁止执行。值得关注的是，华为也将此声明刊载至《华尔街日报》等美媒载体上。5月16日美总统签下行政令，禁止美国企业购买“外国对手”提供的电信设备和服务，同一天美商务部将将华为公司列入管制“实体名单”。随后，美国各大芯片企业先后与华为停止合作，英国ARM公司和美国谷歌、微软等公司也相继断供华为。", "author": "天极网", "newsdate": "发布时间：19-05-29", "newstime": "10:53", "sentiment": [{"positive_prob": 0.834016, "confidence": 0.631147, "negative_prob": 0.165984, "sentiment": 2}]}, {"title": "华为起诉美国“暴政”", "content": "华为在美提起诉讼：禁令是 “用立法代替审判”的暴政。央视新闻客户端29日讯，据华为公司最新消息，华为已提起诉讼并将于周二提出简易判决动议。华为公司发布了华为技术有限公司首席法务官宋柳平27日的相关声明，声明如下:华为已提起诉讼并将于周二提出简易判决动议，要求法院宣布该法案违宪。该禁令是典型的剥夺公权法案，违反了正当程序。· 该法案直接判定华为有罪，对华为施加了大量限制措施，其目的显而易见，就是将华为赶出美国市场。这是“用立法代替审判”的暴政，是美国宪法明确禁止的。· 希望美国法院能和处理以前的剥夺公权条款和违反正当程序案件一样，宣布华为禁令违宪并禁止执行。这一声明也发表在了美国《华尔街日报》等媒体上。2019年5月28日美国《华尔街日报》 A18版 刊登了这一声明。来源：央视新闻客户端", "author": "环球网", "newsdate": "发布时间：19-05-29", "newstime": "17:28", "sentiment": [{"positive_prob": 0.0145903, "confidence": 0.967577, "negative_prob": 0.98541, "sentiment": 0}]}, {"title": "拦截华为包裹并寄往美国 联邦快递该承担什么责任？", "content": "据路透社28日报道，近期，美国联邦快递在未说明的情况下，将华为的包裹转移到美国。联邦快递29日表示，“对于少量华为货件被失误转运表示抱歉，没有任何外部方面要求联邦快递转运这些货件。”△ 路透社报道原文截图对此事件涉及的法律问题，央视记者日前采访多位法学专家进行咨询。　如果是失误，快递公司需要承担怎样的责任？首都经济贸易大学法学院副教授尹少成表示，是否属于“误发”，需要联邦快递公司举证。从目前披露的信息看，从日本和越南所发出的4个快件都“误发”，不太符合常理，联邦快递公司举证的难度不小。如果联邦快递公司能够举证成功是“误发”，也要承担违约责任。中国人民大学法学院张新宝教授称，联邦快递应遵守与企业相关的国际条约和法律规定，遵守营运地国家的法律规定，当然也包括中国的法律规定。“中国邮政法有相关规定，要保障寄件人的通信自由。快递公司不能隐匿快递包裹、不能私拆，也不可以超范围转给他人。因联邦快递与华为公司之间存在合同关系，如果确实是“误投”，除道歉外，联邦快递还应承担包括违约损害赔偿等相关的违约责任”，北京律师协会信息网络电信邮政法律事务专业委员会委员武雪梅说。华为可以怎样维护自己的合法权利？中国政法大学国际法学教授霍政欣表示，有两个途径可走。一个是向中国的行政主管部门投诉，寻求中国行政主管部门依法调查事件，并作出符合中国法律的相关处理。第二个是寻求私法上的救济，因为华为公司和联邦快递公司有这样一个合同，它可以要求联邦快递承担违约责任。如果联邦快递不愿意承担违约责任，华为公司还可以向中国法院寻求私法救济。“可以通过寄件人对联邦快递公司提起民事诉讼，寄件人与联邦快递公司签订的是一个快递服务合同”，尹少成说。对于华为的投诉，我国邮政监管部门会怎样处理？中国政法大学国际法学教授霍政欣称，中国的行政主管部门会依据中国的邮政法、邮政法实施细则及快递条例的规定，对此次事件展开调查。作为一家在中国进行营业活动的快递公司，联邦快递有义务配合中国行政主管部门的调查，并且提供相应的证据。中国的行政主管部门将依据调查的结果做出相应的惩罚，包括罚款、责令整改甚至吊销营业许可证等。如果最后的调查结果表明，联邦快递在未经华为许可的情况下，故意将包裹运送到美国，不仅违反中国的国内法，也违反相关国际条约。在邮政快递领域有万国邮政联盟，包括中国、美国都是其缔约国。尽管美国去年十月扬言要退出万国邮政联盟，但目前仍然没有退出。所以，万国邮联之间的相关的国际协定和国际邮政包裹间的相关准则，对于中美两国仍然都具有约束力。将快递退还发货方，而不是直接送至目的地，是否合理？首都经济贸易大学法学院副教授尹少成表示，寄件人并没有要求联邦快递公司将快件退还至发货方，也不存在无法找到收件人等特殊情况。合同双方应该按照合同规定履行义务。无论在我国合同法，还是在国外合同法，都应当遵循。", "author": "中国青年网", "newsdate": "发布时间：19-05-29", "newstime": "13:45", "sentiment": [{"positive_prob": 0.0110822, "confidence": 0.975373, "negative_prob": 0.988918, "sentiment": 0}]}, {"title": "在这里，“每拿掉一条华为线，就会有32个美国家庭断网”", "content": "“我们每拿掉一条线，就会有32个家庭断网。”在华为面临美国禁令的当下，一家使用华为设备的美国运营商忧心忡忡地告诉新华社记者。华为近来被一些美国政客贴上了“不安全”的标签。但是，对此最有发言权的美国电信运营商究竟体验如何？1美运营商：华为设备安全、好用、实惠记者近日采访了使用华为设备的当地运营商——LHTC宽带公司。他们把自己的多年体验总结为：安全没问题、性能挺可靠、价格很实惠、服务有保障。从首都华盛顿北上，记者驱车4个小时来到宾夕法尼亚州西南部的斯塔尔斯敦镇，镇上一栋面积不大的平房就是LHTC公司总部。公司为周边的7000余个家庭和小企业提供电话、电视和宽带网络服务，其中1600个服务对象完全依赖华为设备。美国一些政客近来大肆鼓噪华为的“安全威胁”，让公司总裁詹姆斯·凯尔感到很困惑，因为LHTC公司与华为合作5年来，从未发现华为存在安全威胁的证据。LHTC公司总裁詹姆斯·凯尔在接受采访。新华社记者刘杰摄凯尔告诉记者，在与华为合作之前，公司对华为设备进行了认真评估，认为华为设备没有任何安全问题，而且价格上很有优势。“5年后我们的合作仍在继续，且在当前这种情况下我们还继续合作，这足以证明我们有良好的合作关系。”凯尔说。凯尔建议记者到公司的一家地方营业部听听“基层的声音”，于是记者驱车5个小时赶到了南迦南镇。当地营业部技术总监博妮·邦德女士领着记者进了设备间，指着一排排华为网络设备说，小镇周边约1000个家庭的有线电视和宽带网络服务完全依赖华为设备，使用过程中几乎没有出现过技术故障。邦德说，如果华为被禁，LHTC的客户将无法上网或看电视。她忧心忡忡地拿起一根线缆说：“我们每拿掉一条线，就会有32个家庭断网。”LHTC公司在当地的技术总监博妮·邦德展示一款华为通信设备。新华社记者刘杰摄2美国大型电信运营商不愿涉足乡村地区据了解，由于乡村地区地广人稀、乏利可图，美国大型电信运营商不愿涉足。因此，在美国各州的乡村地区散布着一些小型运营商，它们的用户规模少则几千，多则几十万。乡村用户不仅依赖这些运营商提供的服务来上网、看电视、经营农场，危急时刻还要拨打急救电话。“大运营商不愿意在乡村地区经营，即便在此经营，也不会提供很好的服务。”凯尔说。为南达科他州约万名用户服务的JVT电信公司则表示，在与华为合作之前，他们与另一家供应商合作，花钱多、效果差。使用华为设备后几乎没有信号中断的情况发生，且华为客服比较及时。美国乡村农场。新华社记者汪平摄代表美国小型电信运营商利益的乡村无线协会说，其55个会员运营商中有四分之一使用华为等中国公司设备，覆盖科罗拉多、犹他、堪萨斯、内布拉斯加、蒙大拿、怀俄明、爱达荷、南达科他等多个州的乡村地区。乡村无线协会去年曾发表声明，呼吁政府不要禁止华为等中国设备进入美国市场。华为美国公司首席安全官安迪·珀迪日前也表示，华为的技术对位于美国乡村的居民、学校和企业至关重要，公司愿意继续为美国乡村地区提供服务。3华为被禁将迫使一些美国小型电信企业破产据估算，美国电信运营商完全更换华为等中国公司设备的开销高达8亿至10亿美元，切断华为供应链甚至将迫使一些美国小型电信企业破产。以LHTC这家小运营商为例，更换华为设备费时费钱，公司不仅需要投入约50万美元，还要全体员工搭上一年时间。JVT公司则表示，换掉华为设备需耗资1000万美元，且在此期间公司无暇经营其他业务。美国运营商使用的华为设备。美国挑起的中美经贸摩擦已经让一些美国农民感受到寒意，而美国政府的华为禁令可能导致部分乡村地区通信不畅，可谓雪上加霜。邦德女士对眼下形势非常担心。如果华为被禁，她所在公司将愧对多年来始终信赖他们的客户。位于美国蒙大拿州的电信运营商尼蒙特公司总裁麦克·基尔戈则表示：“我不知道我们还能做什么，我现在夜不能寐。”来自新华国际头条，记者：颜亮 邓仙来", "author": "正商参阅", "newsdate": "发布时间：19-05-29", "newstime": "10:35", "sentiment": [{"positive_prob": 0.525384, "confidence": 0.492315, "negative_prob": 0.474616, "sentiment": 1}]}, {"title": "联邦快递劫持华为包裹震惊国外 学者：应暂停其业务", "content": "英国路透社披露一重磅新闻：连遭美国政府绞杀的中国华为公司，近日公开举报了联邦快递公司(FedEx)，称这家美国快递公司竟把寄给华为公司在中国和亚洲其他办公室的四个包裹私自转运到了美国。目前，这一消息不仅惊呆了中国网友，更震惊了不少外国网友…其中，路透社发布在境外社交平台推特上的这一报道，就引起了不少境外网民的关注。这些网民在留言中大多是讽刺说“这下你们知道到底是谁在窃听别人了吧?”“美国国安局的监控无所不在”，以及“以后不敢用联邦快递的业务了，因为这件事说明如果你使用联邦快递，你的包裹就是美国政府的财产了……”更有网民斥责说这简直就是“明抢”，以及美国政府“吃相太难看了”，“联邦快递不要脸”。在另一个境外知名社交平台“脸书”上，这一消息也同样恶心到了许多境外网民。比如在一家马来西亚媒体转载这了这一消息后，评论里当地网民的留言也是一边倒地在斥责美国才是窃贼和间谍，同时也有人表示不会再用联邦快递了，因为这一做法太没有职业操守了。有马来西亚网民还写到“这事现在越看越像是美国在监控华为，而不是华为监控美国了”，也有人认为中国政府应该要求联邦快递对此给出解释。在境外科技网站Engadget关于此事的报道下面，评论也都是在斥责联邦快递和美国政府。其中下面这位网民写到：“截至目前，华为已经公开了不少证据证明他们的包裹被联邦快递动了手脚，而美国迄今为止还是没有拿出证明华为监控他人的证据。”而在路透社的“脸书”账号下，点赞最多的评论同样是对联邦快递和美国政府各种嘲讽的。下面这位获得点赞最多的外国网民就讽刺说：美国政府嚷嚷了半天华为和中国政府有关联，结果反而曝光了联邦快递和美国政府的关联……一位名叫James的网民则挖苦特朗普说：您真是不遗余力地在砸掉美国公司的牌子，把它们搞得如此的不可靠……不过，也有一些热爱美国的人士认为美国政府即便通过联邦快递窃取了华为的包裹也是理所应当的。比如下面这位热爱美国的英国女子就宣称“联邦快递和谷歌一样都是美国公司，就该遵守美国法律，倒是你华为如果真的无辜，又何必对你的包裹被联邦快递动了而大呼小叫呢?当然，她的评论很快遭到了更多境外网民质疑说：您懂什么叫客户隐私么?最后再回到中国方面。目前多位中国学者和专家也对联邦快递私自将华为的包裹转运到美国的做法感到匪夷所思。复旦大学国际政治系副教授沈逸在接受我们《环球时报》记者杨升的采访时就表示，联邦快递必须对此事作出说明。他说，联邦快递的这种举动令人不得不怀疑是不是接到了美国情报机构的指令，因为这种“劫持”物流的举动已经完全超过了正常的界限和规范。他还认为目前来看联邦快递已经“不安全”了，其在中国的相关业务也应该接受调查，而在明确其安全之前，则应该对其予以业务暂停。而中国快递业协会原副秘书长邵钟林则表示：联邦快递就算是否认“截获”的说法，声称“传闻”与事实不符，并宣称仅仅是因为寄错，强调是个孤立事件，那也应该提供详细的情况说明，进行认真负责的调查，说清楚到底是在哪个环节出的问题导致将日本寄往中国的快递寄错到美国去，否则很难平息外界的猜测。另外值得一提的是，曾曝光美国监控全球的“棱镜”项目的报料人斯诺登也曾表示，美国政府确实拥有“物流拦截”的能力，如下图所示……不仅如此，从英国政府当年对美国棱镜项目的调查来看，美国国安局还有直接渗透和劫持“供应链”的能力：然而，为了实现打击华为等中国企业的目的，这两年一些“亲近美国情报口”的西方记者却不断把这些屎盆子扣在了中国头上……▲图为去年美国《彭博商业周刊》炒作的中国“劫持美国企业供应链”的报道，然而这篇报道很快遭到了大量美国黑客和专家的质疑，甚至怀疑这是假新闻。但《彭博商业周刊》至今未就此事给出解释。", "author": "闪电新闻", "newsdate": "发布时间：19-05-29", "newstime": "05:54", "sentiment": [{"positive_prob": 0.716979, "confidence": 0.371065, "negative_prob": 0.283021, "sentiment": 2}]}, {"title": "叶檀：华为何为？（与任正非对谈纪要）", "content": "文/叶檀财经女侠 | 毒舌善心今天很特殊，只发两条推文，希望大家集中全部注意力，认真看完这篇文章，和任正非面对面，倾听他的心声；檀香们多多点赞，多多转发。5月23日，任正非与我及其他三位资深媒体总编见面。这是一次一个多月前就约好的会面，未曾想采访前几天发生了一系列美国打压事件，但座谈如期进行。与此同时，十几位檀香参访了位于深圳的华为总部，调研华为实验室、展厅等，以及位于东莞的华为南方基地、溪流背坡村园区。这是一次润物细无声的教育，檀香为从事的制造业而自豪。我们的初衷是，到华为人呼吸的空气中去！我们想知道惊涛骇浪之下的企业，处于怎样的生存状态，更想知道，作为中国管理最先进、最具有国际色彩的高科技企业，华为准备怎么应对。历史在我们眼下书写，我们不能无动于衷。作为中国最具创新力量的企业，华为何其幸哉！美国举全国之力，乃至举全球盟友之力进行遏制。风暴眼中，华为何为？5月22日晚，我到达东莞，准备第二天见任正非的采访，参观华为工厂和实验室。入住当晚，华为园区很安静，绿树成荫，感觉不到什么压力。只有穿梭的中巴，显示有多少人进入。静水深流。就在这一天，我从网上看到了各种消息，这家企业停供，那个产品停供，排山倒海的传言围着一家企业，求证了华为的朋友，绝大多数是假的。有一些消息，事后印证是真的。这家企业受到了的关注，超过了一个普通国家受到的关注程度。大家问，华为到底怎么样，能扛住吗？感觉到一点，华为已做好了准备。压力在意料之中，要的是压力测试。国与国的了解，国民与国民的了解，比地球了解火星更难。这就是我们面临的现实，虽然很多国家对于美国的压力心怀不满，但日本也好、欧洲也好，对于我们同样深怀恐惧，对我们不了解，没有建立深厚的信任。建立信任需要时间，需要一个个的合作，一桩桩的生意。家国之事就此与企业之事，纵横交错，血肉交融。这是任正非最近不断接受采访的原因，增加了解，增加互信，中国不可能独立于世界而生存，美国同样不行。回到宾馆，有人提醒，明天该问什么。我没有刻意准备，一来是因为华为、芯片这些资料已经看得很多，从产业链到股市表现，全都看了。二来任正非最近接受了很多采访，内容足够丰富。任正非也认为，自己前一天在央视等采访时已经讲得很多，这次会面，聊聊天就可以了。（图片来自视觉中国）第二天的采访，确实放松，这是一个预期之中的采访。任正非很透明，和我们在报道上看到的任正非一致，自信、坚持、清醒，偶尔会控制不住感情。不管是对自己，还是对别人。这次谈话，他语言更加明晰，头脑很快，表述清晰。基本上你问一句，他可以答十几句，反应速度极快。所以，他一定是个受记者欢迎的人。这是一个值得纪录的人。这篇文章，可以说是实录，我前后加了文字，按照逻辑调整了前后秩序，删除了一些内容，比如管理和股权架构，其他基本保持原貌。为尊重其他总编，我主要用了我的提问和任正非的回答。一、 要学习美国，学习各国先进经验大家上来首先问的问题是，中美总体之间有多大差距？以下是任正非的回答。差距很大，华为是个例，完全是奇葩。我们成长起来是因为和整个社会隔离的，不受社会上的影响，自己干自己的。所以，我们又是孤立的，风很容易把我们吹倒。如果周围有一个强壮的生态环境，风吹来可以相互挡一挡。永远不要对抗，世界已经走向全球化，已经是合作共赢的时代。也许我们这次对抗过去以后，全球再不对抗了。美国只要封闭起来成为孤立体，它一定会在世界落后。现在，我们也不仇恨它，即使是伯尔顿、蓬佩奥也帮了我们很多，他们拿“鞭子”一抽，华为公司懒惰的人就不敢懒惰了，激活了组织，他们起到很大作用。只是，他们动员别的国家卡我们，这点做过分了。想国家富强就要向美国好的方面学习。不学美国，怎么繁荣富强？不要把仇恨和别人的先进混杂在一起。问题：看完《美国陷阱》这本书，您觉得美国怎么样？任正非：孟晚舟不是皮耶鲁齐，华为不是阿尔斯通，中国不是法国，结果会不一样的。我的意志没有被摧毁。我还是起飞去阿根廷，因为这个会议本来是孟晚舟主持的，如果我不去主持阿根廷改革会议，阿根廷改革没有成果，公司内部上层到下层管理是混乱的。我太太要等我出了海关飞机起飞了，她才睡觉，因为她担心我万一被海关给扣了。我冒着风险把改革文件做了，这几个改革文件虽然只运转了半年，但是对华为公司产生很大影响。我们改变不了外部环境，先把自己内部改好来迎接外部环境。问题：你们家里的人对美国态度有变化吗？任正非：没有，美国先进的地方一定要学习，不学习先进就不能超过先进，不能是狭隘的孤立主义。美国是最先进的国家，要向它学习人才机制、法律制度。我们是后发展国家，不必所有事自主创新？我们道路拥塞，香港那么多人口就不拥塞，为什么不学一学香港的道路管理学呢？我们轨道交通，为什么不向日本学习呢？第一部分的内容到此结束。那天谈话，任正非强调学习美国，学习先进经验。他对于差距认知极为清醒，比我们所能设想的差距更大，但这不影响华为几十年如一日的努力。二、 世界会走向开放，谁封闭谁就会落后第二个大问题是，经历了这些，任正非悲观了吗？任正非没有悲观，以下是他的回答。第一，我认为，中国会更开放。我和西方媒体说，西方是坐在横坐标上看中国，原点是德国、美国，他们已经改革了一、两百年时间了，横向看中国怎么都不满意；我们是纵坐标看中国，原点是三十年前，今天和三十年前相比完全不一样了，四十年前我们的梦想还是吃一个馒头、吃饱一顿饭，现在说“怎么那么多肉”，价值观开始变化了。邓小平开放改革，改什么？就是改利益分配。13亿人民重新分配利益，这个“原子弹”非常大。开放的步子走慢了，“胆子大一些，步子大一点”；走得太快了，紧一些，来回收放，市场经济在控制有效中形成。一定要有中控系统，在基本稳定的情况下走向市场经济，不能太理想化。第二，不担心特朗普的封闭，担心开放、低税的美国，有强大的竞争力。特朗普犯了错误，但是美国有纠偏机制，下一任总统出来会说“中美关系要搞好”，到处搞好关系，给大家一种信心去投资，低税制不改变，产业都往美国跑。恐怖的总统不是特朗普，是下一任友好总统，美国这么好的条件，把产业都吸走了怎么办？能实现人工智能的产业会往西方走，没有工会问题、罢工问题，高工资、高福利都解决了。完全不能走向人工智能的产业，就往低成本国家搬，往越南、泰国搬。中国会面临未来二、三十年产业分化走掉的挑战。第三，美国不可能团结所有的国家。投资了，买了东西，才能改善关系。除非美国尽到责任，才能领导世界，美国不买东西，还经常打别人，有枪有炮有什么用，以后谁没有枪没有炮？有一本书《美国陷阱》，阿尔斯通先进了，打阿尔斯通；东芝先进了，不是也打东芝吗？日本有切身体会。第四，我们对日本和韩国要有正确政策，要消灭民粹主义，狭隘的爱国思想是不正确的。我们公司有不少日本员工，他们在这里就业，高高兴兴的，有什么矛盾呢？数十年前的事情，如果今天还在发泄，有害经济共同发展。我们最终还是朝着未来看，让中国人民富起来，让人民经济脱贫、解困。（图片来自视觉中国）第二部分谈话到此结束，虽然中美现在有很大差距，但向国际先进经验学习会缩小差距，并且，如果美国关上大门，落后的会是他们。只要我们大方向不变，就行。三、 恨竞争对手吗？不恨，要帮助产业链上的企业任正非对竞争对手保持敬意，保持善意。以下是任正非的回答。美国这样对待华为，没有竞争对手的原因，美国的竞争对手其实都挺好的，挺身而出为我们说话。这一次事件出现，华为会帮助生态链上的企业，不会并购上下游相关产业链企业，我们对他们的支援是真诚的，我们会帮助他们。我们真是无私帮他们。外面说是傻事，怎么会是傻事？他站起来对国家有多大好处！因为我们有理论基础，他们有工程能力。国内跟我们搞同类器件的厂家，我们不视为竞争对手，让他们来看看我是怎么研究的，告诉他们回去可以再研究，研究好了卖给我。就多有一个备份了。我在公共关系的讲话中提到，我们公司过去犯了大错误，财务按成本定价格，价格定得偏低了，就把西方公司搞死了，美国打我们是应该的，不打才是错的，一定要消灭我们。所以，我们不允许终端卖低价，必须向苹果学习。我总是表扬苹果，苹果举着一把“伞”卖高价，终端也是一把“伞”，这样才会让下面小企业活下来。如果两家屁股往下一坐，这些小厂家全部死光了，死光了就没有产业群了。我们公司卖高价，就加大战略投资，加大“喇叭口”投资，给大学支持。华为云不是做生态链。运营商BG是做管道，终端是水龙头，以此为中心，云主要做黑土地。我也讲过，一个国家的黑土地是铁路、公路、水泥、城市建设等各种基础设施，这是硬土地，但硬土地长不了庄稼，就像戈壁滩一样，还需要有文化、哲学、教育……等。我们国家在文化、教育、哲学……上的建设是不够的，地比较薄，要向美国一样发展“黑土地”，土地厚一些，就能长很多庄稼。为什么说地“薄”？高级知识分子个人所得税太高。现在大量美国科学家回国，我们在香港建立基地，在香港也是一样做研究，解决小孩上学问题，但个人所得税率低。第一次人才大转移是三百万犹太人转移到以色列，现在是第二次人才大转移，美国排外，正是中国拥抱世界人才的时候，中国有些政策不适应吸引高端人才，要修改。（图片来自视觉中国）第三部分结束。任正非不恨竞争对手，觉得人家是老师，从技术到管理都是，学生为什么要恨老师？他认识到产业链的重要性，对一些上下游产业链企业，心存感激，心存善念。那天，他再次感谢了有些企业的支持。估计华为今后会更多的帮助上下游产业链企业，这也能避免以后大风吹独木。四、 华为供应链究竟受到了什么影响？这一部分的对话，讲到华为供应链究竟受到了什么样的影响。大家都很感兴趣，但这部分内容不多。问题：美国的各种制裁，对华为手机业务的影响和其他业务的影响有区别吗？ 任正非：有影响的，都有影响。越高端的业务，越不会受到影响。我们在最繁荣的时候，已经设计了最极端的状况，因此，到了极端情况下我们就保持乐观，而不是悲观。董倩问我，那架伤痕累累的飞机，如果打中“油箱”、“发动机”，飞机就飞不了，怎么办？（一架二战中被打得像筛子一样、浑身弹孔累累的伊尔2飞机，坚持飞行，终于安全返回。这张照片，这段时间是华为精神的象征。）我们预先做了充分准备，它根本不可能打中我们的“油箱”和“发动机”，它打中的是边缘性东西，这些边缘性的东西不能做，关掉就可以了。要做好充分准备。两军在山顶遭遇时，第一次可能要拼杀，今天就是拼杀，下一次我们可能还会相遇，相遇时就拥抱。为人类信息社会胜利大会师而拥抱，我们不会再拼刺刀。当时所有高层领导都知道，十年以后要跟美国发生遭遇战。现在十五年以后才发生遭遇战，比我们预想的晚。这肯定是持久战，我们没有考虑短期会结束的问题。如果美再动员更多的国家，对我们会有压力，因为以前没有做充分准备。打击华为会持续多长时间，我们也不能预测，但是我们做好了持久抗战的准备。哪怕我们被打得只剩下9000人，还能东山再起。第四部分到此结束。就在编撰此文时，美国还在捏紧拳头。特朗普到日本，不会只吃日餐。从封锁技术、生产、芯片架构，现在美国主导的国际通讯组织开始封锁。华为做了准备，紧锣密鼓的研究，但事态的变化，难有定数。相信华为内部也在反思的过程中，他们的复盘没有止境。到现在为止，没有具体的数据可以量化华为受到的影响。形势不同，发展阶段不同，华为以后不会进入价格竞争行列，产业链做大，对华为是最大的利好。五、 最大的担忧到底是什么？这一部分对话，答案超出预料，任正非就像那架飞机一样，伤痕累累，但内心坚韧。问题：这段时间真的没有痛苦的事情吗？任正非：没有。因为我们不是上市公司，没有外部压力，只要我们心态好，做到什么就什么，压力就不会大，全力去解决问题才是关键。我们可能会有弹性收缩，有些部门开始被砍掉了，砍掉之后完成战略转移，我们不像西方是裁员。我们把这个部门关掉了，按照自愿的原则，安排员工到各个主战场去建功立业。当年我们裁减了业软，一两万人，怎么安排？上海会议决定缩减。十年前，我就在批评这个部门，换一个领导，没有做出什么成绩，再换一个领导，都做得不对，最后还是裁。我跟人力资源讲，是不是给他们先涨点工资再走。裁了两年以后，我去看这个部门，这个部门的员工根本没有等到涨工资就跑了，奔到终端、云上去了。终端和云做得这么好，和裁掉的这个部门有关系，因为他们都是老手，做了复杂的东西没做明白，换到了明白的地方，他们就很有能力。今年举行表彰大会，他们提出一万人走红地毯，我批了，最后只有几千人走了红地毯，每个人戴了一个军功章。业软的裁减给我们提供了经验，我们很多部门被裁掉，都没有任何恐慌，大家都理解这个事情，奔赴新战场了。最担心懒惰。因为有钱了以后，大家都有懒惰，所以要加快新陈代谢的步伐。不用医生证明，就写个条说自己感冒了，就批准病退。最怕内部队伍意志涣散。现在，每个部门都在讲“保持队形”，就是要保持队伍不要混乱。（图片来自视觉中国）第五部分到此结束。任正非怕华为怠惰，怕的是不能保持队形，打是打不垮的，机会总在前面。在这段里面，我省略了股权投资部分。太有钱，员工难免懈怠。虽然我们参观了股权室，见到了华为董事会首席秘书江西生，但对华为股权仍然不是很了解。社会同样如此，那么多人探讨华为股权，但华为的股东代表选举这么重要的事情，连续20几天，在媒体上关心的人居然是零。六、 基础教育，基础教育，基础教育！关系中国命运！这是任正非最关心的事任正非用很大篇幅讲了基础教育，他显然认为，未来的竞争力，取决于基础教育。中小学教师待遇差，尤其是农村老师，他痛心疾首。问题：未来的竞争力在什么地方？任正非：政府要做的，就是把农村教育办好。这么多钱为什么舍不得发给老师？现在国家制定了军官福利条例，军官在艰苦地区待遇比发达地区高。为什么不可以制定教师福利条例呢？如果到贵州教师工资比上海更高，贵州还会是落后地区吗？第二，要关心烈士子弟。很多人为国家献身，为什么不能像前苏联一样建立少年军校呢？国家供给制建立军事学校，把这些孩子养起来，用特别好的老师来教育这些孩子，从小学、中学到高中，然后考试分流到地方院校，用军事管理的方式帮助他们成人。否则谁还会愿意去当烈士？我们公司为什么推崇衡水中学的教学？华为大学上课，要先看衡水中学学生跑步，为什么？一个中学生能做到的，华为大学为什么做不到？华为大学都是博士、硕士，受过高等教育，包括国际名校教育，在前线几年做出成功经验的人再回来读书，就像中央党校一样，再回去实践，再回来读书。很多人不认可衡水中学的教学模式，但怎么就不允许人家应对呢？衡水中学至少把孩子们的意志提升起来了。我当然是支持素质教育的。国家要把“人”作为第一要素存在，因为未来中美竞争压力会很大。现在觉得“人”不值钱，物质最值钱，比如，科研经费大部分都要求用来买设备，而不是分给科学家。现在大学钱不少，国家主要投给农村中小学，而且不要投到学校房子去，一个茅草房就行，主要提高老师工资。抗大就是一条小板凳，黄埔军校就是两条绑腿，这是中国最好的名校。教育为什么对中国那么重要？中国不在教育上投入二三十年，那就落后了。中国就是要升级成发达国家，不能倒退成发展中国家，因为房子成本那么高、人工成本那么高、税收那么高，没有一样不高，这时不向高增值产业走，已经没退路了。这种情况下只有产业升级，只有抓住教育，最重要的是农村教育。农村教育就是给教师涨钱，涨了钱以后大家都想去小学教师，小学教师好，何苦要去大城市呢？如果教师没有政治地位、没有经济地位，让人瞧不起，这个社会就一代不如一代。教师地位好的话，这个社会就一代强过一代。我们只是微薄力量，我们做不起作用，这是一个社会问题，没有党和国家这么大的力量，办不好教育。我们在冲“上甘岭”，总不能还带着几个小孩、几个课本冲锋，那还冲得上去吗？华为是吸纳全世界人才，新西伯利亚大学连续六、七年获得世界编程冠军，将来我们会用五、六倍的工资挖他们到俄罗斯研究所工作。如果中国没有基础创新、没有基础平台，外国把平台一抽，就空了。安卓一抽我们就空了，Windows一抽我们就空了。我们国家怎么创造平台？要有理论，理论的基础是数学、物理、化学、神经学、脑科学……。我们花钱更大方，我们要钱干什么？高价时挣太多钱干什么，分给员工大家又会变懒，我们现在把钱送给科学家，支持他的项目。第六部分到此结束。任正非对基础教育的重视，怎么强调都不会过。说到这一段，就像说到公司的支持者一样，动了感情。掌握英语、数学这些工具，进行基础教育有多重要，反对中国孩子学英语、拼命让孩子背诵的人，才是中国未来发展最大的绊脚石。损害中国利益的，是这些人。七、 些许花絮，稍有八卦这一部分，任正非讲了一些琐事，自己的一些向往。问题：如果重来一次，您还想办华为吗？如果重来，真心不想再办华为了。为什么我和家庭儿女感情关系不好？我到国外一出差，几个月不回来，都是为了生存。有次我和大女儿和儿子谈心：“爸爸没有从小照顾你们，对不起你们，但是爸爸努力奋斗给你们创造平台，你们觉得选择哪样？”他们说：“我们选择平台”。彼此就谅解了。如果重新来一次，要跟着我老婆种地去，做长工，一到周末她就去种地，我跟着去，就是坐着那里玩。不会再创办华为。华为消耗了我的生命，我没有孝敬好我的父母，那时我也没钱。我父亲去世，是因为在街上买了一杯过期的饮料，喝了拉肚子，去世了；我母亲没有手机，去菜市场路上被汽车撞死了，“子欲孝而亲不在”，很难受。第二，给儿女关心照顾也不够，小时候也没有跟儿女捉猫猫，这些很欠缺的。但是已经走上这条不归之路，没想到这条路这么崎岖。开始想着我们做小一点，总是有希望的，没想到在这个领域，如果不能做到第一，第二是活不下来的。问题：您平时判断问题的方法论是什么？如何判断一件事重不重要，怎么做？任正非：其实没有方法论，我是一个杂家，四、五十年来我就是不断学习。我年轻时是一本本书看，现在是横向碎片化地看，但是我已经有了一本本书看的消化整理能力，再组合成自己的思维方式，更多看长远的国际洞察。一般我早上8点到办公室，开始修改文件，9点开始开会，午觉之后多数时间开座谈会，听听大家的想法。我们内部都敢讲真话，潘少钦写了“任正非十宗罪”，我第一个收到，读完之后我就贴到心声社区全公开了，允许大家讲真话。我们心声社区上基本都是真话，我上心声社区，主要看看跟帖对我们正文的批判是什么，从中了解情况。有人说“你是思想家，注意安全，不要到处跑了”，我不接触战场，怎么产生思想？我要接触前线，才知道真实情况。当然，这两年我不怎么跑市场前线了，但是战略性科研前线还是要跑的。（图片来自视觉中国）最后一部分到此结束。记得任正非在回答不想办华为时，他太太说，他不是愿意在家里过小日子的人，工作可能是他生命最重要的事情，所有的乐趣都来自于此。家里人更了解，再来三十年，任正非还是工作。尾声有几件感动的事。几年前，我曾经穿过一条华为某幢楼一楼布满绿荫的走廊，摸了一把边角，没有灰。这次又摸了一把，还是没有灰。没有听到一个华为员工抱怨，没有恐慌，不管是陈列厅，光交换实验室，还是财务室，所到的地方，井然有序。华为不是公众公司，却被逼成了一家公众公司。参观的人络绎不绝，公司员工每个做着自己手头的事。没有理想、没有爱、没有高效的管理、正确的激励机制，不可能做到。我看到心声社区上，华为员工内部互怼，说有的员工素质不行，正因为有公开吐槽的渠道，情绪才有宣泄。我没有看到情绪紧张，反而体会到内在的力量，有一种“送儿上战场”的感觉。当然，我认为这两年华为可能招的人没有那么多了，营收没有那么高了，那又怎么样？到机场的时候，跟开车的张师傅聊天，他1997年就进了华为，说佩服老板。我问，为什么？他说，二十年前老板说的愿景，我们信不过，结果都做到了，变成现实。还有，老板把钱都分出去了，自己的股份只有一点点，这样的人真的少。问张师傅，你有股权吗？有。在深圳买房了吗？哎呀，幸亏买了，现在哪买得起啊。我们团队参观欧洲小镇，参观实验室，感觉到的不是美，是专业的设计、施工，这样的工作是有尊严的。结束参观的时候，团队里最年轻的小伙子，95后，这次专门从澳洲赶过来的，问我人生和工作。他是有感而问。他参观了华为，不会忘记这些。我的回答是，热情和坚持。为自己的爱去奉献，值得。离开园区，一只黑天鹅恰好在湖边，大家围着，拍了一张集体照。那只黑天鹅扭动脖子，身子一动不动，被人泼水，也不动。园区里人不能靠近天鹅，团队有人担心天鹅的脚受了伤。不知道是不是，现在还记挂着那只天鹅，希望没事。（图片来自视觉中国）任正非无意成为英雄，却成为了瞭望者和先声。即便备受打压，依然强调学习美国，拥抱世界，中国第一批前瞻者的眼光，令人敬佩。此时说来，重如泰山。我们期待华为坚强，更期待任正非所描述的，第二次相遇时的景象，站在人类信息社会的巅峰，实现开放和共赢。“天下有大勇者，卒然临之而不惊，无故加之而不怒；此其所挟持者甚大，而其志甚远也。”诚哉斯言。", "author": "叶檀", "newsdate": "发布时间：19-05-29", "newstime": "22:36", "sentiment": [{"positive_prob": 0.11716, "confidence": 0.739645, "negative_prob": 0.88284, "sentiment": 0}]}, {"title": "华为在美提起诉讼：禁令是“用立法代替审判”的暴政", "content": "5月29日，据华为最新消息，面对美国的持续打压，该公司再次拿起了法律武器，要求法院宣布美国用来制裁外国企业的《2019年国防授权法案》违宪。近半年来，出于对华为5G技术的忌惮，美国对其实施了一系列打击封禁措施，从扣押华为高管到发布禁令，华为不得不发起反击。而华为基于美国宪政体制和话语体系的合法上诉，不论对其自身乃至中国企业，都迈出了有意义的第一步。法律反击华为首席法务官宋柳平在一份声明中称，华为已提起诉讼并在5月28日提出简易判决动议，要求法院宣布《2019年国防授权法案》（National Defense Authorization Act）违宪，因为该法案是典型的剥夺公权法案。宋柳平认为，该法案没有为华为提供反驳指控的机会，没有为其辩护提供证据，也没有为其提供其他公正的裁决程序，以确保公平地寻找真相。相反，该法只是简单地宣布华为有罪，并施加了巨大的限制，明确的目的是将华为赶出美国市场。这是美国宪法所禁止的“立法机关审判”的暴政。而即使该法律符合宪法，宋柳平称，这也无助于促进国家安全或加强政府信息网络的安全。它没有解决使用中国零部件或软件的设备所带来的所谓全球供应链风险；它只针对华为。它甚至没有阻止联邦机构继续使用华为的设备；它只是禁止新购买。此外，它对中国政府与其他主要电信公司的合资企业生产设备的使用没有限制。宋柳平表示，世界其他国家的政府都明白，华为不是中国政府的工具，该公司希望努力改善网络安全，以可承受的价格提供最好的技术。其他这些国家的政府正在与华为合作，而美国却没有。“美国人民最大的希望可能在于法治——美国法院将宣布华为的禁令违宪，并禁止其执行，就像他们以前处理剥夺公权和违反正当程序的法案一样。”这一声明也发表在了美国《华尔街日报》等媒体上。据了解，《2019年国防授权法案》对某些华为设备实施了广泛的禁令：联邦机构不能从华为采购设备，与联邦政府签署合同的实体不得使用华为设备，而且接受联邦政府资助和贷款的实体也不能使用政府资金购买华为设备。北京商报记者就此事联系到华为公关部相关负责人，截至发稿，并未获得新进展的消息。延续诉讼实际上，华为这次对美国政府的诉讼是3月诉讼的延续。今年3月7日，华为宣布，针对美国《2019财年国防授权法》第889条的合宪性向美国联邦法院提起诉讼，请求法院判定这一针对华为的销售限制条款违宪，并判令永久禁止该限制条款的实施。声明称，华为将针对美国《2019财年国防授权法》第889条的合宪性向美国联邦法院提起诉讼，请求法院判定这一针对华为的销售限制条款违宪，并判令永久禁止该限制条款的实施。华为轮值董事长郭平当时表示：“美国国会通过立法惩罚华为，且从未展示支持这些限制条款的证据，因此，华为不得不决定通过法律行动予以回应。该限制条款违背了美国宪法，妨碍华为参与公平竞争，最终伤害的是美国消费者。我们希望法院能做出有益于美国消费者的正确决定。”华为指出，限制条款不仅妨碍了华为为美国消费者提供更先进的5G技术，将使美国5G商用节奏和网络性能落后，还将迫使偏远地区的网络用户在高质量、可负担的产品和联邦政府资助之间做出选择，让网络升级更困难、数字鸿沟加剧。起诉书还认为，对华为的限制还导致美国市场缺乏竞争，让消费者买单。根据行业预测，如果允许华为进入市场竞争可使整个行业的无线网络基建费用减少15%至40%，从而在四年间为北美地区运营商节省至少200亿美元开支。此后，多个来自美国的消息证实，美国的联邦法院已经就华为公司起诉美国政府一案给美国政府及其多位部长发去了法院传票。合乎情理近半年来，美国打着威胁国家安全的幌子，不断对华为实施“封锁”。去年12月1日，因怀疑违反美国对伊朗的贸易制裁，加拿大政府扣留了在加拿大转机的华为CFO孟晚舟，称是根据美方要求暂时扣留的，美方因孟晚舟面临“纽约东区未指明的指控”而寻求对其引渡。5月16日，美国将华为及其70家附属公司列入出口管制“实体名单”；5月20日，谷歌确认暂停与华为的部分业务往来。随后，美国方面态度又有所松动。5月21日早间，美国商务部官方网站发布消息，又将对华为的禁令延迟90天实施，直到8月中旬才会生效，理由是，华为及其商业伙伴需要时间来升级软件并处理一些合同义务问题。对于连番打压，华为则一直以从容态度应对。5月21日，华为创始人任正非在华为总部表示：“华为的5G绝对不会受影响，在5G技术方面，别人两三年肯定追不上华为。”任正非还表示，华为也能做像美国芯片一样的芯片。在美国步步紧逼的禁令下，华为不得不发起反击。此前的3月4日，华为公司首席财务官孟晚舟的律师团已经对加拿大政府、加拿大边境服务局和皇家骑警（即联邦警察）提起诉讼，指控他们在未告知她的情况下，就对她进行逮捕、搜查和审讯，这些做法都侵犯了她的宪法权利。产业观察家洪仕斌指出，华为在美提起诉讼走司法途径，是合乎情理的，不输于理。如今，熟悉国外政治环境和法律体系，尊重法律且能够运用法律维权，已成为中国企业“走出去”的必经之路。还有业内人士表示，华为基于美国宪政体制和话语体系的合法上诉，不论对其自身乃至中国企业，都迈出了有意义的第一步。而这一案例本身，也是中美摸索新的互动方式的一部分。北京商报记者 石飞月（图片来源:华为官网）", "author": "北京商报", "newsdate": "发布时间：19-05-29", "newstime": "12:43", "sentiment": [{"positive_prob": 0.983038, "confidence": 0.962308, "negative_prob": 0.0169616, "sentiment": 2}]}, {"title": "对华为进行“围杀”后，美企巨头：害怕在国际合作中被孤立", "content": "随着美国对华为打压力度的不断增强，美国高科技巨头也纷纷加入到“围剿”华为的行列，ARM、SD、WIFI以及蓝牙协会相继取消或停止与华为的合作，华为陷入有史以来最大的困境。特别是在5月27日媒体发布的报道称，微软驻华为总部的服务团队已全部撤离，同时微软也停止了来自华为的所有新订单，这无疑使华为更加的“雪上加霜”。而令人不敢相信的是，最近有外媒发布消息称，美国这些巨头公司开始对自己的国际市场充满担忧。微软据悉，包括微软、谷歌等在内的一些巨头公司都对限制华为颇有微词，他们一直在担心与华为“划清界限”后，未来他们在一些国际研究上会遭到同样的待遇，被一些科研机构孤立。事实上，他们的担心并不是空穴来风。华为据了解，华为在5月27日曾发表声明，对于一些个别组织无故暂停合作的事情，并不会影响到华为公司的正常运转，华为公司在全球已经加入了400多个标准组织和产业联盟，就目前来讲，华为与绝大部分的标准组织依旧正常开展各种合作与活动。国际合作事实上，华为早已做好应对海外供应商“断供”的准备，据华为高层称，在2012年，华为就开始规划和研发自己的专属操作系统“OS”,并在2018年8月24日就申请注册“华为鸿蒙”商标，目前面对各大外企巨头的针对，华为的一些应对手段都派上了用场，例如华为最新MM存储卡，比现有的SD存储卡还要先进。通讯值得一提的是，在这些美企巨头对华为进行限制之际，欧洲和东南亚等地区的国家几乎没有一个站出来对此表示“同意”，特别是英法这两欧洲大国更是公开表示“不会单独针对任何一家企业”，英国最主要的电信运营商在5G网络建设初期甚至还用上了华为的设备。由此可见，很多国家已经意识到5G领域必须由华为来引领才能更好的发展，这或许也是华为一直以来的底气所在。", "author": "环球新军事", "newsdate": "发布时间：19-05-29", "newstime": "18:34", "sentiment": [{"positive_prob": 0.697765, "confidence": 0.328367, "negative_prob": 0.302235, "sentiment": 2}]}, {"title": "「关注」华为重要文件，竟被联邦快递“失误”转运美国？！", "content": "据路透社28日报道，近期，美国联邦快递在未说明的情况下，将华为的包裹转移到美国。联邦快递昨日（28日）表示，“对于少量华为货件被失误转运表示抱歉，没有任何外部方面要求联邦快递转运这些货件。”华为称包裹被联邦快递转移美国路透社28日报道，华为表示目前正在审查与美国联邦快递公司的合作关系。华为之前称，近期这家美国快递公司在没有说明的情况下，将华为的两件包裹转移到美国，并试图将另外两件包裹也转运到美国。华为表示，这四个包裹只包含文件，没有技术相关信息。路透社报道原文截图根据华为提供的物流单信息显示，5月19日和20日，华为从日本东京分别寄出两个包裹至中国。但在23日，2个包裹被转运至联邦快递美国总部、田纳西州孟菲斯市。另外，5月17日华为还从越南河内寄出2个包裹，收货地分别为华为在中国香港和新加坡的办公室。但在21日，2个包裹抵达中国香港和新加坡后，被联邦快递两地的转运站扣押，运货状态显示“出现异常”。根据联邦快递官网介绍，“异常”情况指的是包裹在运输过程中遭遇了“不能预料的事件”，如清关延迟、国定假日、或是无人收货等。至于到底发生了哪种情况，联邦快递未作解释。华为发言人乔·凯利对路透社表示，由于这些事件的直接后果，将必须重新审视与联邦快递的合作关系。华为表示，已向中国邮政监管部门提出正式投诉，中国邮政监管部门正在调查这起事件。联邦快递之前曾否认转运事件央视新闻查证发现，5月23日18点42分，联邦快递中国公司官方微博曾经发帖否认转运事件，称“有关近期社交媒体平台流传联邦快递将客户货件没收，并转运至美国检查的消息与事实严重不符”，但今天联邦快递在路透社等媒体报道出来后，突然又改口承认“失误”，前后表态180度大转弯，背后更显蹊跷。联邦快递承认“失误”转运，并表示抱歉联邦快递（中国）公司28日在其社交媒体官方账号称，“我们对于少量华为货件被失误转运表示抱歉。我们确认，没有任何外部方面要求联邦快递转运这些货件。有关货件正在退还至发货方途中。”对此，央视记者联系了联邦快递（中国）公司的公关人员，对方表示以官方微博发布消息为准。00:21外交部回应联邦快递“精准失误”：请给个合理解释5月29日，外交部发言人陆慷主持例行记者会。记者会上，有记者问：近日美国联邦快递公司FedEx在未经华为授权的情况下，将华为从日本寄往中国的两件包裹寄到了美国一事引起广泛关注。华为公司还表示，FedEx还试图将另外两件从越南寄往华为亚洲其他地区办事处的包裹也转运到美国。华为已就此向中国邮政监管部门提出正式诉讼。我们注意到FedEx事后声明称转运是操作失误，没有任何外部方面要求其转运华为货件。但此事已在社交媒体上引发热议，很多评论认为FedEx所谓的“失误”是“精准失误”，其行为可能受美国政府指使。中方对这一事件有何评论？是否担心美国有关方面通过FedEx窃取华为技术信息？陆慷答：我们注意到有关报道和社交媒体上的评论。我们对企业间的商业行为一般不作评论。但发生这样的事，华为和公众希望FedEx给个合理的解释，也在情理之中。我不知道，把货物转运错地方，对 FedEx公司来说是不是经常发生。如果是经常发生，对FedEx这样的大公司确实不应该；如果不是经常发生，就更需要FedEx解释清楚为何最近一而再、再而三发生在华为身上了。网友评论：联邦快递信誉已破产有网友称，这起所谓的“失误”属于“精准失误”，其所谓“失误”的说法实在难以服众。在联邦快递（中国）公司最新声明帖以及央视新闻的微博下面，大量网友愤慨留言，称联邦快递已经信誉扫地。本期编辑：崔鹏、蒋川", "author": "人民日报", "newsdate": "发布时间：19-05-29", "newstime": "20:31", "sentiment": [{"positive_prob": 0.00528587, "confidence": 0.988254, "negative_prob": 0.994714, "sentiment": 0}]}]