[{"title": "中国华为世界崛起", "content": "华为消费者业务宣布，2018年华为智能手机发货量(含荣耀)已经突破2亿台。其中，华为P20系列上市以来全球发货量超过1600万台，女性用户占比接近一半；华为Mate20上市两个月发货量突破500万台；截止2018年底，全球华为nova系列用户累计超过6500万荣耀则继续领跑中国互联网手机市场。华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍，跻身全球TOP3智能手机厂商，并在2018年第二季度和第三季度，成为全球第二大智能手机厂商。英国电信公司(BT)表示，中国华为公司仍然是这家英国最大电信运营商在第四代、第五代移动通信技术(4G和5G)网络和固定网络方面的一个“重要设备供应商”。自2005年起，英国电信就与华为开展合作。目前该公司与华为在5G网络建设上的合作进展顺利。英国电信采取多厂家部署策略，尽管华为并不参与5G网络核心网的建设，但仍会参与5G网络其他重要部分的建设。", "author": "YQH影视之家", "newsdate": "发布时间：18-12-26", "newstime": "14:01", "sentiment": [{"positive_prob": 0.998225, "confidence": 0.996055, "negative_prob": 0.0017751, "sentiment": 2}]}, {"title": "华为董事长：将投入20亿美元构建产品安全体系", "content": "梁华首次公开接受采访，其手边印有“灯塔在守候，晚舟早归航”图样的咖啡杯格外引人注目“我本人跟孟晚舟认识20年，我本人也很挂念她，但在这个过程当中，我们还是希望更好地聚焦工作。”华为董事长梁华昨天表示，尽管遇到外部压力，华为在商业上仍取得了不错的成绩，目前华为已获得26个5G商用合同。“我们整个的运作体系，包括市场体系，我们的研发体系、财务体系等等环节运作都是正常的。”昨天，华为公司在深圳总部举行了一次媒体圆桌会，华为董事长梁华首次公开接受媒体采访时表示，华为所有体系运作一切正常，目前已获得26个5G商用合同，与全球50多个商业伙伴签署合作协议，5G基站商用发货数量也已经超过1万个。华为业务运作正常目前已获26个5G商用合同今年3月，梁华出任华为公司董事长，孟晚舟事件后，他兼任公司CFO，而他本人也曾担任公司CFO。昨天梁华首次公开接受媒体采访，他表示“尽管遇到外部压力，华为在商业上仍取得了不错的成绩”。据介绍，目前华为已获得26个5G商用合同，与全球50多个商业伙伴签署合作协议，5G基站商用发货数量也已经超过1万个。梁华在接受采访时说，从整个公司的运作来看，华为会更努力地把业务做好，更好地服务客户，而困难和挑战也会使得华为更坚强。梁华表示，与全球供应商已建立起信任、合作共赢机制，现有业务运作正常。据介绍，在30多年合作过程当中，华为跟包括日本、美国、韩国、欧洲、中国等在内的全球很多供应商，建立起了非常好的合作体系。“在这个长期合作过程当中双方建立起了一些信任，同时我们也跟供应商双方面开放合作、利益共享。”梁华称，“我们整个的运作体系，包括市场体系、研发体系、财务体系等等环节运作都是正常的。”在5G方面，华为在5G领域会持续构筑竞争力，目前华为能够在5G提供端到端的解决方案，有了这样的实力，华为就会成为一个可以信赖的合作伙伴。梁华接受采访时表示，无论是技术还是商用，华为5G均为业内领先，华为能为全球客户提供“端到端”的全系统服务，前不久某国外客户曾在正式场合表示，华为是目前全球唯一一家真正的5G供应商，其他供应商想赶上华为还需要一段时间。构建产品安全体系将投入20亿美元关于市场上多个国家拒绝使用华为5G设备的消息，梁华介绍说：迄今为止，华为在德国的业务一切正常；在法国积极参与运营商5G建设；在日本积极参与运营商5G标书答复和实验局测试；在新西兰，政府对运营商5G方案有不同意见，但监管流程尚未走完，客户表示与政府继续沟通，与华为合作保持不变。他强调，华为将以法律遵从的确定性应对国际政治的不确定性，严格遵守业务所在国的所有适用法律法规；坚持开放合作，与全产业链生态伙伴合作共赢、利益共享。同时，梁华表示，安全问题应回归技术、用事实说话，回到对公司的客观评价上来。“华为把安全视作在全球开展业务的最高纲领。面对更开放、更多变的网络环境，我们今后将投入20亿美元，构建全流程的产品安全体系。”梁华强调，华为专门在网络安全方面有一个委员会，并且公司把网络安全和隐私保护作为最高纲领，这是董事会已经做出的决策。在隐私安全方面，华为还表示，“我们认为用户的隐私安全，与让人眼前一亮的产品同等重要，因为这关乎全球消费者对我们的信任。”华为将隐私安全保护置于商业利益之上，遵从全球最严格的GAPP(Generally Accepted Privacy Principles)隐私技术框架和欧盟GDPR(General Data Protection Regulations)要求，将PbD（Privacy by Design）融入产品开发、设计、验证、销售、服务和采购等所有环节，以保障消费者的隐私安全。同时，华为在开放的ARM芯片架构和谷歌Android系统的基础上，对手机安全性做了进一步的增强和补充。全球“nova星人”累计超6500万昨天，华为手机还宣布今年出货量超2亿台。数据显示，华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍；从全球智能手机市场的“Others”跻身全球TOP3智能手机厂商，并在2018年第二季度和第三季度，成为全球第二大智能手机厂商，来自IDC的数据显示，全球市场份额达到14.6%。目前，华为智能手机正在为全球170多个国家的超过5亿消费者提供服务。华为官方表示，今年，P20系列、Mate20系列和荣耀10系列是主力机型。其中，华为Mate20系列则沿袭了华为Mate系列科技研发基因，搭载了华为史上最强大、最精密的麒麟980芯片，更先进的7纳米制程与更强悍的A76 Based+G76架构，带来更佳的能效比及全新流畅体验，并让手机的“智慧性”再度升级，上市两个月发货量即突破500万台。此外，今年连续发布的两款华为nova也表现不俗。华为nova系列以高颜值基因领航青春潮流主义，受到了年轻用户的喜爱。截至12月，全球“nova星人”累计超过6500万，引领华为中端档位产品崛起。除了上述系列外，华为目前还有畅享、麦芒、荣耀X系列等等。不过如今的华为手机，已经砍掉了许多的子系列，走专注化、精品化的路线。华为消费者业务CEO余承东表示，“这已经大大超过了我们年初定的目标，感谢每一位消费者的支持与厚爱，我们继续努力为全球消费者创造价值。”有业内人士分析，华为是首个年度出货超过2亿部的中国手机品牌，这一出货量与iPhone相差不多。其今年新推出的两款旗舰机型华为P20系列和华为Mate20系列拥有较大创新，出货量大幅提高。今年，苹果的出货量预计为2.1亿部。华为出货量超过苹果指日可待。现场直击“守候晚舟”咖啡杯成焦点在昨天的媒体圆桌会上，梁华手边的两只咖啡杯格外引人注意，不少媒体记者纷纷摁下快门。北京青年报记者注意到，这款咖啡杯上印有“灯塔在守候，晚舟早归航”的字样。梁华透露，这是华为员工在孟晚舟事件后，自发制作的。据了解，印在该款咖啡杯上的“灯塔守候晚舟”图片，也被许多华为员工发在了社交网络上。孟晚舟，华为公司副董事长兼首席财务官，当地时间12月1日，她在温哥华被加拿大警方扣留。随后，中国驻加拿大使馆、外交部等多部门发声要求恢复孟晚舟人身自由。华为也多次发表声明。12月11日，加拿大法院作出裁决，批准孟晚舟的保释申请。目前，孟晚舟仍在保释期，在此期间，她必须留在加拿大，并且每日需要向惩教中心报到。几天前，孟晚舟的一篇日记曝光。在信中，她感谢了在保释期间帮助自己的陌生人。“人间自有真情在，当自己遇到危难的时候，才知道曾经被这么多的陌生人关爱着。保释的那天，在法庭等着办手续，律师跟我聊天说，有不少陌生人打电话到律师事务所，说愿意用自己的财产为我担保，即使他们根本不认识我，甚至他们不知道我，但是他们知道华为，他们认可华为，所以他们也愿意相信我。我的律师说，他从业四十几年，还从来没见过，这样愿意为陌生人担保的事。听着律师的这番话，我禁不住泪流满面，泣不成声，不是为自己，而是为这么多人愿意相信我，愿意信任我的陌生人。”孟晚舟在日记中写道。（记者 温婧）", "author": "闪电新闻", "newsdate": "发布时间：18-12-26", "newstime": "07:44", "sentiment": [{"positive_prob": 0.958298, "confidence": 0.907329, "negative_prob": 0.0417019, "sentiment": 2}]}, {"title": "华为手机出货量突破2亿，手机厂商进入新的博弈时代！", "content": "12月25日，华为消费者业务今日宣布，2018年华为智能手机发货量（含荣耀）已经突破2亿台。头部手机阵营下，中小手机厂商迎来寒冬期 华为手机突破两亿升为全球第二，毫无疑问是个好消息。但事实上，今年以来，全球智能手机市场的情况并不可观，来自IDC的报告称今年全球智能机出货量预计为14.2亿部，较上年的14.7亿部下降3%。而这种减速态势将持续到2019年第一季度。在受影响的众多手机品牌当中，不乏一线手机品牌，其中苹果手机今年发布的几款新品销量就陷入滑铁卢，而三星在国内也面临市场份额越来越少的颓势。 此外，苹果新品难卖还受到了高通的影响，近期高通在福州法院上诉苹果产品侵犯其专利，使得苹果新品遭遇禁售令。赛诺 11 月份中国智能手机市场销售数据显示，国内市场持续走低，整体销量同比下滑 12.6%。各个品牌中，仅华为、荣耀、vivo 实现销量正增长，魅族、三星等品牌销量下跌惨重，降幅均超过 50%。在整体销量方面，vivo、华为、OPPO、荣耀、苹果占据前五，其中 vivo 以 626 万台的销量排在首位，华为销量同样突破 600 万台，同比增长 35%。 也就是说，手机市场整体呈现了下降趋势，但是华为小米、ov等头部手机厂商却实现了不同程度的增长。而这背后呈现的是，在手机市场此消彼长的效应下，夹缝里的其他小品牌生存空间越来越小，今年下半年金立手机和锤子手机也先后陷入破产舆论中。本月12月17日，法院正式裁定金立破产。而另一边的锤子还在垂死挣扎，此前的10月15日，锤子科技成都公司其中一处办公地点解散，也从侧面暗示锤子陷入和金立一样的破产境地。 此前，在华为总部的2018年上半年消费者业务业绩沟通会上，华为消费者业务CEO余承东大胆预测，未来全球智能手机市场将只剩2-3家。雄墨观察认为余承东所言未来全球手机厂商只会剩下3-4家的言论，已经从国内手机市场上显现出来，随着头部阵营越来越大，中小品牌很难拥有翻身的机会。 拍照女性手机，成为华米ov手机厂商的营销现象 去年，华为在全球手机市场上的出货量为1.53亿台，今天华为正式宣布突破2亿台销量。相比之下，2018年比2017年多出了5000万台的手机销量。华为官方表示，在贡献销量的手机中，华为P20系列上市以来全球发货量超过1600万台，其中女性用户占比接近一半；华为Mate20系列搭载了麒麟980芯片，上市两个月发货量即突破500万台；全球nova星人累计超过6500万。华为手机之所以能够取得这么好的成绩，其实也离不开一系列营销策略。 华为P20系列和nova系列也确实是销量增长的功臣。从华为公布的数据中不难发现，华为p20系列的女性用户就占据一半，贡献的出货量也不少。如果从产品和用户角度来看，华为今年更像是打开了女性用户的手机市场。此前，在华为的手机线中，产品风格一直处于商务以及上班族的男性用户，而从主打自拍系列的nova2S系列开始，华为开始走了与OV类似的“女性手机”营销之路。且2016年9月nova系列推出市场反应就很平淡，今年12月中旬，何刚宣布华为nova系列销量超过6500万台，算下来nova系列今年的同比增量超过2500万台，占到华为全年增量的一半左右。所以nova系列贡献的销量多和这个市场策略也分不开。 其次，从华为p20手机来看，其采用的渐变色机身和ov针对女性时尚手机系列的营销点也有雷同之处。当然今年以来华为推出的新品手机，华为官方只是强调手机偏向年轻、娱乐、拍照等特点，但是从根本上来讲，强调拍照功能其实也就是ov和小米等主流手机厂商使用的营销策略。从明星代言来看，小米8使用吴亦凡作为代言，vivo使用赵丽颖代言，其实也是侧重于女性拍照手机的代言人策略。而上个月小米宣布和美图合作，雄墨观察认为其实也是小米意图通过美图手机扩展更多女性用户的手段。 数据证明，华为和ov的策略是成功的，今年国内手机市场不景气的情况下，VIVO、华为及荣耀逆势增长。2018年第三季度，vivo获得了2062万部的销量，同比增长15%，市场份额达到19.2%。华为出货量更是一举突破2亿，持续占据国手机市场的领头地位！ 华为目标越来越近，三星份额正被华为等中国厂商瓜分 华为表示，华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍。8年间66倍的年增长，并且在2019年前提前完成了2亿目标，这对华为来说是意义重大的里程碑，同时也是华为多年来在手机创新上和技术方面的成果。相比之下，今年10月25日，小米宣布今年手机出货量跨过一亿台门槛，就显得不那么出彩。而华为拿到国内第一，也狠狠的打了小米在2月份的年会上提出10个季度内在国内市场重回第一的目标。不过小米国内市场虽然失利，但海外增长却很明显。 在2018年第二季度和第三季度，华为已经成为全球第二大智能手机厂商，全球市场份额达到14.6%。从全球智能机到国内外市场对比来看，海外市场也成为华为主要的增长点。根据IDC数据统计，华为前三季度全球出货量达到1.455亿台，同比增长3150万台（28%），其中海外出货量同比增长2320万（49%），增量贡献百分比为74%。中国出货量增长了830万台，增量贡献百分比为26%。 可以看到，随着手机市场缩水，手机厂商的竞争逐渐加剧，小米华为等手机厂商的阵地已经转移到海外市场份额。就拿印度市场来说，小米已经连续四个季度占据第一的份额。而财报显示，小米国际业务收入贡献收入达223亿人民币，同比增长112.7%。占集团总营收43.9%。国内手机市场已经趋于饱和，剩下的无不像余承东所言，未来全球智能手机市场将只剩2-3家，未来几年中国部分玩家都会消失掉。 目前，华为已经实现超越苹果的目标，而多家机构数据显示，三星目前在中国市场的份额可能不足1%，甚至下滑到0.8%，这与2014年在中国占据的20%市场份额相差甚远。此外，三星电子近日还决定于12月31日关停天津这个主要的智能手机工厂基地。雄墨观察认为中国手机厂商的崛起，加速了国际巨头三星在华衰败的速度，留给三星的时间已经不多，相信在2019年5G带来的新变革面前，华为将会以后来者逐渐追赶上三星，改变全球手机市场新格局。 ", "author": "驱动中国", "newsdate": "发布时间：18-12-26", "newstime": "13:15", "sentiment": [{"positive_prob": 0.981631, "confidence": 0.959181, "negative_prob": 0.0183685, "sentiment": 2}]}, {"title": "华为手机怎样截长图？这个自带技能超实用", "content": "手机截图/截屏是一个实用率非常高的手机功能，很多手机品牌为了提升用户体验，都会一直优化截图功能。它适用的场景非常多，当你浏览到有趣的内容想与朋友分享的时候；当你需要继续重要内容的时候；当你无法提取某张有趣的图片的时候。也有很多时候，仅仅截图当前界面的是不够的，截长图也是我们常用的截图功能。基本上所有智能手机都能使用截图功能，但是并不是所有的手机都支持截长图。而且截图操作也不尽相同。所以今天我来跟大家分享一下，华为手机怎么截长图？华为截长图的方法一般有2种。方法一：滚动截屏滚动截屏是利用普通截屏中的延时操作，对当前界面进行滚动截屏，它会自动向下滚动到当前界面最下方，并同步完成长截图。操作步骤：使用普通截图操作- -在编辑图片处，选择菜单栏最右边的“滚动截图”即可方法二：指关节长截图利用指关节敲击屏幕，保存指关节不离开屏幕，稍微用力在主界面画出一个“S”。此时界面就会自动滚动下滑到最底部，并且同步截取长图。截长图的时候，点击屏幕就可以停止截图，注意！方法二仅适用于支持指关节截图的手机，部分华为手机不支持此功能。截长图后图片在哪里？截取后一般可以在手机的“图库”中找到。", "author": "上海互盾信息科技", "newsdate": "发布时间：18-12-26", "newstime": "11:16", "sentiment": [{"positive_prob": 0.903621, "confidence": 0.785823, "negative_prob": 0.0963795, "sentiment": 2}]}, {"title": "这一天难以忘记！华为手机出货量超2亿，正式超越苹果", "content": "随着加拿大拘留华为CFO孟晚舟的消息传出，一系列的坏消息，就从华为开始了。从美国到欧洲，开始蔓延一种排斥华为的浪潮，甚至捷克总理还下令停止政府机构对华为手机的使用，虽然之后捷克马上就改口，称不会排斥华为，但海外国家对华为的敌视，已经是路人皆知了。尽管从5G网络的研发到华为手机的畅销，大家都有目共睹，甚至连海外媒体都评论道，“我们不可能不用华为，华为在5G的实力，远超其他公司，排斥只会使自己国家的5G实力落后”。但相信在美国霸权主义的领导之下，西方国家对华为的恐惧，还会持续一段时间。但经历了一连串的风波后，华为在即将过去的2018年底，给大家交出了一个亮眼的成绩。华为在其官方账号推送了这一消息，截止2018年12月25日“华为2018年全年手机出货量突破2亿台”，华为还在官网放出限量版的第2亿台，进行售卖，与大家一同庆祝这个时刻。这个成绩也算，替这段时间一直饱受争议的华为，争了口气。要知道，根据权威机构IDC的数据显示，2017年华为在全球智能机市场的份额仅为10.4%，远落后于三星的21.6%和苹果的14.7%。但执行力超常的华为，在今年便开始迅猛增长，上半年发布的华为P20出货量达到1600万台，下半年发布不久的华为mate20系列也有500万的出货量。同时今年华为的另一互联网手机品牌荣耀，也十分亮眼，今年以来荣耀系列发布了多个价位的手机，全面覆盖市场，几乎追着小米打，现在来看已经在中国市场全面压制住了小米，多个季度的销量都位列小米之上，而华为的高端系列则不断冲击苹果，三星的市场地位。在多个系列手机，取得良好成绩后，华为手机出货量在今年二季度和三季度均实现超越苹果的目标，排名也爬到了第二，而现在宣布的出货量超两亿，则正是确认首次年度销量超过苹果，余大嘴喊了这么多年，超越苹果，终于实现了。根据目前的市场状态，整体下滑的趋势，并没有好转，甚至有机构表示，明年印度将是唯一一个销量增长的手机市场，也就是说明年整个手机市场仍不乐观，当然糟糕的外部环境，则更加考验华为手机真正的研发实力，如果没有足够的实力，就无法带来真正的品牌溢价，没有很好的利润，就更难活下去，你看今年的锤子和魅族就知道了。此消彼长，华为这边旗开得胜，苹果这边却危机重重。12月24日，苹果股价跌破150美元，瞬间蒸发了3900亿美元，首家突破万亿美金的公司，终于还是把经验老道的股神巴菲特给坑了。面对连连下滑的股价，苹果终于低下了它高傲的头颅。很快，苹果就在中国区开始了新一轮的“以旧换新”，以前iPhone6只能换600块，现在直接变1200元，翻了一倍啊，可想而知，之前苹果的回收旧机上，有多坑了。其他新品，也纷纷降价，相信短期内，还是能带来一波购机潮的。经历了加拿大分波，海外的排斥风潮，华为却丝毫不怯懦，还昂首挺胸的前进，相信在未来这一年里，华为在市场的表现，一定会越来越好。", "author": "Ch陈先生", "newsdate": "发布时间：18-12-26", "newstime": "23:45", "sentiment": [{"positive_prob": 0.999856, "confidence": 0.999679, "negative_prob": 0.000144377, "sentiment": 2}]}, {"title": "华为：既要活下来，也要抓住一切机会成长", "content": "12月25日，华为在深圳总部召开了中国媒体圆桌会议。华为董事长梁华表示，华为既要活下来，也要抓住一切机会成长。以下为会议实录：梁华：还有几天，2018年就过去了，从整体公司运营情况来看，2018年公司经营情况和经营业绩很好，感谢客户对华为的信任和认可，感谢公司员工的努力奋斗，感谢合作伙伴和社会各界有力支持，最后感谢华为家属默默奉献！未来世界面临着不确定性，国际环境充满挑战，华为不会因为环境复杂和困难就放弃了追求。我们追求是什么？就是我们的使命和愿景：“把数字世界带入到每个人、每个家庭、每个组织、构建万物互联的智能世界”，这是激发我们不懈奋斗的远大愿景和神圣使命。我们把它当成一个事业来做，既要仰望星空，又要手沾泥土，还要脚踏实地去完成艰苦任务，在优势领域实现创新领先，实现突破。随着数字化和智能化浪潮到来，我们认为，ICT行业仍然是激动人心和充满希望的行业。华为会持续服务好客户，持续加强研发投入，保持理性平实，凝聚力量、坚定前行，一如既往地练好内功、稳健经营。在复杂多变情况下，华为既要活下来，还要抓住机会成长，进一步开放透明，创新领先，构建全球产业链，为客户提供安全可信的产品和解决方案，与客户和合作伙伴合作共赢。业务运作一切正常，困难与挑战让我们更强大1、记者：最近华为受到外界广泛关注，请问华为以什么样的态度、什么样的措施来解决目前遇到的问题，有没有信心渡过难关？梁华：华为还是坚持以客户为中心、以奋斗者为本，长期坚持艰苦奋斗，这是华为过去三十年的核心价值观或者核心理念。如果客户认可，我们就有发展机会。无论过去、现在还是未来，客户所需、华为所长，客户对电信行业发展，终端用户对于消费品比如说智能终端的需求，这些需求都是华为所长的，我们基于核心能力开发出产品和解决方案，就能更好服务客户。我们将持续加强对研发投入，一方面，把创新的产品做出来，快速响应客户，提供有竞争力的产品和服务。另一方面，加强对未知领域的探索，在优势领域中实现领先。面向未来，公司以技术创新与客户需求双轮驱动发展，在ICT领域和智能终端领域中形成了一定优势，并会持续保持优势。这一点，我们是有信心。我们将激活组织、激活组织中的人，同时简化流程、简化组织，使一线有能更好发挥主观能动性，激发组织活力。这是我们继续要做、并有信心做好的。另外，公司仍提倡要长期坚持艰苦奋斗，尤其是在思想、意识上面依然要保持奋斗的精神。2、记者：加拿大事件，对华为的业务、业绩有没有影响？如何应对？梁华：业务运作一切正常，大家都在聚焦工作，踏踏实实在本职岗位上做好本职工作。事件发生后，很多社会各界的人士对公司都表示了关心，这里感谢全球所有支持华为和关心孟晚舟女士的人们。今天，大家每人桌子上放了一个杯子，就是园区咖啡厅的员工自发做的，上面印着“灯塔在守候、晚舟早归航”，表达了他们的关心。我本人与孟晚舟共事20多年，当然十分挂念她。从公司运作来看，我们就是聚焦业务、服务好客户。困难和挑战只会使我们更坚强。3、记者：在当前复杂的环境下，有些供应商可能觉得与华为合作承担一定风险，华为将如何解除国际和国内供应商的忧虑？梁华：首先，我们给供应商发了一份声明，讲清楚发生什么问题，说明了现有业务运作一切正常。多年发展中，我们已与供应商建起了供应连续性的管理机制，比如在自然灾害中与供应商做到及时沟通，紧急处理。其次，在三十多年合作过程中，华为与包括日本、美国、韩国、欧洲、中国在内的供应商建立起了非常好的信任与合作体系，实现了利益共享，荣辱与共。第三，我们也有面对供应商的一套管理机制，来保障及时、良好的沟通。华为在整个业务发展过程中，自身有信心，也给供应商信心。华为供应链体系、市场体系、研发体系、财务体系等各环节运作都正常。供应商、合作伙伴也感受到了华为在应对复杂环境和突发事件时的响应机制，更能够坚定地与华为开展良好合作。更好地服务客户，相信客户也会做出选择4、记者：媒体上频频出现华为5G的相关报道，如何扭转局面？有没有美国企业想要跟华为合作？梁华：没有。我们正好把精力拿出来真正服务好选择我们的客户，把精力和资源集中投入与这些客户的合作中。最重要还是要把自身的事情做好。从技术和商业层面来看，华为更好地服务客户，相信客户也会自己做出选择，这是最重要的。如果产品的竞争力不行、解决方案没有优势、服务也不够好，说其他的都是没有基础的。如今，5G市场的机会才刚刚开始。尽管遇到了较大外部压力和困难，我们在商业上仍然取得了不错成绩。目前，华为已获得26个5G商用合同，与全球50多个商业伙伴签署合作协议，5G基站商用发货数量超1万个，全球数量最多，拥有1600多项核心专利，占了整个5G ESTI标准的19%，构筑了核心竞争优势。2019年上半年，华为将发布搭载5G芯片的5G智能手机，并将在2019年下半年实现规模商用。需要说明的是，华为在德国业务一切正常；在法国，积极参与法国各运营商5G建设；在日本，积极参与运营商5G标书答复和实验局测试；在新西兰，政府对运营商5G方案有不同意见，但监管流程尚未走完，客户表示与政府继续斡旋，与华为合作保持不变。5、记者：关于5G生态，能不能具体谈一下现在5G产业应用生态应该如何建立？华为鼓励哪些下游厂家进入5G产业生态共同推动快速产业对接？梁华：5G网络部署本身就涉及终端、系统设备、核心网、传输、承载等整个产业链，涉及成千上万家企业。面向这个场景的企业，大家都可以发力。在这个生态中，华为有竞争力的产品，与供应商、合作伙伴有将近十年的合作，产品化也有三五年时间，未来，我们将更多地投入5G产业，也将对未来5G发展进行判断。5G网络部署后，到底会有什么商业场景，具有什么商业价值？很早，我们就设立了一个Cloud X实验室，希望能够跟业界参与者共同探讨面向5G的商业场景。目前还在与客户、解决方案提供商、标准组织、最终用户探讨商业场景，比如，利用5G大带宽、低时延、多联接的特性将业务都“上云”。这些商业场景就是非常强的生态。华为希望能够与所有合作伙伴一起，更好地探索5G技术发展和商业应用。6、记者：最近一系列事件，这种环境背后的主因是什么？今年跟以往有什么不一样？业内有评论说华为到了最危险的时候，您怎么看？梁华：公司的发展会受到国际整治和国际贸易环境的影响，对大环境在此就不评论了。即使面临这些困难，我们还会继续沿着公司发展战略继续前行，不会因为有这些变化就发生根本性改变。我们要更好地服务客户，客户的信任和认可是华为在未来走得更稳、走得更远的重要基础。华为会坚定信心，通过与客户、合作伙伴的共同努力，更好地实现愿景和使命，为人类发展和技术进步做出贡献。华为在发展过程中，从无线到IP、IP到IT、IT到智能终端以及云业务，华为的发展是基于核心能力。核心能力是什么？电子信息技术、数学算法以及芯片设计能力。我们的核心业务都是基于核心能力做的。如何更好地面向未来，需要做到几方面：第一，合规运营。以法律遵从的确定性应对国际政治的不确定性。从2007年开始，我们跟美国公司合作，建立起了贸易合规运营体系。这套体系涵盖了市场、研发、制造、采购、供应链等全流程。严格遵守业务所在国的所有适用法律法规，包括联合国、美国和欧盟适用的出口管制和制裁法律法规。另外，我们还建立了金融合规管理体系，从政策，组织，制度，流程等金融合规风险进行系统性管理。第二，开放透明。作为全球化公司，华为全球化运营将进一步开放透明，让所有客户、合作伙伴和利益相关人更深入了解华为。第三，持续加大自身优势领域投入。华为以客户需求和技术创新双轮驱动发展，聚焦ICT产业和智能终端，为客户创造价值，面对不确定性持续战略投入，不在非战略机会点上消耗战略竞争力量，在优势领域形成战略领先。7、记者：部分国家和地区对华为网络安全比较担忧，请问华为在安全方面有哪些措施和投入？梁华：华为把网络安全和隐私保护放在业务运营中作为最高纲领，有全球网络安全与用户隐私保护委员会，统筹整个公司在这方面的运作。董事会做了决策，我们将在公司范围内开展一次软件工程能力变革，投入专门预算20亿美元，用5年的时间来全方位提升软件工程能力，使得产品能够更好地面向未来以及更复杂的网络安全环境。新技术发展和运营要求下，我们构建研发、制造、采购、市场的安全可信的运营体系。我们原有的体系在新环境下会进一步优化和完善。这个投入是基于长期需要，而不是为解决某一件事、为解决某一个国家的需求来做的，而是为客户需求和网络安全的真实需要而为。客户选择我们时，首先想到的就是，华为的产品是安全可信的。8、记者：华为为什么坚持长期的经营模式，终端不分开上市？梁华：华为发展中坚持“力出一孔、利出一孔”，聚焦ICT基础设施和智能终端。智能终端今年发货超过2亿部。消费者业务也有十多年了，发展机制还是比较有效的。现在，公司内部管理分了两大块：ICT基础设施业务，即运营商、企业业务、云业务和消费者业务。运作机制上，ICT基础设施、消费者业务不太一样，但都是基于核心技术能力。两块业务发展，按照不同业务形态和内部机制，进行相应的管理运营。ICT基础设施面向To B业务，消费者业务面向To C，都会有相应的激励、管理机制。9、记者：现在运营商业务承压的情况下，华为接下来会不会把更多的资源投入到手机以及企业级业务？加拿大事件，你会担心影响到手机业务吗？梁华：不担心。手机更多是消费者选择。华为消费者业务要加强投入，引领未来，赢得消费者对终端产品、体验和服务的喜爱。这就是我们为什么在法国、意大利成立美学研究所等。美学研究所里有艺术家、社会学家、心理学家，就是专门研究流行趋势、设计美学以及艺术创意。如果能够引领或者更好地满足消费者的需求，消费者业务的发展就不存在您提到的那种担心。华为有运营商BG、企业BG、消费者BG以及云BU，每年都制定年初业务规划，决定对各业务发展投入。消费者业务这几年发展很好，投入也会持续增加。手机的背后，包含了材料、散热、基本算法等核心技术，以及美学、工业设计等。华为企业业务立志将数字世界带入每个组织，包括遍布全球的政府及公共事业机构，金融、能源、交通、制造等各个行业。企业业务，未来行业数字化是非常大的机会，数字化、智能化会影响到各个行业。云业务，是未来加大投入的重点发展领域，因为云服务是未来行业发展趋势。也就是说，对于消费者业务、企业业务领域以及云业务，华为肯定都会持续加大投入。华为是一家很务实的公司10、记者：华为作为一家全球化的企业，怎么在中西方价值冲突的过程中保持平衡？梁华：华为在全球170多个国家和地区开展业务，在所在国提出了“在当地、为当地”，真正为当地发展做出贡献。当然，不同国家可能有不同思维方式和经营环境。华为既是全球化运营的公司，也要根据当地国的经营环境做好本地运营。一是，要做到开放透明。我们在当地运营，作为当地企业就要做出贡献。在哪个国家运作就要尊重当地国的法律法规、遵从联合国相关规定等。二是社会责任。例如我们当地的一些CSR活动，我们致力于ICT人才培养的种子计划等等。总而言之，无论东方还是西方，人类对于奋斗、持续贡献、扎实做好工作都是有共鸣的。我去出差，跟当地员工交流时都会说“奋斗”二字，奋斗是什么？奋斗就是在本职工作上扎扎实实做出贡献，就是全体员工真正围绕公司愿景使命，为客户做出贡献，为公司创造价值，也回报当地社会。11、记者：华为全联接大会公布了“达芬奇项目”，为什么选择今年这个时间点公开？梁华：没有什么特别原因，华为是一家很务实的公司，我们对人工智能的芯片投入了很长时间，今年做出来了，所以就对外发布。华为对人工智能的投入主要是两部分，首先是公司内部，用在了技术服务领域和财务领域。例如，工程站点建设完工以后，过去是人工审核，费时费力，现在完工以后现场拍照上传到图片审核中心，人工智能进行审核，有疑问才会转到专家处理，极大地提升了运营效率。还有网络故障处理，也通过机器学习进行训练，人机协同来处理故障，既能快速响应客户，也能提升内部效率和服务质量。另外，我们在产品领域，终端领域也引入了人工智能。我们希望通过华为的投入，实现“普惠AI”，让更多人能用得起、用得好、方便用。这也是今年发布人工智能芯片以及全栈全场景的初衷。12、记者：华为公开了孟晚舟日记，想必您也看过这篇日记的内容，最大感触是什么？梁华：第一感触是“人间自有真情在”。感谢全球所有对孟晚舟女士关心的人们。13、记者：华为的云计算起步相对较晚，无论是华为的运营商BG、企业BG、消费者BG，其实对云基础资源作用越来越突出，华为怎么做到全球联动？梁华：我们去年成立了云BU，专门负责云业务，提供云服务。同时，公司内部运营以及面向消费者都是在云上，这一套运营体系的责任主体也是云BU。目前，华为云已上线18大类 140多个云服务，超过9万名开发者基于华为云进行开发。华为公司把云业务作为未来发展的重要投入点。云业务是未来的发展方向，未来，会有越来越多的企业、政府、个人都在云上面使用它的应用。除了华为自身的投入，我们还有很多伙伴，共同合作，把云业务做好。华为在5G技术和商业应用上均处领先14、记者：华为在美国基本没有用户，美国如何做出华为设备存在风险的判断?华为现在已经过了而立之年，如何继续保持增长？梁华：第一个问题只有问美国了。第二个问题，我们认为未来世界会是万物感知、万物互联、万物智能。我们还是聚焦在万物互联领域，把万物互联做好，跟万物互联相关的感知领域和智能领域也会做一点，但是总体还是聚焦在联接领域，这已经是一个足够大的市场。内部来说，最大的挑战是怎么真正练好内功、稳健经营、提升经营质量。练好内功，就是怎么来激活公司所有的组织、团队和个人，真正地聚焦工作，在本职岗位上做出贡献，同时对做出贡献的员工给予合理的激励。面向未来，我们也要调整生产关系，激发一线组织、团队的主观能动性，以及功能组织主动做好支持和服务。这也是我们现在讨论的一个重点。15、记者：ICT基础设施和智能终端，今年成长非常好，怎么看待明年成长？最近3GPP调整Release 15 Late Drop标准冻结时间，是否会影响未来5G的发展？梁华：现在正在做明年的业务计划。现在看来，虽然面临挑战，但我们对明年的发展还是有信心的。我们也在讨论，怎么针对这些环境变化制定有针对性策略，使得经营更加稳健、业务发展更加有效。对5G的发展进度来说，没有影响，因为R15针对SA和NSA的标准已经冻结并发布了，这是5G建网的大部分场景。对于整个5G来说，late drop标准发布延后，从系统到终端的发展，并不受影响。16、记者：怎么定位华为在国际5G赛道位置？梁华：华为在全球参加了几十个5G网络的商用测试，测试数据表明华为目前的技术成熟度比行业其他公司至少领先12个月到18个月不等。华为5G在技术和商用上，均处于业界领先，是业界提供端到端5G全系统的厂商。这种领先性得到了客户公开的认同。上个月在英国伦敦的全球移动宽带论坛上，英国电信（BT）的高管讲了一句话，“现在只有一家真正的5G供应商，那就是华为。”借客户说的话回答您的问题。17、记者：ICT产业供应链涉及到很多上下游企业，尤其是华为在全球有很多合作伙伴，如果在这方面遭遇到一些风险因素，华为有没有应急预案保障正常运营？梁华：ICT产业是一个高度依赖于全球供应链的产业，华为与行业全球最顶尖、最有竞争力的供应商合作（欧洲、美国、日本、中国等），以保证产品性能和质量的竞争力，客户也比较关注供应连续性。华为从2012年开始建立业务连续性管理体系（BCM），涵盖了研发、采购、制造、全球技术服务等领域，包括从前端怎么预防，出现问题怎么反应等方面。这样一套体系能够应对突发情况。在整个发展过程中，华为通过专有风险管理体系预警，与全球主要合作伙伴、供应商进行提前沟通交流，建立了有效、友好的合作关系，实现合作共赢。", "author": "中国新闻周刊", "newsdate": "发布时间：18-12-26", "newstime": "13:26", "sentiment": [{"positive_prob": 0.995139, "confidence": 0.989198, "negative_prob": 0.00486069, "sentiment": 2}]}, {"title": "日媒关注中国民间兴起力挺华为潮：华为手机用户景点免门票", "content": "参考消息网12月26日报道日媒称，华为公司成为中美对立的焦点，中国民间悄然出现支持华为的热潮。有些旅游景点推出了华为手机用户免门票游览的活动。据日本《产经新闻》12月25日报道，河南省神农山景区官方网站发布公告，自2018年12月16日起至2018年12月29日止，对使用华为手机的游客执行免门票的价格政策。门票价格为80元人民币。网友们纷纷表示支持，称“这个措施非常好”。另一方面，也有网友表示“如果华为手机用户免费，那中兴手机用户也应该免费”。多家深圳公司发通知声援华为，称“员工买苹果手机将处罚，购买华为则有补贴”。中国社交网站上也在传播餐饮店对华为手机用户打折的消息。报道称，地方政府官员也提高了声援华为的调门。中国媒体报道了湖南、江西和云南三省官员到华为分部调研的消息。12月8日，顾客在海南三亚的华为门店选购手机。（法新社）", "author": "参考消息", "newsdate": "发布时间：18-12-26", "newstime": "05:57", "sentiment": [{"positive_prob": 0.982267, "confidence": 0.960593, "negative_prob": 0.0177332, "sentiment": 2}]}, {"title": "华为今年两大“功臣”，一款卖了500万台，一款卖了1600万台", "content": "此前，华为nova4上市，同时，华为负责人在发布会上也表示，12月25号，华为手机去年出货量将突破两亿台。事实证明果真如此，12月25号，在深圳总部举行的中国媒体圆桌会议上，华为董事长梁华宣布，目前华为2018年智能手机出货量突破两亿台。其中有两款机型，是今年华为出货量破两亿的大“功臣”，其中一款是上半年发布的P20系列高端旗舰机。P20系列从上市以来，短短八个月的时间，出货量就超过1600万台，凭借优秀的外观和强悍的性能，P20系列在很长一段时间内，成为炙手可热的国产旗舰。这个系列搭载的是麒麟970处理器，标配6+64GB内存，最高可至8+256GB。以华为P20Pro为例，前置2400万，后置4000+2000+800万徕卡三摄，支持多种变焦技术，更有比肩专业级别的传感器，让这款手机至今稳居DxoMarK榜首，还有4000毫安大容量电池，华为旗舰在续航上从不用消费者担心。此外，另一个大“功臣”，仅仅上市两个月，出货量就突破500万台，相信读者们应该可以猜到，这第二个功臣当属华为mate20。这款手机刚开售，就实现8秒破亿的成就，更有外国友人不远万里来到中国线下店，批量购买华为mate20，网友调侃：这是要当“国际黄牛”的节奏。这款手机在核心性能上要优于上一位“功臣”，搭载了麒麟980AI智能芯片，标配6+64GB内存，可选128GB。同时，这款手机采用了水滴屏设计，屏占比进一步提高，另外，曲面3D玻璃机身的设计让mate20更显圆润，精致非常。而且，在拍照功能上，这款手机采用了前置2400万，后置1600+1200+800万徕卡三摄，同样支持多种变焦技术，更有超大广角、超微距和电影级AI人像留色功能，手持夜景和960帧慢动作仿佛成了摆设。同时，电池容量也高达4000毫安，支持HUAWEI SuperCharged快充，有种续航能力叫华为mate。但是这款手机并没有上榜DxoMarK，因为P20Pro已经霸榜，目前还没有其他品牌的旗舰能够在拍照上超过华为，只有华为能超过华为。有实力才会有自信，不管在手机业务上，还是通讯业务上，华为都有足够的优势立于世界巨头之林，更有底气警告，拒绝跟华为在5G业务上合作，同时对华为进行不实指控的某国。你看好华为吗？", "author": "数码小妖精", "newsdate": "发布时间：18-12-26", "newstime": "16:31", "sentiment": [{"positive_prob": 0.89295, "confidence": 0.762111, "negative_prob": 0.10705, "sentiment": 2}]}, {"title": "好评85万，销量1600万，这才是华为今年最大“功臣”！", "content": "今年华为手机在市场上获得了巨大成功，不仅提前完成了超越苹果的小目标，不久前更是将全球手机销量提升到了2亿台。当前华为已经成为了国产手机厂商中的牌面角色，从华为手机一整年的表现上可以看出，华为P20系列凭一己之力，扭转了华为上半年的颓势表现，华为今年最大功臣无疑是P20系列。华为P20系列上市，渐变色设计开始成为新的市场潮流，P20Pro最强拍照手机的名头越来越响。根据华为官方数据统计，华为P20系列全球销量已经突破1600万。在第三方电商平台，华为P20系列机型获得了85万人的五星好评，好评率高达99%。而最近华为再次放出大招，对上半年表现最出色的华为P20 Pro进行降价销售，600元的降价幅度也令不少消费者为之心动。华为P20 Pro正面是一块刘海屏，屏占比十分突出。为了保留背部机身的完整性，华为P20 Pro在正面下巴部位集成了实体Home键。整体颜值表现十分出彩。在性能方面，华为P20 Pro搭载的是麒麟970处理器。虽然相比当前旗舰所使用的麒麟980和骁龙845，实力略逊一筹。但应对日常生活需求或者运行主流手机游戏，麒麟970都可以轻松驾驭。另外该机还拥有4000毫安大电池和5V/4.5A快充技术，在手机续航能力上，用户完全不必担心。当然，华为P20 Pro的最大亮点无疑是拍照功能。自华为P9与徕卡展开合作后，华为P系列的拍照旗舰定位就始终没有改变。该机采用的是后置徕卡三摄设计，主镜头是一颗定制版4000万像素，使用索尼IMX600传感器，另外搭配一颗2000万像素黑白镜头和一颗800万像素长焦镜头。该机获得了109分的DoX评分，至今仍位居榜首，前置2400万美颜镜头也深受消费者喜爱。整体来看，如果消费者对手机拍照有要求，那么华为P20系列无疑是最好的选择，你会购买这款机型么？", "author": "小伟科技杂谈", "newsdate": "发布时间：18-12-26", "newstime": "18:42", "sentiment": [{"positive_prob": 0.9965, "confidence": 0.992222, "negative_prob": 0.00350025, "sentiment": 2}]}, {"title": "「评论」如果联想可以重来，它会是另一个华为吗？", "content": "（本文作者刘远举，上海金融与法律研究院研究员，经济之声《财经名人堂》特约评论员，专栏作家。文章仅代表个人观点）12月23日，在第十二届北大光华新年论坛上，中国工程院院士倪光南，在对比了联想与华为的发展经历后说，华为联想这30年来犹如龟兔赛跑。倪光南与联想渊源很深。1994年，联想内讧。时任总工程师的倪光南认为，联想应该对标英特尔，全力投入“中国芯”，走技术路线。而时任总裁的柳传志认为，当时的联想，实力无法匹配“中国芯”的需求，工业基础、技术储备、资本实力等方面都有欠缺。最终两人分道扬镳，结下宿怨。在最近的国际贸易局势下，倪光南的观点得到了很多人的响应，甚至很多人提出过所谓的倪光南之问，即“如果走倪光南的技术路线，今日的联想和中国半导体产业又会如何？”回答这个问题，不妨回溯历史。华为与联想不可比华为与联想的成立时间差不多，但在各自产业历史长河中的位置，却截然不同。高通创立于1985年，总部设于美国加利福尼亚州圣迭戈市。华为成立于1987年，是一家民营企业，最初是生产、生产销售通信设备公司。高通与华为的成立时间只差了两年。更重要的是，通讯、互联网、无线通讯、无线网络的爆发，是在这两家公司具有一定规模、高速发展的时候，可谓正当其时。再来看联想与英特尔公司。联想是1984年，中国科学院计算技术研究所投资20万元人民币，由11名科技人员创办的。联想造芯所需要对标的英特尔公司，是全球最大的个人计算机零件和CPU制造商，它成立于1968年，成立3年之后，1971年，英特尔推出了全球第一个微处理器，从此英特尔就一直占据着全球CPU的创新和市场领导地位。一个产业在越早期，越好进入，随着技术成熟，专利布局，生态发展，先进入者筑起的壁垒就越来越高。1958年9月，德国仪器(TI)公司的杰克·基尔比（J.Kilby）研制成功了世界上第一个集成电路，并于2000年，因为发明集成电路而荣获诺贝尔物理学奖。10年之后，英特尔公司成立。英特尔是这个行业的先驱。第一块CPU诞生之后13年，联想才成立，待到联想在2005年收购IBM PC事业部，2013年，联想电脑销售量升居世界第一，占据全球PC的顶端时，贸工技的最后一环，才有实力提上日程。然而，这个时候，CPU已经发明出来42年了，x86体系的CPU之成熟，早已是固若金汤。INTEL公司与微软形成了牢固的Win-tel联盟，微软做系统（Windows）和基础软件，Intel负责核心硬件。两家公司处于整个IT产业的中心，其生态之成熟、规模之庞大，后入者难以挑战，直到移动互联网的崛起，市场份额才逐渐下降，但即便如此，从生产力角度，仍然无人能挑战。实际上，从CPU诞生以来，在x86市场上除了INTEL和AMD两家，历史上还有多个CPU商家。Cyrix成立于1988年，是一家供应廉价处理器的公司。台湾的威盛电子也有自己的CPU C3。1999年，台湾的威盛电子，收购了Cyrix公司，Cyrix变成了VIA Cyrix MII处理器。值得一提的事，威盛电子的掌舵人王雪红，是台塑王永庆的女儿，也是后来HTC的董事长。除了这两家，IBM自己也生产过x86的CPU——6x86MX，还有一家IDT，现在转做dac芯片了。摩托罗拉也生产过CPU，后来在桌面领域和IBM 苹果合伙做power CPU，与微软英特尔对抗，然后，就没有然后了。除了AMD，其他家的CPU都消失在技术发展史中。这些品牌的技术实力，都不是当年的联想能比的，如果联想大力研发CPU，可能和这些巨头的结果一样。1999年，倪光南从联想出来的时候，当时的英特尔公司如日中天，市值最高突破了5000亿美元。当时的联想发展也很不错，占据了亚太市场PC占有率的第一名，那么，占有率是多少呢？8.5%。所以，所谓的倪光南之问，看似热血澎湃，但答案却冰冷理性，非常简单，那就是：如果走倪光南的技术路线，然后，就没有然后了。联想的路线有没有失误？马后炮当然是容易的，但是，如今Win-tel联盟在移动互联网的失落，是因为没有投入研发吗？诺基亚，曾经的全球手机第一，如今呢？HTC，即便搭上了智能手机时代的班车，但如今仍然全面衰落，虽然全力转型VR，是否是下一个时代的风口还未可知。经营企业，是人类文明中最复杂的活动，千头万绪，时时如临深渊，岂是一句不爱国，不投入研发就能一言蔽之的呢？实际上，如果有这个市场空间，能从这个生态中闯出一条道路来，其他公司去做，也能成功，就像Google在Win-tel联盟的重围之中，仍然脱颖而出。如果市场没有这个空间，依靠补贴支持，又打着情怀，为国创新的旗号，是的，我们看到的是汉芯。当然，从另一个角度，如今，随着中国经济体量变大，中国可以在一个小生态中支持国产芯。且不说其性能、价格、是否合算，最重要的一点是，中国有这个市场规模、经济体量，有这个能力，也是最近几年的事。而正是因为中国有了更大的经济体量，有了WTO，有了全球网络与无线通讯，无线网络产业的爆发的市场机会，有了产业链、人才、资金、基础研发力量做支撑，等等诸多天时地利人和，华为才能迅速成长为一家全球性创新公司。即便如此，华为的芯片，仍然是一条博采众家的全球合作之路，而非爱国情怀的狭隘的自力更生，并不是走的“倪光南道路”。华为与联想的这些深刻区别，如果一般评论者不知，尚可理解，倪光南先生是技术专家，是中国乃至世界计算机产业发展的亲历者，不应该不知道其间的差别。多年恩怨虽然可以理解的，但作为行业领袖，误导民众与舆论，甚至带偏中国创新道路，走入芯片迷思，恐怕与先生希望中国引领世界创新的夙愿背道而驰。创新从来不是情怀驱动的在IT史上，“仙童”是一个图腾。乔布斯曾说过：“仙童半导体公司就像一朵成熟了的蒲公英，你一吹它，这种创业精神的种子就随风四处飘扬了。”1957年创办的仙童公司(Fairchild Semicondutor)是人类半导体领域的传奇。它是孵化硅谷企业的温床，从仙童公司中走出来上百家公司，包括Intel、AMD这些后来大名鼎鼎的公司。1969年在森尼维尔举行的一次半导体工程师大会上，400位与会者中，只有24人未曾在仙童公司工作过。但是，从“八个天才的叛逆”成立仙童，到后来各自分飞，其驱动力，从来不是家国主义，技术民族主义，而只是利润。美国的创新，从来不相信道德。美国的洛克希德·马丁公司、波音、雷神这些顶级军工私营公司，都不是在道德感召下，为了美国的强大而努力创新的，他们的目的只有一个，利润，利润，还是利润。在世界IT业的波动式发展中，苹果的瓶颈被微软发现，微软的瓶颈被谷歌和苹果发掘，发现谷歌社交领域瓶颈的不是政府，是Facebook，而Facebook也不是凭空出现，在它之前，有Meetup、Friendster等企业长达10年的逐步试错。曾经是美国最优秀的企业仙童半导体公司，也在1979年夏季，被卖给了法国人，售价3亿5千万美元。但是，美国的创新没有受到影响。一个反例是，上世纪八十年代，经济繁荣与民族主义盛行，让日本试图借第五代计算机超越美国，在信息领域建立起领导者地位，但最终以失败收场。在这次演讲中，倪光南则指出知识产权对中国科技发展的重要性，这当然是对的。但是，在美国商务部的大门口上，至今还刻有前总统林肯的这句话： “专利制度就是将利益的燃料添加到天才之火上。”美国的知识产权制度，首要的、直接的目的，不是国家利益，而是企业利益。半导体产业的历史回顾令人激动，但是，激动之余，千万别忘记，呵护这个人类技术文明的闪耀时刻，保护起创新的，不是技术民族主义，而是天才的逐利的动机；不是政府补贴，而是法治与契约。今年，是中国改革开放四十周年纪念，回顾改革开放，不管是凤阳县小岗村18位农民巨大风险按下的手印，还是多次被邓小平保护的傻瓜瓜子年广久，他们的动机都是吃饱饭、逐利。而今日华为，不过也是想老老实实做生意，发展壮大企业就是他们最好的爱国，而如今，却不断有人送给华为并不想戴的帽子。用道德、狭隘的民族主义去绑架、干扰企业的经营战略。情怀驱动当然也是创新的驱动力，但是，这个情怀，如果是资本市场相信，风险投资相信，在市场机制中，大可一试，值得一试。但是，如果情怀是呼吁政府补贴创新，则一定要审慎而行，因为这往往与低效与不公相伴。全面赶超意味着巨大的资金。这不是联想、华为、或者中兴等企业的经营问题，而是国家通过税收与拨款，在加税、减医疗、减教育、减公共服务等多个渠道腾挪出资金以补贴创新的国民之事。实际上，这是已经有过的教训。倪光南刚被联想解聘之后，一个叫李德磊的人找上门来。李德磊实际控制的一家公司，在国内研发芯片领域一片空白之时，这家公司在国外磨练了一支做CPU的技术队伍。倪光南看到了重启“中国芯”的希望，为李德磊找钱、找政府、找资源、找人，本人则未要一分一文一股。2001年4月，中国第一片自己设计的嵌入式芯片“方舟1号”诞生。尽管在技术上还不成熟，但作为第一款可以商品化的32位芯片，“方舟1号”被推上了神坛，随后，国家开始陆续投入资金支持方舟科技。2003年年底，由于与Wintel生态不兼容，方舟芯片销售大幅下滑，随后不了了之。倪光南为自己看错人感到自责。2006年，他为当年请求国家支持方舟CPU研发，向科技部“负荆请罪”。如果历史像倪光南认为的那样可以假设，那么，如果联想当年全力投入芯片，现在不过是一家被“联想芯片”拖累，早已被市场忘记了的公司。如今的联想似乎没有芯片，但是联想控股作为一家企业，在另一个赛道却是相当成功的。联想控股为联想集团的母公司，是一家多元化投资控股公司，业务主要由“战略投资+财务投资”双轮驱动。对联想作为一家企业的评判，应该早日从芯片迷思中走出来。只有这样，中国才能真正走上依靠市场驱动创新的道路。", "author": "界面新闻", "newsdate": "发布时间：18-12-26", "newstime": "13:51", "sentiment": [{"positive_prob": 0.00270559, "confidence": 0.993988, "negative_prob": 0.997294, "sentiment": 0}]}]