[{"title": "华为重磅！全面屏新品马上发布 首次用鸿蒙系统？最新回应来了", "content": "来源：中国基金报作者： 乔麦 华为要有大动作了。今天，多方消息称，华为将于10月17日即5天后推出一款全面屏手机，同时还有可能搭载鸿蒙系统。就在9月份，余承东曾表示，鸿蒙系统已经基本准备就绪。近几个月来，华为手机的关注度非常高，起因还是谷歌对mate30禁用GMS服务，随后又将P30系列从白名单中移除。针对这些影响华为手机销量的因素，华为直接发布鸿蒙系统，随后又对不可以使用GMS服务的华为手机全部采用自己的HMS服务。华为新款手机一旦搭载鸿蒙系统的话，就代表着谷歌的安卓系统再也不是华为的绊脚石了。不过，据一财从华为内部人员获悉，该消息不属实。“关于鸿蒙的表述全部都是猜测。”该人士表示，打造HMS生态对于华为来说是当务之急，今年年内鸿蒙系统都不会用于手机产品上。华为要发布首款搭载鸿蒙系统手机？据证券时报报道，继Mate 30系列之后，华为手机将趁热打铁，于10月17日推出一款更具创新的全面屏手机，从目前的情况看，其很可能采用了屏下隐藏式前置摄像头和屏下指纹设计，同时还有可能搭载鸿蒙系统。华为今年已经发布了三款旗舰设备，分别为华为Mate X、华为P30系列和华为Mate30系列。因此有观点认为，华为今年再发旗舰机型的可能性比较小。目前华为还没有对外透露更多消息，但是就华为发给媒体的邮件中可以看出，将会是全新系列的智能手机。2012年，华为开始规划自有操作系统“鸿蒙”。2019年5月24日，国家知识产权局商标局网站显示，华为已申请“华为鸿蒙”商标，申请日期是2018年8月24日，注册公告日期是2019年5月14日，专用权限期是从2019年5月14日到2029年5月13日。2019年8月9日，在东莞举行的华为开发者大会上，华为正式发布操作系统鸿蒙OS。它是一款全新的基于微内核的面向全场景的分布式操作系统，具有“分布架构、天生流畅、内核安全、生态共享”四大特点，但前期将主要用于物联网领域。据华为消费者业务CEO余承东在会上介绍，鸿蒙OS当前架构保留了linux内核和安卓，可以支持各种应用。对于鸿蒙能否用在手机上，余承东表示，“随时可用，但考虑到生态，优先使用安卓。如果安卓无法使用了，可以随时启用鸿蒙。”在今年9月IFA2019的记者见面会上，余承东曾言之凿凿地表示，第一款使用鸿蒙系统的手机将有可能是明年3月发布的P40。余承东表示，鸿蒙系统已经基本准备就绪，因为我们还考虑到相关决定和合作，所以并不会先去使用它。如果最后我们无法使用谷歌服务，我们将使用自己的鸿蒙系统。而目前的情况是，特朗普已开始向美国企业发放贸易许可证，华为会在这时候发布一款搭载鸿蒙系统的手机吗？让我们拭目以待。不过，据一财从华为内部人员获悉，该消息不属实。“关于鸿蒙的表述全部都是猜测。”该人士表示，打造HMS生态对于华为来说是当务之急，今年年内鸿蒙系统都不会用于手机产品上。任正非：鸿蒙系统媲美苹果无需两三年10月10日，华为心声论坛10月10日发布了9月19日华为创始人任正非接受美国《财富》杂志采访纪要。在被问到有多大的信心在接下来两到三年内把鸿蒙打造成一个可以与苹果系统相媲美的操作系统时，任正非表示，“应该不需要两到三年，作为领导人，说话要保守一点，不能把下面人逼得太紧，但对于华为来说，不需要这么长时间。”任正非还认为，特朗普是华为改革的倒逼师，因为在遭受特朗普打击时，华为真正感觉到了生存的威胁，这一年来华为焕发了青春。此外，任正非表示，华为手机在海外市场有很多独到的优点，并不仅仅是谷歌生态；海外市场可能萎缩、衰退，但不会动摇。随后，他说，“我们还是希望世界不要分裂，仍然使用谷歌操作系统。因此，我们还是坚持与Google友好合作，希望美国政府能批准。”据了解，目前华为在海外市场正通过HMS服务和华为APPGallery商店替代谷歌服务，并已在新加坡、马来西亚等国家及地区开限量预售。此前，在华为发布Mate30前，谷歌突然宣布将切断Mate30的软件供应。并且在华为另辟蹊径后，仍然成了拦路虎，使华为新机在国际市场的销量大受影响。在回应华为不能使用谷歌的产品，欧洲的终端销售会受到多大影响的问题时，任正非透露：“也就降低100多亿美元左右的销售收入。对我们来说，没有多大影响。”根据今年7月30日华为公司发布的2019年上半年业绩报告，华为实现销售收入4013亿元（约合564亿美元），同比增长23.2％，净利润率8.7％。除此之外，在业绩发布会上，华为董事长梁华还表示，华为今年将在研发上投入1200亿元（约合168亿美元）。", "author": "金融界", "newsdate": "发布时间：19-10-12", "newstime": "19:40", "sentiment": [{"positive_prob": 0.939108, "confidence": 0.864686, "negative_prob": 0.0608915, "sentiment": 2}]}, {"title": "华为 watch GT2 评测：一次充电能用两周，它让我更懂自己的身体", "content": "在华为 Mate 30 系列发布当天，华为 Watch GT2 也来了。作为华为的旗舰手表，经历了第一代的不错口碑和市场表现，第二代的发布虽然不及 Mate 30 有主角像，但对于可穿戴设备市场来说，可算是一款重磅产品了。华为 Watch GT2 最打眼的地方，就是它长达两个星期的超长续航，可以说是市面上单次充电续航寿命最长的可穿戴设备之一。不过，对于智能手表来说，续航只是基础，功能决定了它的上限。华为 Watch GT2 这样一款产品，在功能表现上又如何呢？更一体化的设计作为一台几乎 24 小时都在手上「营业」的设备，好不好看很重要。虽然它的整体设计和第一代华为 Watch GT 相比区别不大，但第一眼看上去，很快就会被那块一体化的 3D 曲面玻璃打造的大屏幕吸引。爱范儿拿到的华为 Watch GT2，是赤霞橙配色的运动款。这块屏幕看起来圆润而明晰，屏幕周围的表圈也变窄了，采用了陶瓷材质，还镌刻了数字与刻度。比起第一代，它的屏幕是从表盘延伸到外壳的刻度圈，然后向下弯曲到边缘，所以整体看起来，有种一汪清泉将要倾泻而出的感觉。在表的背面，可以看到中心集成了心率传感器、金属触点充电接口等，内部其实还有陀螺仪传感器、气压传感器、电容传感器、环境光传感器等等，它们让华为 Watch GT2 有了更强的监测能力。新款有两种尺寸可选，42 毫米和 46 毫米，我们拿到的是后者。它不仅表身变薄了，厚度减到了 10.6mm，屏幕也升级为 1.39 英寸 AMOLED 显示屏，屏幕像素密度为 326ppi，分辨率达到了 454 x 454。作为一款全场景覆盖的智能手表，在对屏幕素质要求比较高的户外场景下，华为 Watch GT2 这块屏幕的表现还算不错。手表主要通过触摸屏幕来操作，手表旁设有两个按钮，上键进入菜单栏，长按可开关机和重启，下键一按就进入锻炼界面。另外，屏幕还可以选择长亮，亮度可以达到 1000 尼特，但长亮时间目前只可选择 5 分钟，当然需要激发最高亮度的场景也是少之又少。表盘里还自带了 14 种背景，但如果你想换自定义的表盘，可以用华为的「一碰传」的技术，将手表和连接的手机触碰一下，就能快速把手机的照片设为表盘背景。在佩戴的舒适度上，我们拿到的这块是橡胶表带，戴上后有亲肤的感觉，不会觉得粘腻和压迫，而且它重量不足 50g，看起来很重，戴上去实际并非如此。不过因为我的手腕较细，这个表在我手上真的是又大又圆了。健身群体的好伴侣智能手表一般都能够监测和追踪身体，华为 Watch GT 2 延伸出了更多样的运动模式和更实用的健康管理功能。首次使用，需要下载华为运动健康 app，配对后就能用手表并同步数据了。不管你是懒癌还是肥宅，它都有 15 种方法让你动起来。这些运动模式里，包括跑步、步行、登山、徒步、越野跑、骑行、开放水域、铁人三项等 8 种户外运动，以及步行、跑步、骑行、泳池游泳、自由训练、椭圆机、划船机等 7 种室内运动。值得一提的是，在游泳模式下，华为 Watch GT 2 能进行水下心率监测，水深能达 50 米，防水达 10 分钟左右，一般只有全功能运动手表才有这些功能。虽然没能测试那么深，但日常淋浴、浅滩游泳、水渍泼溅都没问题。当游泳强度不在锻炼心率区间，手表就会给出相应的消息提醒，并进行相应的运动指导。不过对普通用户来说，更多使用场景依然是步行、跑步、骑行等运动。我们首先试了一下跑步。选择户外跑步模式，按照语音提示即可行动，手表还具有 GPS 优化和双卫星系统定位，能在运动中实时进行路线规划。运动时，华为 Watch GT 2 也在同步记录我的身体数据，包括心率、配速、距离、时间、步数、步频、热量、海拔等多种信息，运动时我可以看着手表上的数值随时调整自己的状态，不运动时，心率过高或过低时手表也会进行提醒。毕竟对于当代年轻人来说，上一代羡慕的坐办公室吹空调的工作，现在已经并不新鲜，员工瘫在工位上就是一天。所以突然进行强烈运动，就很容易造成心率过高或过低的现象，这时能够及时进行调整状态就变得十分必要。运动后，手表也会根据我的身体变化，进行相对应的分析并给出建议。App 里可以看到每次运动完整的图表数据，包括步行轨迹、实时配速、实时心率、区间占比等，根据这些数据，我们后面就能展开更针对性的运动，比如增加燃脂、增加有氧耐力的时间等等。▲ 注：中间带有骑行一步步跟着它来，恍惚间还有种被私人教练指导的感觉。当我在办公室写稿很久，它也会猝不及防地震动一下，表盘上显示出了一句「警世名言」：世界健康组织将久坐列为严重危害健康的行为。值得一提的还有，华为的新款智能手表首次配备了麦克风和扬声器。这就表示，运动时，可以直接通过手表接听和拨打蓝牙电话，手表在离手机近 100 米以内，都可以从手腕上接听电话。这段距离范围足够你把手机扔在更衣室，然后在健身房或者游泳池进行通话了。同时，该表具有大存储容量，可以存储约 200-500 首 MP3 歌曲，扬声器则可以播放音乐。虽然音效感觉一般，但声音还是比较响亮，最重要的是，能让人一边运动一边听歌。不过在户外或公共环境锻炼的话，还是建议不要开外放了，这个时候蓝牙耳机才是正解。另外，华为 Watch GT 2 还支持移动扫码支付和 NFC 公交刷卡功能。所以出门购物，或者在上地铁和公交前，直接用手表过闸或支付宝支付，不带手机也能出门了，这也增加了它的实用性。24 小时的健康管理者运动健身之外，华为 Watch GT 2 在健康上花费了更多功夫。现在健康监测也越来越成为智能手表的核心功能之一。特别对于加班熬夜过多的年轻人，心脏问题已是他们不可忽视的潜在隐患；对于明确诊断有心脏疾病的中老年人群体来说，头顶就像悬了一把达摩克斯之剑。华为 Watch GT 2 这次首推了一个新的功能：血氧饱和度监测。如果你对血氧饱和度 (SpO2) 陌生的话，简单来说，它就是指血液中血氧的浓度，是呼吸循环的重要生理参数，老年人和长时间脑力劳动的人，都会因为血氧饱和度降低而疲累困倦、反应迟缓、记忆力下降等，严重的话将造成大脑心肌造成严重伤害。在高山高原等运动中，也会有缺氧的表现。我在半夜写这篇稿子时测试了一下，显示血氧饱和度还是挺高的，达到了 97%，这可能也是为什么这篇文章还能有后面的部分了。另外，华为 WATCH GT 2 加入了301 医院（中国人民解放军总医院）的心脏健康研究计划，能提供心脏早搏筛查的新功能。早搏也是作为检测心脏病的重要指标，是心律失常中异性心率的一种，发生时没有明显症状，华为 WATCH GT 2 试图帮人们提前预防这种风险。官方称，基于 301 医院专家经验和华为的人工智能算法，不仅能对逐跳早搏波形做出准确判断，还能全天捕捉异常早搏心跳。该功能需要配合「心脏健康研究」app 监测，测试后，结果显示我「未见异常」，页面还给出了一些饮食建议。在缺乏专业医疗监控时，华为 WATCH GT 2 或可作为一个有益的补充。比较贴心的是，301 医院的 MAFA 系统，可以为疑似早搏高风险用户提供闭环管理服务，有需要的话，可以让 70 余家医院内的医生进行确诊、治疗、跟踪随访等。另外，还有压力监测、睡眠监测等功能。压力监测能让你看到每天自己处于什么状态，压力偏高、中等、正常还是放松。这里主要是用到了华为自主开发的 HUAWEI TruRelax 技术，该技术可通过记录 HRV（心率变异性）值并提供有关用户压力指数的反馈，来帮助用户缓解压力。而睡眠监测会在你戴手表睡着后自动进行，这里也采用了华为的 HUAWEI TruSleep 2.0 睡眠检测技术，当你醒来，就可以在 app 里看到自己整晚睡得好不好。App 内，不仅可以看到自己的睡眠得分，它还会通过大数据分析来给到你睡眠建议，譬如「早点处理完工作或学习任务，听些轻音乐或做些拉伸运动，然后上床睡觉吧」。目前 301 医院心脏健康研究还拓展了新的研究方向，比如即将启动的睡眠呼吸暂停研究，华为也加入了该研究项目，后续将基于华为的心率和血氧检测技术，记录你整晚睡眠的心率和血氧饱和度，然后帮助你分析睡眠呼吸暂停风险。在 app 里，我还可以记录每天要执行的步骤，消耗的卡路里以及站立的次数，等于是全天候地掌握自己身体的状况信息，不得不说，这对于健康生活习惯和生活方式的养成，还是挺有监督作用的。不再去想，它该不该充电了可以说，当代人无时无刻都笼罩在电量低于 10% 的恐慌之下。无论是手机、手表，还是蓝牙耳机，续航能力都是至关重要的一部分。华为 Watch GT 2 新功能变多，人们最担心的，也就是这些功能会给电池带来更大的负担。华为官方称，这款手表可以提供长达两周的续航时间，其中蓝牙通话可提供 10 小时，音乐播放则为 24 小时，GPS 模式可提供 30 小时，还有长达 30 小时的续航时间。本质上，主要还是因为华为那块自主研发的首款低功耗芯片麒麟 A1。这块芯片是第一款通过蓝牙双模 5.1 认证的处理器，能让手表的蓝牙连接更加快速稳定，在运动、音乐、智能心率、睡眠监测等多传感器下工作时，依然能够超低功耗运行，而且表内还配备了新的节电算法 2.0 模式，能够识别出用户使用的模式，并进行相应的处理，以达到性能和功耗的平衡。这些都让华为能够在日常生活使用中也维持着充足的电量。在我将它充满电的前两天，一直将手表戴在手上使用，使用场景包括日常往返公司、下班跑步运动、晚上睡眠，播放了大概一小时歌曲。两天后，电量还剩 79%；单晚的睡眠监测下，一觉醒来，手表只掉了 2% 的电；中间放了个假没有过多使用手表，到了第九天，电量还剩 42%。所以，尽管它的功能很多，但长时间佩戴，并使用多种功能的话，预计电量至少能维持佩戴一周以上，比起其它手表，续航依然十分出色，短期的出差旅行都能胜任。到今天是使用的第 12 天，它的电量还剩 20%。最后我们将手表进行了一次充电，不到一小时就充满了，所以不用一到晚上就把它取下来充电，电量恐慌在这块手表上几乎是不存在的。总结近两年来，智能手表销量已经有了明显的增长。据市场研究公司 IDC 近期发布的报告，2018 年智能手表的出货量达到 4700 万块，今年还会出现更快的增长。到 2022 年，全球智能手表出货量将增长逾一倍至 9430 万块，占据同年 1.904 亿块可穿戴设备总出货量的近一半。但值得注意的是，智能手表依然和同品牌的手机搭配起来才能获得最好的体验。我分别用 iPhone 和华为 Mate 30 Pro 连接了手表，虽然用的是同一个华为运动健康 app，但 iOS 版无法使用完整的心脏健康研究功能，还有课程计划、本地音乐、自定义表盘、运动年报等一些细节功能都无法体验。比起上一代，华为 Watch GT 2 在外观、配置、功能上都有较大升级，包括采用麒麟 A1 芯片、搭配麦克风和扬声器、支持早搏筛查、打鼾风险筛查、血氧监测等等，价格也变为了 1488 元起。但华为 Watch GT 2 也有一些不足之处，譬如运动数据不能同步到其它运动 app 中，如果换这块新表，就要放弃之前的运动数据，在智能部分，其实它支持的应用也不算多，对于想要让手表可玩性更高的用户来说，它就变得有点「硬核」了。因而，对于目前智能手表的趋势而言，其实已经从此前的「试图取代部分手机功能」走向「健康生活好伴侣」，Apple Watch 是这样，华为 Watch GT 2 也是如此。在这近半个月时间里，我几乎每天戴着它，到现在还只充过一次电，甚至不会去想它是不是快没电了。除了对续航的满足外，多样的健身健康监测，也让我慢慢开始在乎起自己是否健康、运动是否足够，它也无形成为我运动健身的一种动力。这也是一款智能手表存在的潜在意义：协助用户培养健康的生活习惯，获得安心的运动体验。这种对身体的安心，或许就是它给我生活带来的最大改变。", "author": "爱范儿", "newsdate": "发布时间：19-10-12", "newstime": "09:56", "sentiment": [{"positive_prob": 0.990124, "confidence": 0.978052, "negative_prob": 0.00987635, "sentiment": 2}]}, {"title": "360副总裁：华为是物联网行业的赋能者而非竞争者", "content": "10月11日，在2019小蛮腰科技大会上，360集团副总裁兼IoT（物联网）业务总裁李文智表示，IoT领域各家发展思路不同，360lot的核心是安全和体系，小米是一家看重流量运营的企业，而华为则是物联网行业的赋能者而非竞争者。360IoT主打智能安全所谓物联网（IoT）即“万物相连的互联网”，IoT发展至今，以智能家居为入口，来实现人物互联、万物互联，是巨头布局loT领域的共识。ZAKER新闻梳理发现，360是国内最早一批进入IoT行业的公司，目前其主营产品有儿童智能手表、可视门铃、智能监控等。去年双十一，360发布6款智能硬件新品，不到十分钟，其销售额就突破了5700万，成绩可谓喜人。360是一家以安全技术起家的公司，安全自然是在IoT中绕不开的话题。李文智当天演讲题目为《安全大脑引领现代都市智能升级》，他表示随着5G和IoT技术的成熟，网络空间的安全和物理空间的安全，逐渐成为了群众热议的话题。因此，未来必须改变原有的“防火墙+服务器”的安全防护模式，依靠“广泛的大数据+人工智能”，构建起网络空间和物理空间安全的几道防线。李文智介绍，基于这样的思考，360 IoT产品初衷就是要为用户提供智能安心生活的解决方案，通过360家庭安全大脑，协调家庭防火墙、家用摄像头、可视门铃、智能音箱、扫地机器人、儿童手表等硬件产品，通过运算、协调和存储，让用户知道家里发生了什么，各种设备的管理可以看得懂、会沟通，“360未来的IoT不是具体的一个盒子或者音箱，而是软件+硬件的一套完整体系。”据他透露，360还和不少省市的相关的业务部门开展了物联网方面的合作，包括流动人口的管理、合城作战、社区安全管理、应急体系的智慧消防方案、政府应急方案、网约车和公交车的监管等。IoT赛道：小米重视流量 华为是赋能者如今，华为、小米、百度等越来越多的企业都加入到了IoT的赛道中，李文智在随后的采访环节上也表达了自己对友商IoT的看法，他认为目前各家的IoT产品都有不小的差异性，选择的发力方向不尽相同。李文智表示，小米是一家重视流量运营的企业，在IoT领域也是如此，而小米生态链的模式，虽然能帮助其迅速扩大规模，但却缺乏持续研发的能力。今年3月，华为宣布将loT战略升级为“全场景智慧化战略”，被业界认为是要“制定智能家居的通信协议和标准”，对于华为的做法，李文智表示，华为是IoT行业的赋能者而非竞争者，“IoT行业需要一个制定标准的领导者，IoT行都希望这个标准是开放的，考虑多种生态和长远的。”ZAKER 新闻出品文 / 宁睿", "author": "ZAKER资讯", "newsdate": "发布时间：19-10-12", "newstime": "06:30", "sentiment": [{"positive_prob": 0.920349, "confidence": 0.822997, "negative_prob": 0.0796514, "sentiment": 2}]}]