[{"title": "面对面 ｜ 专访任正非：时下的华为是否到了最危险的时候？", "content": "25:08根据公开报道的资料统计，自从1987年华为创办之后，到2019年之前的31年时间里，任正非接受媒体采访总共不超过10次。然而在2019年1月15日到17日的三天时间里，他却一改常态，与国内外数十家媒体记者见了面，更是在2019年1月17日下午，接受了央视《面对面》的专访。这是他首次接受国内电视媒体的专访。对于为什么面对媒体，任正非笑言：被公共关系部门“逼”的。【被“逼”接受采访 华为没有外界想象得那么艰难】董倩：非常感谢您把这个机会给了我们，但是我仍然非常好奇，您以前为什么不在电视上露面？任正非：我没有想明白为啥不露面，不上也没有问题。我觉得文字穿透力更强一些，我自己写文件。董倩：为什么这段时间您会这么频繁接受中外媒体的采访？任正非：我是被公共关系部门逼的，因为他们说现在处在一个危机转换阶段，我一定要让客户理解我们，让18万员工理解我们，团结起来奋斗，渡过这个困难的时间。他们说还是你讲话有权威，那我就讲话了。董倩：外界有人说现在华为可能是从有公司以来最艰难最危机的时候？任正非：不是，我们今年至少增长20%，每一个部门都跃跃欲试，我还叫他们把计划报低一点，不然上头奖金就压你们了。【孟晚舟事件：儿女最重要是翅膀要硬 要自由去飞翔】关于孟晚舟事件，任正非表示，首先感谢党和国家对一个中国公民权利的保护，相信这件事会通过法律解决。他并没有特别担心，并且经常会和孟晚舟在电话里说说笑笑。任正非透露，当时他和孟晚舟本来是计划去阿根廷开同一个会议，因为孟晚舟是会议的主要主持者，她比任正非提前两天前往，不曾想，当地时间2018年12月1日，孟晚舟在加拿大转机时，被当地警方扣留。2018年12月11日，加拿大法院作出裁决，批准了孟晚舟的保释申请。当晚，走出法庭的孟晚舟发朋友圈表示：我以华为为傲，我以祖国为傲！配图是一张“芭蕾脚”的华为广告图，上面写着：伟大的背后都是苦难。对于这张广告图，任正非曾在达沃斯论坛的演讲上说：我们除了比别人少喝咖啡，多干点儿活，不比别人有什么长处。就是因为我们起步太晚，成长的年限太短，积累的东西太少，我们得比别人多吃苦一点。所以我们有一只是穿着芭蕾舞鞋的脚，一只是很烂的脚。我觉得这就是华为的人，痛并快乐着。华为就是那么一只烂脚，它解释了我们如何走向世界。任正非：每个人都有一个小家庭，都会以小家庭为中心，我们不像农村大家在一个大锅里面吃饭。董倩：因为工作的原因，大家有小家庭的原因，长期见不到面这是正常的，但是因为这种意外您会不会特别惦记她？任正非：她比我的小女儿还好一点，我的小女儿放学回国到我们家住一晚，第二天就飞走了。大女儿还好一点，还能看一看我。我觉得儿女最重要是他们翅膀要硬，他们要自由去飞翔。董倩：但是她毕竟遇到这么一件事？任正非：这个事还是要通过法律来解决，我们是有信心能够解决的。【比较华为和苹果手机 一种特殊的胶水让华为手机低温下也可以照相】在采访前，任正非主动让工作人员找到记者，说希望更多讲讲基础教育和基础研究。任正非介绍：华为至少有七百多个数学家，八百多个物理学家，一百二十多个化学家，还有六千多位基础研究的专家，以及六万多工程师，共同构建了华为的研发系统。在谈到基础研究的重要性时，任正非拿华为和苹果两种手机举例，说华为手机即使在低温下也能照相，这正是基础研究得到的成果。任正非：比如我们和苹果手机差距是什么？苹果在寒冷地带就照不了相，我们在寒冷地带能照相。这是我们科学家发明的一种胶水，这个胶水在低温下不凝固，因为镜头是用胶水粘起来的，所以我们在低温下就可以照相。其实这都是基础科学带来的，突破这个基础科学是需要非常长的时间积累。【华为现在的问题是机构臃肿 人浮于事】1987年，44岁的任正非从零开始，创办华为，选择了高科技含量的“电信”。时至今日，华为成为世界领先的信息与通信基础设施和智能终端提供商，致力于把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。但是，在采访中，任正非并不回避华为公司内部的问题。他坦言，华为现在最大的问题不是来自外部，而是内部的机构臃肿，人浮于事。记者：在您心目中，华为发展到今天是不是一个理想的状态？任正非：华为现在出问题的就是机构臃肿，人浮于事，整个管理层级太多，我们正在改革。我们在五年左右组织改革上能获得成功的话，我们还是有战斗力的。记者：未来的华为公司应当是什么样的？任正非：应该是比较精干的，不像现在那么臃肿，管理层级那么复杂，这么多PPT，这么多会议，这么多无效的劳动。【回应传闻 我主动拒绝了“改革先锋”荣誉称号】2018年是中国改革开放40年，100位“改革先锋”获得党中央和国务院的表彰，出乎很多人预料的是，一直秉持艰苦奋斗精神，并创造出华为发展奇迹的任正非并未进入受表彰人员名单。有报道说，这是任正非婉拒的结果。在采访中，记者也当面向任正非进行了求证。记者：因为在改革开放40年的纪念大会上，有100名改革开放的先锋中央在表彰，说没有您的原因，是因为您主动向深圳市委市政府申请，别加上我，真的假的？任正非：是，真的。我想集中精力搞搞华为，华为已经够复杂了。我觉得我的精力要放到自己内部的方面上，如果参加社会活动就要消耗精力。第二个你叫我开会坐这个板凳上，坐两个小时我坐不住，我溜号，不光彩。记者：您做什么事能坐得住？任正非：我做公司工作的时候能坐得住。", "author": "央视新闻", "newsdate": "发布时间：19-01-21", "newstime": "13:06", "sentiment": [{"positive_prob": 0.471943, "confidence": 0.438852, "negative_prob": 0.528057, "sentiment": 1}]}, {"title": "任正非首次接受央视专访：华为有些产品欧美非买不可", "content": "记者：我非常好奇，这么多年来您为什么不在电视上露面，到底出于什么考虑？任正非：我真没想明白为啥不露面，不上也没有问题，我觉得文字穿透力更强一些，就是我自己写文件。据公开报道的资料统计，自从1987年华为创办之后，到2019年之前的31年时间里，任正非接受媒体采访总共不超过10次。然而在2019年1月15日到17日的三天时间里，他却一改常态，与国内外数十家媒体记者见了面，17日下午，任正非接受了央视《面对面》栏目记者董倩的专访。这是他首次接受国内电视媒体的专访。被“逼”接受采访，华为并没那么艰难对于为什么面对媒体，任正非笑言：被公共关系部门“逼”的。任正非：他们说现在处在一个危机转换阶段，我一定要让客户理解我们，让18万员工理解我们，团结起来奋斗，渡过这个困难的时间。他们说还是你讲话有权威，那我就讲话了。针对外界有人说，现在华为可能是从公司成立以来最艰难最危机的时候，任正非表示，并非如此，华为今年(营业额)至少增长20%，每一个部门都跃跃欲试。儿女最重要是翅膀要硬，要自由去飞翔关于孟 晚 舟事件，任正非表示，首先感谢党和国家对一个中国公民权利的保护，相信这件事会通过法律解决。他并没有特别担心，并且经常会和孟 晚 舟在电话里说说笑笑。任正非透露，当时他和孟 晚 舟本来是计划去阿根廷开同一个会议，因为孟 晚 舟是会议的主要主持者，她比任正非提前两天前往。不曾想，当地时间2018年12月1日，孟 晚 舟在加拿大转机时，被当地警方扣留。2018年12月11日，加拿大法院作出裁决，批准了孟 晚 舟的保释申请。当晚，走出法庭的孟 晚 舟发朋友圈表示：我以华为为傲，我以祖国为傲！配图是一张“芭蕾脚”的华为广告图，上面写着：伟大的背后都是苦难。对于这张广告图，任正非曾在达沃斯论坛的演讲上说：我们除了比别人少喝咖啡，多干点儿活，不比别人有什么长处。就是因为我们起步太晚，成长的年限太短，积累的东西太少，我们得比别人多吃苦一点。所以我们有一只是穿着芭蕾舞鞋的脚，一只是很烂的脚。我觉得这就是华为的人，痛并快乐着。华为就是那么一只烂脚，它解释了我们如何走向世界。记者：因为工作的原因，长期见不到面是正常的，但因为这次意外，您会不会因此特别惦记她，想念她？任正非：不会，不会。我觉得儿女最重要的是他们翅膀要硬，要自由去飞翔，这是父母的期望。这个事我们还是要通过法律解决，我们是有信心能解决的。我们有些东西，欧美国家非买不可目前，从亚洲到欧洲，从南美洲到北美洲，华为在全球170个国家开展业务，已经签署了30个5G商用合同，5G基站全球发货超过2.5万个。尽管华为迄今为止没有发生过一次重大的安全事故。但是，仍有一些国家，以“网络安全”为借口，抵制华为的进入。任正非：你做得好了，不会没人买的，你不要担忧。全世界把5G做得最好的是华为，全世界把微波做得最好的是华为。不买是他们傻，不买他们就亏了，比赛是和平竞争，技术竞争是和平竞争，除了买(他们)还有什么办法。记者：欧美国家在电信领域的投资占到60%，如果重要的欧美国家不让您参加竞争，有什么办法？任正非：不会，我们有很多东西，欧美国家非买不可。我一定会卖给他们，我们不会计较他们曾经拒绝过我们，我们是市场经济，是以客户为中心，当他们要买的时候我还是会卖给他们。华为18万员工中，研究人员占45%据介绍，华为在全球18万员工中，研究人员就占到了45%，每年的研发投入占销售额的15%左右。2018年，华为在研发方面投入更是达到了150亿美元，未来5年超过1000亿美元。任正非：过去那种产学研分工模式不适应现代社会，我们不可能等科学家们按照程序做完，所以我们自己培养了大量的科学家。我们公司应该至少是有七百多个数学家，八百多个物理学家，一百二十多个化学家，还有六千多位专门在基础研究的专家，再有六万多工程师。构建这么一个研发系统，可以让我们快速赶上时代的进步，抢占更重要的制高点。记者：假如基础研究的钱投了很多，但是见不到成果怎么办？任正非：科研上的不成功，其实也培养了人才。我们一个小伙子到瑞典两年，领导了一批科学家，在半导体上突破，这是人类社会重大突破。华为现在最大的问题是机构臃肿、人浮于事1987年，44岁的任正非从零开始，创办华为，选择了高科技含量的“电信”。时至今日，华为成为世界领先的信息与通信基础设施和智能终端提供商，致力于把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。但是，在采访中，任正非并不回避华为公司内部的问题。他坦言，华为现在最大的问题不是来自外部，而是内部的机构臃肿，人浮于事。记者：在您心目中，华为发展到今天是不是一个理想的状态？任正非：华为现在出问题的就是机构臃肿，人浮于事，整个管理层级太多，我们正在改革。我们在五年左右组织改革上能获得成功的话，还是有战斗力的。记者：未来的华为应当是什么样的？任正非：应该是比较精干的，不像现在那么臃肿，管理层级那么复杂，这么多PPT，这么多会议，这么多无效的劳动。想集中精力做好华为，只有工作时能坐得住2018年是中国改革开放40年，100位“改革先锋”获得党中央和国务院的表彰，出乎很多人预料的是，一直秉持艰苦奋斗精神，并创造出华为发展奇迹的任正非并未进入受表彰人员名单。△任正非接受央视记者董倩专访记者：是您主动向深圳市委市政府申请(名单)别加上自己？任正非：是真的。我想集中精力搞搞华为。我觉得我的精力要放到自己内部的方面上，如果参加社会活动就要消耗精力。叫我开会，坐板凳上，坐两个小时我坐不住，我溜号，(又)不光彩。记者：您做什么事能坐得住？任正非：我做公司工作的时候能坐得住。把教育做好，国家才有未来在华为总部的接待大厅，大屏幕上反复在播放着一个宣传片，它的核心内容就是基础教育和基础科研是产业诞生和振兴的根本动力。△任正非接受央视记者董倩专访任正非：未来二三十年，社会将有翻天覆地的变化，最大的进步来源于教育和科学的进步。一个国家首先要重视教育，重视基础教育，特别是农村的基础教育。国外有人说过，一个国家的强盛是在小学教室的讲台上完成的，同时讲到教育是最廉价的国防，国防并不一定武器是最厉害的。在任正非看来，把教育做好，国家才有未来。因此，要提高老师的待遇，再穷也不能穷老师，要让优秀的人才愿意去当老师，让优秀的孩子愿意学师范，这样就可以实现“用最优秀的人去培养更优秀的人”。来源：央视", "author": "证券之星", "newsdate": "发布时间：19-01-21", "newstime": "09:46", "sentiment": [{"positive_prob": 0.794983, "confidence": 0.544406, "negative_prob": 0.205017, "sentiment": 2}]}, {"title": "任正非：华为正在改革，组织架构上走向精干，简化管理层级", "content": "任正非最近露面有点多。1月20日，任正非接受央视《面对面》的采访节目播出。节目中，任正非就华为近期遇到的负面问题一一回应，包括欧美禁令、加拿大事件，以及华为内部机构臃肿等问题。在过去一周，他先后接受了多家外媒和中国媒体的采访，而此前华为成立以来31年时间里，任正非接受出镜采访次数不超过10次。谈5G禁令，欧美离不开华为此前，美国联合英国、加拿大等“五眼联盟”的国家禁止华为参与该国的5G网络建设，原因系设备的安全问题。任正非认为，西方实际上就是一个高档的大农村。因为是大规模的别墅群，每家每户铺光纤进去成本很高，如果他们想看8k的电视，只要装上华为的小基站，这一区域便都可以覆盖高速网络了。目前，这一技术只有华为可以提供。据外媒报道，美国强烈要求德国禁止使用华为设备。但德国的IT监管机构表示，尚未有证据可以表明华为可以利用其设备刺探情报。并且德国电信宣布跟华为达成协议，由华为提供设备让该公司在波兰建设5G网路。法国运营商Orange此前表示，“华为的设备从未被发现有过错”。欧洲是华为的重要海外市场，华为在欧洲、中东和非洲的总销售额占2017年整体集团销售额的27％，其主要得益于欧洲运营商的支出。任正非回应部分欧美国家对华为的禁令，他认为华为具有核心科技，“我们有很多东西欧美国家最终非买不可，我们一定会卖给他们的”。华为机构臃肿，人浮于事任正非在对话栏目中认为，华为存在机构臃肿、人浮于事，整个管理层级太多等问题。而华为也正在改革，他希望华为在组织架构上走向精干，简化管理层级，减少无效劳动。华为不断加深技术研究， 不让对手喘息，同样也在不断地逼迫自己。另外，华为将更大的力气放在基础研究上，以抢占技术制高点。传统做法中，技术的基础研究是由专门的科研院所、研究机构来承担。但华为认为这一过程太过缓慢，跟不上急速变化的产品迭代。华为在全球18万员工中，研究人员占到了45%，每年的研发投入占销售额的15%左右。2019年，华为还将推出支持5G的麒麟芯片，并同步推出支持5G的智能手机。2016年以来，华为主推的极化码方案成为5G控制信道场景编码方案，这也是中国公司第一次从概念研发介入到标准产品全链条参与的通信标准。重压之下，华为需要信任任正非在谈到近期高频率接受媒体访谈原因时，他坦言，都是“公共关系部逼的”。任正非表示，“因为现在是处在一个危机转换的阶段，我一定要让客户理解我们，一定要让18万员工理解我们，团结起来奋斗，度过这个困难的时期。所以说还是你讲话有权威，那我就来讲话了。”外界对于华为的处境，愈多用“困境”来形容。对外，目前华为在国际上面临多重困境，由于受到多国安全审查，华为5G的海外拓展遇阻。任正非之女、前华为CFO孟晚舟此前在加拿大被扣留，引起轩然大波。对内，近日任正非签署2019年006号、007号总裁办电子邮件，向全体员工发声，要求华为员工做好过苦日子的准备，一切向“作战”靠拢，努力让所有形式主义的不增值管理都消亡。出海遇阻，内部结构丞待调整，但任正非并不认为华为已经到了“最危险”的时刻。任正非表示，“我们今年至少增长20%。”2018年12月，华为轮值董事长郭平透露，2018年华为公司预计实现销售收入1085亿美元，同比增长21%。1月18日据新浪报道，华为公布2019年营收目标：1259亿美元。据Counterpoint数据，华为手机2018发货量将近2亿台，同比增长33%。在通讯技术方面，华为目前拥有1481项5G专利技术，全球占比28.90%，超过三星和高通，排名第一。", "author": "36氪", "newsdate": "发布时间：19-01-21", "newstime": "15:07", "sentiment": [{"positive_prob": 0.953871, "confidence": 0.897491, "negative_prob": 0.0461293, "sentiment": 2}]}, {"title": "叶檀：我佩服任正非！最具国际意识 务实到可怕", "content": "来源：金融界网站我佩服任正非，不是因为他成功，而是因为他清醒。从华为这家企业身上，从任正非身上，可以看到最具国际意识、最务实的企业和个人，怎么看待这个时代，怎么度过难关。我们可以学到，他们怎么利用国际通用语言，运用所在国的法律武器，走过狭窄的瓶颈。这些企业、这些人，是中国40年的丰硕成果。一批企业家，金融专家，法律专家，技术专家，这些人才是真正的成果，是竞争的顶梁柱。我为什么佩服任正非？1，极度的克制，在最大的压力下，坚持常识。华为最近遭遇到一连串事件，任正非有理由牢骚满腹。但他的表现非常清醒，除了极少数时间流露出舔犊情深，他没有煽动情绪，而是压灭怒火。他绝不跳别人挖好的大坑，强调遵守当地法律的重要性。企业在任何国家都必须要遵守业务所在国所有适用的法律法规，包括联合国、美国和欧盟适用的出口管制和制裁法律法规。2，坚定地强调保护知识产权，哪怕曾经吃过亏。我听到过太多的人强调，在特殊发展阶段，不应该过度强调知识产权，否则，将事事掣肘。上世纪70年代、80年代，我们没什么可保护的，现在，保护知识产权是在保护我们自己最可贵的创新大脑，不是被迫，而是必须。任正非说，如果我们把知识产权当成物权，可能国家的科技创新发展会更加好一点。就是知识产权法若是物权法的一部分，侵犯知识产权就是侵犯物权，这样的环境有利于原创发明。没有原创发明，哪有未来的“高通”呢？我们应该认识到，知识产权保护是有利于国家长远发展的，而不是西方拿来卡我们的借口。2002年以后，华为经历了几年困境，2002年时候遭遇思科全方位的知识产权官司，2002年12月，思科全球副总裁拜访华为，提出华为侵犯了其产品知识产权，要求华为承认侵权、赔偿，并停止销售产品。华为当时的做法是，停止销售有争议的产品，但不接受侵权的指责。任正非说：“敢打才能和，小输就是赢”，当年的艰难一役，华为走的是国际化法律与技术之路，他们已经回不到封闭时代。这一次更加棘手，相信华为能以国际一流的专业团队保护自己，也能够调动常人无法想像的资源。3，一家处于风口浪尖的企业，时刻觉得自己第二天就要倒下，把企业的倒毙作为永恒的哲学命题。这条霸王龙一直担心自己有朝一日会被灭。1月17日，任正非在接受采访时表示，我们觉得除了困难，都是困难，没有不困难。这不是第一次说，肯定不是最后一次说。华为一直在否定，再否定，上升。现在华为还在强调作战，华为人力资源战略重心工作近期的规划是：一切向“作战”靠拢，努力让所有形式主义的不增值管理都消亡。未来几年，整个大形势应该没有想象中那么乐观，华为要有过苦日子的准备，对经济形势做出正确估计。华为过得不错，有博弈的筹码。5G时代来临之前，全球产业链重构之际，华为处于风口浪尖，就是因为华为是一个有实力夺冠的选手，否则，谁会花力气围追堵截？2018年《财富》世界500强榜单，华为营收893亿美元，位列第72位，思科营收480亿美元，位列212位。财富多并不稀奇，华为是世界最重视研发的企业之一。看看专利数量。从2013年到2015年，WIPO（世界知识产权组织）的报告显示，前十中有8家来自中、日、韩国。其中，日本佳能以24006件专利数量夺得第一；其次是三星，专利数量为21836件；第三则是国家电网，专利数量21635件；华为以14605件排名第七。2016年，中国发明专利授权数量，第一，国家电网，总数为4146件，华为是2690件，排名第二；2017年，国家电网以3622件排名第一，华为第二，专利数量为3293亿件。行业内的对手，无不尊重华为的前瞻，华为对研发的投入，对市场的尊重。你如果以为任正非送的是无非是一碗鸡汤，大错特错。这个送鸡汤的人有着雷霆手段，看看华为有多少前员工因为知识产权入狱，看看华为为了效率与成本，怎么样全员就地免职，看看华为是怎么样不用平庸员工的。这是一家务实到可怕的公司，用的就是实事求是这一招。任正非信奉的是灰度决策，运营没有非黑即白的事，看到过华为前员工的吐槽吗？就是因为有这样的吐槽，才让我们感觉到商战的真实。彻底按照某一款理论运营是没有活路的，只有最合适，而没有最好。在商场，一说好，就是错。说合适，才是对。面对强大的对手，要做的是，正视他，学习他，找到一条属于自己的成功之路。每次看华为的资料，巨额研发，军事作风，严酷的管理方式，总是让我想到最艰难的战争年代。最可贵的感情，是饱含深情，还能克制和努力。没有低成本大规模的工程师，没有基础教育，弯道超车是不可能的。任正非一直在说基础教育，对一个国家来说，重心是要发展教育，而且主要是基础教育，特别是农村的基础教育。我们国家要和西方竞技，唯有踏踏实实用五、六十年或者百年时间振兴教育。五十年以上的时间发展基础教育，让所有的孩子接受良好教育，极难。这五六十年作好自己的事，作好高端制造的转型，作好基础教育的均等化，培育出几十万家细分行业的龙头企业。有的环节，绕不过去。", "author": "金融界", "newsdate": "发布时间：19-01-21", "newstime": "08:24", "sentiment": [{"positive_prob": 0.180402, "confidence": 0.599107, "negative_prob": 0.819598, "sentiment": 0}]}]