[{"title": "华为4万海外员工不愿回国，任正非说出了原因，已在安排上了", "content": "华为现在一直处在风口浪尖，从几年前的名不见经传一直到现在如日中天，华为的成长被我们看在眼里，而且现在华为手机的质量越来越好，不仅仅是在国内，就连国外的很多有人也都争相购买，华为的技术还是非常不错的，这都是华为老大任正非有很高的商业眼光，但是在任正非的心中却有一个遗憾。华为的员工强度都比较大，公司的待遇也和其它的供高很多，这样大家都要为这个公司服务，但是华为公司的规章制度也特别的严格，甚至用苛刻来形容。华为为员工的衣食住行以及子女的教育问题提供了非常好的解决方案。而任正非也表示，海外的4万多员工之所以不愿意回来，主要的原因还是孩子的教育问题。我国的文化独具特色，也造就了我国独具特色的教育模式，这与西方社会的教育模式和理念存在一定的区别，当孩子适应了海外的教育环境。回国后，要想实现比较好的转变还是比较困难的。这样的措施，为海外的华为员工们以及子女的教育问题扫除了后顾之忧，据我们了解，这所学校属于贵族学校，每年的学费高达二十万以上，但对于高薪的华为员工来说，这样的教育资金，是完全可以负担的。从这一方面，我们就可以看到，为什么在如此的高强度下，华为的员工依旧愿意留在华为，为华为的发展做出贡献。你是怎么看待这个问题的呢？而华为，看到了这样的问题所在，为了能够让海外的员工能够放心的回国，华为在东湾建设华为总部的同时，也与清华大学合作建立了一所教育模式和理念先进的国际学校。在这所国际学校里，孩子们可以接受到更好的教育，对海外员工的子女来说也不会产生无法转变的困扰。华为的任正非又再次高调的出现在了广大媒体和网友们的面前，但这次，任正非的重点并没有放在公司方面，而是放在了员工方面。华为4万海外员工不愿回国，任正非表示这一直是我内心的遗憾。随后也说出了原因，表示已在安排上了。任正非的这个做法还是非常不错的，很大程度上解决了海外员工不肯回国的这个问题，华为有这样的老板也让人放心，也希望任正非能够带领华为越来越越强。", "author": "东方访谈", "newsdate": "发布时间：19-02-06", "newstime": "23:18", "sentiment": [{"positive_prob": 0.0586425, "confidence": 0.869683, "negative_prob": 0.941357, "sentiment": 0}]}, {"title": "任正非怒斥女儿执掌的财务团队：还过什么年！", "content": "一今年春节，是华为首席财务官滞留加拿大的第一个春节。对财务团队，任正非也从不另眼相待，反而要求更严格、更苛刻！比如，由任正非女儿执掌的财务系统，就曾受到任正非的严重苛责，甚至通发邮件进行批评。引发任正非发飙的是华为《管理优化报》刊登的一篇名为《一次付款的艰难旅程》的文章。该文主要是说，华为内部的财务审批流程太复杂、财务人员经常设阻力等。文章部分内容如下：对一线而言，找不到流程入口、不知道全流程的所有要求和操作规范，流程指导和说明往往比流程本身更难懂和复杂；我们的流程建设多针对的是某个具体业务场景，防范的是特定风险，在设计上往往防卫过当，不考虑执行成本，更不用谈面向对象的流程拉通和友好的用户界面了；公司呼吁各级主管要担责，但现实的流程、制度或监管组织却不信任主管担责。经常遇到的场景是：“我是负责xxx的，这个风险我愿意承担，流程能否走下去？”答曰“你担不起这个责任，请重新提交流程或升级到谁谁谁处理”。随后在华为内部员工沟通社区“心声社区”上引发员工关注讨论，并最终引来了大Boss任正非。任正非看到后，盛怒之下直接签发并以总裁办电子邮件的方式，发给华为董事会监事会和全体员工。任正非在这份总裁办电子邮件中，简直就差指着鼻子骂了：“据我所知，这不是一个偶然的事件，不知从何时起，财务忘了自己的本职是为业务服务、为作战服务，什么时候变成了颐指气使，皮之不存、毛将焉附。我们希望在心声社区上看到财经管理团队民主生活发言的原始纪录，怎么理解以客户为中心的文化。我常感到财务人员工资低，拼力为他们呼号，难道呼号是为了形成战斗的阻力吗？”当年年底，在华为的节前座谈会上，任正非更是直接发飙放炮了。每年年底开座谈会,是华为的传统。这个时候，老任通常都会和各个部门坐下来，聊聊这一年的感悟得失，过去存在的问题和对明年的想法。听说，在这场精心组织的某部门座谈会上，发言主要有三类：邀功求赏型。花90%的时间总结业绩，只有10%的内容谈一个不痛不痒的问题，然后草草结束。指鹿为马型。存在的问题很严重，客户意见很大，为什么呢？因为他们给客户提供了很多服务，客户自己都没有事干了，所以意见很。避实务虚型。“人工智能”讲了好几遍，“云”讲了好几层，貌似已经探索到最尖端的前沿科技，但就是不讲实实在在的工作。忍无可忍，任总总结的时候喷着怒火道“还过什么年！”骂得好，骂得解气！要参君相信，任总这句典型的“国骂”，并非针对任何部门或个人，而是喷向华为这种17万员工大公司可能滋长的大企业病！二任正非企业管理理论的一个核心词汇，是：熵理论。什么叫熵？简而言之：一个系统越是有序，信息熵就越低；反之，一个系统越是混乱，信息熵就越高。任正非发现企业发展也是熵由低到高、逐步走向混乱并失去发展动力的过程，他经常把华为和灭亡两个词关联起来，把“熵增”作为一个观察视角。华为的核心价值观是“以客户为中心，以奋斗者为本”，而背后，是华为文化的三大特点：野、快、狠！而这种文化最大的克星，是大机构滋长的官僚习气。要保持华为这种上进动力和奋斗精神，防止出现“熵增”问题，首先就必须防范大企业病和官僚主义。对此，任正非是非常清醒的。对大机构中滋长的官僚主义，露头一个，就迎头痛击。1、2017年，任正非开展了一连串廉洁自律、艰苦奋斗的紧张行动，来解决华为可能滋长的繁文缛节和官僚主义。早在2007年9月29日，华为举行了首次《EMT自律宣言》宣誓大会，就要求高管要宣誓做到：反对官僚主义，反对不作为，反对文山会海，反对繁文缛节。绝不搞迎来送往，不给上级送礼，不当面赞扬上级，把精力放在为客户服务上。“你们脑袋要对着客户，屁股要对着领导”，这是任正非反复不断对底下人说的话。他认为，大部分公司会腐败，就是因为员工把力气花在讨好主管，而非思考客户需求。因此，他明文禁止上司接受下属招待，就连开车到机场接机都会被他痛骂一顿：“客户才是你的衣食父母，你应该把时间力气放在客户身上！”2、2018年4月，任正非接受媒体采访，称华为的“大企业病”很严重，要“先炮轰，然后一点点小改革”。结果这第一炮，就是轰向了任正非自己。4月8日，华为蓝军面向华为全员发布了一份针对任正非的批判意见汇总，洋洋洒洒十大条，被称之为“任正非十宗罪”：一、任总的人力资源哲学思想是世界级创新，但有的时候指导过深过细过急，HR体系执行过于机械化、僵硬化、运动化，专业力量没有得到发挥。二、不要过早否定新的事物，对新事物要抱着开放的心态，让子弹先飞一会儿。三、工资、补贴、奖金、长期激励机制等价值分配机制需要系统梳理和思考。四、不能把中庸之道用到极致，灰度灰度再灰度，妥协妥协再妥协。五、干部管理要风险和效率上追求平衡。六、要重视专家，强化专家的价值。七、反思海外经历适用的职务范围的问题。八、不能基于汇报内容、汇报好坏来否定汇报人员或肯定汇报人员。九、任总的很多管理思想、管理要求只适用于运营商业务，不能适用于其他业务。十、战略预备队本来是“中央党校”，但由于实际运作执行问题，结果变成了“五七干校”。对于这些批评，任正非坦然地说：会让18万员工一起去批判，讨论应该怎么调整，自己也会更重视批评。他说：“缺点与错误就是我们身上的渣子，去掉它，我们就能变成伟大的战士，烧不死的鸟是凤凰，在自我批判中成长。”3、对华为在攻城伐地、登顶全球第一后，内部可能滋长的骄傲和懈怠情绪，任正非更是不厌其烦地一再提醒：华为离死亡，可能只有一步之遥！内参君读过任正非写过的《华为的冬天》，这是一篇力透纸背的大作。从1998年开始，任正非一共谈过四次大的冬天：1998年、2001年、2004年、2008年，基本上四年为一个周期谈一次冬天。任正非在一次访问日本归来，体会到日本经历过大萧条处境，他自行撰述的一篇文章《北国之春》中描述华为的处境：华为像一片树叶，有幸掉到了这个潮流的大船上，是躺在大船上随波逐流到今天，本身并没有经历惊涛骇浪、洪水泛滥、大堤崩溃等危机的考验。因此，华为的成功应该是机遇大于其素质与本领。什么叫成功？是像日本那些企业那样，经九死一生还能好好活着这才是真正的成功。华为没有成功，只是在成长。华为经过的太平时间太长了，在和平时期升的官太多了，这也许会构成我们的灾难。泰坦尼克号也是在一片欢呼声中出的海。在任何一个华为值得鼓掌的关头，任正非都是采取这种当头棒喝的做法，让每个华为人头脑清醒，紧张起来，保持危机意识，反对官僚主义和“大企业病”！正如首席财务官所言：任正非的批评，让他们财务团队站在了新的高度，此时此刻的超然，只是下一段雄关漫道的开始。正是任正非这种只有忧患、只有担心、只有死亡感的惶者状态，鞭策着华为始终保持狼性、不断奔跑、从不懈怠。三有人曾经调查了20多家倒闭的科技企业，后来发现，他们都有一个共同的特点，除了老板，几乎没有人加班。还有一些创业型的公司，他们一开始的时候就租最好的办公室，要大要够气派，请最好的装修，用最好的办公家具，人手一台苹果电脑，每天都有早茶、下午茶时间，一天工作8小时，其中有个3个小时是休息时间。然而，最终这些假装高逼格的公司，无一例外都死掉了。因为，这是一个十倍速的时代：所有的成功与失败，都以10倍速进行。竞争无处不在，挑战无处不在，风险无处不在。在这样一个企业更新换代、新城代谢极快的时代，像恐龙一样缓缓而行、官僚主义盛行的企业，是没有前途的。要活下去，就必须像任正非雕琢财务团队那样，要让团队形成强烈的危机意识，和“野、快、狠”的企业文化！华为的野，就是面对困难和逆境，能够粗暴地对待一个又一个难关，毫不留情地把它们克服掉、消灭掉；华为的狠，就是那种不要命的拼搏精神；华为的快，就是面对客户的需求，能够迅速响应，像狼一样扑过去解决，群起而攻之。生于忧患死于安乐！在这样的时代和这样的江湖里，惶者生存都可能不够，只有被迫害妄想狂才能生存：一个鸡蛋从外面打破，就成为人类的食物，但从里面打破，则是新生命的诞生。正是在这个意义上，所有缺乏危机感、潜意识里有官本位思想、因循守旧、浑噩麻木的企业，都该听听任正非的当头棒喝：不好好努力，还过什么年！！", "author": "财经要参", "newsdate": "发布时间：19-02-06", "newstime": "00:21", "sentiment": [{"positive_prob": 0.520944, "confidence": 0.58113, "negative_prob": 0.479056, "sentiment": 1}]}]