[{"title": "动工在即！华为要用100亿打造上海青浦研发基地", "content": "（观察者网迅 文/陈兴华）近期，华为上海青浦研发基地近期顺利完成土地摘牌，这标志着华为青浦研发基地项目将进入开工建设的高速发展阶段。据绿色青浦报道，华为此次摘牌的项目位于上海市青浦区科创走廊建设的发展主轴，总用地面积近100公顷，总投资近100亿元，将打造成全中国乃至全世界范围内具有领先地位的研发中心。该项目预计用3-5年时间建设，一期占地面积为94.7万㎡，共可容纳办公人数达1.5万人，这将约占华为全球员工的8.3％。报道称，以华为作为指引，华为海思半导体研发设计总部、物联网总部、无线网总部搬入，青浦淀山湖将布局以移动终端（华为手机）等为重点的全球科创中心。（华为青浦园区概念规划鸟瞰图）据悉，该基地采用国际领先，全国罕见的“9大园3大岛”组团规划，打造服务、住房、交通和办公等多功能混合型社区，可比肩苹果，谷歌，脸书，亚马逊等国家顶尖企业总部园区。以华为100公顷用地等于100万平方米比较。Facebook位于加利福尼亚州的总部，园区总占地约23万平方米，苹果的新总部Apple Park 办公面积约26万平方米，三星在加州的新研发总部建筑面积约合10.2万平方米。另外，正如当年华为从深圳龙岗部分移师松山湖打造全新高科技产业中心，华为此次落户淀山湖，两者十分相似，总投资额也都为近100亿元。（松山湖区域资源VS淀山湖区域资源）2018年，华为总部基地从深圳迁入东莞松山湖。为员工们打造了一个复刻版欧洲小镇的同时，该基地给东莞的房地产升值、就业岗位增加、税收增长、上下游产业的发展等等带来诸多重大利好，极大地提升了地区的经济发展和经济品质。报道表示，青浦是长三角一体化的重要区域，华为研发基地落户于此必将对长三角产业形成良好的促进作用。华为研发基地也被作为青浦重点工作来推进。（华为上海青浦研发基地图示）此前，《青浦、吴江、嘉善2019年一体化发展工作方案》指出，三地将推动华为青浦基地和人才公寓基地年内开工，促进亨通光电、京东方等华为核心供应企业共同打造万亿级信息产业集群。目前，华为已在北京、苏州、上海、杭州、南京、西安、重庆、成都等地设置研究所。青浦研发基地的建立，不仅是华为研发科创资源的战略权衡和转移，也是华为深度参与上海建设有全球影响力科技创新中心以及积极融入国家长三角一体化高质量发展的重要布局。", "author": "观察者网", "newsdate": "发布时间：19-03-06", "newstime": "12:26", "sentiment": [{"positive_prob": 0.991279, "confidence": 0.98062, "negative_prob": 0.00872082, "sentiment": 2}]}, {"title": "极致科技引领创新 华为Mate系列成MWC最大赢家", "content": "一年一度的科技科技盛会“MWC2019世界移动通讯大会”已经圆满落幕，此次华为在会上可谓是大放异彩，虽然有多个厂商发布折叠屏手机，但华为Mate X仍然是当之无愧的焦点。凭借独特的鹰翼式折叠设计、领先的5G通信能力以及强大的续航方案，最新发布的华为Mate X带来前所未有的人机交互体验，堪称是十年以来的最大创新。华为Mate X的亮相吸引了全球媒体及业界人士的关注，并且荣获由主办方GSMA授予的「MWC2019最佳新联接移动终端」奖，而在此之前，华为Mate 20 Pro还斩获了移动设备类别下的\"最佳智能手机\"。鉴于华为Mate X对整个智能手机行业都拥有划时代的意义，华为将其归入了Mate 系列，这个系列历来是展现极致科技的标志性旗舰产品。上一代产品华为Mate 20系列就沿袭了极致科技的研发基因，带来前所未有的AI交互体验，再次拓宽智慧手机时代终端的新边界。事实上，华为Mate 20系列自从发布以来，就获奖无数。早在之前android authority最佳手机评选活动中，华为Mate 20系列就获得了“2018最快充电速度手机”、“最佳拍照手机”等多项权威奖项。全球最具影响力的IT杂志、德国最重要的科技媒体CHIP，给予华为Mate 20 Pro的评分也高达94.1%。其中屏幕显示效果获得满分，操作系统、设备连接、电池续航、相机成像等评分均超过90%。严苛的法国TOP1的科技媒体Les Numeriques也对华为Mate 20 Pro给出五星的最高好评，给其贴上了“至臻科技”的赞誉！不仅如此，“年销量达突破2亿台”，“双十一当天粉丝数量一举达到1000w”，“Mate 20系列一经开售一抢而空”等类似新闻也让人应接不暇。凭借强大的续航能力，持续位居第一的拍照能力，华为Mate 20系列发布短短两个月时间，销量就不断刷新纪录，成为多国家地区的销量冠军，被誉为18年年度机皇。智慧新高度、影像新广度、续航新长度，成为华为Mate 20系列最鲜明的身份标签。经过数年来的过关斩将，华为手机目前早已跃居为全球第二大手机厂商，旗下智能手机业务遍布全球，并且到目前为止还在持续扩张海外市场，这足可以证明国外用户高度认可这个来自东方的超级品牌。当然华为手机也受到了更多国内用户的喜爱，它不仅在产品硬件性能上做到了领先，多元化功能同样也是国内用户肯定华为Mate 20系列手机“好用”的关键要素之一。可以说：华为Mate 20系列之所以斩获如此多权威媒体的第一名，靠的正是全面的技术领先和出色的综合实力。尤其是在设计、拍照、续航等最大的用户痛点上，华为Mate 20系列都超越了预期，以极致科技带来了真正的极致体验。而颠覆了传统手机形态的华为Mate X，也必将成为5G时代新标杆，继续引领智能手机行业的创新探索！", "author": "科技趋势点评", "newsdate": "发布时间：19-03-06", "newstime": "15:12", "sentiment": [{"positive_prob": 0.998684, "confidence": 0.997075, "negative_prob": 0.00131625, "sentiment": 2}]}, {"title": "华为NFC功能怎么用？没想到功能这么强大，以前手机白用了！", "content": "平时在搭公交的时候，是不是忘记带零钱了？扫二维码支付很不方便？手机文件在传输的时候很慢？今天要来跟大家科普华为手机的一个隐藏的神奇功能——NFC功能！没错！什么是NFC功能呢？NFC全称是Near Field Communication，意思指的是近距离的通讯技术。它有什么用呢？它可以轻松实现快速、安全便捷的支付功能，同时还能互传手机文件，进行身份识别、打卡等功能，大大节省了一些复杂的手机操作。怎么打开手机的NFC功能？1.首先我们可以在华为手机的【设置】-【设备连接】里面，直接找到【NFC】功能然后开启即可。2.或者想更方便一些的话我们可以下滑手机的菜单栏，直接找到手机的【NFC】，然后点击开启即可。那么NFC功能有什么作用呢？1.手机变成交通卡NFC功能可以帮助我们把手机直接变成交通卡，可以先打开NFC功能，然后进入【华为钱包】后找到【交通卡】，选择自己所在地的交通卡充值和卡通，这样在搭乘公共交通时，你只需要把你的手机靠近刷卡机一刷，不需要按密码，更不需要打开任何应用哦，超方便！2.手机变成银行卡NFC功能还可以帮助我们把手机直接变成银行卡，同样也需要开启手机的NFC功能，然后打开【华为钱包】后添加银行卡功能即可，这样不需要带银行卡在身上，只需要把手机背面靠近POS机，就能直接刷卡啦！3.手机互传文件两部都有NFC功能的手机在一起是什么感觉？肯定是强强联合了哈~最主要的一点，它们可以通过NFC功能把手机里的视频、图片、应用、文件等快速传给对方哦！只需要开启【NFC】功能，选择共享文件，然后两部手机背面轻轻接触就能秒传文件了。好了，这就是华为手机的NFC功能介绍了，如果你也感兴趣的话就先收藏一波吧，更多有趣好玩的NFC功能，等你一一去发现。欢迎继续关注哦，每天给你推送新鲜有趣的手机小技巧。", "author": "上海互盾信息科技", "newsdate": "发布时间：19-03-06", "newstime": "15:31", "sentiment": [{"positive_prob": 0.916049, "confidence": 0.813443, "negative_prob": 0.0839506, "sentiment": 2}]}]