[{"title": "不只Mate X！华为又一5G新机Mate 20X开售，性能强悍价格良心！", "content": "欧界报道:今年5G注定是一个大热点，全世界各国都在积极备战。继韩国后，国内的各大厂商也开始加快速度布局5G。据了解，今天华为Mate 20X 5G版手机已正式登陆欧洲，由运营商Sunrise发布开售。众所周知，在2019MWC大会上，华为发布首款5G折叠屏手机，但高达17000元的售价让不少消费者望而却步。因此，华为才推出5G版本华为Mate 20X，其售价为997瑞士法郎/981美元，折合人民币大概6607元，和Mate X相比还是十分良心的，毕竟Mate 20X连Mate X的零头都不到。虽然5G版华为Mate 20X和现在市面上的普通手机相比，价格比较昂贵，但其毕竟是5G手机，在技术方面肯定会有所进步。更何况对于欧洲市场的消费者而言，这个价格还是比较便宜的，而且欧洲消费者更注重产品的品质，只要质量优、产品创新度高就会在欧洲市场获得很高的销量。5G版华为Mate 20X在外形设计上和普通版Mate 20X是一样的，只不过背部多了一个标志性的5G logo罢了。配置方面也基本保持一致，配备7.2英寸OLED水滴屏，搭载麒麟980处理器，十分能打，丝毫不输市面上任何一款旗舰机。其特别之处就在于其内置巴龙5000调制解调器，可以实现5G。该机配备4000万像素徕卡超广角+2000万像素+800万像素镜头，配有8+256GB大内存，4200mAh电池，支持40W超级快充，配置可谓十分豪华。值得一提的是，5G华为Mate 20X与市面上其他5G手机相比有着得天独到的优势，因为其配有液冷散热系统和4200mAh超大电池，能够解决5G技术带来的更大耗电量和发热量问题。同时，该机还进一步优化GPU Turbo技术。麒麟980处理器搭配超强的黑科技，以及5G超快的速度，再也不用担心吃鸡时卡机了。不过，此前华为产品线副总裁李小龙称，该机的销量应该不会特别大，因为华为更有竞争力的5G手机还在后面。现在华为Mate 20X 5G版已经上市了，接下来就是Mate X了，估计第三季度发布的Mate 30系列也将是华为一款5G手机。除了华为Mate 20X 5G版之外，近日小米MIX 3 5G版本和OPPO Reno 5G版本在瑞士问世。不管怎样，华为Mate 20X都赶上了国内首批上市的5G手机列车，估计其5月底在国内开售，不知道华为Mate 20X 5G版本能否抢先占领5G手机市场？来源：线上采编，如涉及版权问题或者寻求报道，请及时联系欧界传媒网 ！欧界传媒 | Jie Media七年专注有深度的互联网世界", "author": "电商EMBA", "newsdate": "发布时间：19-05-02", "newstime": "19:58", "sentiment": [{"positive_prob": 0.96209, "confidence": 0.915756, "negative_prob": 0.0379097, "sentiment": 2}]}, {"title": "华为计划最早今年推出全球首款5G智能电视", "content": "5月1日消息，日经亚洲评论引援知情人士消息称，华为计划最早在今年推出全球首款5G电视。消息显示，这些电视将配备5G模块和高端8K分辨率显示器，这说明该电视将能够利用5G网络进行大流量数据传输，完成超高清视频内容以及VR或AR视频内容的播放。关于华为电视，此前一直有传闻，但均被华为方面否认。此前华为消费者业务余承东曾表示，华为不做家电。华为自己不想、也不会去做传统家电，而在AI时代，华为肯定会做带屏幕的智能音箱，屏幕多大也都有可能性，可能会具备电视功能，但只是辅助功能，同时手机可以与大屏互动。之前的消息显示，华为旗下首款智能电视有两个版本，55英寸的屏幕供应商为京东方，而65英寸的屏幕供应商则是华星光电。代工厂则是京东方收购的苏州高创。消息人士透露，华为电视的目标是一年销量1000万台，目标指向电视行业第一。功能方面，华为电视可能会配备双摄像头，另外还支持游戏和社交功能。原本4月要发布，但供应链人士表示华为电视要延迟发布了，主要原因是“软件还没有Ready”，硬件已经没问题了。该人士还表示“华为会有两条腿走路，一方面是做自有品牌，另一方面是在其他电视厂商中植入系统进行运营”。华为对此不予置评。而在4月末举行的华为分析师大会上，华为消费者业务首席战略官邵洋则表示，“电视”产品技术的推进一直在进行，但是上半年暂时没有市场化的准备。在前不久的AWE2019（中国家电博览会）上，华为消费者CEO余承东在接受采访时曾表示，华为不会做传统电视。而是会探索AI时代大屏的体验升级，例如具备电视功能的大屏产品，目前正与合作伙伴探讨，有可能今年会推出一些样板产品。不过直到目前，华为官方尚未公布关于智能电视的消息，因此上述供应链透露的信息也就成为了悬念。而本次日经新闻方面给出的消息，再次燃起人们对华为智能电视的关注。上游新闻综合凤凰科技、太平洋电脑网等", "author": "上游新闻", "newsdate": "发布时间：19-05-02", "newstime": "10:13", "sentiment": [{"positive_prob": 0.999804, "confidence": 0.999565, "negative_prob": 0.000195659, "sentiment": 2}]}, {"title": "华为进军新领域，网友：小米早已入局", "content": "进入21世纪之后，随着PC电脑和智能手机的飞速普及，导致了消费者的娱乐方式发生了巨大转变，而在这种生活方式转变的同时，电视这个家电必备产品的销量却是在连年走低。但是，就在这种行情之下，华为在2019年却是宣布进军新领域，该领域就是电视行业，那么为何华为要逆势而行呢？原因有3点：1、技术不断升级早期的家庭电视主要的功能是接收电视台播放的节目或者视频，用户处于被动选择状态，可玩性较低。而到了智能电视时代，大多数电视都内置了操作系统和移动芯片，基本上和普通的智能手机区别不是太大，当然在通话方面还是有较大出入的，毕竟定位不同。而智能电视的出现可以让用户主动的选择节目，甚至是在家里观看电影都是完全没有问题的，而一些小游戏也可以在电视上完成，这是依靠技术丰富了智能电视的用途。不过，真正的技术革新将在5G时代出现，随着5G超大带宽的接入，智能电视的“超大”屏幕相比于手机可以安装更多的感应元件，而这些感应元件可以让用户体验到VR和AR的视觉效果。在家里就可以体验到3D影院的感觉，更可以体验到逼真的虚拟现实的游戏效果，大大的增强了智能电视的可玩性，可以说未来几年将会是智能电视真正爆发的时代。2、业务发展需要多方面布局如今的智能手机市场基本已经处于饱和状态，而华为旗下的智能手机出货量已经稳稳的占据着全球出货量第三的位置，短时间内想要再做出巨大突破基本上是不可能了。所以开发全新的市场是带动华为营业收入的必由之路，而技术的革新往往可以让传统行业焕发出全新的活力，这就像智能手机之于功能机，智能电视之于功能电视。华为通过高端技术迅速完成布局，这是对市场的“探索”，一旦未来智能电视行业“刮起”浪潮，那么最先受益的一定是第一个吃西红柿的人。3、物联网降至，巨头纷纷入局物联网这个概念在五年前就已经很热门了，而互联网的各方大佬也是接连发言表示：移动互联网已经进入下半场，未来是属于物联网的时代。但是，物联网的兴起根决定因素在于5G网络的覆盖，如今5G网络已经在国内多个城市“开花”，最多两年我国的4G网络一定会被全面替换为5G。届时就是物联网爆发的时代，而物联网的发展一定会带动智能家居的发展，所以智能电视只是华为布局的一个重心而已，未来华为一定会在更多的家居智能设备上进行布局。对此网友表示：小米早已入局。的确，小米虽然表面上看是一家智能手机企业，但是这么多年以来雷军对于小米的期望绝对不只是做手机行业的巨头。而小米“杂货铺”在2012年就开始了布局，如今已经初具规模，在智能电视方面，小米也是发展多年，相比于华为，小米才是真正的智能电视业务的先行者。不过最新消息显示：华为将在今年率先推出5G网络电视，这似乎意味着华为想要利用5G迅速打响华为智能电视的品牌，从而完成弯道超车。你觉得5G智能电视能带来哪些不一样的体验呢？", "author": "C君科技", "newsdate": "发布时间：19-05-02", "newstime": "16:35", "sentiment": [{"positive_prob": 0.857281, "confidence": 0.682846, "negative_prob": 0.142719, "sentiment": 2}]}]