[{"title": "华为超越苹果领跑中国高端手机市场：Mate20系列超强实力功不可没", "content": "此前，市场研究机构IDC发布了2019年一季度的全球智能手机市场统计报告，报告显示华为智能手机出货量及市场份额均大幅增长，正式取代苹果成为全球第二大智能手机品牌。而在中国市场，自2017年第四季度以来，华为一直稳居出货量榜首。多年以来，凭借P系列、Mate系列双旗舰的发力，华为已经成功打入高端智能手机市场。如今，华为是继苹果、三星之后，唯一一个在高端智能手机领域拥有两位数市场份额的品牌。而在本土市场，华为已经成为该领域真正的领先者。日前，国际知名市场调研机构Counterpoint Research发布的最新报告显示，2019年第一季度，中国售价600-800美元（约合4100元-5500元）的高端细分手机市场中，华为首次超越苹果，市场份额高达48%，远超苹果的37%，且差距正在不断拉大。报告指出，华为Mate 20、Mate 20 Pro 128GB两款机型拥有强大的吸引力，其销量超过了同一价位上的iPhone XR和iPhone 8系列。此外，在售价高于800美元（约合5500元）的超高端手机市场，华为的增长也十分迅猛。凭借华为Mate 20 Pro 256GB和Mate 20 RS保时捷设计等机型的发力，2019年第一季度，华为的份额已经从去年同期的2%大幅增长至14%，报告指出，华为的高端市场的成功并非一日之功，多年以来持续不断的努力和研发投入是其最大秘诀。Counterpoint Research认为，首先，华为在智能手机研发方面投入了大量资金，所有华为旗舰机都搭载了自主研发的麒麟处理器。Mate20系列搭载的最新一代麒麟980是首款使用7nm工艺的SoC，该芯片提供了更快的下载速度、更好的AI性能以及双NPU设计，并通过独立ISP有效提升了相机性能，超强的拍照性能和超长电池续航使其名声大噪。其次，华为从苹果那里夺取了更多市场份额。数据显示，苹果近几个季度在中国市场的份额持续下滑。在笔者看来，华为在高端手机市场奠定王者地位，与Mate20系列超强的产品竞争力和持久“保鲜期”密不可分。随着手机市场从蓝海走向红海，竞争愈发白热化，手机新品更迭，尤其是旗舰机的换代速度越来越快。当然，竞争激烈只是外因，其本质原因还是产品本身竞争力有限，加上后续软件更新不到位，难以让消费者持续获得最好的用户体验和创新功能。不过，华为Mate20系列自发售之后，市场就一路热销。今年3月份，华为官方宣布，华为Mate 20系列上市四个半月全球发货量就超过1000万台，有望整年销量达到1500万台。与此同时，华为Mate 20系列在大中华区同一时间内打破了此前Mate系列的销售记录，在海外市场也受到消费者青睐，西欧、中东、亚太等地区均持续热销。此外，Mate20系列年轻用户和女性用户占比增长趋势明显，打破了以往华为手机男性用机标签。第三方调研机构数据显示，截至今年1月底，在中国市场华为Mate20系列35岁以下年轻用户占比和女性用户占比，较华为Mate 10系列增长7%，其中华为Mate 20 Pro的女性用户占比增长更为显著，较华为Mate 10 Pro增长11%。年轻和女性用户的涌入，为华为Mate 20系列的持续热销提供了新的市场源动力。直至今日，华为Mate20系列的外观设计、拍照、性能、续航在同级别竞品中依然优势明显。在今年2月份的MWC 2019世界通信大展上，华为Mate 20 Pro一举击败同期或最新发布的诸多旗舰手机，斩获了由MWC主办方GSMA颁发的，有手机界“奥斯卡”之称的“最佳智能手机”大奖。GSMA权威评委认为，华为Mate 20 Pro是“压倒性”的获胜者，它不仅拥有出色的相机，还有优秀的稳定性和电池寿命，这些都是华为手机努力成为行业领先选手最真实的证明。而从华为Mate 20系列用户反馈来看，华为Mate 20系列的拍照、续航、性能、外观设计以及功能性都较为均衡，不仅全球首发7nm麒麟980处理器，还带来了新一代徕卡三摄、40W快充、屏内指纹、3D结构光、石墨烯液冷散热等众多前沿科技，可谓华为手机极致科技的集大成之作。市场销量不会说谎，用户选择是最好的证明。目前来看，华为手机已经成为中国高端智能手机绝对的王者。如果打算购买一款四五千价位的旗舰机，华为高端旗舰Mate20系列依然是你绕不开，且最值得入手的选择。", "author": "驱动之家", "newsdate": "发布时间：19-06-25", "newstime": "15:08", "sentiment": [{"positive_prob": 0.999811, "confidence": 0.999579, "negative_prob": 0.000189452, "sentiment": 2}]}, {"title": "不畏惧“制裁”，各大国纷纷向华为抛出橄榄枝，这一次华为5G妥了", "content": "导读不畏惧“制裁”，各大国纷纷向华为抛出橄榄枝，这一次华为5G妥了！众所周知，自从进入4G网络时代之后，移动互联网就成为了我们生活中最为重要的东西之一了；如今不管是我们的生产还是生活，都是离不开网络的，就在不少人都在享受4G网络给我们的生活带来便利的同时，5G时代也正在悄向我们走来，而在5G网络发展方面；我国的华为显然是已经走在了世界的前列，并且在5G领域取得了不错的成就！华为很早之前就已经开始在布局5G网络了，因为进入的较早，而且华为还在5G网络研发方面也投入了巨额的研究经费，这让华为在5G领域取得了大量的专利和技术积累；本以为华为能在即将到来的5G市场上大放光彩，获得很多的国际5G订单；但是没想到华为5G却遭到了来自美国的“打压和制裁”，这让华为在国际市场上的发展倍感压力！此前，美国宣称华为5G技术有“安全问题”，还让不少国家都不要使用华为5G，但是联合抵制华为的行为没过多久就被瓦解了，因为华为5G技术实在是让人无法避开；而且华为多年来一直为很多国家都致力于提供质优价廉的网络服务；所以最后众多的国家都开始纷纷向华为抛出了橄榄枝，继续开始寻求和华为的5G合作！华为也一直不畏惧“制裁”，大力的发展自己的5G网络；目前华为在5G网络方面取得的实用性标准专利已经是全球第一的；所以想要快速的建设5G网络，和华为合作无疑是一个非常好的渠道；在华为遭到“制裁”之后，还是有很多国家不畏惧“制裁”，开始和华为公司之间展开了合作，先是德国宣布与华为展开5G合作，之后英国也宣布使用华为5G设备实现了第一次网络高清直播；在这之后华为还获得了俄罗斯运营商的青睐，双方将在莫斯科展开5G网络建设的合作，不仅如此就连韩国的第三大移动运营商LG Uplus也是和华为达成了合作，看到华为接二连三的拿下国际5G订单，这无疑让美国的“制裁”显得有点苍白无力了！近日，华为再下一城，开始进军东南亚市场，并且还成功的获得了菲律宾的青睐，双方也将会在5G网络方面展开合作；如今的华为5G可以说是妥了；目前华为在5G订单数量方面也是遥遥领先于对手诺基亚和爱立信的，走在了世界5G的前列；虽然说5G市场很庞大，很多的科技企业都想要分一杯羹；但是面对强大的对手，只有拥有绝对的实力才能获得更多的市场份额！如今华为已经变得越来越强大了，面对华为发展道路上的挡路石，华为也将会一一踢开，看到华为在5G市场上取得的成绩，无疑证明着华为这一次的5G妥了；而且华为能取得这样的成绩也是很不容易的，值得我们骄傲和自豪，不知道对此你是怎么看的呢？欢迎留言和小编一起互动哦！", "author": "小鹏科技世界", "newsdate": "发布时间：19-06-25", "newstime": "15:15", "sentiment": [{"positive_prob": 0.91078, "confidence": 0.801733, "negative_prob": 0.0892202, "sentiment": 2}]}, {"title": "又一大国力挺华为 斩获80亿订单 吊打诺基亚全球第一 华为：共赢", "content": "距离华为被列入管制名单，已经快一个多月了，华为全球5G进程也受到一定影响，虽然凭借技术华为完全可以“称霸”全球，但因美国的举动，华为5G还是受到很大影响。不仅失去了美国市场，欧洲一些国家也选择拒接了华为，日本更不用提了，孙正义第一个带头拒绝华为，还下令名下公司不再使用华为设备断绝合作关系，使得华为5G遭受巨大损失。5G进展道路上，华为从来都不是一帆风顺。好在华为在面对美国重压时，并没有屈服，反而依靠自身过硬的实力挺过来了，同时还给予了一定的回击。这期间不仅员工们鼎力相助，国内外很多企业纷纷力挺华为。而东南亚国家中，马来西亚可谓是第一个明确支持华为的，5月底马来西亚总理就对“华为禁令”持反对意见，还多次赞扬了华为。作为全球5G技术领头羊，华为受到了美国“眼红”，从抵制华为到将华为列入管制名单中，美国一直在各种“打压”华为，但华为还是凭借出众的技术受到欧洲市场的欢迎。据资料，如果欧洲市场放弃乐华为5G，将需要多花费4000亿元开展5G建设，而且就算多花4000亿元，在5G技术方面仍然落后于华为。正因如此，欧洲各国才会在利益面前，力挺华为，选择相信华为5G。6月21号，菲律宾电信巨头宣布将启动本国第一个5G网络服务，华为是其核心设备供应商，这也代表菲律宾将成为东南亚地区第一个开通5G网络的国家，同时还能帮助菲律宾网速提升至100兆比特/秒。菲律宾还计划在7月给中国电信在菲律宾成立的运营商发布经营许可证，最早将于2020年开始运营，这也代表着，中国通信公司正式进入菲律宾市场。如今华为已经在全球范围内拿下30多个国家和地区47个5G商用订单，基站发货量高达10万个，排名全球第一。而全球5G订单中，诺基亚紧随其后斩获42个5G订单，令人惊喜的是，中兴也拿下40个5G订单，爱立信仅有19个。自从去年中兴被美国“制裁”后，并低调了很多，同时也明白了技术不能依靠于人。在技术研发和资金方面都投入了大量心血，所研发的新支点系统也备受好评。如今菲律宾也选择华为5G，此订单价值80亿元，未来还将大量采购华为5G设备，这也代表着继欧洲市场外，华为又敲开了东南亚市场大门。其实，华为5G在东南亚一直备受欢迎，现在菲律宾和马来西亚都对华为表示了极大的兴趣，相信未来订单也会越来越多的。虽然美国可以“限制”华为，但却阻挡不了全球各国对华为的认可，在实力面前所有计谋都是没用的。5G网络的重要性人尽皆知，对于国家未来发展也非常很重要。美国之所以“限制”华为就是为了不让其发展，但以现在的局势来说，美国的如意算盘怕是要黄了。", "author": "东南财富", "newsdate": "发布时间：19-06-25", "newstime": "11:22", "sentiment": [{"positive_prob": 0.996152, "confidence": 0.99145, "negative_prob": 0.0038477, "sentiment": 2}]}, {"title": "李一男：25岁成华为副总裁却两度叛出华为，一度入狱，结局唏嘘", "content": "这两年华为的风云人物可以说是余承东了吧，无论是带领华为终端成为全球第二，还是当初带领无线部门拿下欧洲第一。余承东用成绩证明了自己的能力。而在余承东之前的另外一个风云人物，那可能要属李一男了。相比起余承东，李一男可以说是一个天才少年，他15岁就考入了华中理工大学第一届少年班，22岁加入了华为。1992年，是华为的第一个关键节点，成立才5年的华为这个时候销售额已然破亿，任正非想要谋求新的发展，在他的带领下，华为准备拿出所有身家背水一战，集中所有华为的研发力量，开发交换机。这个项目由华为2号员工——郑宝用主导，项目的目的是研发2000门网用大型交换机设备，他将项目命名为“C&C08”。在项目开始的誓师大会上，任正非对着公司所有员工说：“这次研发如果失败了，我只有从楼上跳下去，你们还可以另谋出路。”而在关乎华为的生死存亡的这一关键节点上，1993年，23岁研究生正式毕业的李一男成为了华为的员工，靠着自己强大卓绝的技术能力，他在两天的时间内火箭般飞升成为了华为的工程师，7天后，升职为主任工程师，协助郑宝用开发C&C08。那时候，任正非每天都来看看李一男，越看李一男任正非觉得越喜欢，思路清晰，少年天才，甚至直接称李一男为“干儿子”，那个时候李一男24岁，任正非50岁。那个时候，身为华为主任刚才说的李一男，和郑宝用正式提出在C&C08采用当时并不成熟的准SDH技术——Synchronous Digital Hierarchy，同步数字体系，这项技术诞生在贝尔实验室，有同步复用、标准化的光接口、强大的网管能力、灵活网络拓扑能力和高可靠性的巨大优势，后来演变成为全球数据传输的核心标准之一。左起刘启武、李一男、杨汉超、徐文伟、郑宝用、黎健、毛生江然而在当时，因为这套技术并不成熟，会有很大风险，大家并不知道最终效果怎么样？然而任正非与身为李一男师兄的郑宝用大胆采用了这套新技术。光传输技术的引入，是华为从模拟到数字的最大进步。而随着新技术的采用，李一男快速升任为项目经理！1994年8月，C&C08万门机在江苏邳州开局，经过两个月的上线调试，最终大获成功，横扫中国电信市场。94年一年的销售就达到8亿，此后每年翻倍增长，成为全球历史上销量最大的交换机。根据咨询公司Dittberner的报告，截至到2003年底，C＆C08机在全球五十多个国家的应用超过1.3亿端口，之后再无公开数据报告。1997年，华为的C&C08数字程控交换机获得了国家科技进步奖二等奖。交换机的成功开始让华为这个名字绽放光彩，而李一男在95年被提拔为华为公司总工程师/中央研究部总裁，97年，年仅27岁的李一男就坐上了华为公司的副总裁宝座，李一男个人股份在华为仅次于任正非、郑宝用等几个人，要知道余承东用了25年的时间才坐上了这个位置。后来，李一男带队去广州与广东电信新业务发展部进行技术交流时，新业务发展部主任陈嫦娟建议华为开发大容量的接入服务器。双方最后达成协议，共同开发接入服务器。A8010接入服务器项目起死回生，顺利立项。这是国内第一个成功的自主研发的接入服务器。直到现在，华为在全球服务器市场，占有超过6%的份额，稳居前四。1998年，借着去美国考察的机会，李一男主导开始研发高端路由器，取名“NetEngine” 。高端路由器是目前互联网上的骨干设备，全球只有思科、华为等少数几家公司才拥有相关技术，直到今天，华为高端路由器市场份额牢牢占据全球第二。Huawei NetEngine5000E 集群路由器李一男后来坚持要搞GSM，而郑宝用则认为CDMA是未来发展前景，两个人产生了激烈的矛盾，最后到来无法调和的地步。但李一男坚定地认为，没有GSM哪里就会有3G？因此，挖了东方通信的刘江峰团队开始研究GSM，不惜一切做了出来，那个时候余承东也是GSM的主要研发人员。事实证明，李一男的坚持没有任何问题。但是李一男因为少年气盛，再加上一路顺风顺水，经历的挫折太少，所以脾气不好，情商不高，最终闹到了不可挽留的地步。GSM的研发，让华为进入国内通信市场，并迅速茁壮成长。并且在海外奠定了GSM的好格局，为后续3G/4G确定了坚实的基础，GSM后来甚至进入了欧洲的核心区域。1998年，华为更是参与制定3G国际标准，成为标准制定组织成员和主要贡献者之一。在当时，华为选择投入GSM、中兴选择投入CDMA（因为高通专利的限制，CDMA发展并不好），是华为中兴今天业绩不同的最核心原因。选择了GSM的华为在通信领域可以说彻底站稳了脚跟。此后经年里，华为产品开始大规模突破主流市场，在国际上打开了局面。到2006年已取得50亿美元的销售收入，市场份额排名全球第三。2000年，自觉羽翼已经丰满的的李一男选择了“内部创业”，带着从公司价值1000万元的设备，创立北京港湾网络有限公司，并以华为企业网产品高级分销商的身份开始独闯江湖。那个时候时，除了与任正非和少数技术主管仍保持顺畅的沟通之外，和大多数其他高管都有不同程度的交恶，而这也预示着李一男与华为之间必将走向分手。当时，任正非对李一男是信任的。李一男离开深圳之际，任正非在深圳五洲宾馆大举设下豪华宴，召集华为所有“总监级”以上高层为李一男“壮行”。由此也可以看出任正非对这位被自己称为“干儿子”的李一男深厚的感情。然而，令任正非痛心的是，这位曾经自己寄予厚望的接班人居然开始脱离华为，和华为抢生意。李一男不仅从华为研发部门挖走大量人才，研发并推出属于自己的产品，港湾逐渐发展壮大到了与华为抢客户的地步，致使华为受挫。这里不得不说，李一男的确是技术天才，当时，华为还在ATM与IP两种不同技术上举棋未定。但李一男坚定地选择了IP方向，事实证明，是完全正确的。如港湾推出的IP-DSLAM宽带接入设备，就引领了时代潮流。当时，李一男还想进入运营商的光传输市场，这一举动彻底动了华为的奶酪和根本。这一切，导致了任正非与李一男彻底决裂，由情同父子到彻底走上反目。忍无可忍的任正非，成立了“打港办”：不让港湾赚钱和不让港湾上市是打港办的两条基本线。港湾几乎快在美国敲钟上市，被华为的一纸诉状打回了原形，西门子原本想以1.1亿美金的价格收购港湾，也被华为击退。最终，由于成立时间不久，积累不够，港湾在人力、财力上都与华为有巨大的距离，在这场消耗战中，港湾彻底败了，港湾最终被华为收购了。李一男再次回到了华为，头衔仍是华为副总裁，兼首席电信科学家，但剥夺了重大事件的决策权和参与权，不再是华为EMT成员。但是李一男还是做出了成绩，参与了终端公司的芯片项目，就是现在海思麒麟芯片的前身。感觉受到了冷遇的李一男还是败给了自己的情商，他第二次叛出华为，头衔两年变一个，百度CTO、移动12580的CEO、金沙江投资合伙人。可是，李一男最终没有明白一个道理，这个世界上天才很多，可是好的伯乐和平台却很难找。再次离开了华为的李一男终究是没有遇上第二个任正非和第二个华为。而在做金沙江投资合伙人的时候，李一男更是不幸惹上了牢狱之灾。2016年3月15日晚，据财新网报道，因涉嫌内幕交易罪，46岁的李一男于3月15日在深圳市中级人民法院受审。而他的入狱也让他的新创业项目牛电科技波折不断，出狱之后，尽管他是小牛电动的创始人，但是由于曾经获刑，他不能继续担任这家公司的高管或董事，目前仅仅是第一大股东。以发行价9美元计算，小牛电动市值将达6.81亿美元，而本次发行前持股43.8%的李一男，身家也接近20亿元人民币。小牛上市现场的李一男然而，在这十几年的消磨之中，李一男却再也无法到达曾经的辉煌。我们无法判定，李一男如果当初继续留在华为会达到什么样的成就。但是离开了李一男的华为依然在延续他的辉煌。人有时候就很奇怪，总觉得如果自己离开，整个企业就会走向滑坡。然而，有时候，人却忽略了，平台和伯乐更是自己成功的不二要素。不可否认，李一男对技术的敏锐以及对技术发展长远的把握，让华为彻底甩开了中兴，无论是当初启用新技术研发交换机、还是押注GSM以及看好欧洲制式的DECT，都对华为未来的发展产生了深远的影响，华为如今成为通信领域的龙头，和李一男打下的深厚基础是分不开的。而押注小灵通、CDMA的中兴虽然短期赚的盆满钵满，但是从长远来看，却饱受限制。甚至大伤元气。不知道如今的李一男，会不会后悔当年判出华为！", "author": "胖福的小木屋", "newsdate": "发布时间：19-06-25", "newstime": "16:35", "sentiment": [{"positive_prob": 0.324841, "confidence": 0.27813, "negative_prob": 0.675158, "sentiment": 0}]}, {"title": "中国第一！华为Mate 20 X 5G版入网：支持5G全网通", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技----------------------------------时至MWC上海2019展会期间，不少手机厂商都对外公布了自家5G手机的上市布局，基本上多数都在今年的第三季度推出。而放眼世界，也只有三星向市场推出了Galaxy S10 5G版，但在国内并没有取得入网许可证。也就是说，目前中国市场上，还没有一台手机达到商用的状态。今天下午，华为终端官方微博宣布，华为Mate20 X 5G版获得中国首张5G终端电信设备进网许可证。这也意味着，华为Mate20 X 5G版很有可能成为中国首部上市的5G手机。配合上运营商的5G套餐，我们也就可以享受5G带来的快感了。华为Mate20 X 5G版外观上与普通版本的Mate20 X相差不大，5G版本仅仅是有一个5G logo。但由于目前海思麒麟980芯片暂不支持5G，5G版的Mate 20 X的基带更换为巴龙5000，这也与之前的消息保持一致 。巴龙5000基带芯片采用了7nm工艺制程，支持单芯多模，可以支持SA（5G独立组网）和NSA（5G非独立组网）双模，并且还向下支持4G、3G、2G网络。关于SA和NSA，华为手机产品线副总裁李小龙也科普到，为了前期的成本控制，可铺网速度，5G初期将会采用NSA的形式。但NSA网络下，手机需要同时连接4G和5G，无法发挥出5G的低时延特性，并且手机耗电也会更高。而在后期，SA才是5G的最终状态，同时也会更加稳定。现阶段，国产手机同时支持NSA和SA双模5G网络的并不多，大部分产品目前也停留在5G的NSA阶段。华为Mate20 X 5G版也是依靠自家的巴龙5000基带芯片达到同时支持NA、NSA双模，也是华为自身高研发投入产出的结果。如果需要购买5G手机，长久来看肯定要认准同时支持NA和NSA 5G双模。不过，就以目前的速度来看，5G手机依旧还处于尝鲜的状态，运营商为了收回前期成本，5G套餐肯定不会多便宜，加上如今5G网络密度不高，即使是使用了5G套餐和5G手机，可能也不会有多好的使用体验。所以，以实用为前提，还是建议各位等等。", "author": "雷科技", "newsdate": "发布时间：19-06-25", "newstime": "18:35", "sentiment": [{"positive_prob": 0.993129, "confidence": 0.984731, "negative_prob": 0.00687096, "sentiment": 2}]}, {"title": "专访华为5G总裁杨超斌：今年5G研发将投百亿", "content": "杨超斌 华为5G产品线总裁新浪科技 韩大鹏编者按：没有人会怀疑5G即将带来的变革。物联网、无人驾驶、VR、工业……它所催生出的新兴技术，正不断刷新着人们对未来美好生活的想象。我们愿将这种变革视为托马斯·库恩的“范式转变”：它尚存诸多不成熟，甚至不及上代技术的稳定性，但从长远来看，它足以促使科学的变革，让通讯翻开新篇章——即改变世界。人们不禁怀揣疑问：5G到底有何优势？它将颠覆哪些行业？资费相较4G有何变化？中国5G在全球又处于何种地位？……值此之际，新浪科技、新浪5G频道联合发起“5G大家谈”系列专访栏目，特邀政、产、学、研、用领域的著名人士，详细解读5G的发展及落地，为广大读者答疑解惑。本期嘉宾介绍：杨超斌，华为5G产品线总裁。负责华为公司5G规划、开发、市场、行业协同促进等工作。1998年加入华为公司，历任华为无线研发中心主任、LTE产品线总裁、瑞典研发中心主任、华为无线CMO，在无线研发、创新、市场等领域做出贡献，也是SingleRAN方案的创造者。美国限制华为 到底影响几何？华为公司在遭美国限制后，创始人任正非的表态受到各方关注。他对华为的5G技术充满信心：“华为的5G是绝对不会受影响，在5G技术方面，别的国家两三年内肯定追不上华为”。事实的确如此。凭借科研实力“华丽转身”的华为，已在全球范围内拿下了超46个5G商用合同，位居全球首位。华为5G产品线总裁杨超斌在接受新浪5G专访时坦言，虽然美国对华为进行限制，“但是就5G来说，对我们没有什么影响”。华为在供应商的策略上一直坚持“多供应商策略”，“任何一个元器件，我们都会考虑来自于不同的供应商，来自于不同的国家，美国也有我们的供应商”。他认为，整个移动通信应被视为一整套生态系统，需要全球各个厂商共同参与，只有一起参与，才能形成全球统一的标准。因此，在5G的标准制定过程中，不管是中国厂商，欧洲厂商或美国厂商，大家共同制定了3GPP的统一标准，只有大家把自己的创新成果全部贡献出来，制定出来的标准才会具有竞争力，“因此我认为，在产业的构建上，华为公司跟欧洲、美国等厂商，都是合作的关系，而在市场层面，我们也是竞争关系”。5G手机价格都很贵 明年会便宜吗？5G时代，消费者要体验5G网络速度，就必须购买5G手机来更换掉手中的4G手机。这毫无疑问被厂商们视为驱动用户换机的下一个动力，也成为各家获得增量用户的来源。不过，目前5G手机价格普遍偏高，这让众多消费者“望而却步”。杨超斌认为，5G手机偏高的原因在于，当新一代通讯网络开始商用时，终端厂商会从旗舰机开始做，所以价格会很高，“我相信，随着5G大规模商用，各个终端厂商肯定会把5G终端从旗舰机拓展到中端或者低端机型。我预计，在明年，很有可能终端价格降到2000元到3000元”。外交部所言46份合同 都来自哪里？不久前，外交部发言人耿爽在记者会上透露，截至6月6日，华为已在全球30个国家获得了46份5G商用合同，“这其中就包括一段时间以来美方‘苦口婆心’劝说的一些盟友和一些欧洲国家。至于这些国家的名字，我在这里就不点了，以免某些人听了之后扎心”。网友们纷纷留言为耿爽点赞。杨超斌就该问题做了更详细阐述：“这46份5G商用合同中，其中有26份合同来自于欧洲，还有10多份来自于中东，其次主要是来自亚太区，含拉美、东南亚，像韩国。非洲还有一个，是在南非签了一个5G商用合同，这是在非洲唯一的一个5G商用网络，现在已经开始规模建设”。他还透露，在5G专利方面，华为总共提案了1.8万余篇。从3GPP R15的基本专利数量来看，目前华为公司排在榜首，“现在有2570族基本专利，在整个占比超过20%，这个是在全球所有厂商里是最多的”。一万多人研发5G 今年要花多少钱？众所周知，华为长期致力于通信技术的基础研究和开发。2018年年报显示，其在研发方面投入为1015亿元，占销售收入比重为14.1%。今年在5G研发投入又是多少？杨超斌给的数字是：100亿元。“早在2009年，华为就投入6亿美元，开始做5G的研究。这笔钱是专项预算，主要用于标准方面的研究，从2016年开始，公司在5G方面投入了产品方面的开发工作，主要涵盖核心网、承载网、接入网及终端。单纯看系统侧，今年的研发人数大约是1万多人，整个研发费用的投入超过100亿人民币，当然这不包括终端”。这100亿元主要用于三个方面：第一，研发人员的人力成本支出；第二，要有大量的仪器设备；第三，做产品的开发，涵盖华为的芯片开发和投入。以下为新浪科技对话杨超斌实录：新浪科技：5G商用牌照的发放，对中国5G整体发展有何影响？杨超斌：现在实际上中国在5G上面，不管是研究、标准，还是系统设备的开发，还是终端的开发，实际上在全球是处于领先的。这次，工信部发了5G牌照，使得运营商根据牌照，有可能来建设全球领先的5G网络，这样，必然会带动全球5G产业链的发展。同时，基于领先的5G网络，在这上面有可能产生大量的应用创新，从而实现“4G改变生活，5G改变社会”的愿景。另外，从全球范围来看，去年，英国、韩国、意大利、芬兰、爱尔兰等很多国家，都发放了5G牌照。今年，我们预计陆续将会有40多个国家会发放5G牌照。新浪科技：华为已经与30多个国家签署了合作协议，都包括哪些国家？杨超斌：目前，我们跟30多个国家的运营商，总共签了46份5G商用合同。这46份5G商用合同中，其中，有26份合同来自于欧洲，还有10多个来自于中东，然后，其他的合同主要是来自亚太区，含拉美、东南亚，像韩国。非洲还有一个，非洲是在南非的Rain，签了一个5G商用合同，这是在非洲唯一的一个5G商用网络，现在已经开始规模建设。新浪科技：华为从何时开始研发5G？投入是多少？杨超斌：对移动通信来讲，从第一代、第二代、第三代、第四代，到现在的第五代，它的代际是非常清楚的。在2009年，当我们开始商用第一个4G网络时，华为就投入6亿美金，开始做5G的研究工作。因为当时我们也不知道5G研究需要花多少钱，所以，当时就拍脑袋定了6亿美金，来做研究创新。但是事实上，从现在看来，研究创新也花不了太多钱，目前6亿美金还没花完。当然，现在投入到产品开发的费用不在这里面，这6亿美金仅仅是研究创新的费用。因此，在国际标准的制订过程中，在3GPP里面，华为公司的研究成果在标准里面，也得到了充分的体现。因此像刚刚冻结的Release 15标准里，华为公司总共交了18000多篇5G的提案，如果将这18000多篇5G的提案用A4纸打印出来，它就有9米高。然后，同时在产品开发方面，我们是在2016年，正式成立5G产品线，正式启动了5G商用产品的开发。因此，从去年开始，刚刚谈到，去年像英国、韩国等一些国家已经发放了5G商用牌照，在那里的客户，也和华为公司签署了5G商用合作合同。因此，从去年开始，我们已经在欧洲、韩国、中东的一些国家，已经开始了5G商用的部署。因此，从产品解决方案情况来看，我们从核心网到承载网到接入网，再到CPE，已经完全具备商用的能力。新浪科技：在全球所有厂商中，华为的研发处于怎样的一个位置？杨超斌：具体的提案数是不是最多，我们还没有统计过，华为自己的提案是18000多篇。但是，从3GPP R15的基本专利数量来看，华为公司是最多的，我们现在在3GPP领域里，拥有的基本专利的数量是2570 族，这个在ESTI网站上是能够公开查到的，每个公司拥有专利的情况，也可以在这个网站上查到。我们2570族基本专利，在整个占比超过20%，这个是在全球所有厂商里是最多的。新浪科技：目前与中国三大运营商的合作进展如何？杨超斌：实际上，从去年4月份开始，华为公司就和中国的三大运营商——中国移动、电信、联通，陆陆续续在全国40多个城市，开始了5G的实验网。做5G实验网的目的，就是来探索5G未来建网的模式，探索未来5G网络规划、优化该怎么做，共同探索在5G时代，整个站点解决方案该怎么做、整个主网架构该怎么做。经过一年多的探索，我们跟中国三大运营商在一起取得了丰硕的成果。新浪科技：任正非说，华为的5G至少领先了全球整个行业2至3年，具体表现在哪些方面？杨超斌：任总所讲的领先对手2-3年，他主要是根据我们客户的一些反馈来判断的。因为在欧洲，我们在一些公开媒体的新闻上，大家应该也看得到，不少运营商的CTO、CEO都出来说，如果离开了华为，欧洲的5G网络商用，就会推迟2-3年。在今年的5月30日，华为公司跟英国电信一起，正式在英国商用了5G网络。英国电信的首席架构师，在公开场合也曾讲过，“当前，全世界只有唯一的一个5G供应商，这就是华为，其他供应商还需要努力。”新浪科技：华为目前在欧洲市场的布局如何？杨超斌：欧洲运营商，一直都是华为公司在移动网络建设上的战略合作伙伴。我们跟欧洲运营商在移动通信上的合作，主要是从3G时代开始的。大家都知道，华为公司在2008年推出了SingleRAN解决方案，这个解决方案，当时就是华为公司和欧洲运营商一起通过联合创新，发明了这个解决方案。这个解决方案，现在已经成为全球所有运营商，网络建设的标准。因此，在5G时代，华为公司仍然会和欧洲的运营商保持非常好的合作，刚才已经谈到，我们全球46个合同里，有26个是来自欧洲运营商。新浪科技：5G带来最明显的改变会发生在哪个行业？杨超斌：从现在5G的网络能力来看，它的应用能力主要会集中在两个方面：第一，5G对消费者用户来讲，可以极大提升消费者用户的体验，像这次跟中国移动在杭州一起实测下来情况来看，通过规模实验，包括在密集城区、郊区、高速公路，5G的速度可以达到4G的十倍以上，对消费者用户来说，原来一些不可能的应用，现在都会成为可能。像现在在韩国，在过去2个多月的时间里，已经发展了100多万5G用户，实际上在韩国，对于消费者用户，他们最欢迎的业务就是虚拟现实。两个礼拜前，我去了韩国，我们在那边开了一个5G的开放实验室，因此也去现场体验了一下，现在在韩国，基于5G网络，现在跑的虚拟现实的应用。从我的感受来看，现在的虚拟现实应用体验得非常好，像这些应用，在4G网络时代是不可能完成的。当然，5G刚刚起步，虚拟现实仅仅是其中一个应用，我相信，随着网络的Ready，大量的应用创新，在未来会不断产生。第二，5G的主要应用是聚焦在行业数字化上面。因为现在看来，有一点很明确，5G的网络能力，带宽会比4G宽很多，时延会比4G短很多，同时，能支持的连接数，会比4G高很多。因此，基于这样的网络能力，我们相信5G在各行各业将会发挥更大的作用。比如，像今年中央广播电视台搞的春晚，之前的春晚都有直播，要有一个采访车，要通过卫星进行转播。有了5G之后，既不需要采访车，也不需要卫星来传输，直接有一个5G的modem，就可以实现高清的现场直播。新浪科技：目前来看，还有哪些问题没有解决？杨超斌：作为新的一代技术，一般会持续10年甚至是更长的时间。因此，现在完成的5G标准，仅仅是Release 15，是第一个商用标准，但是5G的技术、商用标准，在未来的10年里，会持续不断地创新、持续不断地演进。因此，5G网络能力也是一样，开始规模商用后，每一年网络能力都会逐步提升，新的网络能力会逐步加进来。对运营商来说，建网也是有个过程，肯定是从大城市开始建，然后逐步拓展到中小城市，最后是农村。因此，整个网络建设、整个技术创新、整个应用创新，对于5G来说，并不是说一开始商用，在未来5-10年里，它会持续不断地演进，持续不断地构筑起来。新浪科技：5G终端的价格，何时才能被大众接受？杨超斌：现在，5G刚刚开始商用，所以，终端厂商大多会从旗舰机开始做。因此，第一批出来的5G终端价格，基本上都是旗舰机的价格，价格相对来说会高一些，最便宜的现在会在600美金以下。我们相信，随着5G大规模商用，各个终端厂商肯定会把5G终端从旗舰机拓展到中端或者低端机型。我预计，在明年，很有可能终端价格到2000-3000人民币都是很有可能的。新浪科技：现在是否要更换5G手机呢？杨超斌：如果要买一个新的手机，那肯定要买具备5G功能的手机。新浪科技：今年华为在5G上的研发投入，具体是多少？杨超斌：我们从2016年开始，在5G方面投入了产品方面的开发工作，主要涵盖核心网、承载网、接入网，还有我们的终端。终端这块是单独属于我们的消费者BG，这块不算。我们纯粹看系统侧，今年在5G系统侧投入，人数差不多是1万多人，因此，整个预算的金额，在5G系统侧不含终端，整个研发费用的投入超过100亿人民币。系统侧主要涉及几个方面：第一，主要是研发人员的人力成本支出；第二，我们要有大量的仪器设备；第三，是做产品的开发，产品开发里面，还有涵盖自己的芯片的开发和投入。新浪科技：美国限制华为，影响有多大？杨超斌：对我们来说，美国有我们的供应商，但是，我们在供应商的策略上，我们一直是坚持“多供应商策略”。任何一个器件，我们都会考虑来自于不同的供应商，来自于不同的国家。因此，美国虽然对华为进行了限制，但是对于5G来说，对我们没有什么影响。新浪科技：华为与其他5G厂商，是合作关系还是竞争关系？杨超斌：整个移动通信是一个生态系统，是需要全球各个厂商共同一起来参与，只有大家一起来参与，才能形成全球统一的标准。因此，在5G的标准的制定过程中，不管是中国厂商，还是欧洲厂商，还是美国厂商，大家一起共同制定了3GPP的统一标准，因为现在3GPP里面，有500多家公司，是来自于全国不同的国家，只有大家把自己的创新成果全部贡献出来，在3GPP里面经过充分的讨论，只有这样，制定出来的标准才会具有竞争力。因此，在整个移动通信产业的构建上，华为公司跟欧洲厂商、美国厂商，或者其他国家的厂商，大家都是合作的关系，当然，在市场上，大家是竞争关系。", "author": "投资家网", "newsdate": "发布时间：19-06-25", "newstime": "09:18", "sentiment": [{"positive_prob": 0.988718, "confidence": 0.974929, "negative_prob": 0.0112819, "sentiment": 2}]}, {"title": "华为天际通，一个世界各地，无需电话卡就可以上网的黑科技", "content": "随着交通的不断发达，地球也在一天一天地“变小”。很多网友在假期或者闲暇的时候，总会选择出国去转一转，走一走，看看一些新的风景。但是出国最麻烦的是什么？就是办理、开通国际套餐，这些套餐不仅开通麻烦，而且收费很贵。但是如果你用的是华为手机，那么你可以试试华为天际通，一个在世界各地，无需插手机卡就可以上网的功能。什么是华为天际通？天际通是华为公司推出的一个虚拟上网APP，可以为华为手机用户提供便捷、性价比高的全球网络服务。包括一些国内的免费WLAN上网或者是全球范围内的WLAN上网、移动数据上网。华为公司的这款天际通和各大运营商的移动Wi-Fi有很多类似的地方。而华为天际通不仅仅是和国内的三大运营商有合作，还直接和国外的很多运营商签订了协议。换句话说，如果你是华为手机，并且开通了天际通功能，即便是人在国外，华为公司也可以临时充当你的手机运营商。随时随地，免费使用国内WLAN其实三大运营商都有国内的WLAN功能，就相当于是一个户外的无线网，但是如果你的套餐中没有包含WLAN时长，这个功能可是要收费的。而华为公司和电信公司签过协议，华为公司可以随时随地通过天际通一键连接电信公司的ChinaNet热点，并且完全免费。限时免费使用全球范围内的WLAN如果你觉得上面那个功能鸡肋，那也正常，毕竟在国内是“你的地盘你做主”，但是一旦踏出国门，失去了流量怎么办？别急，华为天际通还可以限时免费连接国外的WLAN网络。目前根据天际通的官方介绍，华为公司已经和超过100个国家和地区签署了协议。只要你在使用华为手机，并且开通了天际通功能，那你每天就会获得一些免费的WLAN连接时长。提供性价比最高的国外数据流量当然WLAN也存在很多的局限性，例如只能在市中心使用，不像4G网络那般自由。所以华为的天际通APP也会给人在国外的用户推荐一些当地性价比更高的套餐。并且最值得一提的是，你办理这些套餐以后就可以自由通话、上网，但是不需要插手机卡，而且不会改变你原有的手机卡上任何的套餐，真正意义上的做到“挥一挥衣袖，不带走一片云彩”。这就是华为公司的天际通——一个APP，全球上网。不得不说，在很多看不见的地方，华为公司都在努力，旨在为我们带来一个更好的科技世界。对于这样一个有态度、干实事的民族企业，作为消费者，我们是不是也该给与自己的掌声呢？大家用过华为公司的天际通功能吗？华为还有哪些方便实用的黑科技？知道的网友不妨在下方评论区留言讨论一下。", "author": "易驰科技", "newsdate": "发布时间：19-06-25", "newstime": "17:16", "sentiment": [{"positive_prob": 0.998595, "confidence": 0.996878, "negative_prob": 0.00140468, "sentiment": 2}]}, {"title": "今天，华为干得漂亮", "content": "文 | 有意思儿先看两组数据：今年2月，华为宣布获得30个5G商用合同。6月25日，华为常务董事、运营商BG总裁丁耘在华为5G峰会上披露，截至目前华为签署了50个5G商用合同。同时，丁耘还强调这些都是来自中国以外的市场，比如韩国、瑞士、英国、芬兰等国家。也就是说，华为拿下的50个5G商用合同里不包括中国运营商。今年2月，华为实现4万套5G基站发货量。目前，华为5G设备发货量已经超过15万套，全球2/3已发布5G商用网络由华为部署。通过简单对比，大家应该能看出其中的关键信息。没错，从今年2月份算起到现在，在经历了短短的4个月时间，华为在全球范围内拿下的5G商用合同由30个增至50个，同时5G设备发货量直接从4万套上升到15万套。这些数据背后意味着什么？个人认为至少两个重要信号：一是华为5G在全球取得了快速进展；二是华为运营商业务运营良好，并且势头比较强劲。所以，在得知丁耘在华为5G峰会上披露的数据之后，我觉得今天华为干的着实漂亮。打消了外界的顾虑事实上，在竞争日益激烈的市场环境里，说的再好不如亮出取得的成绩。当然，这其中最好以数据来说话。譬如，在华为遭遇“难事”之后，有些声音则表达了对华为担忧，尤其是针对华为运营商业务。因此，丁耘在华为5G峰会上披露的数据显得至关重要，签署了50个5G商用合同、发货了15万个5G模块，以及丁耘还说华为不仅有12个月的库存可以保证运营，甚至具备了芯片、模块等底层能力，我们可以持续地飞下去。无疑，这些释放出来的信息可以在很大程度上打消外界对华为的顾虑，同时会在一定意义上让外界重新认识华为。一方面，如果华为的情况不是很乐观，或者在5G方面的技术实力不强的话，怎么会有如此快的订单增长速度呢？再一方面，如果华为在5G设备上存在所谓的“安全问题”，包括英国、韩国等国家又怎会采购华为5G设备？进一步来讲，透过上述提及的具体数据，其实已经从侧面坐实了华为5G设备得到了诸多国家的认可，以及华为在5G上的技术水平也同时得到了印证，确实厉害。华为是打不死的鸟坦白地讲，超级大国对华为下禁令之后，要说对华为一点影响没有，大家肯定不会相信。正如任正非此前接受采访时所言，在超级大国的打压下，华为业务会受到一些影响，并且任正非表示“我们没有想到美国打击我们华为的战略决心如此之大、如此之坚定不移。”所以，有了这样一个认识，我们再来看任正非给出的预测：即在未来的两年时间里，华为公司会减产，估计会下降300亿美金，在今年和明年的销售收入都会在1000亿美元左右。而到了2021年，华为公司则可以重新焕发出勃勃生机。换言之，任正非对目前华为的状况非常清楚。那么，今天华为常务董事、运营商BG总裁丁耘披露的一些数据又是何意呢？我觉得它们恰恰是在证明华为是打不死的鸟。毕竟，在遭遇到困难之后、以及部分供应商无法顺利供货之际，华为还能取得“50个5G商用合同、5G设备发货量已经超过15万套、全球2/3已发布5G商用网络由华为部署”的成绩，可谓是间接地说明了华为具备的韧劲以及所谓的坚强意志。为此，在我看来华为干得确实很漂亮，至少让外界看到了华为的另一面。总之，在一些情况不能较快改变的前提下，华为在5G方面还可以拿下较为亮眼的成绩，实际上这已经干得很漂亮了。但不要骄傲，华为所面对的问题要比想象中的严峻；谈及这里，不禁让我想起了此前跟大家说过的一句话：理性支持华为，对华为也不乏是一件好事儿。", "author": "有意思儿", "newsdate": "发布时间：19-06-25", "newstime": "19:35", "sentiment": [{"positive_prob": 0.99986, "confidence": 0.999689, "negative_prob": 0.00014001, "sentiment": 2}]}, {"title": "华为的海外扩张之路", "content": "华为作为一家民营通信科技公司，在全球9个国家建立了5G创新研究中心，全球研发中心总数达到16个，联合创新中心共28个，在全球加入177个标准组织和开源组织，在其中担任183个重要职位。在5G时代到来之际，华为已在全球30个国家获得了46个5G商用合同，5G基站发货量超过10万个。能取得如此惊人的成就，华为是如何一步一步打开国际市场，走向国际舞台，走向世界？初次出海，进军香港1996年，华为与长江实业（前中国首富李嘉诚创办）旗下的和记电讯合作，提供以窄带交换机为核心的“商业网”产品。华为以C&C08机打开了香港市场，从此迈出了出海的第一步。在此之前，华为的主要市场是我国农村市场。香港华为危机中进军俄罗斯1997年7月2日，亚洲金融危机爆发，造成亚洲许多大型企业的倒闭，工人失业，社会经济萧条。打破了亚洲经济急速发展的景象。俄罗斯的电信行业受到了金融危机的影响，冲击，NEC、西门子、阿尔卡特等国际通信巨头纷纷从俄罗斯撤离。同年4月，国家主席江泽民对俄罗斯进行国事访问，11月，俄罗斯总统叶利钦访华，中俄关系进一步提升。正是在这样的背景之下，华为选择了开拓俄罗斯市场。华为与俄罗斯贝托康采恩、俄罗斯电信公司签订协议，成立合资企业“贝托-华为”，采取本地化模式经营战略。2001年，华为在俄罗斯市场销售额超过1亿美元，2003年，华为在独联体国家的销售额超过3亿美元，位居独联体市场国际大型设备供应商的前列全球经济低迷时进军拉美1997年，电信服务业刚刚实现私有化不久，面临用户对电话机、移动电话、网络等方面的需求增大，而拉美国家的整体经济水平处于中等水平，政府对通信行业的投资较大，通信业发展速度快。华为正是在这样的背景下进军拉美市场的。华为刚进入拉美市场选择在巴西建立了合资企业，筹建了巴西地区部。随后，先后在拉美地区巴西、厄瓜多尔等9个国家设立了13个代表处。然而，最初华为在拉美的发展并不如人意，一直到2003年，华为在该地区的销售额还不到1亿美元。但是华为人凭借着坚强的毅力和独到的眼光，以国家品牌提携企业品牌，海外采购路线沿着中国的外交路线走，扎根在拉美地区，从已经在拉美地区形成稳定市场的欧美国家分得一杯羹。2012年华为在巴西的总营业额达到20亿美元，占据了华为整个拉美市场几乎2/3的市场份额。2015年9月，华为智能手机的全球市场份额为9.7%（位列全球第三），拉丁美洲市场份额为13%。目前，华为在拉美已取得与超过50家运营商与跨国渠道的深度合作，并与超过550家代理商、零售商携手，共建拉丁美洲智能机市场。全面开拓全球其他地区市场2000年之后，华为全面开拓全球市场，先后在非洲、东南亚、北美、欧洲等地区开展业务，并在部分地区建立研发中心，为华为在日后在海外的发展奠定基础。在信任中赢得非洲市场非洲目前是仅次于亚太的全球第二大移动通信市场，非洲通信市场一直是各大通信公司的必争之地。根据国际数据公司（IDC）日前发布的2018年非洲手机出货量报告显示，2018年，华为手机在非洲整体手机市场排名第三。目前，华为公司已成为中东北非地区市场份额最大的通信设备供应商，取代了过去爱立信、西门子等西方运营商的地位；在南非，华为也占据第二的位置，仅次于爱立信。在电信最为开放的尼日利亚，华为和中兴几乎垄断了当地90%的市场份额。然而，刚开始开拓非洲市场的华为并不是顺风顺水。早年，非洲客户对中国产品不认可，对中国公司不信任，华为在刚进入非洲市场的时候也面临着同样的问题。为了赢得非洲客户的信任，华为积极参加非洲的各种电信专业展览会及峰会，邀请客户及媒体到中国和华为总部参观等。正是这一系列举措，让华为逐步赢得非洲客户的信任，最终赢得了自己的非洲世行份额。进军东南亚据悉，目前泰国、新加坡电信公司M1、马来西亚电信公司Maxis、印度尼西亚电信公司TelKomsel、菲律宾电信公司Globe Telecom等都与华为签订了5G合约。华为能取得东南亚各国的信任离不开早年对东南亚市场开拓和多年来的妥善经营！早年，华为全面开拓东南亚市场，最终在华为密集的泰国取得了初步的成功，连续拿下了几个较大的移动智能网订单。2001年在曼谷成立了华为泰国分公司，此后华为泰国分公司本着“质量好、价格低、服务好”的宗旨，以客户和市场为中心，在泰国电信界享有一定的知名度，树立了中国电信设备供应商的海外高科技品牌。因为取得了客户的初步信任，华为与泰国的主流移动、固定电讯运营商及行业合作伙伴保持着良好的长期合作关系。此后，华为先后打开了新加坡、马来西亚、越南、菲律宾等东南亚国家市场，在东南亚通信业站稳了脚。以分布式基站进入欧洲市场在3G到来之际，荷兰共有四家通信运营商，最小的一家是Telfort。当时筹建3G网络时，因Telfort机房较小，无法布局第二台机柜，给Telfort的3g网络建设带来了困难。对此Telfort先后找了当时欧洲市场主流通信设备供应商诺基亚和爱立信，让其开发一种小型机柜，均被拒。刚登陆欧洲市场的华为听说此事后条找到的Telfort公司的相关负责人，提出了分布式基站的解决方案，穷途末路的Telfort公司抱着试一试的心态，勉强接受了华为的分布式基站。8个月后，华为分布式基站诞生，凭此华为进入欧洲的梦想将于变成现实。然而，不幸的是，后来Telfort竟被最大的运营商荷兰皇家电信（KPN）收购，华为的分布式基站惨遭抛弃，华为的第一次进军欧洲市场失败。两年后，沃达丰在西班牙竞争不过当地龙头企业Telefonica，于是想借助华为分布式基站打击对手，这一次，华为成功了。随后，华为的分布式基站在欧洲斩获一连串大单，初步稳定了华为欧洲市场，这也为华为日后在欧洲的发展奠定了基础。进军通信设备巨头大本营——北美市场我们都知道，北美全球最大的电信设备市场，也是通信设备巨头思科、诺基亚等公司的大本营。初期，美国通信设备市场格局是北美市场的领导者摩托罗拉为46%，阿尔卡特朗讯21%，北电网络13%，瑞典爱立信10%，而华为仅占有1%的份额。面对众多强敌，华为通过改变形象大举进军，推出新手机和可穿戴设备，通过亚马逊或是华为刚启动的美国直销网站gethuawei.com进行销售等举措坚守北美市场。最终，华为与思科之间发生的一场最后和解的诉讼，令华为声名鹊起，华为也在北美市场暂时站稳了脚。不过，后来的事情大家都知道了，美国政府以“国家安全”为由，制裁华为，使得华为在北美市场发展举步维艰。总结华为早在20世纪90年代便开始了海外的征程，努力发展自身，带着自身产品赢得了世界各国的信任，也让世界各国对中国产品有了新的认知。", "author": "三清宾客", "newsdate": "发布时间：19-06-25", "newstime": "23:12", "sentiment": [{"positive_prob": 0.975785, "confidence": 0.946189, "negative_prob": 0.0242149, "sentiment": 2}]}, {"title": "华为被制裁的第41天，到底还有多少中国科技企业，缺乏核心技术？", "content": "本文1201字，阅读时间约3分钟！华为被制裁的第41天，到底还有多少中国科技企业，缺乏核心技术？当今时代，手机已经成为了我们每个人所必需的产品，相比于最早的电话和短信功能，如今手机的功能早已超出了人们的想象，听音乐丶玩游戏丶看电影丶聊天丶支付丶炒股丶阅读丶拍照……等等，而手机的名字也在悄悄的发生着改变，有人给它起名为“智能机”，不得不说，这个名字真是形象生动。随着人们对智能机需求的不断提高，这个行业也是越来越大，一个完整的智能机产业链，需要芯片和操作系统等核心部件的研发丶需要内存公司的支撑丶需要设计和外观的打造丶需要专业的组装，当然还需要庞大的销售链，而这其中的每一块都是巨大的市场，而分析过我国这几年的智能机市场，可以看到进口品牌的市场份额是越来越少，国产手机品牌是越来越多，以华为丶小米等为首的企业开始迅速崛起，截止到2019年3月，华为手机在我国的市场份额已经达到了31%。除了华为之外，像小米丶OPPO丶Vivo丶一加等国产品牌也是迅速崛起，像小米不仅在2018年成功上市，同时全年出货量突破1亿台（1.19亿），手机收入达到了1138亿，首次挺进了全球手机巨头的前五名，还有像OPPO丶Vivo在国际市场也都是不断跃进，国产品牌的不断惊喜，让许多人对国产手机是充满了信心。在大家欣喜之余，有一个问题我们不得不去分析：那就是看似风光的国产品牌，其实许多根本就没有自己的核心技术，对于手机来讲，芯片（CPU）和操作系统是关键中的关键，这两者的作用就相当于发动机和变速箱对于汽车的重要性，像小米丶OPPO丶Vivo，用的都是高通公司供给的芯片（骁龙系列），操作系统都是由谷歌（Android）提供的定制系统。2018年4月，美国对中兴集团实行了“封禁”，而缺乏核心技术的中兴，最终不得已向美国缴纳了4亿人民币的罚款，7月14日，中兴通讯宣布“解禁了！痛定思痛！再踏征程！”的标语，时隔一年，2019年5月16日，美国对华为发行了“禁令”，彻底将华为的所有产品彻底赶出了美国。现如今，我国产生了许多科技巨头，像手机巨头小米，如今已经是全球第四大手机生厂商，年营收破千亿，再像电脑巨头联想，如今已经是我国最大的PC制造商，即便成为千亿万亿的巨头，已经赚得金钵满满，依然没有自己的核心技术，对此，联想CEO杨元庆还竟然说出：“我们不需要研发芯片和操作系统，我们只需要做好自己就好”的言论，令人震惊！在所有所谓的国产手机巨头中，能造芯片和操作系统的只有华为一家，换一句话说拥有核心技术的只有华为，不管是已经在市场中广泛运用的麒麟处理器，还是在5月份刚刚研发成功的“鸿蒙”操作系统，都证实了华为的自主研发能力，在我国被称为巨头的科技企业有很多，但拥有这样核心技术的只有一家，那就是华为！如今的时代竞争已经是十分激烈，而所有的竞争归根结底都是科技的竞争，没有自己的核心技术，就会受制于人，这是千百年来亘古不变的道理！", "author": "Mobile看世界", "newsdate": "发布时间：19-06-25", "newstime": "22:38", "sentiment": [{"positive_prob": 0.0122897, "confidence": 0.97269, "negative_prob": 0.98771, "sentiment": 0}]}]