[{"title": "华为全国第三家智能生活馆落户杭州，加速布局新零售", "content": "浙江24小时——钱江晚报记者 张云山今天，位于杭州黄龙万科中心的华为智能生活馆迎来了试营业，这是继太原、上海之后的第三家华为智能生活馆，也是华为品牌新零售布局加速升级的重要一步。在这个600多平米的店里，共展出600多个产品，70多名店员，只专心做服务，没有任何销售任务。简单的色调、开阔的空间、长方形的木质智能体验台、儿童教育区、休闲区，加上不定期的艺术分享活动……华为的智能生活馆借鉴了苹果零售店的成功经验，力图打造高端品牌形象，满足消费者高品质多元化的消费需求。黑科技加持的智慧店铺 构建智能生活体验平台华为向来重视和擅长研发领域的技术革新，此次试营业的华为智能生活馆（杭州黄龙万科）运用了不少华为抓人眼球的IT黑科技。在门店投入了很多智慧店铺系统，如智能环境控制系统，将门店各种设备通过华为的IoT物联网大平台连接，并做智能化控制，原本开店时需要数名员工在各体验区开启各类设备需要接近半个小时，现在只需店长在平板上一键点击，不到一分钟即可完成复杂的开店工作，大大节省人工和时间成本。此同时，为了让消费者以最科技、便捷的方式体验到华为最好最新的产品，店内共设有六张智能体验台，向消费者充分展示了华为们手机类与融合类的产品，并与两侧的互动体验区和休闲交流区相衔接。不仅有旗舰机Mate系列、P系列、绚丽非凡的nova系列和M5平板系列，还有轻薄便捷的Matebook系列。高贵优雅的MateRS保时捷款更是彰显出独特的魅力，消费者可以通过智能体验台的交互屏幕了解产品信息和价格。据了解，华为智能生活馆（杭州黄龙万科）坐落于黄龙万科中心，是杭州市传统环西湖核心的四大商圈之一，总建筑面积达到40万平左右。这里交通便利、地理位置优越，地铁2号线和10号线覆盖周边，汇集了浙江最震撼的高端定制主题影院，更有美术馆与开心麻花剧院。在这样充满文创艺术与体验于一体的大型商业圈，不仅能满足消费者高品质多元化的消费需求，还可以为消费者提供一片社交和个人消遣的好空间。科学的空间陈列布局 感受科技背后的人文关怀华为智能生活馆（杭州黄龙万科）在空间布局上从消费者体验出发，将整个体验区可分为：产品体验区、互动体验区、售后交流区、休闲交流区。入口两条明显动线把空间分为三大块主体结构，由主入口连接商场入口，走近时便能感受到陈列的华为华为所有产品的视觉震撼。左侧产品配件区，搭配产品互动体验功能，并由体验顾问展示华为的产品在不同场景里的应用，从而更全方位的让消费者感知产品的功能。右侧全场景体验区，有更丰富的体验功能区，消费者在这里可以随意闲逛、把玩、停歇，感受华为产品带来的无限创意和科技含量。为了让这么多丰富的产品更好地呈现给消费者，生活馆将视觉陈列与互动体验融为一体，从“智能陈列、艺术陈列、自主体验、互动体验”四个维度，为手机、手表、手环、平板、电脑、家居、官方及第三方配件、IP产品、云服务等，提供更适合更便捷的展示形式。店共展出600多个产品，手机、平板、PC、配件、智能家居等各个产品都可以直观地看到和触摸，来满足消费者的绝佳体验。在这里，消费者不仅能体验华为多样化的产品，还能参与到丰富有趣的手机摄影、VR游戏以及智能生活等体验中来。最重要的是，华为提供更加专业的服务，让消费者感受到华为智能生活馆的人文关怀，与华为“共享美好生活”。以极简美学设计理念 打造自由轻松购物体验华为智能生活馆（杭州黄龙万科）外立面为两面玻璃幕墙，采用先进的超白玻璃技术，视觉上减少了拼缝从而达到浑然一体的通透性，最大限度利用自然光，将室内空间和室外的广场融合一体，拓宽店内视野，使得消费者可以在更开阔自然的环境中轻松自由地享受购物体验。此外，华为智能生活馆（杭州黄龙万科）外立面设置了一块品牌专属高清屏幕，面积达60平米，静态画面与精彩视频轮播，能很好的加强远距离品牌宣传与视觉冲击力。屏幕与通透大气的外立面相辅相成，俨然成为了一个新地标。华为智能生活馆（杭州黄龙万科）在内部空间的线条设计和材料的选择上也是颇为考究，以给消费者提供更舒适完美的空间。从天花灯槽、地面拼缝到柱面及柜体拼缝、玻璃幕墙拼缝都实现对齐，在灯光设计上进行了优化，选用了超大规格的成品发光灯箱，在光源柔和性、均匀感上远优于传统的软膜灯布，当消费者走进店内这种高度对称工整的美学会带来强烈的感官惊艳。消费者在这里不仅能感受到华为产品超凡实力，同时还能体验科技带给大家的生活乐趣，更能享受无微不至的关怀和优质服务。丰富的沉浸式互动体验 满足多元化人群需求为了给消费者带来定制化的个性感受和值得回味的体验经历，在华为定制区，华为智能生活馆（杭州黄龙万科）通过华为与第三方的科技，结合华为特有的IP资源，为消费者提供专属的个性化定制服务。在这里消费者可以为爱机DIY属于自己的手机壳，根据手机、平板、笔记本后壳的材质添加不同涂层打印。通过为华为生活馆特制的软件，消费者可以将产品亲手设计，再通过进口的UV打印机，制作出专属的定制产品。此外，为了深度演绎产品功能和性能，在旗舰摄影区，华为智能生活馆（杭州黄龙万科）模拟了静态、动态、绿植、建筑等各种场景，可以呈现华为手机强大的拍摄功能，为消费者提供一次性体验多个功能点定制开发，可以体验手机新奇的摄影玩法和神奇的AI识别功能，还可以体验微距、超大广角等多种功能。同时该区域可以支持手机拍照投屏和照片打印，让顾客可以拍摄照片留住当下，让记忆成为永恒。在VR体验区，为消费者准备了5套VR体验设备，它们通过交互屏幕展示加强店内的互动性。华为VR2眼镜能够达到3K的分辨率，为消费者带来更清晰的视觉体验，享受到超视野高清画面，在这里消费者可以尽情享受私人3D视听影院。同时，对于运动达人来说，VR单车将运动健康和VR体验完美结合，带给你别样的运动魅力；如果是一位游戏玩家，在这里你可以搭载NOLO的手柄套装，走进虚拟世界，戴上VR眼镜，手握两个游戏手柄，可以畅玩节奏光剑，尽情体验游戏。与消费者紧密沟通 打造开放的学习分享平台许久以来华为一直践行“以消费者为核心”的理念，为了更好的促进与消费者之间紧密互动，华为智能生活馆（杭州黄龙万科）将积极给顾客提供一个开放的学习分享平台，致力于探寻消费者的手机使用习惯和痛点需求，会不定期举办大型的摄影大咖、音乐达人、绘画大师，让大家参与分享和交流。同时，为了给消费者打造购物、体验以外的第三空间，让大家能适时停歇，并享受华为带来的科技、便捷的舒适慢生活，华为专门打造了“华为休闲区”，它分为休闲区、儿童教育区域。在休闲区域中，消费者还能体验到华为终端云服务及广泛且优质的生态内容。消费者自由领取平板和耳机，享受闲适一刻。可以静心倾听华为音乐APP的高品质音乐，也可以在华为视频APP里观看正版无广告打扰的好莱坞华语大片、高分纪录片、以及丰富知识类视频；亦或观看畅销书籍，如果遇到喜欢的书籍还可以打开华为阅读APP，扫一扫书背后的条码带走随身阅读。儿童教育区域可谓是趣味性十足，这里提供儿童电子产品和华为应用市场推荐的益智类游戏，还有AR识卡的免费娱乐学习方式，家长带小朋友过来可以体验绘画的乐趣，同时也能感受到科技的力量，更能增进与孩子之间的交流互动。4月20日，第一家智能生活馆落户太原，试营业以来至今进店26万余人；10月26日，第二家智能生活馆落户上海，试营业以来至今进店13万余人。此次华为第三家智能生活馆——华为智能生活馆（杭州黄龙万科）落户杭州，预示着华为在加速推进新零售业态布局。未来华为将会全面推进现有零售店面的转型升级，以智能生活体验为核心，打造全新的零售模式。", "author": "钱江晚报", "newsdate": "发布时间：18-12-28", "newstime": "12:34", "sentiment": [{"positive_prob": 0.992007, "confidence": 0.982237, "negative_prob": 0.0079934, "sentiment": 2}]}, {"title": "又一个华为工程师倒下了！连续22个月无休，遗孀愤怒发声！", "content": "最近，网曝又一个华为工程师倒下了，连续22个月工作无休，终于，2018年10月18日晚上猝死肯尼亚，永远离开了人世。以下是华为驻肯尼亚工程师遗孀在网上发布的相关描述。人生苦短，有的人选择金钱却拿自己的生命健康做赌注，看得出，遗孀是在为丈夫鸣不平，认为华为应该担当一定责任。划重点来说说：进入华为就意味着高薪水。根据网上普遍的答案，华为工作四年或者五年的员工，年终奖会增长，股票每年增加配给。一般工作五年的普通员工年收入都在30万以上，海外员工更高，第一年年薪近乎30万，而到了第五年就能达到50万左右了！但高新意味着高承受力。任何一个公司，都是老板发工资员工干活，华为能够走到今天这样强大，靠的是严管理、高付出、高回报、高强度加班。加班必然有因果关系，牺牲的都是健康。华为推崇加班，因为狼性团队优胜劣汰，在同等条件下你的能力不足以和薪水齐平时，你不拼尽全力就只能选者被淘汰或者降薪。36岁的华为工程师就是一个典型的案例，连续22个月无休，导致身体吃不消，有高血压还在拼命的加班，为的就是不被淘汰，能够留下来。但不幸的是最终猝死异国他乡，留下遗孀和两个孩子无依无靠，这高薪和高回报都是当事人用健康和生命的代价换来的。华为的这位工程师，他要养一个全职太太、两个孩子以及一个小孩，他不能放弃在华为的工作岗位，也不敢轻易回国，只能选择常驻肯尼亚，即使因为高血压身体不适，也要长期熬夜加班，最后导致悲剧发生。有人说受不了强压力就辞职或者回国，毕竟华为的高工资不是给员工养老，这么说也没错。所以这就关系到当事人在工作与生活中的博弈了，如果跳槽或者回国，可能连驻外工资的1/5都赶不上，背负着这样的压力，谁敢轻言放弃。很明显遗孀发文的目的是对赔偿不满意。那么华为工程师的猝死能够赔多少钱呢？一次性工亡补助金标准为上一年度全国城镇居民人均可支配收入的20倍，大概为50万，商业保险加工伤保险合计180到200万元左右。华为的内部股票不能继承，只能转让。综合来看，累计赔偿加补偿费合计不到300万元，这其中还要涉及到扣税等，就算不扣税对于一个不上班带两个孩子，家里还有一个老人要赡养的家庭，在一线城市连个房子首付都付不起。文中遗孀对于补偿的问题只字未提，只是在强调常年驻外，连续22个月加班不休息，最后遭遇不幸。遗孀发文的目的是希望能够尽可能多一些补偿，而华为认为自己按照法律法规执行，不存在不合理的地方，不惜大家对簿公堂。华为只是按照法律来办事，也就是说这个遗孀打不赢这个官司的，只好发动网络舆论，希望能够多拿到一些补偿。从华为的角度看问题，对于一家18万员工的企业而言，严格规范的管理，严格按照法律行事，才能够长期持久的走下去，但遗孀也有她的的角度。人和企业都有他的难处，还是非常希望彼此之间能够找到一个平衡点。最后再多说几句，有时候生命很坚强，但面对身体透支，生命也很脆弱。虽然显示很残酷，但在高强度工作的同时，一定要找到一个平衡点，毕竟生命只有一次，比赚钱更重要的是生命和健康，因为透支身体换得的名利，当身体撑不下去的时候会瞬间一扫而光。", "author": "王石头", "newsdate": "发布时间：18-12-28", "newstime": "15:40", "sentiment": [{"positive_prob": 0.000437518, "confidence": 0.999028, "negative_prob": 0.999563, "sentiment": 0}]}, {"title": "华为手机出货量击败苹果，下一站瞄向5G和物联网", "content": "文／杨剑勇近期，关于华为手机出货量将突破2亿台，并超过苹果的信息铺天盖地，对于这一出货量，的确让人兴奋，华为智能手机出货量得以印证国产手机可以对苹果三星等国际大品牌造成冲击力，在当下国内的市场，三星可以用惨败来形容，剩下的苹果在苦苦支撑。 如今，苹果通过变相降价来获得果粉换购iPhone新机，面对华为小米等手机厂商不断吞噬其市场，以及高通专利大战步步紧逼的态势下，面临内忧外患的苹果，在年底更是玩起了大幅度促销，希望能挽回当下的颓势，以换得果粉换机和重整华尔街信心。华为全年出货量击败苹果此前，依据IDC等第三方调查机构数据显示，华为分别在第二和第三季度的智能手机出货量实现了对苹果的超越，占据全球市场份额达到14.6%，成为全球第二大智能手机厂商，仅次于三星。现在，华为透露2018年智能手机出货量再创历史新高，2018年发货量已经突破2亿台，8年时间，华为智能手机发货量增长了66倍，余承东在微博发表感言，勇于创新，努力成为新一轮智慧手机革命的探索者和引领者，持续为消费者创造价值，让华为品牌真正为全球消费者所喜爱。另外，为了庆祝发年货量突破2亿台，推出纪念版，也预示华为将开启新的篇章。 不过，华为手机全年实现对苹果超越，还存在一个不确定因素，2018年第四季度苹果是否会公布iPhone销售数量将会成为核心。但从苹果公司2018财年数据显示，iPhone出货量为2.177亿台，如果华为出货量超过2亿台，和苹果还存在一点点差距。华为和苹果差距，华为已瞄向物联网和5G（一）营收华为智能手机出货量有望全球超过苹果，但营收上差距很大。2018财年，iPhone营收1670亿美元，换算人民币约1.1万亿。两者营收和利润无法比拟，，华为2018年营收将会突破千亿美元，对于中国民营科技企业来说，这一营收将载入史册，华为轮值董事长郭平在新年致辞中表示，2018年华为营收预计增长21%至1085亿美元，取得骄人的业绩的同时，和苹果还是存在一定差距。华为取得这一营收成绩，但和苹果的差距达1600亿美元，2018财年苹果营收2656亿美元，约1.8万亿人民币。赚钱能力更是无法比拟，在2018财年，苹果利润595亿美元，以2017年数据对比，华为2017年净利润475亿人民币，苹果2017财年净利润484亿美元，约3300亿人民币，两者差距接近7倍。（二）技术从技术层面来说，在通信领域，诸多技术领先苹果。华为作为一家引以为傲的科技企业，市场遍布全球，有一半收入来源来自海外，核心是背后的技术实力，在通信设备上，多年前就击败了爱立信和诺基亚，成为全球最大的通信设备厂商，如今在智能手机领域也将有望实现对苹果的超越。 华为研发人员高达8万人，十年来投入了超过3900亿资金支持技术研发，让华为在通信设备领域处在领先优势。华为在通信设备市场竞争优势，使得欧美等国家担忧华为网络设备，以美国为首的国家以安全名义进行抵制。不过，华为在全球签订了26个5G商用合同，10000多个5G基站已发往世界各地，可以看出，全球通信市场，特别即将到来的5G时代，全球离不开华为。（三）面向未来对于未来前景，物联网高级顾问杨剑勇指出，华为在于5G、物联网、AI技术和网络智能等前创新创新技术上，苹果无法相比。苹果核心依赖于iPhone，占总营收的63%，如今高售价iPhone需求低迷，华为和小米等国产手机崛起，在国内更是抢夺了苹果绝大部分市场份额，使得iPhone神话开始走下神坛，不再是最畅销手机，取而代之的是华为等国产手机。从当前苹果股价大幅下跌可以看出，苹果辉煌可能见顶，投资者担忧苹果未来前景，从10月3日的市值11200亿美元，跌至现在7409亿美元，不足三个月，市值蒸发逾3800亿美元，相当于跌没了10个小米（截至12月28日上午收盘，小米市值2908亿港元，约371亿美元）。但华为不局限于智能手机，积极推进5G、物联网和人工智能等技术发展，华为希望与各界一起探索5G应用，创造新商业模式，共建万物互联的智能世界，对于华为来说，站在新时代的起点，在全球和部分运营商进行5G预商用测试，通过芯、端、云协同赋能全社会。 与此同时，华为还推AI芯片，推进普惠AI战略。华为在此前推出一个覆盖全场景的人工智能IP和芯片系列，即Ascend系列芯片，具备横跨云、边缘、端全场景，Ascend系列芯片包括Ascend 910和Ascend 310两款AI芯片，据介绍，310这款芯片是目前面向边缘计算场景最强算力的AI SoC，Ascend基于统一架构的全场景覆盖能力，将大大便利AI应用在不同场景的部署、迁移、协同，标志着华为的AI解决方案从芯片、芯片使能、训练和推理框架和应用使能在内的全堆栈方案。华为要让AI不再是高高在上，而是走向普罗大众，让每个人、每个家庭、每个组织都能享受到AI的价值。在智能家居领域，华为发布了全新的智能家居品牌华为智选，基于HiLink生态倡导打破藩篱、专注特长、共建生态的开放体系，与产业链伙伴共同为消费者构筑智能家居品质生活，这将是华为继手机以外，智能家居成为华为消费者业务方向。其中以HiLink连接为核心智能生活战略，希望在三年内透过HiLink家电设备达百亿美元流水。此外，智能家居也是苹果重点发力市场，苹果为推进智能家居进度，加入Thread Group行业标准组织，这将有利于HomeKit智能家居平台生态拓展，让更多设备厂商更容易加入到苹果生态，推动智能家居战略向前迈进。最后华为超苹果信息铺天盖地，最终也在智能手机一举实现了对苹果的超越，只是营收和利润等其他综合实力，和苹果还有一定差距，而外界外界过分夸大了华为也有可能是灾难，这是任正非所担忧的。在我看来，国内网络上舆论比较尴尬，道德绑架并非好事，在全球经济一体化的当下，消费类电子产品，或者说智能手机供应链遍布全球，华为需要用国外的操作系统、芯片和元器件，情怀来绑架并非是一件好事，市场比拼的最终是技术硬实力和拥护体验。作者系网易新闻·网易号“各有态度”签约作者杨剑勇，致力于深度解读IoT和AI等前沿科技，基于对未来物联网洞察和对趋势判断，其观点被众多权威媒体和知名企业引用。", "author": "杨剑勇", "newsdate": "发布时间：18-12-28", "newstime": "12:43", "sentiment": [{"positive_prob": 0.995869, "confidence": 0.990819, "negative_prob": 0.00413124, "sentiment": 2}]}, {"title": "华为年终3大喜讯正式被确认，2018完美收官！", "content": "现在4G时代可以说已经是到了尾声，现在的5G研发也已经是接近结束，5G测试也是在紧张的进行着。5G技术作为未来通讯市场的主导技术，所含有的战略价值实际上是不可估量的。5G技术在之后万物互联的时代应用汇更加的广泛，会直接影响一些企业的发展，甚至是人民生活习惯的转变！实际上从3G到4G我们就已经是迎来了现在这样的转变，在5G移动网络下会取得什么样的突破我们也是没有办法预料的！所以抓紧5G技术是我们所应该努力的。在5G技术方面国内的华为是最有发言权的，不仅是国内通讯企业的标杆，在世界上5G技术也是首屈一指的存在。华为目前拥有5G最多的专利数量，对于5G标准的制定贡献也是最多的。目前华为是唯一一个能够提供5G端到端设备的通讯公司，就现在来说华为已经是向全世界提供了超过10000台的5G通讯基站。已经获得了全球市场上超过25个5G订单，现在来说也是5G市场份额最多的一家企业。这样的一家有实力的企业在世界上却没有获得正常的竞争，而是在不断的被阻碍！首先是美国在2012年开始对华为的发展进行干预，直到今年华为也是没有进入到美国市场。不只是这样，美国还在李彤经济上的优势不断的向他的盟友进行施压，对华为进行禁止，就现在来说已经是有美国，澳大利亚，加拿大，新西兰和英国在不同程度上对华为进行了禁止。其中只有英国没有全面的禁止华为，但是在5G竞标中还是对华为设置了障碍！目前华为也是应英国要求对自己的设备进行调整。但是有实力是不怕被限制的，华为的5G实力在世界上都是毋庸置疑的，不断的打压华为实际上就是组织世界5G进程的进步。而且就华为的设备来说不只是技术好这么简单，因为华为是可以端到端的进行设备提供的，那么在中间就会节省很多的成本。所以要是和华为合作的话，实际上是可以享受到华为设备带来的优惠的。现在已经是2018年的最后一个月了，华为年终3大喜讯正式被确认，2018完美收官！首先是之前捷克的总理禁止政府人员使用华为的涉设备，不过不久之后，捷克的国家安全委员会就出面进行澄清，并表示现在总理的禁止还为时尚早，并且欢迎华为和捷克进行合作。华为方面也是表示赞扬捷克政府的务实心态！而之前来说英国电信在全球移动论坛上还高调的赞扬华为是目前唯一一家5G通讯设备供应商，其他的企业还是要努力追赶。但是美国几天英国就对华为进行了限制，不过碍于华为已经是和英国进行了长达15年的合作，一直都是没有出现什么问题，并且和华为和做是可以节省大量的成本低额，于是现在重新放开了政策。英国的第二大运营商也是表示在明年5G测试将继续使用华为的设备，并准备在伦敦200个地点不止华为的通讯基站。华为在英国的合作可以说是迎来了转机！不在印度华为也是喜讯连连，现在已经是和印度方面达成了5G方面的合作。实际印度是非常想要跟随美国的脚步的，毕竟印度目前还是有些欠发展的国家，本身资金就是比较有限的，于是在选择通讯设备厂商的时候就不得不好好考虑了，于是华为成为最好的选择。印度现在发展势头强劲，并且本身国土面积还是人民数量都是非常大的，这样的一个5G市场如果是被华为拿下，那么对于华为以后的发展也是有很大的好处的！大家怎么看呢？欢迎留言讨论！", "author": "晓欧聊科技", "newsdate": "发布时间：18-12-28", "newstime": "16:11", "sentiment": [{"positive_prob": 0.999854, "confidence": 0.999675, "negative_prob": 0.00014612, "sentiment": 2}]}, {"title": "慎海雄会见华为董事长梁华", "content": "12月28日，中宣部副部长、中央广播电视总台台长慎海雄在北京会见华为技术有限公司董事长梁华。慎海雄介绍了总台4K超高清频道开播以来的情况和5G新媒体平台测试进展，表示将继续加强与华为在5G技术研发应用、超高清视频转播、数据存储传输等方面的深度合作。梁华转达了任正非对慎海雄的问候。他表示，华为公司将在前期与总台在超高清技术合作的基础上，进一步深化双方合作，有信心为总台5G平台建设和超高清产业发展提供强有力的技术支撑。", "author": "央视新闻", "newsdate": "发布时间：18-12-28", "newstime": "13:20", "sentiment": [{"positive_prob": 0.949418, "confidence": 0.887595, "negative_prob": 0.0505824, "sentiment": 2}]}, {"title": "痛快，华为正式对美国还击，起诉美通讯商需支付8000万专利使用费", "content": "相信最华为比较关注的朋友都清楚，近几个月以来华为可以说是遇到了很多难题，其中以美国为首的多个国家联手抵制华为5G海外市场拓展最为引人关注，而它们抵制的原因是认为华为的设备并不安全，会窃取重要信息。但是其实大家心里都很明白，美国的抵制其实就是看到华为在这几年来的发展越来越快，觉得华为已经威胁到了自己的发展而已。美国在刚刚开始抵制华为设备（其中最主要的就是5G），一直都是以存在安全隐患为由，到处抹黑着华为的形象。可是这样的言论实在是有点“自欺欺人”的感觉了，毕竟截止到目前为止，使用过或者是正在使用的华为通讯设备的国家和地区就超过了170多个！并且没有发生过一起所谓的有安全隐患的事故，反而是这些以美国为首的国家当中，有在更换新的通讯设备之后导致大面积断网的事件，让这些国家都有种被打脸的感觉，又重新开始考虑起华为的5G设备起来。目前只有美国和几个“死忠粉”才依然以坚决的态度拒绝华为，甚至就连本身在美国有着不错市场的中兴都是因此“中了枪”。不过不管美国再怎么骚扰和抹黑，我们中国华为却依然凭借着实打实的技术成功拿下了26张5G商用合同，并且在之前的时候，华为也是忙于在签下多个国家的订单，开拓自己的海外市场，对于美国的骚扰并没有太多的理会。不过现在华为也已经是拿到了不少订单，海外市场开始步入佳境，也是有时间来开始考虑如何应对美国的各种行为了。现在，华为正式对美国进行了还击，直接起诉没通讯商，要求需要支付8000万的专利使用费，因为在美国，有不少运营商都是用着华为的通讯专利技术的，而且一直以来都没有要求过要给专利费，这对于原本那对知识产权强调要极为看重的美国来说，若是不赔偿的话，那毫无疑问就是自己给自己打脸了，实在是痛快。这也让那些原本估计都还有这侥幸心理，认为华为不敢还击的美运营商来说，实在是有点难受，毕竟在这2018年的最后几天里，华为给了美国这么一份特别而且惊喜的“大礼包”，就是不知道美国方式怎么样的想法了。其实想想也是有点可笑，美国既然已安全隐患为由抵制华为，认为不安全，但是又一直还在使用着华为的技术专利，明眼人都是知道这借口怕是快要站不住脚了。华为这样的还击确实是让人感觉非常的痛快的，同时也是证明了这个堪称是我们中国最强科技企业不是那么简单就能够被打倒的，毕竟华为可不仅只是靠着名气，在技术实力上也是很强的，就拿5G来说，其中仅专利就拿到了1481个，全球第一！还有就是只要是使用过华为技术的国家，估计除了美国之外，其他国家都是说不出它有哪里不好了。还有就是价格上的问题了，比起高通、爱立信来说，华为的设备要便宜不少，性价比更是丝毫不差。痛快，华为正式对美国还击，起诉美通讯商需支付8000万专利使用费。对此若是美国依然坚定要这样的做的话，那么其实也没什么好说的了，先将这使用专利的费用先付了再说其他的吧。（图片均来源于网络，如有侵权请联系作者立即删除）", "author": "娱七娱九", "newsdate": "发布时间：18-12-28", "newstime": "23:13", "sentiment": [{"positive_prob": 0.923343, "confidence": 0.829651, "negative_prob": 0.0766571, "sentiment": 2}]}, {"title": "华为公布2018年战绩 余承东：业绩是面对质疑最有力的回应", "content": "12月27日，华为董事长郭平在新年致辞中披露，预计2018年华为预计实现销售收入1085亿美元， 同比增长21％。这将是华为年收入首次突破千亿美元大关，也是继三星、苹果之后，电子行业内全球第三家达到这一成就的企业。与此同时，郭平还在新年致辞中晒出一波亮眼战绩：和全球领先运营商签定了26个5G商用合同，10000多个5G基站已发往世界各地；全球160多个城市、世界500强企业中的211家，选择华为作为其数字化转型的伙伴；智能手机出货量超过2亿台，PC业务和IoT智能家居生态也取得可喜的突破；华为云已上线18大类140多个云服务，与伙伴携手在全球22个地理区域运营37个可用区；发布了AI战略与全栈全场景AI解决方案，包括全球首个覆盖全场景人工智能的昇腾系列芯片，及相应的产品和云服务。昨晚，华为消费者业务CEO余承东微博转发郭平新年致辞，并表示：“业绩是全球客户对我们最真切的认可，也是面对质疑最有力的回应，任何困难都不会阻挡我们前行的步伐！新的一年为构建万物互联的智能世界继续奋斗”。12月25日，华为消费者业务公布的业绩显示，2018年华为智能手机发货量（含荣耀）已经突破2亿台。截止2018年底，全球华为nova系列用户累计超过6500万。华为P20系列上市以来全球发货量超过1600万台，女性用户占接近一半；华为Mate 20上市两个月发货量突破500万台；荣耀则继续领跑中国互联网手机市场。据悉，华为智能手机发货量从2010年的300万台增长到2018年的2亿台，增长约66倍。2018年第二季度和第三季度，华为成为全球第二大智能手机厂商，全球市场份额达14.6%。目前，华为智能手机正在为全球170多个国家的超过5亿消费者提供服务。", "author": "快科技", "newsdate": "发布时间：18-12-28", "newstime": "10:19", "sentiment": [{"positive_prob": 0.600253, "confidence": 0.111673, "negative_prob": 0.399747, "sentiment": 2}]}, {"title": "华为Mate20pro究竟值不值得买？先听听第二批花粉的评价", "content": "现在国产高端机最受关注的机型应该是华为Mate20pro，不过由于目前线下体验机并不多，所以很多人对它并可能还不了解，纠结于到底值不值得买？该不该买？今天笔者总结了各大平台第二批花粉的真实评价，下面一起来和大家聊一聊关于Mate20pro的真实体验和优缺点。大部分人对于硬件部分都觉得能够符合对于华为手机一贯的期待。一方面，Mate20pro率先搭载麒麟980处理器和6G运行内存，在多轮刺激战场体验之后并没有感到明显的卡顿。另一方面，Mate20pro具备双频GPS解决大多数手机定位不准确的问题，双卡双待高清Volte的商务功能也能很好的满足日常使用场景的需要。拍照并没有太多可挑剔的地方。华为Mate20pro标配一组4000万超广角+2000万广角+800万长焦的徕卡认证三摄镜头，有人经过专门的样张测试之后发现，在白天光线充足的情况下，色彩还原度精准，动态范围有明显提升，暗部系列有所保留。到了夜晚用标准模式的时候虽然对于高光区域能够很好的压制，但是噪点偏多，只有开启超级手持夜景模式之后，照片观感才有良好的改善。外观当年争议较多。例如，首先华为Mate20pro用上四曲面玻璃材质，表面有特殊的涂层减少沾染手指印，底部的特殊纹理在光线的照射下显得光彩熠熠，配合铝中框的流畅过渡支持一定级别的防水防尘;其次，Mate20pro标配6.39英寸的全面屏视觉很震撼，不过由于是曲面屏所以贴膜难度大，维修成本也高;当然，Mate20pro后背的极光渐变色很炫酷，识别度也很高，可是“浴霸”的造型还是有些丑，也谈不上创新。.续航方面，华为Mate20pro标配4200毫安电池，符合目前大屏大电量的要求，有网友进行三小时测试之后发现，一小时王者荣耀耗电16%，一小时高清视频为13%，一小时MP3掉电9%，如果中度使用的话一天不成问题。另外，Mate20pro拥有40W套装，半小时能够充48%，充满只需要1小时17分钟，速度处于行业中上水平。软件生态方面还有很大的进步空间。华为Mate20pro运行基于安卓P深度定制的EMUI9.0系统，加入左右滑动返回上一层，上滑和暂停为桌面和呼出后台的手势操作，在交互逻辑上越来越合理，不过过渡动画仍然显得有些生硬。另外，它还新增多种源于生活的自然音效和一键求救功能都挺实用的。总的来说，第二批用户对于华为Mate20pro的全面屏，拍照和续航的表现满意，在颜值和系统方面还认为存在一定的短板，不过5399元的价格相比8699元的iPhoneXS性价比还是挺高的，所以如果你愿意支持国产，支持华为的话，那么Mate20pro应该是一个不错的选择。", "author": "老实人日报", "newsdate": "发布时间：18-12-28", "newstime": "23:36", "sentiment": [{"positive_prob": 0.0710419, "confidence": 0.842129, "negative_prob": 0.928958, "sentiment": 0}]}, {"title": "华为智能生活馆再下一城 人气爆棚背后秘籍何在", "content": "今天，杭州——电商之城、年轻之都出现了一个创意与科技智慧交织的“新物种”，这就是今天迎来试营业的华为智能生活馆（杭州黄龙万科）。过去半年，华为智能生活馆加速落地：4月20日，第一家华为智能生活馆（太原茂业）试营业，至今进店26万余人；10月26日，华为智能生活馆（上海爱琴海）试营业，迄今进店13万余人。而仅仅两个月后的12月底，华为智能生活馆（杭州黄龙万科）迎来试营业，在试营业的第一天就是人头攒动，实力上演了什么是真正的人气爆棚。一如技术层面的变革，线下年轻人出没的阵地也被华为抢占了制高点，用年轻人的方式、在年轻人聚集的潮流商圈，打造创新体验的新物种，华为正在路上。这一点，从华为智能生活馆（杭州黄龙万科）试营业的人气爆棚，即可见一斑。那么，华为智能生活馆到底是怎样吸引年轻人的？其又如何突破了手机门店的传统范式，以创新的姿态赢得了年轻人的认可？在手机市场同质化藩篱之中，华为智能生活馆的标杆意义何在？在年轻人聚集地   落地智慧场景一如三里屯之于北京年轻人，黄龙万科正是中国最大的电商之都杭州的核心商圈之一，而且从档次和品味上而言，甚至是居于前列的。环西湖40万平的总建筑面积，地铁2号线和10号线覆盖周边，高端定制主题影院和台湾大陆首家大型跨界文创项目，以及美术馆与开心麻花剧院均在此扎营。时尚，就是这样被带起节奏。而华为智能生活馆要做的，不仅仅是利用黄龙万科的人气，更是在以华为的品牌影响力、粉丝吸聚力，去将黄龙万科打造成杭城年轻人的智能生活新地标。一个品牌，能有如此功力去引领一个商圈、一座城市，除了华为，也就是苹果了。用处处黑科技形容华为的智能生活馆并不为过，因为智能生活在这里绝非信口拈来。譬如，建筑面积达到738平方米的华为智能生活馆（杭州黄龙万科），共展出600多个产品，手机、平板、PC、配件、智能家居等各个产品都可以直观地看到和触摸。而若是按照传统的开机启动程序，仅在每天开门纳客前可能都要由若干店员耗费若干时间才能完成。然而在华为智能生活馆（杭州黄龙万科），智能环境控制系统将门店各种设备通过华为的IoT物联网大平台连接，并通过智能化控制，只需店长在平板上一键点击，不到一分钟即可完成复杂的开店工作。潮流是可以传染的，从为太原这个不够时尚的城市注入智能时尚，到在上海落子，再到如今在黄龙万科这一杭城年轻人聚集地打造智能生活馆，是华为包括手机在内的多终端优势和深耕下的智慧场景的又一次落地，是用年轻人的方式和年轻人对话，用智慧的黑科技打造年轻人潮流新聚集地。每一地，每一馆，水土不同，但时尚相通，人气爆棚。究其秘诀，是在于华为以智能生活馆打造出了全新的购物体验空间，而且还同时提供了一个年轻人社交和消遣的好地方。于闲逛、把玩、停歇中，零距离感受华为产品带来的无限创意和科技含量，这让华为智能生活馆，突破了传统的手机门店局限，以复合型的全新业态，坐实了其“新物种”的开创性地位。仅以休闲区域为例，在华为智能生活馆（杭州黄龙万科），带给消费者的不只是沙发和一杯水，而是通过开放和给予，让消费者自由领取平板和耳机，无论是听音乐、还是看好莱坞大片，抑或是阅读，华为生态上的一系列服务，与店内供领取的设备浑然一体，让年轻人真正享受到什么是自由的闲适和不被打扰的休憩。即便是带孩子的奶爸奶妈，也可以在儿童教育区域体验到儿童电子产品和华为应用市场推荐的益智类游戏，还有AR识卡的免费娱乐学习方式。此外，无论是体验绘画的乐趣，还是感受科技的力量，奶爸宝妈会发现，原来有一种与孩子之间的交流互动是在华为智能生活馆。在年轻人的聚集地落地智慧场景，再以智慧体验进一步打造年轻人智能生活的标杆地，华为智能生活馆的意义不止于此。设计、布局、体验，三位一体成功占位新业态、新物种，华为智能生活馆（杭州黄龙万科）的人气爆棚背后，是其设计、布局和体验的三位一体。不仅仅是重新定义了手机门店，而且是重构了手机厂商线下渠道布局秩序，是对万物互联时代一家科技企业势能充分释放的成功占位。当然，要做到这种占位，首先便是要玩出不一样，用自己的模式定义一套新范式。在华为智能生活馆（杭州黄龙万科），采用超白玻璃技术的两面玻璃幕墙，带给人们视觉上浑然一体的通透性体验，并且最大限度利用自然光，不仅将室内空间和室外的广场融合一体，拓宽店内视野，而且也足够环保和节能。与之相辉映的，是一块品牌专属高清屏幕，面积达60平米，静态画面与精彩视频轮播，很好的加强远距离品牌宣传与视觉冲击力。屏幕与通透大气的外立面相辅相成，新地标呼之欲出。深入到华为智能生活馆（杭州黄龙万科）现场，会发现很多地方都是将设计的创意和最终的体验巧妙地融合在一起，是从草图阶段开始变将体验落地考虑其中，以至于能在最终落成的华为智能生活馆（杭州黄龙万科）得到一一呈现。譬如，天花灯槽、地面拼缝到柱面及柜体拼缝、玻璃幕墙拼缝都做到了对齐，在灯光设计上也进行了充分优化，选用了超大规格的成品发光灯箱，在光源柔和性、均匀感上给人以别具一格的感官体验。有一种生活叫华为，在华为智能生活馆（杭州黄龙万科），这句话更为契合。因为，尽管是新物种，但是其本质上仍然是一家实打实的店面，既然是店面，就绕不开两个问题，一个是最大程度的丰富体验，一个是随时随地的互动。这其实也是传统门店形态中最大的两个欠缺点。而华为智能生活馆（杭州黄龙万科）正是做到了视觉陈列与互动体验的融为一体，从“智能陈列、艺术陈列、自主体验、互动体验”四个维度，为手机、手表、手环、平板、电脑、家居、官方及第三方配件、IP产品、云服务等，提供更适合更便捷的展示形式。例如，店内进门处的华为智选区，就创造了一个大开脑洞的万物互联世界，通过多种家居家电产品的互联，只需通过平板，就可用最简单的方式感受到多场景的智能操控体验。体验唾手可得，互动如影随形，这是华为智能生活馆（杭州黄龙万科）的一大亮点所在。无论走到哪个功能区，都有相对于的体验和独特的亮点把年轻人吸引住。比如，在华为定制区，如果你想给自己的手机DIY外壳，可以随意挑选自己喜欢的手机壳图样上传并打印。除了手机壳还可以给平板和笔记本电脑的打印喜欢的后壳，带来更多惊喜和选择。这种体验，可以说对华为的用户都是抵挡不住的诱惑，在“撞壳”时代，定制一款不会撞的壳，智能生活馆可谓深谙年轻人的潜在需求。华为智能生活馆（杭州黄龙万科）设计、布局、体验的三位一体，淋漓尽致的体现在门店一个个的“机关”中。如果想透彻体验一番，怕是唯有亲临现场才可。而当越来越多的城市开起华为智能生活馆，一个新的“第三空间”也就赫然自成一派。万物互联时代的“第三空间”   华为智能生活馆的引领与开创美国社会学家欧登伯格（Ray Oldenburg）提出的第三空间概念，将家庭居住空间列为第一空间、职场为第二空间，而城市的酒吧、咖啡店、博物馆、图书馆、公园等则为第三空间。第三空间不仅是让人们在宽松、便利的环境中自由地释放自我，而且还具有积聚资源和人气的功能。随后，这一概念被逐渐演绎成为现代商业业态的战略规划和定位所在。一个城市最能体现多样性和活力的地方就是第三空间。从这个角度看，实际上华为智能生活馆正是智能科技时代的全新“第三空间”，不是传统手机门店的升级，而是打造出了一个智能空间新物种，在这个新物种上，也不仅是将“第三空间”复刻到手机行业，而是从全新的购物体验空间到年轻人社交和消遣的好地方这样的质的嬗变。除了有充分释放自我、沟通彼此的休闲区，针对手机拍照这一刚需，在华为智能生活馆（杭州黄龙万科）的综合摄影区，就模拟了静态、动态、绿植、建筑等各种场景，呈现华为手机强大的拍摄功能的同时，让年轻人体验到手机新奇的摄影玩法和神奇的AI识别功能，还可以体验微距、超大广角等多种功能。同时该区域可以支持手机拍照投屏和照片打印，让顾客可以拍摄照片留住当下。万物互联时代，传统的业态，无论是百货、超市等，都面临着被重构的机遇与挑战。如果故步自封，终将被时代抛弃。而华为，通过智能生活馆这样的全新业态，让手机行业乃至更多相关行业看到了智能生活可以有的落地姿势，这背后是“理工男”华为超越华为、率先对自身既有线下渠道形态变革的开始，也为更多厂商门店业态的革新提供了积极的启迪。可以预见，在接下来，华为还势必会在更多城市打造这样的年轻人新聚集地，让智能科技打破行业同质化藩篱，以差异化的新“第三空间”引领行业蜕变。", "author": "信海光", "newsdate": "发布时间：18-12-28", "newstime": "17:24", "sentiment": [{"positive_prob": 0.933414, "confidence": 0.852031, "negative_prob": 0.066586, "sentiment": 2}]}]