[{"title": "华为为什么至今不肯上市？余承东一语道破天机！", "content": "众所周知，华为是一家没有上市的全球500强公司。虽然前段时间也爆出了华为即将上市的消息，但随后都遭到了官方的辟谣。那么问题来了，为什么华为不上市呢？其实说白了，华为要上市，那简直就不是件什么难事。在我看来，华为为什么不上市？首先我们要明白公司上市的一个重要原因，那就是为什么上市？说白了，很多公司上市，讲好听点叫融资，说难听点叫圈钱。一家企业上市时希望别人来购买他的股票，通过出售股票的方式换取金钱来为公司谋求更大的发展。这对于大多企业来说，都是短期取得成效的方法！1、任正非谈华为不上市在谈及上市问题时任正非曾经这样说过：因为我们把利益看得不重，我们是为了理想和目标而奋斗。守住上甘岭是很难的，还有好多牺牲。如果上市，股东们看着股市那儿可赚几十亿元、几百亿元，逼我们横向发展，我们就攻不进无人区了。其实任正非说的没有毛病，一旦上市之后，华为很多员工都会失去一定的进取之心，大家要知道，事情都是人做出来的，华为为了保证华为员工们的积极性，不仅不考虑上市，还让华为员工们都持有华为的股份，这样就大大提高了华为员工们的凝聚力！2、余承东谈华为不上市余承东表示：华为之所以不上市，是有原因的。华为在这方面的战略思考是，在有利润支撑的基础上做技术研发投入。他还表示，“华为不上市的原因是要投资未来，把上市公司追求的利润放在远期投入上。”余承东还提及：就拿5G技术来说，华为早在12年前就对5G这门技术开始了研发，不然大家怎么会看到华为今天在5G领域里所取得的成就呢？如果说华为公司上市了，那么上市公司往往要追求财报的好看，也就会牺牲长期精神，那么这对于一家靠技术研发来讲的科技公司肯定是不好的。网友：其实很简单，华为不上市，自己做主，上了市，易受资本左右。任正非喊话北大高才生：有病就治，没病辞退！马云：我赞同！话又说回来了，从前几天华为的财报来看，营收突破了7000亿，研发超过了4800亿，华为像是一家没有钱的公司吗？相反，华为是一家很牛逼的公司！", "author": "俊世太保", "newsdate": "发布时间：19-03-31", "newstime": "16:41", "sentiment": [{"positive_prob": 0.00229844, "confidence": 0.994892, "negative_prob": 0.997702, "sentiment": 0}]}, {"title": "余承东：华为拍照最好，苹果缺乏硬件创新所以冒险进入服务领域", "content": "（观察者网讯 文/陈兴华）当地时间3月31日，据外媒Gsmarena报道，华为消费者业务CEO余承东在接受采访时，分享了他对华为P30系列摄像头、可折叠手机、5G部署、AI功能以及竞争对手等方面看法。图源：Gsmarena“缺乏硬件创新，苹果冒险进入服务领域”华为P30 Pro再度登顶DxOMark手机拍照榜榜首，引发热议。谈及P30 Pro为何没有上4k/60fps拍照选项，余承东表示，4K的优势仅体现在大屏幕上，手机上4K画质意义不大。而且，拍摄4K视频会占用大量的存储空间。全高清分辨率视频，已经绰绰有余。图/DxOMark榜单中文版当被问道“华为P20的相机已经是移动设备的佼佼者，还有必要在舞台上和苹果、三星进行比较吗”。余承东表示，“我们的相机虽然最好，但仍然有很多人不知道。所以，我们需要在舞台上和苹果和三星进行比较，我们希望更多人了解，如果他们想要最好的，就应该选择华为。这是我们的自信，我们可以说，我们就是最好的。”值得关注的是，在P30系列发布前一天，苹果也举办了春季新品发布会，但与硬件无关，而是推出了自己的视频流媒体服务。对于华为是否也有计划推出自己的流媒体服务？余承东称，这对苹果来说，是一步好棋。“他们在硬件方面已经难与我们竞争，而服务会带来现金流和受益，苹果现在做的事情很好，也是他们该作的事情。”余承东还表示，华为并不打算涉足中国以外的流媒体服务领域，华为与视频公司有合作关系，更愿意让消费者选择自己的流媒体服务。“我认为，苹果目前缺乏产品硬件创新，这也是他们冒险进入服务领域的原因，”余承东说。未来将推小尺寸可折叠手机虽然可折叠手机在今年大热，但行业目前尚未迸发出太大发展势头。而对于可折叠设备的市场份额可以达到多少？余承东表示，“目前，可折叠手机刚刚起步，市场份额很小，设备的成本却很高。生产这样的设备十分昂贵。不过，随着时间的推移，成本肯定会降下来。我认为，两年后，可折叠手机的价格会跟现在的旗舰手机持平。”肯定还是会有不少人，仍旧倾向于传统的智能手机，而部分人则更喜欢可折叠手机。根据专业咨询机构DSCC历时9个月制作的研究报告，可折叠手机市场2019年才会慢慢开启，到2022年出货量才达6300万部。Gartner的一份报告则表示，可折叠设备由于缺乏支撑而需要更长时间才能获得发展动力，但最终应会成为主流产品。而对于未来几年内，可折叠设备会占到华为设备的一半左右吗？余承东表示，“未来两年内，一半的旗舰手机可能会是可折叠的。”华为Mate X余承东还提到，他很喜欢在工作中使用Mate X，而P30则适用于工作之外的一切，特别是P30上的相机真的很棒。“未来，我们可以开发尺寸只有P30 Pro一半大小的可折叠手机，我们有计划生产更小的可折叠手机。”1、2月同比增50%，首款5G手机6月上市目前，各大手机厂商在积极部署5G手机。对于华为在欧洲的首批5G设备会在什么时候出现？余承东称，商业5G大约将在2019年中旬——大约5月到6月期间——上市。我们的第一款5G设备将会是可折叠的Mate X和Mate 20X的5G版。这两款设备将于6月份出货。“今年秋季，与领先的运营商一起，我们或将在中国、韩国以及数个欧洲国家见证5G手机的发布。” 余承东说。当谈到欧盟已经决定不在5G网络建设中禁用华为设备的情况时，余承东表示，“毫无疑问，虽然我们面临一些阻碍，但我们拥有最好的5G技术，所以运营商仍旧信赖华为。我们的5G技术遥遥领先其他人。不谦虚地说，华为的技术，至少领先最接近的竞争对手一年半的时间。”华为2018年财报3月29日，华为亮出了2018年的成绩单。该公司去年的销售收入首次突破千亿美元，达1052亿美元（约合7212亿元人民币），同比增长19.5%。在消费者业务领域，华为去年实现销售收入3489亿元人民币，同比大增45.1%。营收占比48.4%，首次成为第一大营收来源。对于华为今年还能保持这样的惊人增长吗？余承东表示，“在今年1月份和2月份，我们的增长甚至超过了去年同期。你能猜到我们今年1月份和2月份的增长率吗？与去年同期相比，我们的增长率已经超过了50%！”以下为采访内容：问：您一直在强调新手机的光学变焦功能。您是否可以细说以下这个光学变焦功能？以及，您的自拍相机不支持自动对焦，而是固定的，您是否也可以解释一下呢？余承东：新的5倍变焦意义深刻。它让远距离拍照，变得更加简单。我认为，市场对变焦功能无疑有强烈的需求，我们非常自豪可以在旗舰手机上引入这一功能。至于你提到的前置摄像头，你在自拍的时候，手臂所处的位置总是大致相似，所以其实你并不十分需要自动对焦。而像我们这样使用最好的传感器才是最重要的。我们的3200万像素传感器可以让用户在光线不足和其他不利环境下，仍旧拍出令人满意的照片。为前置摄像头添加自动变焦功能的意义并不大。我们更关注消费者的现实体验。以及，如果前置摄像头带有自动变焦，那么手机屏幕上的凹槽将会更大，但我们不希望设计受到影响。问：P30 Pro上没有4k/60fps的拍摄选项，这背后有什么原因呢？余承东：原因有两个。首先，4K的优势只能体现在大屏幕上，手机上的4K画质意义其实并不大。其次，拍摄4K视频需要大量的存储空间。这样一来的话，用户的手机存储空间会很快用完，这对消费者来说又是一大噩梦。我们建议用户使用全高清分辨率录制视频，这已经绰绰有余。问：去年您向我们展示了P20系列，该系列上的相机已经是移动设备中的佼佼者。您现在还认为有必要在舞台上与苹果和三星进行比较吗？余承东：我们的相机虽然是最好的，但仍有很多人并不知道这一点。所以，我们需要在舞台上，与苹果和三星进行比较。我们希望更多的人了解，如果他们想要最好的，他们就应该选择华为。这是我们的自信，我们可以说，我们就是最好的。问：昨天，苹果推出了自己的视频流媒体服务，你是否也认为，科技公司的未来不在于产品，而在于服务吗？您是否也有计划推出自己的流媒体服务？余承东：我认为，这对苹果来说，是一步好棋。他们在硬件方面，已经很难与我们竞争。而且毫无疑问，服务会带来现金流和收益，这是一个不错的选择。苹果现在做的事情很好，也是他们该做的事情。当然，他们会和Netflix，和其他所有视频刘美腿服务竞争。这也在很大程度上取决于他们如何有效地参与竞争。而对于我们呢，我们并不打算涉足中国以外的流媒体服务领域。我们与视频公司有合作关系，我们更愿意让消费者选择自己的流媒体服务。我认为，苹果目前缺乏产品硬件创新，这也是他们冒险进入服务领域的原因。问：您也提到了数字车钥匙功能。目前，该功能仅适用于奥迪。未来，还会有哪些汽车品牌加入这一功能？余承东：这项工作正在进行中。未来，我们将与宝马、大众以及其他所有大公司建立合作。我们希望，数字车钥匙功能可以很快在这一代汽车上广泛使用，但这依旧取决于这些车辆是否支持NFC功能。我们已经准备就绪，我们希望随着时间的推移，所有车型也将具备相应的功能。问：对于可折叠设备，尤其是Mate X，您认为，与其他外形相比，可折叠设备的市场份额可以达到多少？（您可以给出具体的百分比吗？）余承东：目前，可折叠手机刚刚起步，市场份额很小，设备的成本却很高。生产这样的设备十分昂贵。不过，随着时间的推移，成本肯定会降下来。我认为，两年后，可折叠手机的价格会跟现在的旗舰手机持平。但是，肯定还是会有不少人，仍旧倾向于传统的智能手机，而部分人则更喜欢可折叠手机。问：您认为，未来几年内，可折叠设备会占到华为设备的一半左右吗？余承东：这个很难说。我想，未来两年内，一半的旗舰手机可能会是可折叠的。我个人十分喜欢Mate X。我一直在工作中使用Mate X。你在看图表或者浏览网页的时候，大屏幕真的很好用。问：您现在主要用的是Mate X吗？未来，华为会推出更小的可折叠设备吗？比如，普通手机大小的一半。余承东：当然，就像我刚才说的，我很喜欢在工作中使用Mate X，而P30则适用于工作之外的一切，特别是P30上的相机真的很棒。未来，我们可以开发尺寸只有P30 Pro一半大小的可折叠手机，我们有计划生产更小的可折叠手机。问：华为是否有打算在未来某个时候推出自己的语音助手？余承东：目前，我们在中国市场上已经有我们自己的语音助手——小艺。但是在其他市场上，由于生态系统的缘故，我们仍旧依赖于Google Assistant和亚马逊的Alexa。未来，我们有打算推出自己的语音助手。但是现在，在海外市场上，谷歌与亚马逊要胜过我们，而我们始终坚持，给消费者带来最好的体验。问：在人工智能领域，华为无疑是最好的制造商之一。接下来，智能手机上的AI会是什么样的？华为新设备上，会引入哪些AI功能？余承东：我认为，AI是一个通用功能。我们的手机上都具备AI处理能力，以便应用开发人员实现他们的创意。比如，我们有第三方应用开发人员为自动驾驶开发应用，为视觉和听力受损的人开发应用等等。我们使用AI来提供我们手机的性能与摄影效果。我们并没有试图以一己之力做好所有事情，我们也尝试向应用开发人员开放AI处理能力，来为消费者带来更多美妙的新功能。我们希望一边利用AI改进我们手机的性能，一边让开发人员借助AI发挥他们的创意。问：我们再来谈谈5G。欧盟已经决定不在5G网络建设中禁用华为设备。那么，华为在欧洲的首批5G设备会在什么时候出现？余承东：毫无疑问，虽然我们面临一些阻碍，但我们拥有最好的5G技术，所以运营商仍旧信赖华为。我们的5G技术遥遥领先其他人。不谦虚地说，华为的技术，至少领先最接近的竞争对手一年半的时间。我认为，每个人都需要5G，所以我有信心，越来越多国家的更多运营商会选择华为的5G解决方案。商业5G大约将在2019年中旬——大约5月到6月期间——上市。我们的第一款5G设备将会是可折叠的Mate X和Mate 20X的5G版。这两款设备将于6月份出货。今年秋季，和领先的运营商一起，我们或将在中国、韩国以及数个欧洲国家见证5G的发布。问：如今，每家公司都声称他们拥有全屏智能手机。但事实上，我们可以清楚地看到，这些手机屏幕底部大多仍留有较厚的边框，你对此是否有解决的方案？余承东：以P30为例，你可以看到，底部边框其实已经非常非常小了。事实上，P30的底部边框比P30 Pro上的来得更小。我们可以把底部边框设计得更薄，但是使用起来就会没那么舒服。我们没有完全移除底部边框是出于意外触摸的考虑。如果底部没有边框，每次用户从底部滑动时，无意中会按压屏幕，这就很麻烦了。我们的重点，以及我们认为更加重要的一点是，缩小侧边框。而在屏幕的底部，应该保留一些空间，这样用户可以更加流畅地使用设备。问：去年，华为的消费者业务（Consumer Business Group）增长显著。您认为，华为今年还能保持这样的惊人增长吗？余承东：当然。我们的财政年度与日历年一致。在今年1月份和2月份，我们的增长甚至超过了去年同期。你能猜到我们今年1月份和2月份的增长率吗？与去年同期相比，我们的增长率已经超过了50%！", "author": "观察者网", "newsdate": "发布时间：19-04-01", "newstime": "14:16", "sentiment": [{"positive_prob": 0.935343, "confidence": 0.856317, "negative_prob": 0.0646575, "sentiment": 2}]}, {"title": "目前最普遍的四款手机，你都用过哪一款？", "content": "如今的智能手机竞争确实越来越激烈了，但在整个行业当中也不乏出现佼佼者，比如说目前最普遍的四款手机，其实很多人在用，你都用过哪一款？小米8小米8在去年的表现真的相当不错，作为一款骁龙845处理器手机，发布价格也非常便宜，仅为2699元起步。之后小米8也开始了几轮降价，目前仅剩两千元左右。小米8也具备了后置双1200万摄像头，前置刘海屏设计，被誉为是当时的安卓版iPhoneX，实际销量也很高，目前使用这款手机的人不在少数。华为P20Pro华为P20系列的表现还是不错的，身边的商务人士经常可以见到在使用这款手机。虽然现如今华为P20Pro已经过时了，但在去年的时候，华为P20Pro首次搭载了三摄像头设计，拍照方面有了较大的提升，此外还率先用上了极光渐变色，颜值比以往的华为手机要好很多，不少女性用户也愿意用华为手机了。iPhoneXiPhoneX这款手机目前真的是烂大街了，在2017年推出时还是有非常多的人去入手的，而在2018年时，因为三款新iPhone的价格太贵而且没有太大的升级，导致很多人更愿意选择iPhoneX，反而没有升级换机需求，所以使用人群又增加了。目前在大街看到的苹果手机用户当中，iPhoneX确实也很多。OPPO R17OPPO R17得益于线下渠道，还是有非常多的用户去选择这款手机，当初采用了水滴屏设计，而今年华为P30、小米9等旗舰手机依旧还是用这一设计元素，所以也没有过时。加上OPPO R17有比较不错的美颜自拍等功能，对于女性用户的吸引力还是比较大的。在公交地铁上你也经常能够见到这款手机的身影。这四款手机应该是目前最为烂大街的机型了，你的手机有上榜吗？欢迎说说你现在正在使用的手机，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-04-01", "newstime": "10:18", "sentiment": [{"positive_prob": 0.171283, "confidence": 0.619372, "negative_prob": 0.828717, "sentiment": 0}]}, {"title": "华为真正属于自己的技术有哪些？", "content": "“极客谈科技”，全新视角、全新思路，伴你遨游神奇的科技世界。华为作为一家依靠科技研发生存的公司，自身拥有相当多的核心技术。华为主要产业有两个方面：一个是通讯网络设备制造，包括数通、网通、基站通讯设备等；一个是个人消费产品自造，包括路由器、CPE、移动终端等产品。分别来看看，这两个方面，华为都有哪些黑科技吧！通讯网络方面5G网络方面，华为共计研发1970件专利，占比总专利数的21%；已经签订5G商业合同30个，5Ｇ网络基站发货数超过40000+。研发出5G基站芯片“天罡芯片”，最高支持200兆的运营商频谱带宽；提出了一站式建站方式，利用市电接入5G基站，类似搭建积木的方式建立5G基站。个人消费产品个人消费产品研发出了巴龙5000基带芯片，可供CPE以及手机端使用；完成与5Ｇ基站的高速传输，最高下载速度6.5Gbps，最高上传速度３.5Gbps。手机端研发出麒麟处理器，性能虽然同苹果、高通处理器之间存在差距；毕竟弥补了我国芯片上的空白，差距并在不断的缩减。与索尼共同研发感光元件，IMX600具有独家的使用权；与徕卡共同研发拍照算法，自家旗舰机型均通过徕卡认证，拍照技术领先；旗舰机型使用大容量的电池，支持40W的超级快充，并且提供反向充电技术。华为的研发费用投入2018年底，华为在全球累计获得专利87805件，其中美国授权专利11152件。如此的成就与华为研发投入存在着较大的关系。华为每年在研发的投入占比销售收入的10%以上；近十年，累计研发投入已经高达4850亿元。关于华为这家企业，您怎么看？欢迎大家留言讨论，喜欢的点点关注。", "author": "极客谈科技", "newsdate": "发布时间：19-04-01", "newstime": "15:22", "sentiment": [{"positive_prob": 0.421111, "confidence": 0.0641986, "negative_prob": 0.578889, "sentiment": 0}]}]