[{"title": "华为新手机来了！网友：滚筒四摄PK浴霸三摄", "content": "它来了，它来了华为的第二代5G手机来了立刻引发全网关注9月19日晚，华为在德国慕尼黑发布了新款旗舰手机Mate30系列。华为Mate30系列共有两款机型，分别是Mate 30和Mate 30 Pro，均搭载了华为新一代旗舰芯片麒麟990 5G SoC。华为消费者业务CEO余承东在发布会上表示，这款芯片由于处理器和5G基带合二为一，因此可以称为第二代5G手机。华为Mate30采用6.62英寸OLED全面屏；华为Mate 30 Pro采用6.53英寸OLED环幕屏，屏幕弯曲角度达88度，在侧屏上用了数字触控按键取代了实体按键来调节音量，只保留一个电源键，使得整个机器非常简约。此外，华为Mate30和华为Mate30 Pro均支持40W有线充电和27W无线快充。新款Mate 30系列搭载了四颗摄像头，较之前一代Mate 20多了一个摄像头。值得一提的是，此次Mate 30系列并未搭载华为自研的操作系统鸿蒙，其采用的是开源版本的安卓系统，届时Mate 30系列将无法使用谷歌的GMS服务（包括谷歌邮件系统、地图、搜索、应用市场、YouTube等在内的谷歌系应用）。不过，余承东表示，华为将提供自己的移动服务HMS。搭载全球首发旗舰5G SoC芯片华为Mate30系列搭载目前设计最精密的华为手机芯片——麒麟990 5G，采用了7nm+ EUV极紫外光刻工艺。在只有指甲大小的方寸之间集成多达103亿晶体管。麒麟990 5G也是迄今最高性能的华为手机麒麟芯片：采用CPU三档能效架构，最高主频可达2.86GHz；集成超大规模16核GPU集群，实现领先的性能与能效；NPU双大核+NPU微核架构；集成ISP5.0图像信号处理器，支持双域视频降噪、BM3D专业级硬件降噪，拍摄无惧暗光场景。麒麟990 5G将处理器和5G基带合二为一，使得芯片集成度大幅提升，功耗和发热大幅降低。Mate30系列作为全球首款第二代5G手机，在5G SoC单芯片内实现2G/3G/4G/5G全网通、NSA/SA双模、FDD/TDD全频段、5G+4G双卡双待。由于华为在5G芯片的优势，余承东在发布会上还调侃友商刚刚推出的新品，甚至还未具备5G功能。四个摄像头新款Mate 30系列搭载了四个摄像头，较之前一代Mate 20多了一个摄像头。摄像头设置不再是“浴霸”而更像一个“黑洞”，从背后看有点像卡片相机。华为自己也称这一设计源自经典相机。余承东在台上还调侃苹果新手机iPhone11的摄像头排列模仿了华为Mate 20的设计，称方形摄像头引领了行业设计潮流，成为标志性的设计。华为Mate30 Pro配备徕卡电影四摄，包含一枚4000万像素的电影摄像头、一枚4000万像素的超感光摄像头、一枚800万像素的长焦摄像头，以及3D深感摄像头。Mate30 Pro首创双4000万双主摄设计：4000万电影摄像头拥有华为手机迄今最大的1/1.54英寸感光元件；4000万超感光摄像头采用RYYB滤色阵列，可实现ISO 409600的照相感光值。加之ISP5.0图像信号处理器，可以帮助拍出更好的照片和视频。华为Mate30 Pro支持超高清夜摄，可实现高达ISO 51200的视频感光度。支持全高清1080P下的960fps 慢动作摄影, 更有突破性的7680fps超高速摄影；支持4K超广角暗态延时摄影。华为Mate30 Pro长焦摄像头可实现3倍光学变焦、5倍混合变焦，以及最高30倍数字变焦。超感光摄像头、长焦摄像头均支持OIS光学防抖。Mate30 Pro后置3D深感摄像头，可在拍摄时实现画面纵深的测距，分离主体与背景，实现发丝级抠图、渐进式虚化，呈现更好的立体视觉效果。华为Mate30 Pro前置3D深感摄像头，可在自拍时获取精确的景深信息，实现自然温润的背景虚化。人工智能：可隔空操控，还会自动隐藏信息由于华为还未决定把自研的鸿蒙操作系统用在手机上，因此Mate 30搭载的华为基于安卓打造的EMUI10 操作系统，但Mate 30不能使用谷歌的应用服务GMS。余承东表示，华为将提供自己的移动服务HMS。EMUI10带来很多新的交互方式。其中，AI随心转屏，基于人脸朝向智能横竖屏，无论你坐着还是躺着看手机，手机屏幕可以随着你的姿态调整角度，为你提供最舒适的视角。此外，当用户享受大餐双手沾满油时不用担心无法触控手机，AI隔空操控可以隔空识别用户的手势，无需接触屏幕，就可以完成屏幕上下滚动与隔空抓取截屏的操作。另外，EMUI10还有“AI信息保护”，出现机主以外的人脸时，华为Mate30系列可即刻识别，信息和通知将自动隐藏详细内容。发布会上，华为公布了Mate30系列的建议零售价：华为Mate30（8GB+128GB）售价799欧元（约合6261元人民币），华为Mate30 Pro（8GB+256GB）售价1099欧元，华为Mate30 Pro 5G（8GB+256GB）售价1199欧元，华为Mate30 RS保时捷设计（12GB+512GB）售价2095欧元（约合16418元人民币）。华为Mate30（128GB）的起售价高过苹果新机型iPhone11（64GB版的中国售价为5499元），比128G的iPhone 11的中国售价则高出262元。不过，iPhone11并非5G手机，且按惯例华为手机的中国区定价也会低于海外市场。与不久前推出的苹果新机相比这次华为赢得了不少称赞新lang是只独眼怪：背面比苹果11好看太多了。微澜x：何止背面好看。各种创新太多了…这才是真正的手机新品发布会谁要你：看了第一眼就想买它，脑子里全是买它！！太好看了黑凤梨不是梨：我也觉得，很有辨识度，我挺喜欢的Duck二鸭子：明明就看起来很高级啊真的大脸猫爱吃鱼1101：我觉得好像单反摄像机的镜头的感觉，很好看不过也有网友“吐槽”新机背面像洗衣机（别说，有这个摄像头加持还真挺像）华为新机与某品牌滚筒洗衣机对比 网友供图 全国高个子联谊：华为洗衣机发布了冒着仙气的矛盾体：哈哈哈哈我也觉得可像大电器。看起来又可爱又高级科技感十足开心一粒米：很快手机就会流行洗滚筒洗衣机板型若真渴望：是滚筒洗衣机XIAOTING-YY：哈哈哈哈我朋友也说洗衣机你觉得呢？来源：澎湃新闻责编：王子墨编辑：张雪瑜 孙小婷", "author": "光明日报", "newsdate": "发布时间：19-09-20", "newstime": "20:44", "sentiment": [{"positive_prob": 0.97711, "confidence": 0.949134, "negative_prob": 0.0228898, "sentiment": 2}]}, {"title": "华为 Mate30 正式发布：诸多黑科技不输iPhone", "content": "今日，华为在德国慕尼黑召开了华为手机新品发布会，发布会上，华为给我们带来了全新的Mate30、华为智慧屏以及华为Watch GT2。华为Mate30搭载了集成5G基带的麒麟990 Soc芯片，同时支持5G SA/NSA双架构，屏幕方面，华为Mate30配备了6.62英寸OLED全面屏，华为Mate 30 Pro采用6.53英寸OLED环幕屏，屏幕弯曲角度达88度，手握环幕屏，如同把世界握在手中。华为Mate 30 Pro配备超感光徕卡电影四摄，搭载双4000万像素双主摄（超感光摄像头+电影摄像头），可实现5倍混合变焦，30倍数字变焦，暗拍、超广角、变焦尽在掌握。华为Mate30搭载了EMUI 10系统，采用全新UX设计，将杂志美学运用至界面；多彩AOD灭屏显示、基于人因研究的深色模式、“手眼心”动效设计，带来更舒适的体验。华为Mate 30 Pro配有4500mAh的电池。配备40W有线超级快充，27W无线超级快充，续航更强劲，充电更快捷，让续航不再成为出行和移动办公的困扰。华为Mate30 还支持诸多让人眼前一亮的黑科技，比如AI隔空操控，无需触碰屏幕，姿态感应器即可实现隔空上下滑动、隔空抓取截屏等。比如AI屏幕随心，可识别人脸观看屏幕的角度，智能转换横竖屏。比如AI信息保护功能，可智能识别机主信息，陌生人注视屏幕时隐藏消息内容，更好地保护隐私。值得一提的是，华为Mate30还支持M-Pen手写笔，4096级灵敏压感，悬浮触控设计，落笔识别精准，带来真实般书写绘画体验，随时记录你的灵光一现！发布会上，华为还给我们带来了全新的华为Watch GT2智能手表，3D玻璃屏，支持离线音乐播放，2周强劲续航，15种运动模式陪你上山入海，打破常态，探索新自由！一同登场的还有大家期待已久的华为智慧屏，配备了100%NTSC的65吋4K量子点屏和智慧音响以及升降AI摄像头，可支持AI健身、AI骨骼识别技术、1080P高清视频通话、分布式视频通话投屏以及AI人像锁定等功能。独有的HuaweiShare智慧跨屏，60帧无延迟一碰投屏，本地操作甚至无需网络，共享精彩时刻大屏更精彩。据悉，9月20日0时，华为Mate 30将华为商城及各大电商平台开启预约，9月26日，华为Mate30系列将在国内正式发布，用科技重构想象。更多精彩，敬请期待！#5G的华为 VS 4G的苹果#(7275030)", "author": "中关村在线", "newsdate": "发布时间：19-09-20", "newstime": "05:10", "sentiment": [{"positive_prob": 0.965235, "confidence": 0.922743, "negative_prob": 0.0347654, "sentiment": 2}]}, {"title": "华为Mate30来了！概念股批量暴涨，这些机构赚翻了", "content": "来源：中国基金报作者： 高雯 要是早点买入这些华为概念股，没准还有希望买得起华为手机。昨晚华为在慕尼黑发布Mate 30系列旗舰手机，最贵售价人民币16483元。A股今天也随之欢腾，多只华为产业链公司触及涨停。有公司昨日宣布和华为正式合作，今天便一字涨停，淡水泉、成泉资本以及多只公募基金或已经赚翻了。华为概念指数早盘高开今年以来大涨51.1％受到华为发布 Mate 30 系列新机的刺激，华为概念指数今日早盘高开，多只个股触及涨停，之后呈震荡走势。茂硕电源开盘涨停，在短暂打开后又很快封在涨停板上。闻泰科技、东旭光电、韦尔股份、歌尔股份等个股也早盘大涨，闻泰科技盘中触及涨停，东旭光电早盘也一度接近涨停。这些个股今年以来均累积了较高的涨幅。永贵电器昨日宣布正式成为华为合格供应商之后，今日开盘一字涨停，报价10.57元/股，创今年5月6日来的股价新高。淡水泉、成泉资本等机构二季度埋伏从中报来看，淡水泉、成泉资本等机构二季度已经埋伏相关个股，不少概念股年内股价已经翻倍，若持仓不动，这些机构收获颇丰。其中，淡水泉精选1期出现在两只华为概念股的前十大流通股股东榜单中，一是歌尔股份，淡水泉精选1期二季度持仓3619.8万股，二是生益科技，二季度持股不变，持仓1832.4万股，生益科技的股价年内已经翻倍。成泉资本则是旗下两只产品锦沣1号私募证券投资基金、涌锋1号私募证券投资基金二季度新进了东方中科的前十大股东榜单，分别持股91.67万股、91万股。东方中科此前走势较为平稳，但到了9月份表现迅猛，9月份以来该股涨幅达84.07％。此外，宁波乾弘久盛资产管理合伙企业（有限合伙）-乾弘乐享成长一期私募基金二季度新进硕贝德股东榜，持仓303万股，6月至今该股上涨58.42％。不少公募基金也赚的盆满钵盈。如华安媒体互联网混合型证券投资基金二季度加仓了歌尔股份，持仓4757.7万股。富国天惠精选成长混合型证券投资基金二季度新进韦尔股份股东榜，持仓360万股。华夏复兴混合型证券投资基金二季度新进永贵电器股东榜，持股436.3万股。汇添富均衡增长混合型证券投资基金二季度持仓369万股硕贝德。5G手机引领新一轮消费浪潮Mate 30引爆科技圈和A股市场，在业内人士看来，5G手机已成为消费者眼中的“香饽饽”，将来将引领新一轮消费浪潮。Mate 30系列搭载包括了目前设计最精密的华为手机芯片——麒麟990 5G。华为介绍，麒麟990在仅有指甲大小的方寸之间集成多达103亿晶体管。不仅如此，麒麟990 5G芯片将处理器和5G基带合二为一，使得芯片集成度大幅提升，功耗和发热大幅降低。因为麒麟990不同于其他厂商的SoC外挂5G基带，余承东将Mate 30称为“第二代5G手机”。毫无疑问，5G已成为消费者眼中的“香饽饽”。就在一个月前的8月16日，华为首款5G手机Mate20 X 5G版正式开售。当日开售不久，华为Mate20 X 5G版手机在华为商城、天猫、京东等渠道上均显示售罄。在华为手机官方微博下，也有多位用户在开售后5分钟左右即评论感慨：“没抢到”。事实上，开售前日，华为“心声社区”微信公号披露，截至8月15日中午12点，华为Mate 20 X （5G） 预约量突破100万（台）。当智能手机被普遍接受，创新和5G被视为刺激消费者买单的关键。4G到5G对体验提升的幅度不亚于当年从3G到4G的提升幅度。旗舰级的5G SoC 麒麟990，不但是华为近年来的一颗定海神针，也是给整个中国5G产业链注入的兴奋剂。Mate 30系列发布也预示着，5G手机的换机高峰即将到来。全球范围来看，美国和欧洲过去在4G LTE网络的部署方面要早于中国，4G用户渗透率主要在2010年~2013年迎来快速增长，渗透率从10％提升到70％，而中国由于建设晚且建站速度快，2年时间就实现了用户渗透率从10％到70％的提升。鉴于5G建设我国相对领先，因此，2020~2022年将是5G换机潮。争当华为“小伙伴”有预测称，华为手机今年出货量可能会达到2.5亿部，如果Mate 30系列受追捧，就可能会超过2.6亿部；明年华为手机出货量或跃居第一位。在这种强劲增长的带动下，华为的合作商业务增长趋势显而易见，因此不少A股上市公司也积极宣布自己加入华为“朋友圈”。歌尔股份上半年业绩增长17.73％。公司在半年报中提到，智能无线耳机、智能可穿戴业务发展顺利，对营业收入贡献增加。据查询，歌尔股份是华为Freebuds无线耳机独家ODM/JDM服务商，也是Airpods第二大供应商。硕贝德是华为首款5G手机Mate 20 X独家天线供应商。硕贝德曾透露，公司与华为在终端天线等产品和技术方面全方位合作。汇顶科技Mate 30系列提供屏下光学指纹和触控方案；同时消息显示华为mate30有使用飞荣达的散热产品。安洁科技曾透露，公司有为国内品牌客户高端智能手机提供相关产品。广信材料表示，在华为现已上市的高端手机产品中，公司产品主要应用在 P30 Pro、Mate 20 Pro 等型号上。京东方A表示，公司与华为保持良好的合作关系，尤其在柔性AMOLED方面，公司供货华为Mate20 Pro， P30 Pro， Mate X等旗舰机型；客户销量的提升有利于公司相关产品的出货。光韵达表示，公司及子公司是华为的供应商，公司为华为提供SMT模板、检测设备等产品，至于是否应用于Mate 30，应用的具体产品和型号双方有保密要求。更为重要的是，华为正加快供应链的国产化，通过多项政策主动积极导入国内供应商、提升国产供应商级别；未来，华为有望给其国产供应链小伙伴更多的机会与订单。在日前的半年报发布会上，华为董事长梁华表示，华为计划在今年投入1200亿元用于研发。而在华为开发者大会上，华为消费者业务云服务总裁张平安公布了华为10亿美元的“耀星计划”，加速激励和扶持全球开发者创新。", "author": "金融界", "newsdate": "发布时间：19-09-20", "newstime": "15:05", "sentiment": [{"positive_prob": 0.747161, "confidence": 0.438135, "negative_prob": 0.252839, "sentiment": 2}]}, {"title": "华为Mate30什么时候上市？9月26日国行版首售", "content": "[PConline 资讯]华为Mate30系列在昨晚在海外发布，而华为Mate30系列国行版将于9月26日14点30发布，对于大家关心华为Mate30什么时候上市？根据华为官方给出消息来看，华为Mate30系列国行版将于9月26日18：08分开始首售，目前，华为Mate30系列已经开始接受预约，有兴趣朋友可以在华为商城、京东商城等进行预约。售价方面，华为Mate30 4G版本 8+128GB售价799欧元（折合人民币约6265元），华为Mate30 5G版本 8+256GB（国行提供，尚未公布价格）。华为Mate30 Pro 4G版 8+256GB售价1099欧元（折合人民币约8617元）；华为Mate30 Pro 5G版  8+256GB售价1199欧元（折合人民币约9401元）。配色方面，华为Mate系列拥有星河银、罗兰紫、翡冷翠、亮黑色玻璃版四种配色，还有素皮版青山黛、丹霞橙两款配色，其中素皮版据华为官方称皮革般质感柔软亲肤，入手丝滑细腻。处理器方面，华为Mate30 5G系列搭载麒麟990 5G SoC芯片，首次将处理器和5G基带集于一体，使用7nm+ EUV工艺，相比上代芯片，GPU性能提升高达39%，能效提升高达32%。网络方面，华为Mate30 5G系列同时支持5G SA/NSA双架构；支持双卡双待，5G与4G卡可同时在线。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-20", "newstime": "13:09", "sentiment": [{"positive_prob": 0.515271, "confidence": 0.694585, "negative_prob": 0.484729, "sentiment": 1}]}, {"title": "华为智慧屏体验：凭什么耗费华为多年心血？", "content": "9月19日，华为在德国正式发布了一系列新品，除了智能手机之外，首款大屏产品“华为智慧屏”也颇受关注。在华为的产品定义中，智慧屏并非单纯的一件“商品”，而是预示着华为的IoT生态将更进一步。在过去，华为虽然已经发布了诸多IoT产品，但从阵线来看还是比较零散，缺乏着眼点。华为的智能音箱不像阿里、百度那样占据大量市场份额，作为“智能家居核心”来说似乎有些影响力不足。在这个背景下，就算成立主攻IoT的方舟实验室、推出构建生态的HiLink平台，都似乎只是在做铺垫，华为的IoT生态，正在等待他们真正的领军者出现。随着华为智慧屏的发布，我们才恍然大悟。华为IoT生态的领军者，看来是非智慧屏莫属了。在华为的构想中，智慧屏是推进“1+8+N”战略的关键棋子，是家居智能生态的绝对核心，同时也是智能手机在家庭场景中能力的外延。华为智慧屏已经可以预订，但国内的正式发布会其实是9月26日。只不过，我们已经提前对华为智慧屏体验了一番，这款产品有多少斤两，我们心里也有了答案。一看就知道是高档产品实际上从产品类型来看，华为智慧屏并非首款“智慧屏”产品。但以华为的品牌调性，其产品档次必然会更高一些，而从设计的细节方面我们也确实能够看出一些端倪。华为智慧屏给小雷最直观的感受，那就是“高档”。这种高档并非一两种工艺就能堆砌出来的，靠的整体细节的把握。在外观设计上，华为智慧屏采用了超窄边框的设计风格，而边框是一体成型的，号称“见不到一颗螺丝”。此外，智慧屏的底座也是经过重新设计的，而且还在屏幕的底部加入了超高规格的扬声器和呼吸灯，抛开功能不说，光是设计上就给一种高端的感觉。值得一提的是，华为智慧屏并非只有正面能看，侧面那纤细的线条也令人印象深刻。综合来说华为智慧屏的外观非常有吸引力，哪怕是一般用户对“智慧屏”没有太明确的概念，也有可能会被这款产品本身的气质所吸引。面板、声音都是惊喜华为智慧屏这块面板的表现略超出小雷的预期，色彩表现非常饱满，亮度比较足够但又不会有漏光。这是一块4K分辨率的面板，放在如今的电视产品中已经是中上游水准，可视角度也比较可以，在侧面看过去，也不会说有很明显的偏色。华为智慧屏的外放音质绝对称得上是惊喜，音质非常饱满，尤其是重音方面比较到位。在小雷的印象中，电视自带的扬声器所发出的声音是十分干瘪的，至少小雷对华为智慧屏的音质，算是很满意的。最重要的还是智能体验华为详细地为我们介绍了智慧屏的三大AI功能，分别是AI慧眼、Huawei Sound智慧音响以及Huawei Share智慧跨屏，AI能力横穿智慧屏产品始终，就实现效果来看表现已经十分不错。AI慧眼指的就是智慧屏内置的摄像头，考虑到隐私问题这枚摄像头并非永久外露，而是像智能手机那样需要的时候才升起来。华为智慧屏的摄像头既能作为通讯之用（和各类监控摄像头打通），也能用作记录生活（拍照），也能用作其他辅助功能（儿童模式下场景识别），可以说是智慧屏最核心的卖点。华为指出，目前市面上绝大多数的传统电视产品都是没有配备摄像头的，而华为则抓住机会，打造出差异化卖点。Huawei Sound智慧音响则是华为在声音方面的能力的体现，华为消费者业务已经有相当庞大的音频技术积累，但智能手机受限于产品特性无法释放这方面的能力，因此华为的音频能力正好能在智慧屏上大展拳脚。Huawei Sound智慧音响主要的特点在于，硬件可以根据场景来自行调整相关表现，例如看电影的时候智慧屏会进入影院模式，晚上看球赛就会自动调整音量以免产生滋扰。不过在现场主要还是以音质试听为主，场景模式的话估计只能留到测试中才能体现了。华为智慧屏的最后一个能力Huawei Share智慧跨屏，在小雷来看这可能是吸引消费者购买智慧屏的最重要卖点。在现场的演示中，工程师为我们演示了照片快速传输、手机快速投屏功能，这一功能的效果和实用性都非常出色。华为智能手机和智慧屏之间的照片传输速度快得令人惊讶，接近100MB的照片，仅需6秒就能完成传输。而手机和智慧屏之间的投屏帧率可以达到60帧，因此在手机上玩各类游戏，投屏都智慧屏之后画面依旧保持流畅。由于投屏功能的超高完成度，智慧屏就像华为所说的那样能够顺利成为华为手机的“第二块屏”，手机与大屏产品之间的界限被大大弱化。由于大多数购买智慧屏的用户肯定会是华为手机的用户，手机和智慧屏之间的良好沟通也能够让智慧屏的实用性进一步提升，而非单纯地把智慧屏当做影视作品的播放工具。智慧屏或赢在未来市面上有不少针对智慧屏产品的质疑，毕竟从形态来看，智慧屏就是一台电视。如果从播放节目、影视资源的功能性来看，智慧屏确实是一台电视，但从智慧屏本身的能力来说，我们认为华为对智慧屏的定义应该是“能播放节目的智能产品”，而非电视这种功能单一的普通电器。在经过自己的体验后，我们似乎开始理解智慧屏这款产品的本质到底是什么。对消费者、行业来说，“万物智能”是最终极的追求，在各式各样的家用电器均智能化后，电视自然就成为了下一个目标。电视在家庭中有着远超智能音箱等产品的地位，说他是核心也不为过。因此，智能电视的智能化必须是往着统筹所有智能家居产品的方向发展，光是具备智能还不够，它还要作为纽带将所有的家居智能设备维系到一起。如果你家中有非常多的智能产品，例如智能台灯、门铃、空气净化器等等，你肯定需要一个智能家居的核心产品来统筹这些设备。再者，如果你是一名华为手机的使用者，那么选择智慧屏可以说是最好的选择。智慧屏不仅能够为你带来不俗的视听体验，还能让生态中的其他智能电器变得更加好用和易懂，距离“万物智能、万物互联”的目标也就更近一步。但如果你不在乎这些，你要的只是一台看节目和影视的工具，那么市场上倒是有非常多的产品可选，智慧屏并非“非买不可”。归根到底，是否选择智慧屏产品，还是看自己的生活状态和需求。但从长远来看，生活智能化是不可逆的趋势，而且智能化产品所带来的便利、效率提升是有目共睹的。因此，未来各大厂商做智能中枢产品是必然的事情，华为智慧屏是一个富有前瞻性的尝试，随着时间推移它的价值会不断显现。如果价格合适，那么华为智慧屏绝对有机会成为一款新的划时代产品。", "author": "雷科技", "newsdate": "发布时间：19-09-20", "newstime": "22:57", "sentiment": [{"positive_prob": 0.621526, "confidence": 0.158947, "negative_prob": 0.378474, "sentiment": 2}]}, {"title": "这才是未来大屏该有的样子 华为智慧屏首测", "content": "2019年传闻将杀入大屏市场的新军不少，尤其聚焦的正是几家凭借智能手机在科技圈呼风唤雨的品牌：华为、荣耀、OPPO、VIVO、一加等等，对于他们来说，供应链成熟，且本土化程度极高的客厅显示设备行业几乎不存在门槛，无非是以何种产品形态和品牌形象进入的问题。那么华为为何选择2019年这个时间点来推进客厅显示生态建设呢？首先可以肯定的是，华为的这个决定，并不是一个纯粹的硬件制造到内容运营的行为，而是伴随2019年5G、IoT市场的落地，家庭物联网生态的建立已成大势所趋，而大屏设备无疑是最适合充当智慧家庭生态入口的选择。华为进军智慧屏行业更多的是瞄准这个全新的赛道，从个人、家庭等为切入点，构建价值共享的生态圈。那么，这台受到行业以及消费者高度关注的华为智慧屏真的值得购买么？它是否能够颠覆传统的大屏设备行业？这就是今天我们将要给出的答案。外观：奢华的纤薄全面屏设计一款外观标新立异的产品更符合消费者对差异化、品质化上的需求。在这个时候，就要看其整体设计语言与做工用料是否考究。虽然第一次涉足大屏产品，但华为在智慧屏上的设计、工艺都相当考究，不仅打造出了极致纤薄的机身，而且全面屏的设计让画面进一步得到了延伸，带来更为沉浸的视觉享受。华为智慧屏正面整体华为智慧屏整机采用黑色色调，搭配金属材质，有效提升大屏设备质感，看上去相当大气。同时再加上简约纤薄的屏幕设计，大大提升了整机的奢华之感。得益于其边框与液晶屏之间采用美缝填胶工艺，华为智慧屏的视觉间隙基本不存在。另外边框部分还采用一体无缝折弯金属工艺以及镜面精细研磨工艺+180度钻切工艺，力求简约、奢华。顶部中间位置配有升降式摄像头华为智慧屏机身下方配有一个小艺炫屏，它由70颗RBG灯阵排布，提供一千六百多万的颜色变化的可能。在用户与智慧屏产生交互式，小艺炫屏可以提供多样性的视觉反馈，不错的人性化设计。全金属片叶式底座华为智慧屏背部整体华为智慧屏背板整洁干净，螺丝都被巧妙隐藏起来，流光美背相当耐看。值得一提的是，背部中间配有两个年轮音环的重低音，而关于这款产品的音质部分，先卖个关子，后面将会为大家详细解答。华为智慧屏拥有一个USB 3.0接口、三个HDMI接口、一个视频输入、一个网络端口，以及SPDIF与天线输入，足以我们满足日常的使用。华为智慧屏的遥控器采用极简式设计，造型小巧，金属质感手感尚佳。遥控器前端拥有一个支持滑动、单点、按压等多种操作手势的触控圆盘，可以根据我们的使用习惯自行调节。另外，华为直接将NFC芯片植入进遥控器中，可以通过手机与遥控器的接触，来实现一秒投屏、控制等操作。系统：全新的交互体验华为智慧屏几乎拥有传统大屏设备的所有功能，其精髓就在于与其他设备的交互能力、多屏协同能力以及管控能力。具体来说，华为将智慧屏定义了4大中心，分别是：智慧交互中心、跨屏体验中心、IoT控制中心和影音娱乐中心。这样看来，我们也可以将其理解为一台65英寸的客厅大屏手机。华为将智慧屏系统主界面那么，华为智慧屏与传统电视到底有何不同，为何被我们称为一台65英寸的大屏手机呢？下面的测试体验部分，或许才是它的智慧之处。AI慧眼：让大屏拥有智慧化的能力华为智慧屏拥有一个升降式摄像头，它支持1080P高清视频通话，能够自动升降从而保证用户隐私。特色的NPU计算能力，可以实现智能人像锁定、人脸识别、瞳距识别等。不光是硬件，软件层面华为智慧屏也做了跟进，除了1080P高清通话，首发产品中还加入了AI健身、AI Kids等功能，带来了客厅大屏全新的应用体验。高清视频通话画面清晰度、感光度很高，摄像头素质优秀我们用华为智慧屏直接呼叫手机，接通后屏幕上方的摄像头会直接升出，实际的体验非常方便，且效果出众，即使测试间的网络不是很好，整个的通话过程中，画面采集和播放均非常流畅，画面质量足以满足正常的通话使用。最神奇的是，我们的编辑小姐姐在屏幕前来回走动，摄像头在不移动的情况下竟然可以锁定人像，让人物一直保持在画面中心位置。AI 健身拥有人像锁定、人脸识别、瞳距识别等黑科技的华为智慧屏不止有视频通话这个功能。智慧屏独有的AI 健身APP，开启后选择健身动作，就可以与“私教”一起学做动作了。而且特有的智能躯体关节识别技术，动作不到位时会有语音提醒，和面对面私教的感受几乎无差。AI Kids智慧屏搭载华为自主研发的特色AI Kids功能，里面集结优质的经过筛选的健康动画、儿童课程于其中，儿童模式需要答题才能退出儿童模式，让家长放心把遥控器交给孩子。同时儿童模式中加入了防蓝光护眼模式，在此模式下，智慧屏的色彩、亮度都更为柔和。同时还能设置观看时长，防止孩子过度用眼。另外为了防止孩子在观看时坐姿不正或距离屏幕太近，摄像头瞳距识别技术先会识别观看者是否为儿童，然后如果此儿童在1.5米距离内观看时长超15秒，或者坐姿不正，都会自动语音提醒。Huawei Share智慧跨屏：一碰投屏让智慧变大投屏功能已经非常常见，利用投屏APP就可以将手机小屏上的内容实时传输到大屏之上。而华为智慧屏的投屏方式相当颠覆，上文中我们提到过，华为将NFC芯片植入进了遥控器中，无需在同一Wi-Fi下，直接用华为手机触碰智慧屏遥控器，瞬间即可把手机画面投屏到智慧屏上。镜像游戏投屏实测《王者荣耀》经过实际的体验，华为智慧屏投屏显然比第三方APP投屏更加方便、流畅。依托系统级的底层优化，几乎不存在任何延迟。另据官方介绍，华为智慧屏拥有60帧/秒高帧率投屏独家优势，我们实测手机投屏《王者荣耀》，小屏与大屏几乎同步且不卡顿，可以实现看着大屏玩游戏了！手机智慧屏控除了一碰投屏功能外，华为智慧屏还支持手机同步操控功能。只要将智慧屏和手机绑在同一个华为账号下，手机APP都能直接显示智慧屏上的内容，直接用手机就能操控大屏。而且不仅支持局域网内，还支持远程控屏（手机当触控屏），如果家中老人遇到操作困难，我们可以通过手机实现远程协助。当然，智慧控屏还甚至可以将大屏的声音传到手机，外放或者给手机插上耳机，就可以直接收听智慧屏节目的声音，深夜刷剧、看球也不会影响家人休息。Huawei Share 极速分享在提升智慧屏的社交属性能力方面，华为还有更有意思的玩法。我们可以在手机或智慧屏上创建一个云相册，只要添加查看相册的亲友账号，对应账号绑定的大屏端与手机即可相互查看分享的图片。值得一提的是，华为智慧屏的Huawei Share功能，无线传输速度可达30MB/S，传输600M张照片仅需20秒，黑科技无疑。Huawei Sound智慧音响系统：实打实的音效黑科技一台好的大屏设备讲究的是音画合一，但如今的不少电视产品，为了机身的纤薄，强行将音响系统微缩在狭小的空间里，音质表现并不理想，并不能在视听环节中与画面融为一体，带来更加优秀的空间感和立体感。为此，华为智慧屏搭载8+1+1音频方案，可以实现6个可独立控制的音频通道，专业的低音woofer+1个被动无源辐射器，能够实现5.1音效。不得不承认，这是在整个大屏行业都相当罕见的。不光如此，为了让每个家庭都能拥有独一无二的音效体验，华为智慧屏可以对所处环境进行声场建模，根据房间的空间或者家居特点，建立虚拟的房间声场模型，以匹配最佳的声音播放方案，这是在整个行业都从未见过的技术。那么它到底是噱头还是真的有用，我们经过影视内容、音乐歌曲的实际体验，不得不承认，华为智慧屏依托音响硬件的强大加持，它的音效在气氛渲染、感情烘托等方面有着不错的体验。演唱会、电影院现场的那种震撼的音效，也会有很强的代入感，让人不由得沉醉其中。音质方面，还有一个独享模式“黑科技”另我们印象深刻，在设置中开启这个功能，即可实现定向发声、人声增强、智能降噪。定向发声能够把声音控制在智慧屏前方45度范围内，超出这个范围的音量有明显的减弱。为了直观我们用分贝仪分别在智慧屏前方、侧面进行测试，效果如上图，是不是很神奇。远场语音声控 想看什么直接说人工智能语音是近几年整个科技行业都非常热门的技术，多数厂商都在努力跟进，而智能语音功能也确实是更为便捷的操作手段。华为智慧屏内置小艺精灵语音助手，支持五米范围内的远场拾音，不用遥控器就能直接对其进行操作。“今天天气怎么样”“我想看美国电影”“给我推荐几部最近热门的国产电视剧”在待机状态下，它不需要遥控器就可以实现与人与机器的“对话”。喊一声“小艺小艺”，它会即刻识别语音、语义，而且几乎是秒回应。我们在距离智慧屏三米远的位置，说出“今天天气怎么样或者给我推荐热门的国产电视剧”，华为智慧屏能够识别并快速推送我们想要的信息。智能家居控制：一句话掌控全局5G时代即将来临，大屏产品被看做是未来IoT的入口。目前几乎所有电视厂商无不围绕大屏打造AI+IoT(Internet of things)的智能入口。“智能家居控制中心”作为大屏设备全新的标签，与传统的单一家电操控相比，具有极大的方便性。华为在IoT生态上的布局已久，随着华为智慧屏的到来，无疑将加大华为在智能互联这一块的优势。具体来说，华为智慧屏可以代智能手机成为智能家居系统中的管控中心,对在同一系统内的智能空调、洗衣机、扫地机器人、台灯等等智能产品进行控制。凭借华为庞大的用户群里，未来支持HiLink的智能家居产品也将越来越多，在未来可以真正实现一台大屏掌控全局。内容加持：强大到“没朋友”内容加持这一块，除了华为本身搭建的内容矩阵之外，智慧屏还整合了优酷酷喵影视，腾讯极光TV、以及芒果TV的内容资源，资源优势非常明显。除了量大，华为智慧屏对内容的分类也比较精细，对应人群轻松就能找到。会员方面，我们可以根据自身喜好单独购买各家会员，也可以直接选择超钻套餐，这是一种整合了前面提到的四种资源的会员模式，包年680元比起单买还是非常划算的。一番试看下来，目前热播的电影、电视剧几乎都能找到，并且更新及时。而且绝大多数内容的清晰度支持到4K，即使不是会员也能享受到蓝光画质。客观仪器测试：身为华为首款大屏产品，这台华为智慧屏的画质表现同样让我们充满期待。从官方信息来看，华为智慧屏为采用量子点光背光源技术，使色域覆盖率更高，色彩控制更精准。而且令人称道的是，华为智慧屏加入了独立画质引擎—绮光异彩画质引擎，这是高端产品的一个重要标志。华为智慧屏的图像设置中拥有10种可调节模式，精确定位了不同的内容使用人群。经过图像模式调节的优化之后，画质上带来的提升的可见的。另外在高级设置中，自由度很高，可调整的维度非常全面。进入测试部分，我们通过客观仪器测试，以及播放4K图片、4K视频、HDR视频，来验证这块屏幕的素质到底如何。色彩还原准确性：数据极度优秀色彩精确度是大屏设备画质表现力的重要部分，优秀的大屏设备同样需要能够准确还原画面的真实情况。我们使用Spyder 5 Elite对这款华为智慧屏进行色彩精确度测试：实际测试得到华为智慧屏的色彩还原准确性ΔE数值为1.17（数值越低越好），这个成绩足以获得“几乎完美”的评价。这是个什么概念呢？要知道在显示器领域，色彩还原准确性ΔE数值如果低于3，就可被评价为专业显示器产品。而且，在我们测试过的所有大屏设备产品中，还没有一款产品的色彩还原准确性ΔE数值能够达到1.17，这足以说明华为智慧屏色彩还原度极为优秀。色域值色域表现方面，华为智慧屏色域值为92% NTSC，色域覆盖范围远超行业的标准色域覆盖范围为72%（NTSC1931）。这个数值再次让我们惊叹。更高的色域值表现能够一定程度避免失真和色块的情况出现，而且更多种类的色彩，可以让画面的层次也更加分明、细节更多被展现出来，从而接近原画品质。主观画质体验：量子点加持色彩艳丽通过上面的客观仪器测试，可以看出华为智慧屏对面板素质的调教非常成功，色彩还原准确，色域广，对比同级别产品优势极大。官方宣称鸿鹄画质芯片独特的绮光异彩画质引擎包含了MEMC算法、HDR、SR算法、DCI算法、ACM算法和NR算法，可以全面提升画质；运动画面流畅不拖尾，显示画面更清晰细腻、色彩更饱满丰富、提升层次感和细节表现力。下面我们通过多组实拍图来检验华为智慧屏的显示能力。4K图片测试：色彩鲜艳浓郁，有一定的层次感4K图片测试：明暗分明，绿叶上的纹路清晰可见4K图片测试：黑场看不出任何漏光，画面主体立体感十足4K图片测试：色彩表达真实，没有过分饱和4K视频测试：面部细微细节也能不错的表达出来4K视频测试：色彩浓郁不失真，有明显的层次感4K视频测试：运动中的物体可以清晰展现，颗粒分明4K视频测试：动物羽翼的细节可以用纤毫毕现来形容了HDR视频测试：HDR加持下色泽更加浓郁，讨好眼球HDR视频测试：明暗交错，高亮度下色彩也并未失真HDR视频测试：暗部的一些细节可以不错地展现HDR视频测试：纯粹的黑色与画面主体形成对比，立体感不错高端大屏设备产品非常讲究画质表现力。作为华为首款大屏产品，华为智慧屏的表现让我们惊喜。通过4K图片、视频以及HDR视频的实测来看，华为智慧屏明显的特点就是在量子点的加持下，色彩浓郁但并不失真；细节处理上可以做到不错的还原；以及超过大多数液晶产品的出色黑场表现能力。测试总结：已经在基站网络、手机、芯片、内容服务取得巨大成就的华为进军彩电行业其实并不是难事，所有优势都是实际存在的。简单点说，只要拥有一块屏，华为就有能力将其变成我们理想中大屏的样子。第一次做就要做到极致，华为智慧屏的工业设计、音质、画质表现等方面，处处为我们带来惊喜。从实际的交互体验来看，华为智慧屏拥有传统大屏设备的所有功能，而大量的、人性化的新技术、新应用也被华为成功植入进来，我们认为非常成功。随着5G、AI等技术发展，华为智慧屏无疑非常适合充当智慧家庭生态入口，成为用户家庭不可或缺的一款产品。（7265805）", "author": "中关村在线", "newsdate": "发布时间：19-09-20", "newstime": "12:23", "sentiment": [{"positive_prob": 0.999603, "confidence": 0.999117, "negative_prob": 0.000397131, "sentiment": 2}]}, {"title": "华为发布全球首款第二代5G手机", "content": "新华社德国慕尼黑9月19日电（记者朱晟 王平平）中国华为公司19日在德国慕尼黑会展中心举办新闻发布会，发布华为2019年的旗舰手机——Mate 30系列智能手机。该系列的5G版本是华为全球首款第二代5G手机。9月19日，在德国慕尼黑，华为消费者业务CEO余承东在发布会上介绍Mate 30系列智能手机。（新华社记者逯阳摄）华为消费者业务CEO余承东在发布会现场介绍，华为Mate 30系列手机搭载了麒麟990系列芯片，使用了基于安卓的EMUI 10操作系统，并将提供6种配色。Mate 30 Pro还配备了超感光徕卡电影四摄和超曲面环幕屏。据介绍，Mate 30系列的5G版本为全球首款第二代5G手机，搭载了麒麟990芯片的5G版本，后者采用了7nm+EUV工艺制程，将处理器和5G基带合二为一，使芯片集成度大幅提升，功耗和发热大幅降低。这款5G手机可实现2G/3G/4G/5G全网通、5G+4G双卡双待。9月19日，在德国慕尼黑举行的华为新品发布会后，一名工作人员（左）向来宾介绍一部华为Mate 30 Pro 5G智能手机。（新华社记者逯阳摄）余承东表示：“Mate 30系列融入了华为对于科技与美学、移动影像、创新交互等新生活方式的探索，以创新重构旗舰机想象，让每一个人手握超级智慧。”当天的发布会上，华为还发布了首次搭载华为自研麒麟A1芯片的手表WATCH GT2，公布了华为FreeBuds 3真无线蓝牙耳机的销售信息。", "author": "新华社新媒体", "newsdate": "发布时间：19-09-20", "newstime": "15:14", "sentiment": [{"positive_prob": 0.999036, "confidence": 0.997859, "negative_prob": 0.00096367, "sentiment": 2}]}, {"title": "华为智慧屏评测：用AI描绘完智慧生活蓝图的最后一笔", "content": "它来了它来了，它带着智慧走来了！北京时间9月19日晚，华为在德国慕尼黑正式发布旗下首款智慧屏产品——华为智慧屏。作为华为布局全场景智慧化战略的关键一环，华为智慧屏拥有着出色的交互能力以及多屏协同能力，在这样的设计理念之下，华为智慧屏也正式承担起了智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心的四大中心角色，成为了我们开启智慧生活最得力的助手。华为智慧屏华为智慧屏的诞生有着极强的时代背景，今年是我国5G商用元年，从6月份5G牌照颁发，到现在多款5G手机的上市，我们的5G建设正在如火如荼的进行着。另外一方面，IoT也是未来智慧生活的一大趋势，各种各样的智能家居会呈现井喷式的发展，大到冰箱、洗衣机，小到一个水杯，都可以充满智慧。如此庞大的一个智慧生态， 需要有一个聪明且强大的大脑作为中枢机构来完成用户对智能家居之间的指令传输。在5G与IoT双双带来之际，华为智慧屏以枢纽的角色亮相，为我们的智慧体验带来了全新的解决方案。华为智慧屏同时，科技的进步将让家庭成员之间联系的更加紧密，不同于逢年过节人手一部手机低头沉浸在自己的世界，华为智慧屏将承担起家庭第二中心的角色，用全新的体验，带给每一个家庭更温馨的关怀，让亲情更浓厚，让智慧布满全屋。那么华为智慧屏究竟会为我们的生活带来什么呢，让我们一起来看本期评测。大有方寸华为智慧屏作为一个标准的大屏，搭载了一块65英寸的屏幕，并且采用了色彩最纯净的量子点光源作为背光源，实现了全色域显示，色域覆盖率高达100% NTSC，日常观看时，我们可以看到更为准确的色彩显示。而且相比传统液晶电视在画面质量与节能环保上更具优势，量子点电视已经成为业内液晶电视的发展方向。华为智慧屏极窄边框同时，现在大屏行业已经进入全面屏时代，华为智慧屏在65英寸的基础上，将边框也做到了极致，从而获得了极高的屏占比。当你用这块屏幕看电影、玩游戏的时候，体验是无法用言语简单形容的。边框方面，华为智慧屏采用了极简设计，以手机的镜面精细研磨以及180度钻戒工艺，最大程度还原了金属本真之美，不论是观感还是触感，都有着不错的体验。将这块屏幕放在家里，犹如一块艺术品，可以让家庭装饰的整体格调提升。华为智慧屏音响系统屏幕以及边框之外，从外观上来最为显眼的就是华为智慧屏的音响系统了。华为智慧屏采用CNC数控机械加工的工艺，在铝合金上打磨出了一万多个出音孔，为用户带来绝佳的音质体验。在扬声器中间，华为智慧屏加入了小艺炫屏，为人机交互提供了多样性的视觉反馈，它就犹如一个智慧生命体在智慧屏中孕育，每一次交互，都是小艺的一次进步。扬声器下方，则是华为智慧屏的片叶式底座，摆放起来更加稳定。华为智慧屏丰富的接口在华为智慧屏上，还配有丰富的接口，比如USB 3.0接口、HDMI接口、视频输入、网络输入、SPDIF、无线输入接口，可以满足用户更多的使用需求。另外非常亮眼的一点是，华为智慧屏顶部还有一颗升降式的AI摄像头，支持拍照以及视频通话等，而且它还能够为华为智慧屏带来更多的AI能力。华为智慧屏开机无广告AI慧眼洞悉全局不同于普通的大屏产品，华为智慧屏搭载了一颗升降式的AI摄像头，使用时升起，不用时降下，可以很好地保护用户隐私。通过这颗摄像头，华为智慧屏可以实现1080P高清视屏通话、拍照、AI健身、AI Kids多重能力，让你的智慧生活别具一格。升降式AI摄像头在1080P视频通话方面，华为智慧屏视频通话分辨率高达1920*1080，支持大屏呼叫大屏、大屏呼叫手机、手机呼叫大屏多种互动方式，当你出门在外时，通过手机便可以向家里的华为智慧屏发起视频通话，让家人和你时刻分享自己的喜悦。而且这颗摄像头充满了智慧，独有的智能人像锁定技术可以让摄像头的在不移动的情况下智能识别人像，让人物显示总是在屏幕中间位置，这样即使你在屋内走动，对方也可以看到你。华为智慧屏视频通话另外，针对家庭中复杂的光线场景，华为智慧屏还拥有智能微光技术，在暗光情况下视频通话时，这颗摄像头会智能补光，从视频通话体验效果更好。而且，家里的网络偶尔会有时好时坏的情况，为了避免视频通话卡顿，华为智慧屏支持宽带自动调节能力，当网络情况不好时，视频通话分辨率会下降至720P或者480P，从而保证流畅的通话体验。AI摄像头升降过程既然有摄像头那么自然而然就会有拍照能力，华为智慧屏可以通过这颗升降式AI镜头拍照片，该功能对于家庭聚会场景非常适合，当家里人多用手机难以容纳或者没有其他人来帮助我们完成自拍时，华为智慧屏可以轻松完成家人的合照，并且拥有不俗的画质表现。华为智慧屏拍合照除了通话和拍照，华为对这颗摄像头进行了深度开发。华为智慧屏通过这颗摄像头还支持AI健身和AI Kids，其中AI健身只需要通过语音说“我要健身”或者在首页打开即可使用。AI健身功能是华为与北京体育大学合作，通过开发数十种健身视频，来为用户提供专业的健身课程。该功能对于想健身但又没时间健身的白领一族而言，非常实用，在家就能享受到最专业的健身指导。华为智慧屏AI健身当你使用AI健身时，摄像头会自动弹出，用户可以在屏幕上看到自己的健身姿态，通过与大屏上专业的教练进行姿势对比，进行姿势矫正。通过特有的智能躯体关节识别技术，华为智慧屏会智能纠正你的姿势，当你的姿势不规范时，会发出语音提示，如果表现优秀的话，也会进行鼓励。华为智慧屏AI健身华为智慧屏AI健身AI健身数据分析作为家庭中的一块大屏，自然少不了儿童的使用，尤其是现在父母都很忙，孩子自己在家看电视、写作业已经成为一种常态。也正是由于此，不少小孩从小就落下了近视眼的病根，一佩戴眼镜就是一辈子。为了让儿童更好地使用华为智慧屏，华为推出了AI Kids模式，在打造分级的儿童内容之外，通过这颗升降式AI镜头智能识别儿童的距离和姿势。儿童模式儿童模式在儿童模式下，这颗摄像头会自动弹出，当儿童观看距离1.5米内和坐姿不当时自动发出提醒，从而让儿童也能健康使用华为智慧屏。很显然，AI Kids的加入，是华为对于所有圈层用户的周全考虑，不管大人小孩，都可以放心使用华为智慧屏。而且当儿童想要退出该模式式，需要通过计算一道题才可以，如果算不出来是无法退出的，答题的时候智能语音是禁用的，防止儿童语音直接搜答案。多屏互动从未如此简单多屏互动在传统产品之上往往比比较繁琐的，我们以手机行业为例，华为手机通过Huawei Share可以轻松完成手机之间、手机与其他屏幕之间的文件传输，而其他品牌手机往往只能通过蓝牙或者社交工具，这就使得多屏互动“成本”居高不下。在正式开讲之前，我们需要先给大家介绍一下华为智慧屏的遥控器。华为智慧屏遥控器华为智慧屏遥控器这款遥控器采用了8.3毫米的超薄ID设计，在最上方是一块按压式触控板，用户可以通过触控实现对智慧屏的操控，而且全新的按键布局，也更加符合人体工程学，在带来美感的同时，使用体验也不落下风。在遥控器下方，有一个NFC区域，用户将手机贴合过来，就可以完成神奇的投屏操作。华为智慧屏遥控器在华为智慧屏上，我们看到了全新的多屏互动形式，而且不管是多么复杂的投屏，在它身上，或许就是简单碰一下那么简单。华为智慧屏只需要轻轻一碰遥控器，便可以完成手机的投屏，不管你的手机在干什么，都可以投到华为智慧屏上，让你的享受瞬间变大。而且这种投屏摆脱了网络的限制，即使不连接同一WiFi，设备不配对，也可以进行投屏，电影、游戏、阅读统统一屏搞定。华为智慧屏投屏游戏华为智慧屏投屏游戏尤其是对于爱玩游戏的用户，华为智慧屏的投屏更是表现相当友好。华为基于自身的手机研发优势，通过系统底层优化，将投屏延迟做到了60帧/秒的高帧率投屏，相较于普通的30帧，游戏画面会更加流畅，画面顿挫感会进一步减弱。可以说，华为智慧屏的投屏让游戏投屏成为了大屏玩家的不二之选，谁说只有大屏手机玩游戏才爽，65英寸大屏玩游戏会更爽。华为智慧屏控屏一碰投屏只是华为智慧屏多屏交互的一部分能力，通过智慧屏APP，它甚至可以用手机控屏，让你的华为智慧屏画面镜像显示到手机之上，我们只需要在手机屏幕上划动几下，便可以完成对智慧屏的操控。比如当我们出门在外时，通过手机控屏功能可以远程操控家里的智慧屏，为父母播放想看的电视，为孩子播放想看的动画片，即使自己不在家，也能让家“其乐融融”。作为控屏的重要内容，手机充当扬声器是一大非常有创意的设计，如果你既想熬夜看球赛，又不想打扰到家人的正常休息，那么这个功能可以让你成功看球。通过智慧屏APP选择播放自己想看的节目，在手机端播放界面即可切换音源，当我们需要外放时，选择外放，当我们想要用耳机收音时，在手机端打开耳机收音功能即可，既简单又人性。而且在智慧屏APP内，控屏时手机还能充当智慧屏的键盘，搜片从此不再一指禅，让熟悉手机输入法的你，在华为智慧屏上也能自如运用。手机化身遥控器通过智慧屏APP，我们还可以让手机化身遥控器，在息屏界面或者APP内皆可遥控，手机大屏化身触摸式遥控，让你的操控体验更加个性。不得不说，这个功能在遥控器找不到时或者与家人争抢遥控器时可以派上用场，并且可以取得奇效，不信的话，大家到时可以试试。好声音听得见好音效从来不是一蹴而就的，它需要软硬件的配合，才能发挥到极致。华为智慧屏采用8+1个音频单元方案共65W，实现了6个可独立控制的音频通道，专业的低音woofer+1个被动无源辐射器，真正实现了5.1专业音效。搭配华为自研的Histen算法，可以将音频设备的性能发挥到极致，让用户感受到天籁般的音质体验。    华为智慧屏扬声器值得一提的是，华为智慧屏还可以根据房间的空间和家具特点，建立虚拟的房间声场模型，然后匹配最佳的声音播放方案。这就使得华为智慧屏拥有了极强的自适应能力，能够根据不同房型和装修进行定制化的声场建模，不管你处于什么样的环境，它都可以为你提供独有的音质体验。根据不同用户的使用需求，华为智慧屏还打造了独享模式，通过定向发声、人声增强、智能降噪三种功能为用户提供特有的观影体验。尤其是定向发声功能，比如你不想使用前文中我们提到的控屏中的手机充当扬声器的功能，夜晚看球时就可以使用它。该功能通过声波波束控制算法，将发散的声波约束在智慧屏正前方并减少声波的辐射角度，让华为智慧屏只为你独奏。华为智慧屏背部设计除了拥有极强的声音输出能力，华为智慧屏的拾音能力也非同一般。在它的顶部，均匀布置了6颗高灵敏度的mic阵列，可以准确识别5米范围内的人声信息，让我们的语音操控变得更简单。此外，目前华为智慧屏的语音操控能力已经支持视频、音乐控制、本机控制和机顶盒控制，基本可以实现全程无遥控使用，比如找电影、差天气、翻译等等都可以做到，既实用又有趣。鸿鹄下的智能音画在屏幕方面，华为智慧屏采用了量子点技术，拥有更高的色域和更好的观感，而在屏幕之下，华为智慧屏则是搭载了鸿鹄智慧芯片，通过MEMC算法、HDR、SR算法、DCI算法、ACM算法和NR算法，全面提升画质。在这些算法的加持下，华为智慧屏可以做到运动画面流畅不拖尾，显示画面更清晰细腻、色彩更饱满丰富、层次感和细节表现力更强。华为智慧屏有了鸿鹄芯片的加持，华为智慧屏可以根据用户的播放内容智能匹配图像模式和音效模式，根据不同参数的适配将效果达到最优。目前图像模式包含了影院、图片、少儿、标准、体育五大类，而音效模式包含了影院、音乐、新闻、标准、体育五大类。每种模式用户除了系统默认参数外，用户还可以根据自己的喜好自行调节，当然这更适合一些极客使用，普通用户按照默认就可以。同时作为摆放在房间里的一块大屏，华为智慧屏还拥有亮度自动调节的功能，当房间环境光线亮度不同时，华为智慧屏会自动调节屏幕背光，保证用户不会因为环境光线变化影响观看的画面质量。智能家居的神经中枢华为智慧屏在实现了超高的音画质和多屏互动能力外，也成为了智能家居的神经中枢，IoT的控制中心。我们可以将支持HiLink生态的智能家居连接到华为智慧屏上，通过一句话实现全屋家具操控。比如下班回家，我们可以通过华为智慧屏打开空调，甚至是让扫地机器人打扫一遍房间。华为智慧屏智能家居控制界面有别于智能音箱的IoT操控能力，华为智慧屏上的这块大屏有着得天独厚的优势，它可以让我们的操控可视化，指令变得一目了然。当与电子猫眼联动时，我们可以直接在智慧屏前看到屋外的人并且与其对话，让生活更高效。而且在“我家”页面，还可以直接看到每一件智能家居的状态，让智能不再那么抽象。华为致力于构建开放的HiLink全场景智能家居生态，目前支持HiLink协议的智能家居种类和品牌越来越多。而且HiLink还可以和一些第三方家电产品的云平台实现云云对接，给用户提供更多的选择。能听能看，一站式内容平台华为智慧屏作为家庭的影音娱乐中心，在拥有了出色的音画质外，内容打造方面也是有一招。华为智慧屏引入了腾讯极光TV、优酷酷喵、芒果TV平台内容，覆盖了电影、电视剧、综艺等多类热点内容，可以让用户看的更舒心。另外华为智慧屏对教育和儿童内容也做了专门的内容整合，引入了新东方、学而思、沪江网校等权威知识教育机构，以及《小猪佩奇》《宝宝巴士》等主流少儿节目，内容丰富度更高。华为智慧屏内容除了可以看的内容外，华为智慧屏还引入了可以听的内容，音乐+电台+有声书层层覆盖，喜马拉雅和蜻蜓FM的入驻，都可以让用户在休息眼睛的时候，给耳朵也放个松。总结总体而言，华为智慧屏作为一款面向未来的产品，它即兼顾了用户最普通的影音娱乐需求，也扛起了连接IoT生态的大旗，为5G以及IoT时代做足了准备。依托于分布式鸿蒙OS，华为智慧屏打破终端限制，可以轻松实现跨屏传输，让用户的工作和生活更加简单、高效。当我们回想技术发展的初衷，不就是为了让我们的生活变得更简单更幸福吗？", "author": "CNMO手机中国", "newsdate": "发布时间：19-09-20", "newstime": "11:42", "sentiment": [{"positive_prob": 0.999381, "confidence": 0.998624, "negative_prob": 0.000619444, "sentiment": 2}]}, {"title": "华为发布Mate30国行版时间公布：9月26日，上海见", "content": "[PConline 资讯]9月19日，华为在德国慕尼黑举行了华为Mate30系列全球发布会，并且在大会上，华为公司宣布将于9月26日在上海正式发布华为Mate30系列。在屏幕方面，华为Mate30采用6.62英寸OLED全面屏，华为Mate 30 Pro采用6.53英寸OLED环幕屏；在电池容量方面，华为Mate30内置4200mAh大电池，华为Mate 30 Pro更将电池容量增至4500mAh，配备40W有线超级快充，27W无线超级快充；在处理器方面，两款手机都搭载麒麟990处理器；在摄像头方面，华为Mate 30后置超感光徕卡三摄，华为Mate 30 Pro配备超感光徕卡电影四摄，搭载双4000万像素双主摄（超感光摄像头+电影摄像头）。此外，华为Mate 30手机8+128GB版在欧洲售价为799欧元，Mate 30 Pro手机8+256版本售价1099欧元，Mate 30 Pro 5G手机8+256GB版本售价1199欧元。据悉，9月20日0点，华为Mate 30系列将正式上线华为商城及各大电商平台，开启预售。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-20", "newstime": "18:10", "sentiment": [{"positive_prob": 0.793613, "confidence": 0.541363, "negative_prob": 0.206387, "sentiment": 2}]}, {"title": "华为新手机来了！正面“刚”iPhone 11系列，滚筒PK浴霸？", "content": "02:05（央视财经《第一时间》栏目）德国慕尼黑当地时间9月19日，华为推出了 2019年度旗舰手机Mate30系列。这款手机目前也是华为对抗三星、苹果最核心的“武器”，Mate30摄像头达到了4个（比iPhone11 Pro还多一个），并且支持5G网络。华为发布Mate30系列旗舰手机Mate 30 系列搭载四种配色：星河银，罗兰紫、翡冷翠、亮黑色。图片来源：@华为手机据华为方面介绍，创新采用数字化边框设计，去除侧边音量键，保留唯一的电源键，带来全触控交互。图片来源：@华为手机摄像头方面，后置三摄包括 1600万超广角、 4000万广角和 800万长焦， 3倍光变， 5倍混合变焦， 30倍数码变焦，前置 2400万镜头。华为消费者业务首席执行官余承东：我想这是我们mate系列手机的一个重磅旗舰，而且最大的特点是这个产品不仅有非常标志性的设计语言，最主要的是，它是真正全球最领先的5G手机。华为Mate30系列手机搭载目前设计最精密的华为手机芯片——麒麟990 5G，将5G联接和性能归于一芯，在仅有指甲大小的方寸之间集成多达103亿个晶体管。新款手机主打影像功能，通过超感光徕卡电影四摄模式来满足用户的多种需求。在电池方面，华为 Mate30系列开启 有线与无线双超级快充时代，在轻薄机身内置入了 4500mAh电池，提升续航体验。经过全新设计的操作系统融入“年轻、活力、科技、时尚”的内涵，带来更多智能体验。发布会上， 华为还公布Mate30系列的起售价为799欧元，约合约6300元人民币。9月 20日零点，华为 Mate30系列手机全面开启预售。华为消费者业务首席执行官 余承东：华为在欧洲的智能手机和智能终端设备销量一直在快速增长，我们的综合产品的销售，能给欧洲消费者提供完整的、无缝的智慧生活体验。根据华为方面的数据，今年 1至 8月份，华为智能手机销量同比增长 26%，个人电脑销量增长 249%，其他智能设备也都有较大涨幅。未来，华为系列智能设备，将满足欧洲乃至全球消费者的更多需求。新iPhone价格下调如今的 iPhone不再如昔日那样“一机难求”。分析师表示，苹果预售火热背后，一是 iPhone11系列价格上的下调（ 5499元起），二是 iPhone6、 6s、 7系列用户进入换机周期。 苹果今年推出的三款新机均不支持5G网络，苹果CEO库克在接受媒体采访时说，5G技术目前有些超前。目前市场上不管是基础架构还是是芯片都还没有足够成熟，还不足以推出一个高质量的产品。滚筒PK浴霸，你支持谁？与不久前推出的苹果新机“浴霸”相比这次华为，赢得了怎样的市场评价？苹果新机vs浴霸谁要看你：看了第一眼就想买它，脑子里全是买它！！太好看了。Duck二鸭：明明就看起来很高级啊真的。不过也有网友形象地比喻华为新机背面像“洗衣机”华为新机vs滚筒洗衣机高个子联谊：华为洗衣机发布了。冒着仙气的矛盾体：哈哈哈哈我也觉得可像大电器。看起来又可爱又高级科技感十足。开心一粒米：很快手机就会流行洗滚筒洗衣机板型。", "author": "央视财经", "newsdate": "发布时间：19-09-20", "newstime": "16:24", "sentiment": [{"positive_prob": 0.654652, "confidence": 0.232559, "negative_prob": 0.345349, "sentiment": 2}]}]