[{"title": "华为近期4大喜讯已经确认，华为5G广受好评，望大家相互转告！", "content": "华为近期4大喜讯已经确认，华为5G广受好评，望大家相互转告！中华有为，民族骄傲。华为大家都不会陌生，世界第一通讯设供应商，世界第二手机品牌厂商，不上市就成为了全球500强前列，中国第一民营企业，重重光环环绕。在未来的5G时代的竞赛里，华为5G也是遥遥领先，同行业唯一一个能够提供端到端全服务的企业，不仅技术领先，性价比还高，于是华为5G订单全球第一。正是因为华为的夺目耀眼，所以华为5G在发展的道路上也是遇到了一些阻碍。这也让很多国人群情激奋，以为华为的处境岌岌可危，但是很快华为官方就出来辟谣了，华为在海外发展的很好，很多报道都是过度解读的不实报道，虽然华为5G遇到了一些困难，但华为坚持修炼自身内功都会将其克服，而事实也确实如此。华为近期4大喜讯已经确认，华为5G广受好评，望大家相互转告！1、英国重新和华为5G签订合同之前英国运营商拒绝和华为5G合作，而是选择爱立信和诺基亚，为此华为付出了很多努力，价码一退再退，但是依然没有挽回。但是在这种关键时刻，爱立信神助攻，使用爱立信4G网络的十一个国家网络全部瘫痪，英国瘫痪了数个小时损失严重，于是英国开始松口了。华为之前二十多个国家级5G订单广受好评，证明了自己的实力，所以英国一家英国运营商同意和华为合作，这无疑是代表着一个信号，相信越来越多的国家都会重新正确考虑华为！2、捷克与华为重建友好关系在此之前捷克政府通知禁止政府工作人员使用华为手机，原因是为了国家信息安全，运营商也是纷纷响应不使用华为设备。为此华为的代表人出来发言希望能够出示证据，所以捷克的国家安全部对华为的设备进行了安全验证。结果毫无疑问的通过了，并没有检查出华为的设备有什么安全漏洞，于是解除了华为的禁令，捷克与华为重建友好关系。3、印度向华为5G抛出橄榄枝印度参与了华为的5G测试,深深感受到华为5G技术相对比其他设备供应商的优势，对华为5G的强大表示认可，于是开始着手与华为进行合作签订5G订单。而且华为5G在与印度合作之后就捷报连连，还跟芬兰签订了第26个5G订单。4、迪拜签订500亿订单土豪之都迪拜也跟华为合作了，而且直接就是大手笔的500亿订单，并且还在全世界最高的迪拜塔为华为mate20系列做了3分钟夜景广告。迪拜塔的广告一分钟就要30万美金，而且为了把广告效果弄到最好，迪拜还将附近所有灯光熄灭，其效果和意义自是不必多说。华为也是乘胜追击，加上迪拜一口气签下了6个中东国家的订单。2018年结束的时候，华为捷报连连，华为5G在海外也是广受好评，华为的2018年也是可以画下一个圆满的句点了。中华有为，华为5G被越来越多的国家认可，全世界华为的名声也越来越大，华为的发展也会越来越好！华为近期的4大喜讯，望大家相互转告！", "author": "巨裕谈科技", "newsdate": "发布时间：18-12-31", "newstime": "20:05", "sentiment": [{"positive_prob": 0.98484, "confidence": 0.96631, "negative_prob": 0.0151604, "sentiment": 2}]}, {"title": "为什么华为不怕别人在芯片上卡脖子？因为自研芯片太强了！", "content": "众所周知，每当说起手机处理器时，大家都会有一种感觉，那就是苹果A系列芯片是最强的，高通、华为麒麟都比不上。甚至网上还有一种说法，那就是苹果的芯片领先华为两代。先不管领先两代是不是真的，但实话实说，但论性能，华为麒麟真的比不过苹果A系列芯片，这也并不丢人，毕竟华为起步晚多了。但在芯片覆盖范围上，即芯片的种类上，华为的芯片可以甩苹果几条街，苹果根本比不上，因为华为的芯片太多了，并且都非常强，甚至可以说基本上不怕别人卡脖子。首先是手机处理器芯片，麒麟980已经成为安卓最强者之一了，这个不用说了。另外在手机上，华为有自己的基带芯片，比如巴龙5000就是一款5G芯片，苹果连基带都造不出来。另外还是在手机芯片上，华为有自己的电源管理芯片，音效管理芯片，都是出自于华为海思，而苹果均采用的是Dialog的电源管理芯片，音效芯片也是别人家的。另外华为有AI芯片，在10月份发布了昇腾910和昇腾310，这是目前面向计算场景最强算力的AI SoC。华为还有基于ARM的服务器芯片Hi1620，这是业界首款采用7nm工艺制造的数据中心处理器，计划于2019年推出。除此之外，华为还有路由器芯片凌霄5651，另外华为的通信基站采用海思ASIC芯片；交换机采用海思ENP系列芯片。在光网络产品方面，华为也有自研的OptiXtreme系列oDSP芯片。可见，华为在芯片领域的研究可不仅仅是手机芯片这么简单，可以说涉及到华为业务的方方面面，也正因为如此，所以大家都说华为不怕别人卡芯片，因为自己都有，并且性能都是主流水准。所以说虽然在手机处理器芯片的性能方面，可能华为麒麟比不上苹果A系列，但华为在芯片方面的布局，苹果也完全比不上。也正因为如此，所以目前华为旗下的芯片公司海思全球排名第7，中国排名第一，这一点苹果真的自愧不如！", "author": "只说数码科技", "newsdate": "发布时间：18-12-31", "newstime": "17:15", "sentiment": [{"positive_prob": 0.131316, "confidence": 0.708187, "negative_prob": 0.868684, "sentiment": 0}]}, {"title": "任正非有多少财富？在华为持股仅1.4%,为何不担心被“夺权”？", "content": "在国内、国外，比较牛的公司通常都会上市，但也会有特殊的个例。比如沙特阿美公司就没有上市，而我国最为著名的华为公司也未上市。在运营商网络业务方面华为公司市场份额排名全球第1，企业解决方案业务方面华为公司市场份额居全球第2，手机市场份额华为在全球排名第2。2017年华为公司的营业收入达到了6036亿元，在民营企业中处于榜首为位置。无论是哪一款业务都能够支持华为成为世界一流的公司，而且超过绝大多数上市公司。我们都知道华为的创始人是任正非，他在公司的话语权很强。那么任正非有多少财富，在国内大概排名多少，为何从来没有稳定过首富的宝座呢？根据胡润研究院每年公布的百富榜，在2015年任正非以80亿的财富在国内排名第422位；2016年其以125亿的财富在国内排名第230位；2017年其以130亿的财富在国内排名262位；2018年其以170亿的财富在国内排名第198位。由此可见，近些年任正非的财富在不断增长的，但是相对而言排名不算靠前，毕竟很多公司排名在华为后面，但是创始人的个人财富远远超过了任正非。马化腾近些年国内顶级企业家马云、马化腾、许家印轮流当首富，一方面由于这些企业家名下有着实力强大的企业，而且他们有着较高的持股比例，更为重要的是他们的公司都已经完成了在资本市场上市，他们的个人资产已经得到了放大。而任正非的华为没有上市，另外其持股比例仅有1.4%。就算给华为一个超高的估值5000亿美元，那么这一块给任正非创造的财富大概为483亿人民币。在华为公司，除了任正非外，其他8万多名员工合计持有华为公司98.6%的股份。华为的员工有一半以上拥有公司的股份，他们即是打工者也是老板。以股权结构来说，华为达不到上市要求，而华为也多次表示过自己资金充足，不高上市圈钱活动。我们都知道苹果公司的创始人乔布斯一度也被逼离开了公司，主要也是源于其持股较少，那么任正非只持有华为公司1.4%的股份，但是他却能够牢牢控制住华为公司，根本不担心被任何人“夺权”,这是为什么呢？华为任正非任正非只持有华为公司1.4%的股份，另外98.6%的华为公司股份都是为华为公司的员工持有，而单个员工持股非常小，与任正非个人相比相差甚远。另外，员工持股不能买卖，也不可以享有投票权，实质上就只可以参与分红，而且员工离职股权就会被收回。所以任正非的大股东地位很显赫，对公司享有拍板权。任正非又是华为的灵魂人物，是公司良好的形象代表，在他的带领下华为公司创造了很多奇迹，所以几乎没有人对其说不。由于华为持股人太多就不符合上市条件，股权又不可以交易，这种股权结构不改变，就没有人能够撼动任正非的位置，被“夺权”是万万不可能的。根据八哥了解，华为员工持股的激励措施是在2008年推出的，在华为内部员工享有股份的分红权，但是没有表决权和所有权。准确来说这种形式叫做虚拟受限股，主要作用在于激励，符合条件的员工才享有此待遇。在2017年华为每股收益为2.83元，每股分红1.02元，也就是说把净利润的36%拿出来分了。华为总部而在2017年华为公司的净利润为475亿元，那么持有1.4%华为股份的任正非就能够获得分红2.4亿元。此前，华为公司已经对外宣告在2018年公司的销售规模将突破1000亿美元。按照当前汇率，1美元约合6.9元人民币，华为对外宣布的数据应该会比较保守，价值汇率也有浮动，那么我想华为公司2018年销售额总金额超过7000亿元成为定局。6036亿元的销售额净利润为475亿元，那么销售净利率则为7.87%,这样7000亿元的销售额有望换得550亿元的净利润。2017年的分红比例在华为历史上来说还算是偏低的，就算是按照2017年的分红标准，华为公司2018公司的净利润至少能够拿出198亿出来分红，任正非也可以分到2.77亿元。很多创业者获取现金主要是将公司运营上市，然后通过减持股票变现来实现，而华为就是实实在在的分红，这样就健康很多。任正非白手起家，创立华为公司，并带将华为公司打造成了世界500强企业，虽然没能在富豪榜上有着显赫的位置，但是就是实实在在做实业，其在公司拥有的地位以及创造的效益也丝毫不比任何一个首富逊色。对此，朋友们怎么看呢?", "author": "八哥观潮", "newsdate": "发布时间：18-12-31", "newstime": "22:05", "sentiment": [{"positive_prob": 0.0721627, "confidence": 0.839639, "negative_prob": 0.927837, "sentiment": 0}]}, {"title": "他替华为说了两句公道话，竟被骂“美奸”", "content": "因为在西方媒体上刊文为中国的华为公司说了两句公道话，并批评了美国政府迫害华为的做法，来自美国哥伦比亚大学的知名经济学家杰弗里·萨克斯竟遭到了意想不到的网络暴力。而且其中一名攻击他的人还得意洋洋地宣称，萨克斯已经被他们逼迫得删除了自己的社交账号。当然，说起这位萨克斯先生，可能很多中国人并不太了解他。但耿直哥相信如果说起在经济学界充满争议的“休克疗法”时，不少人都会有所耳闻。而萨克斯便是“休克疗法”的创造者。上世纪他和他的“休克疗法”理论曾经在南美的智利、玻利维亚以及东欧的波兰、爱沙尼亚、捷克、斯洛文尼亚等国创造了经济“奇迹”，遏制住了这些国家的恶性经济通胀，却也因为种种内外部的原因在苏联解体后的俄罗斯“栽了大跟头”，但这并不影响他成为全球最知名的经济学家之一。之后，萨克斯又致力于帮助发展中国家处理贫穷消除、债务减免、疾病控制以及可持续发展的工作，并出版过一本名为《贫穷的终结：我们时代的经济可能》书籍。这期间，同样身为发展中国家的中国以及中国的扶贫模式，也就自然而然地引起了他的关注以及逐渐的认可。前不久他还专门参与拍摄了一部名为《贫困在中国是如何消失的》的访谈纪录短片。当然，国家越强大也就意味着责任越多。在萨克斯看来，中国作为人口大国和经济大国，也将在推动全球经济的可持续发展中扮演更重要的角色，这其中科技的创新更是必不可少。而中国知名科技企业华为，也因此成为了萨克斯关注的目标。▲图为2017年英国《经济时报》的报道，该报道介绍说萨克斯认为中国的投资对非洲这代人的发展最为重要于是，在华为公司于今年11月发布的《数字国家：促经济、保福祉、善治理》的报告中，萨克斯就亲自给该报告作序，认为华为的“数字国家”计划将“推动各国可持续发展”。当然，之后发生的事情大家就都知道了：在今年12月初，华为高管孟晚舟突然在美国方面要求下被加拿大当局逮捕，理由是华为违反了美国对伊朗的“禁令”，令全世界哗然。而萨克斯则干脆动笔写了一篇名为“反华为的战争”的文章，斥责美国政府直接抓人的行为与维护法律毫无关系，真正的目的是保护美国的落后企业和玩儿地缘政治，更是对国际法治乃至全球和平的最大威胁。不仅如此，萨克斯还揭露了一些西方媒体围堵华为的嘴脸，称这些媒体哪怕根本找不到任何他们指控华为渗透西方世界的证据，也仍然要把华为抹黑，要把华为拉入黑名单。他的这篇文章自然引起了美国各种反华势力的痛恨。比如下图中这个给《华盛顿邮报》等媒体撰稿的“反华学者”Issac Stone Fish就对萨克斯展开了人身攻击，“批斗”他是拿了华为的钱才这么说话：然而讽刺的是，在Isaac这个污蔑萨克斯的帖子里，倒是有很多疑似拿着美国国会“反华资金”的势力在跟着起哄，辱骂萨克斯是“美奸”和“卖国贼”。但萨克斯可没有这么卑鄙。他理性地对这番人身攻击做出了回应，表示他是真心尊重和认可华为才写这篇文章，并不是拿钱写稿。同时，他还进一步阐述了自己的观点：他也不是恨美国，只是认为中美这两个大国应该协商解决问题，而不是再搞“新冷战”：但并不甘心的Isaac又玩儿起了“逼人站队”的套路。他如同一个“小丑”一般威胁萨克斯必须跟着他们一起骂中国政府，尤其是必须得骂中国政府在新疆迫害人权，否则他就会持续骚扰萨克斯，持续怀疑他就是拿了中国的钱。然而萨克斯回应说，他是想了解新疆的实际情况，但不想【被美国政府的“宣传”和“双标”所误导】：这番回应自然又触怒了那个Isaac。他立刻发帖纠集了一群反华媒体人乃至恐怖组织“东突”的支持者跑去骚扰萨克斯，给萨克斯发去了大量西方媒体发布的与美国政府立场一致的新疆虚假信息：▲注：这个名为B.Allen-Ebrahimian的西方记者长期奋战在反华一线，她的杰作包括造谣说中国间谍伪装成学生游客大量渗透西方国家结果，在这种骚扰持续了多天后，这些反华势力突然发现萨克斯的账号不见了。可这些平时嚷嚷着“尊重言论自由”的反华分子，并没有为一个知名经济学家被骚扰得无法说话甚至账号消失而不安，反而是立刻“兴奋”地宣布了“胜利”。比如，那个反华学者Isaac就宣称是他质疑萨克斯收了华为钱的帖子令萨克斯羞愧地删掉了自己账号。而《外交学者》杂志的编辑James Palmer更是“毫不遮掩”地为这种“言论迫害”而叫好，称“我很高兴我们终于赶走了萨克斯，逼得他删掉了他的社交账号。”他还这样对不了解情况的人解释了他为何对此兴奋的原因：谁让他写了一篇很白痴的关于华为的文章，又说西方媒体关于新疆的报道是美国政府的宣传呢？所以他被骂到删帖是活该。这就是成天说别人“迫害自由”的那些西方主流媒体人和学者，给别人的“自由”。来源 | 环球时报海外网", "author": "中国经济网", "newsdate": "发布时间：18-12-31", "newstime": "08:33", "sentiment": [{"positive_prob": 0.0101462, "confidence": 0.977453, "negative_prob": 0.989854, "sentiment": 0}]}, {"title": "余承东新年信：华为手机继续高端化Mate和P系列全球卖疯", "content": "对于华为手机来说我想大家也应该清楚，发展得越来越好了，对于今年发布的手机，很多人那是为之疯狂啊，就拿华为P20和华为Mate20这两款手机来说，那是华为旗舰机令人叹为观止的手机啊，华为手机对于新的一年到来了，那么对于这样的品牌会发生怎么样的令人赞叹的事情呢？你对于华为手机来说有期待吗？华为科技作为国产手机中比较受欢迎的，那么对于你来说是不是这样的呢？对于新的一年来说华为已经在着手5G了，那么对于新的手机来说，这样的科技在华为手机那已经是蓄谋已久了，那么对于新的一年来说，这是一个很好的机会，那么对于今年发布的华为P20这款手机那是比较受欢迎的，总体的销量也还不错，对于女性朋友来说又比较受欢迎一点，那么对于华为Mate20这款手机来说，惊人的后置三摄引起了很多人的关注，那么对于这样的手机来说，你是否现在还在留念呢？到了年末了，华为Mate20又开始降价了，对于这样的好消息你是否关注了呢？对于华为来说新的一年肯定是有很大的改变的，也会有很多的惊喜在等着大家，那么对于这样的消息来说，对于你是不是有点不可思议呢？华为新的一年会给我们带来什么样的惊喜呢？让我们一起拭目以待，对于在网上一些朋友看到的华为P30和华为Mate30的概念图，这些手机的图片已经大肆的在宣传了，那么对于这两款手机的到来也不是很远了，对于已经买了华为P20或者是华位Mate20的朋友来说，你是不是比较感兴趣呢？对于新的手机那肯定是有很大的吸引力，但是面对你手中的手机来说，也不是不好，麒麟970和麒麟980的处理器那是相当不错了，你觉得呢？对于如今的华为Mate20已经降价了，余承东给大家的新年信中写道：在新的一年里华为P系列和华为Mate系列还继续高端化，这样的手机是不是比较吸引你的眼球呢？对于华为Mate20这款手机来说还是比较受欢迎的，销量也不错，后置三摄的独特设计是一个很大的亮点，你觉得是不是这样的呢？对于新的一年来说，你是不是充满着期待呢？对于上面我所说的大家有什么意见和建议可以留言哦。", "author": "小翼家", "newsdate": "发布时间：18-12-31", "newstime": "21:12", "sentiment": [{"positive_prob": 0.992878, "confidence": 0.984174, "negative_prob": 0.0071217, "sentiment": 2}]}, {"title": "盘点2018年中的华为", "content": "随着生活水平的不断提高，科学技术也得到了迅速发展，那么，人们也对智能手机的要求也就越来越高！智能手机也得到了飞速的发展！以苹果，华为，三星，小米，ov为主的智能手机，发展迅速！尤其是国产手机的飞速发展，让我们看到了中国科技的不断进步！华为作为30年的老牌通讯为主的企业，近几年在智能手机领域里发展迅速，一跃成为全球第二手机厂商！那么，在过去的2018年里，华为都有哪些大事件发生呢？那么，今天就让我们进入2018年的华为……2017年10月，华为mate10的发布，更加稳固了华为与徕卡的合作，同时呢，徕卡双镜头再次进去了华为旗舰机上，让华为又火了一把！当然这也让华为在拍照方面下了不少功夫！2018年3月，华为p20系列发布，华为p20系列的发布，使莱卡三摄深入人心，让华为手机成为了全球拍照最强机器！同时也是人类手机将三镜头加入到了手机之上！为国产手机争下了荣誉！2018年4月，华为子品牌荣耀旗舰机荣耀10发布，这次机器亮点在于：渐变色的玻璃后盖，超声波指纹解锁！荣耀10的发布，引来了渐变色的玻璃后盖新潮！2018年6月，荣耀paly发布，这次的发布，出现了很多的黑科技，“吓人技术”GPU  turbo技术，也就是利用涡轮增压的原理，降低GPU的功耗，从而达到降低手机发热，提升手机的游戏性能的目的！也是首次将麒麟970处理器的机器干到了2000元以下2018年8月，华为Nova3系列发布，同时也是麒麟710的机器首发，Nova3i，其性能介于骁龙636与骁龙660之间，加上GPU  turbo技术，其性能与骁龙660不相上下！2018年9月，荣耀8x系列发布，这次的发布，也是给整个千元机做了个很好的榜样！同时还出现了很多的黑科技，如AI通讯电梯模式，防伪基站功能，超高的屏占比！很好的进入到了终端市场！另一方面呢，也是麒麟980的首发，这使华为直接成为安卓全球首发的7mn工艺的soc！2018年10月，也是很重要的一年，华为的年度旗舰mate20系列发布，首次将徕卡三摄加入到了mate系列上，也是全球安卓7mn工艺机器的首发，搭载了麒麟980处理器，其跑分30万以上，直接吊打骁龙845，吃鸡王者无压力！2018年12月26日，荣耀v20发布，荣耀7mn工艺机器的首发，同时也是首次搭载了麒麟980soc的荣耀手机！同时实现了挖孔全面屏的技术！2018年的华为黑科技满满，你更喜欢哪一个呢，可以在评论区留下你的看法！也希望2019年的华为更加的精彩！", "author": "NPU云中子", "newsdate": "发布时间：18-12-31", "newstime": "18:10", "sentiment": [{"positive_prob": 0.992908, "confidence": 0.984239, "negative_prob": 0.00709247, "sentiment": 2}]}, {"title": "华为手机确实很出色，但真的已经超越苹果手机了吗？", "content": "华为手机这两年的快速发展是大众有目共睹的，根据近期华为公布的相关数据，截止今年12月25日，2018年华为（含荣耀）出货量已经突破了2亿台大关，作为对比华为去年出货量为1.53亿台，而在今年前三季度华为手机出货量也是超越苹果，晋升为全球第二大手机厂商，可以说华为手机今年表现的相当出色。另一方面在华为手机近期好消息不断的情况下，网上也是出现了许多“华为已经超越苹果”的声音，更有网友表示“除了IOS系统，苹果已经完全被华为超越”，那么讲真的，华为手机真的已经超越苹果手机了吗？对于这个问题，笔者认为应该多角度看待，首先我们不能妄自菲薄，华为手机这两年的进步确实很明显。时间如果倒回两年之前，有人说华为手机超越了苹果手机，许多人都会认为这是一个笑话，原因也很简单，当时华为手机与苹果手机许多方面差距还很大，不过随着这两年手机市场的不断洗牌，华为手机的实力已经不可同日而语，尤其是在高端手机市场，凭借着Mate系列与P系列的发展，华为已经在高端手机市场站稳了脚跟。就拿华为今年下半年的扛鼎之作华为Mate20 Pro来说，得益于全面的综合实力以及多项黑科技的加持，华为Mate20 Pro自发布以来的热度相当的高，甚至对于同时期发布的iPhoneXR也是造成了明显的分流压力，在一定程度上来说，目前在国行高端手机市场，消费者不是选苹果就是选华为，华为已经是苹果不可忽视的对手。其次我们也不能盲目自信，虽然在出货量方面华为已经逐渐的超越了苹果，但华为手机在品牌知名度、溢价率与利润方面与苹果手机还有很大的差距，无独有偶，就在近日知名调研机构Counterpoint也是公布了2018年第三季度高端手机市场各厂商的份额数据，其中400美元以上机型全球出货量为8500万台。而苹果一家占据了47%的份额，华为则占据了12%的份额，而在600美元-800美元档位，苹果所占份额上涨到了61%，而800美元以上档位苹果更是拿下了79%的份额，也就是说在全球范围内，苹果依旧是高端手机市场当之无愧的霸主，此外也正是因为手机的高溢价率，苹果手机利润也是智能机行业的佼佼者。当然这也并不让人意外，拿iPhoneXR来说，虽然销量没有此前预期的那么高，但其首周全球销量为900万台，而根据华为最近公布的数据，华为Mate20 Pro两个月全球出货量为500万台，从数据对比来看，现阶段说华为手机真的超越苹果手机多少有些不切实际，小伙伴们，对此你怎么看？你觉得华为手机已经超越了苹果手机吗？欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：18-12-31", "newstime": "17:41", "sentiment": [{"positive_prob": 0.914606, "confidence": 0.810235, "negative_prob": 0.0853942, "sentiment": 2}]}, {"title": "华为老总女儿参加巴黎名媛晚宴，气场全开，给国人争光！", "content": "华为老总女儿参加巴黎名媛晚宴，气场全开，给国人争光！要说现在在国内比较出名的品牌应该就是华为了，目前在国内比较的有名望，在世界上的排名也是屈指可数。尤其是华为最近在国际上发生的大事，也使得华为备受关注，华为凭借他自己过硬的技术，也赢得了非常多国家的支持，华为的市场份额也在逐步的增加，现在已经成为了国内排名第一的手机。当然，华为发展的如此之好，和他的总裁任正非是有着密不可分的关系的。任正非的形象给人是一种和蔼可亲，普普通通的样子，如果第一次见到任正非，你们肯定想不到，他竟然是华为这个大集团的老总。虽然任正非和娱乐圈并没有什么关系，但是任正非作为商业大佬，他的家人和家庭的动向还是备受关注的，尤其是任正非的女儿姚安娜。任正非千金参加巴黎晚宴，气场全开女王范，外国人：羡慕！从一家人的全家福就可以看得出，一家人的相处还是非常的和谐温馨的。并且任正非长了一幅和谐可亲的脸，但是在这个全家福当中还是极具气场的。任正非的女儿最近那可是出了名的，因为任正非的女儿拿着“站台”事件闹得纷纷扬扬，他站台事件的起因是因为他要参加一场名媛晚会，这个名媛晚会的地点在巴黎，可能很多人对于这场晚宴并不了解，参加晚会的人都是世界上有头有脸的人物，任正非的女儿姚安娜参加了这次晚宴。参加这个晚宴的华人，除了赌王的女儿，姚安娜是第二个，虽然姚安娜年仅20岁，但是上身穿一身淡色的礼裙，气场全开。在晚宴当中还是比较亮眼的存在。华为老总女儿参加巴黎名媛晚宴，气场全开，给国人争光！不仅外表靓丽，肚子里还是有些墨水的，虽然只有20岁，但是他现在已经就读于哈佛大学。在晚宴当中，姚安娜和王子携手走出，也是有十足的女王范儿，还是非常给中国人争脸的。在众多的明星当中，我们只看到了姚安娜大着一张华人脸。在这张名媛的合照当中，即使雅安那没有站c位，但是也可以看得出从安娜身上散发出来的女王气息，相信任正非会和姚安娜合力将华为这个品牌在世界上做得越来越好，你觉得姚安娜怎么样呢？", "author": "科技爆发点", "newsdate": "发布时间：18-12-31", "newstime": "16:31", "sentiment": [{"positive_prob": 0.999239, "confidence": 0.998309, "negative_prob": 0.00076112, "sentiment": 2}]}, {"title": "这或许就是，华为被盯上的真实原因！", "content": "来源：环球网ID：huanqiu-com昨天，有自媒体公号发布了一篇名为《2018年度中国研发投入100强企业排行榜》的文章。文章称，欧盟委员会(EU)发布了《2018年欧盟工业研发投资排名》(The 2018 EU Industrial R&D Investment Scoreboard)，对全球46个国家和地区的2500家主要企业2017会计年度研发投入进行了调查。中国华为以113.34亿欧元（约合人民币891.1698亿元）的研发投入名列中国企业之首，在全球名列第五位。跻身百强榜的中国企业(含台湾地区)共有11家。真的假的？我们去欧盟委员会的网站上查了查，还真有这个《2018年欧盟工业研发投资排名》。里面也提供了翔实可查的数据和排名。这份报告对全球46个国家和地区的2500家公司在2017-2018年度的研发投资情况进行了汇总。在上榜的2500家公司中，中国有438家公司，美国为778家，欧盟为577家，日本则是339家。而在全球研发投资排名前50的这一项中，中国的华为排在三星、字母表公司、大众汽车集团以及微软之后，位列第5。华为的竞争对手苹果和高通，则分别排在第7位和第28位。就排名涨幅而言，华为在2004年到2018年的14年间，排名跃升超过200位。而苹果则是97位，高通64位。此外，在中国公司中，华为的研发投入也是第一名。超过了百度、阿里巴巴和腾讯在研发方面投资的总和。其中，阿里巴巴229.122亿元人民币排名第2（全球排名51）。腾讯175.7亿元人民币排第3（全球排名61），百度130.3652亿元人民币排第5（全球排名81）。经过计算，华为的研发投入约为BAT三家总和的1.67倍。华为：2017-2018年研发投入891.1698亿元人民币腾讯：2017-2018年研发投入175.7亿元人民币阿里巴巴：2017-2018年研发投入229.122亿元人民币百度：130.3652亿元人民币除了百度、腾讯和阿里巴巴之外，进入中国排名前100的中国公司还有网易、乐视和新浪，他们分别排在第27名（网易，44.03亿元人民币，全球排名第235名）、第58名（乐视，18.71亿人民币，全球排名第464）以及第65名（新浪，17.53亿元人民币，全球排名第494名）。在中国公司当中，只有华为、百度、阿里巴巴和腾讯进入了前100名，而华为研发的总投资额（891.1698亿元人民币）约为上述所有其他中国公司总投资额（597.9272亿元人民币）的1.5倍。在这些中国公司中，目前也只有华为一家进入了全球排名的前10。而相对的，国外的企业当中谷歌母公司字母表（Alphabet）在2017-2018年的研发投入是1052.59亿元人民币（全球排名第2名），脸书（facebook）是508.33亿人民币（全球排名第15名），亚马逊 （Amazon）是25.87亿人民币（全球排名第343名），推特公司是42.85亿人民币（全球排名第238名）。商务部国际贸易经济合作研究院研究员梅新育在接受环球网记者采访时表示，华为、中兴这些中国电信设备企业从一开始就是研发投入“相当高的”。比如中兴就是一直将10%的营业收入作为研发投入。华为现在已经做到世界第一大电信设备厂商，它的营业收入是电信设备厂商里最大的，而且由于电信设备制造行业是全世界技术进步最快的产业之一，如果没有高强度的研发投入，企业也不可能脱颖而出，因此排名高是正常的。华为最近一直受到国外特别是美国的打压，华为在研发上的高额投入是否也构成了外国打压华为的一个原因之一？对于这一问题，梅新育表示，华为在技术上投入高，其研究成果造成了国外对其的打压，只能说是“匹夫无罪，怀璧其罪”。↓↓关注鸣金网，拥抱科技创新", "author": "鸣金网", "newsdate": "发布时间：18-12-31", "newstime": "20:45", "sentiment": [{"positive_prob": 0.0336563, "confidence": 0.925208, "negative_prob": 0.966344, "sentiment": 0}]}, {"title": "读大学无用？华为高层学历曝光，“打脸”这一论调！", "content": "在2019届全国普通高校毕业生就业创业工作网络视频会议上，教育部有关负责人介绍到，2019年全国高校毕业生将达到惊人的834万。本科教育大众化的时代，就业压力不断加大，有人坦言，学历越来越不值钱。另一个事实是，19年考研人数激增52万，增幅达21%，总人数达290万，均创下历史新高。招聘会所以有人感慨，在阶级逐渐固化的今天，学历只是一张含金量越来越低的文凭，它并没有多大作用。要想出人头地，主要靠家庭背景，没有家庭背景的要凭能力和情商，学历只是其次。这话乍一听似乎很有道理。我国有高校近3000所，大学生就是“天之骄子”的时代已经一去不复返。在本科持续扩招、一本大幅缩水的今天，越来越多的本科生找不到满意工作。但若相信了“读书无用论”，那就输了。文凭确实是一张纸，没有这张纸，就永远跨不过企业的就业门槛，纵然有着极高情商和能力，也无用武之地。据有关方面统计，我国全日制专科及其以上学历者，仅占总人口的6%左右。换言之，专科在这个时代也是“香饽饽”，要知道，南京工业职业技术学院等校每年录取分都超过本科线。近日，网上流传一份华为高层学历情况的文件，它从侧面证明了，这个时代学历是有多么重要。华为是我国著名的高薪和高新企业，在世界范围内有着很大名气。财富中文网发布的2018中国最具影响力创新企业排行中，华为荣登榜首。因此，华为历来都是学子们的向往之地，这里“985”、“211”名校生不计其数，学历改变命运在这里得到印证。华为高层学历可以看到，华为高层母校全部为“211”及其以上。任正非毕业于重庆大学，梁华是西北工业大学高材生。南京理工大学、北京邮电大学都是行业特色鲜明高校，社会认可度极高。中学学历者要想成为华为正式工，可能性几乎为零。不少人在嘲笑大学生只有3、4K的月薪，还不如工地上搬砖的民工，却忽略他们的成长空间。浮躁的年代，不是学历无用，而是太多人经不起等待。大学对人的格局和视野有着重要影响，简单的以薪水来衡量文凭，也是不合理的。大学生“读书无用论”向来害人不浅。事实上，最可怕的不是读书无用，而是家境平平、毫无背景的人居然信了。钱还会因通货膨胀而贬值，而知识“永葆青春”，它是这个世界上最靠谱的东西之一。曾有四川某女性考生，复读一年考取省重点大学，岂料父亲不准入学。原因很简单，这位父亲算了一笔账，女儿大学四年花销应有10万以上，而很多大学生四年内存款都没有10万。大学四年，空耗青春，还不如跟着自己做生意，可以赚到10万。这种目光短浅的思想多么可怕！大学生河南南阳的蒋多多，2006年高中毕业后，至今在家务农。当年她成绩还算不错，却因不满高考制度，故意在高考答题卡上写下8000字抨击高考制度的文章，虽然“火”了一阵，却很快归于平静，人生再无翻身可能。文凭不是万能的，但对于普通人来说，没有文凭是万万不能的。否则，将会尝尽这个社会的酸甜苦辣，悔恨不已。华为高层学历只是千千万万公司的一个缩影，不要以为遍地都是小学生老板、暴发户，有学历和能力者，方可走的更远。", "author": "教育物语", "newsdate": "发布时间：18-12-31", "newstime": "16:19", "sentiment": [{"positive_prob": 0.000165344, "confidence": 0.999633, "negative_prob": 0.999835, "sentiment": 0}]}]