[{"title": "华为云的2019：鲲鹏展翅，生态落地", "content": "国内云计算市场已由过去的飞速增长阶段，全面进入稳健增长、巨头争霸的时代。根据IDC发布的《中国公有云服务市场（2019上半年）跟踪》显示数据，中国公有云市场集中度进一步提升，无论是IaaS市场，还是IaaS+PaaS市场，排名前10的厂商已经占据了超过90%的市场份额。在国内众多云厂商中，增速最快的非华为云莫属。从2017年华为云BU宣告成立至今，仅仅用了不到三年的时间，华为云就已跻身四强。2019年第二季度IaaS市场份额显示,华为云首度超越AWS位列第四，增速高达368%；在IaaS+PaaS整体市场份额营收中，华为云增速超过350%，成为市场增速最快的一朵云。华为云的加速在2019年尤为明显。2018年，华为云在国内市场份额排名还是“Others”，然而到了2019年第一季度，华为云就以5.2%的份额跻身前五。一个季度后，份额又上升至6.7%，跃升至第四。如何在巨头争霸的时代站稳脚跟并后来居上？探究华为云2019年飞速发展的原因，“技术”成为绕不开的关键词。增速第一的背后：云技术创新高产的一年在《中国公有云服务市场（2019上半年）跟踪》报告中，IDC评论称，“华为云驶入发展快车道，无论是从组织扩张、市场运营还是行业拓展上均有突出表现。”显然，华为云在成立后的第三年迎来了业务飞速发展的新阶段。这背后，是华为多年ICT技术积累的厚积薄发。回顾2019年华为云在技术层面的大动作不难发现，2019是华为云技术创新高产的一年。在云处理器、云服务器、全栈全场景AI、云操作系统、云生态平台等多个维度，华为云实现技术的全面突破。2019年1月，华为发布面向数据中心的服务器芯片鲲鹏920，以及基于鲲鹏920的TaiShan系列服务器，并推出弹性云服务器、裸金属服务器和云手机三类云服务。鲲鹏920作为业界最高性能的ARM-based处理器，主打低功耗强性能，同性能下将功耗降低30%。2019年4月，华为云发布自动驾驶云服务Octopus（八爪鱼），提供自动驾驶数据、训练以及仿真三大子服务，助力车企开发者快速开发自动驾驶产品。2019年5月，华为云发布全球首个基于自研ARM架构的分布式缓存鲲鹏Redis，降低客户30%的使用成本。当月，华为还发布了全球首款AI原生数据库GaussDB，首次将人工智能技术融入分布式数据库的全生命周期，实现调优性能比业界提升60%以上。2019年6月，华为云发布云游戏管理服务平台，推出在平台性能、网络传输、画面体验等方面业界领先的云游戏方案。2019年7月，华为云宣布鲲鹏软硬件开源，并计划未来5年内投入30亿发展鲲鹏计算产业生态。2019年8月，华为云发布首个鲲鹏大数据解决方案BigData Pro，提供“存算分离、极致弹性、极致高效”的全新公有云大数据解决方案。2019年8月23日，华为正式发布算力最强的AI处理器Ascend 910（昇腾910），同时推出全场景AI计算框架MindSpore。这标志着华为已完成全栈全场景AI解决方案（Portfolio）的构建，也标志着华为AI战略的执行进入了新的阶段。2019年9月18日，华为首次发布整体计算战略，并推出全球最快AI训练集群Atlas 900。2019年11月，华为云宣布新一代智能云操作系统瑶光智慧云脑（Alkaid）正式商用，打造云中资源调配的中枢系统。目前，瑶光已支撑着华为消费者云业务 5亿多移动用户、56万多名注册开发者的业务规模。基于这些核心技术，华为云发挥深入行业场景的优势，推出大量云服务和解决方案。根据2019华为全联接大会公布的数字显示，目前华为云已上线180多个云服务，以及HCSO、HPC、物联网、游戏、金融等180多个解决方案，发布了69个基于鲲鹏的云服务，以及43个基于昇腾的云服务。短短一年，鲲鹏开源，生态落地谈到华为云，必然绕不开鲲鹏。作为华为布局云端计算的关键技术之一，鲲鹏不仅是华为云发展历程中的里程碑事件，而且也是华为云加速发展的缩影。从2019年1月发布鲲鹏芯片至今，不到一年时间，从芯片、服务器等硬件产品，到云服务和行业解决方案，再到逐步落地的鲲鹏计算产业生态，整个鲲鹏生态的发展可以用“极速”和“全面”来形容。鲲鹏920处理器主要应用场景是大数据分析、分布式存储、异构计算等企业数据中心或云数据中心。如果说华为手机的高性能是基于麒麟系列芯片，那么，鲲鹏处理器就是承载华为云关键业务的核心技术。鲲鹏920采用7nm工艺，单芯片可支持64核。鲲鹏920在性能、内存带宽、接口速率方面表现不俗，同时又兼具了ARM架构优异的能效比。行业意义上，鲲鹏920打破了服务器市场多年不变的僵固格局，创造了多元化竞争态势。技术只是一方面，更大的挑战在于生态。所以，华为云从鲲鹏诞生之日起，就全力打造鲲鹏生态。2019年8月，在2019华为全球开发者大会上，华为宣布基于鲲鹏处理器进行重大开源：在硬件方面，全面开放鲲鹏主板和整机参考架构；在软件层面，对服务器操作系统全面开源，并对GaussDB数据库部分开源。同时宣布计划投入30亿发展鲲鹏产业生态，预计培养100万名鲲鹏工程师。随后，鲲鹏生态开启了在全国范围、多个行业的批量落地。2019年8月，首个鲲鹏生态基地及超算中心在厦门落地。与此同时，华为在苏州携手ISV合作伙伴东华软件、安居星、中地数码、华傲数据、东巴文联合发布了首批鲲鹏生态联合解决方案，涉及金融、安平、数字政府、医疗等多个行业。截至目前，鲲鹏生态已经在上海、重庆、成都、天津、湖北等各省市落地。例如，华为联手上海徐汇共建“鲲鹏生态创新中心”，华为鲲鹏天府实验室及鲲鹏生态基地进驻成都天府新区。各地基于鲲鹏行业生态的联合解决方案也层出不穷。硬核技术，撑起全栈全场景的云2018年10月10日，华为在全联接大会首次提出全栈全场景AI的战略。当时，全栈全场景有了初步框架，但尚未完善。2019年9月，华为发布被任正非称为目前全世界最快的人工智能平台的昇腾Atlas 900。随着全栈全场景AI布局的进一步完善，也让全栈全场景优势成为华为云的独特之处。从全联接大会公布的华为计算产业战略也可以看出华为云的技术基因。华为在计算领域的战略有四大关键抓手：架构创新；全场景处理器投资；“有所为有所不为”的商业策略；构建开放生态。华为副董事长胡厚崑表示，“华为选择了两个最难的领域深入布局计算产业：计算架构创新和处理器开发。”达芬奇架构是全行业唯一一个全面覆盖“云边端”全场景智能架构，能够实现“云、边、端”全栈布局。完善的处理器家族则完成全场景覆盖：通用计算有鲲鹏芯片，AI计算有昇腾芯片，智能终端有麒麟芯片，智慧大屏有鸿鹄芯片。2019年5月，华为云还提出了“Cloud＋X”战略，其中的“X”涵盖了AI、联接、IoT、5G、芯片、消费终端、生态等一系列关键要素。可以说，华为云“Cloud＋X”的深度和广度都取决于全栈全场景底层技术的支撑。赋能行业转型，汇聚开发者的云在生态落地方面，华为云携手业内头部ISV、SI等合作伙伴打造了众多成功案例，已经在金融、能源、政企、交通、零售等行业广泛应用。2019年年初，华为云携手中软国际仅用4小时就为一家中国最大的乳制品供应商完成了9大业务系统平滑上云，作为该企业的关键业务，华为云助其实现包括多达68台主机、14个数据库的“云迁移”。这背后则是，华为云与中软国际共同组成了一个包括架构师、数据库专家、网络专家在内的项目团队，打出的高效配合。2019年3月，华为云与合作伙伴精英数智、煤炭行业的权威机构煤科院联合打造了面向煤炭行业的工业智能体解决方案“煤矿大脑”。该方案通过云、边、端一体化的方式，打造矿山安全态势感知与信息共享体系化协同中心。该中心包括智能监控平台，视觉、语音、OCR多维度作业场景分析模型，多部门联合执行异常事件联动与处置机制等，既提高了煤炭监管的智能化、自动化水平，又减少了煤炭生产的安全隐患。截至目前，华为云在工业互联网平台上已经与合作伙伴联合打造了2000多个工业App，帮助超过2万家工业企业上云。事实上，华为云行业案例的快速落地，离不开面向开发者的全面开放。在《IDC MarketScape:中国DevOps云服务市场2019厂商评估》报告表明，华为云一站式开发平台DevCloud在市场份额与产品能力两大维度均排名中国厂商第一。目前，华为云DevCloud已为30多万开发者提供服务，并在30多个中国软件产业较发达的城市园区落地。2019年12月7日，一场面向华为云开发者的技术盛会——DevRun Summit：Login 2020将在北京举行。DevRun Summit：Login 2020将面向90后开发者分享华为云前沿技术与最佳实践，旨在帮助开发者快速构建运行在云上、具备AI能力且支持多元架构的软件及应用。届时，年轻的华为云开发者可以体验一站式“云原生、云上高效开发、全栈全场景AI、多元架构”四大技术线程，与华为云共同构建面向未来的软件和应用。如果说云计算改变了中国各行各业的发展历程，那么华为云则是其中的主力军。加入DevRun Summit：Login 2020，让每一位开发者参与到这一历史进程中。Login 2020，登录未来进程！赶快报名这场开发者盛会吧！", "author": "趣味科技", "newsdate": "发布时间：19-12-06", "newstime": "16:03", "sentiment": [{"positive_prob": 0.989937, "confidence": 0.977638, "negative_prob": 0.010063, "sentiment": 2}]}, {"title": "任正非说走就走：华为裁员600人，关闭美国中心，美科技界炸锅了", "content": "点击关注，每天精彩不断！导读：任正非说走就走：华为裁员600人，关闭美国中心，美科技界炸锅了！华为在2019年发生了很多的事情，本来这一年对于华为来说可以是一个丰收年的，因为华为很早之前就已经布局了5G网络，并为此付出了大量的时间和研发经费，眼看着5G网络时代到来，就要等到收获的时候，美国特朗普却突然对华为发动了打击和制裁，这对于华为来说也算是当头一棒，让华为一下子陷入到了一些困境之中！由于被美国加入到了“实体黑名单”之中，所以华为也直接被禁止进入美国市场，同时，在美国的一些通讯设备上使用的华为设备也全部被要求换掉了，这对于华为来说显然是不公平的，但尽管如此，华为也没有什么办法，此前华为为了能进入到美国市场，可以说也是付出了很多的人力和物力，并且还直接在美国成立了华为的研发中心，但是没想到这一些特朗普做得非常绝，最后也直接让任正非决定正式退出美国市场！在最新的加拿大《环球邮报》上刊登了华为创始人任正非的访谈记录，根据相关内容显示：任正非这一次已经彻底决定要退出美国市场了，不仅是手机市场，而且在移动通讯市场上，华为也将撤离美国；可以说任正非这一次也是认真的，并且还说走就走，华为已经宣布计划裁员600人，将位于美国的研发中心给关闭，并且还将研发中心准备给迁往加拿大！在撤出美国市场之后，华为将会全心全意地在欧洲市场上发展；为了能在欧洲市场大展拳脚，华为计划在欧洲建立新的工厂来生产5G设备，看到华为这一次痛下决心要离开美国，也让美国科技界直接炸锅了，要知道华为在美国市场上这么多年来也做出了巨大的贡献，不仅提供了大量的就业岗位，而且每一年华为在美国的研究部门仅仅是在运营上的花费就接近36亿元，华为的撤离无疑也将会让不少工厂失去大量的订单！熟悉华为的人都知道，其实华为多年来一直都十分看好美国市场发展的，所以就算是美国一直处处刁难华为，但华为也从没有要放弃在美国市场的发展，但这一次特朗普的做法也直接“惹怒”了华为，所以导致华为也不得不开始做出新的规划和决定，撤离美国也是华为迫不得已的决定而已！为了缓解外界对美国所谓\"5G安全问题\"引发的担忧，华为已经将不少的研发中心和生产工厂都给建立到了海外市场，不得不说华为的发展是可歌可泣的；值得一提的是，任正非还表示：撤离美国市场后，华为将会帮助加拿大再建一个硅谷，对此不少网友都炸锅了，觉得华为不在国内建设研发中心，怎么还跑到国外去帮助加拿大了？", "author": "小鹏科技世界", "newsdate": "发布时间：19-12-06", "newstime": "16:32", "sentiment": [{"positive_prob": 0.717002, "confidence": 0.371116, "negative_prob": 0.282998, "sentiment": 2}]}, {"title": "小扎测评｜华为MatePad Pro：安卓平板终于能谈生产力了", "content": "平板能做生产力工具吗？对于这个问题，各个厂商都研究了很久。来到今年，苹果交出了 iPad Pro 和 iPadOS 系统，Windows 阵营有了很多优秀的二合一产品，唯独是安卓平板这块，多年来都找不出有一款称得上是生产力工具的产品。直到年底，华为 MatePad Pro 站了出来：谁说没有？说来很巧，在做华为 MatePad Pro 的测评之前，我正在寻找一台适合出差用的轻薄本。需求很简单，一是轻薄，二是有一定的性能，能够应付出差时需要完成的写稿、修图甚至是简单的剪片工作。最开始我并没有把平板纳入考虑范围，毕竟是对 Windows 的生态更加熟悉，而且更倾向传统的笔记本形态。不过在拿到华为 MatePad Pro 之后，我又突然觉得，说不定能成呢？试试也不坏。就这样，我度过了拿着华为 MatePad Pro 办公的一周。旗舰配置的安卓平板华为 MatePad Pro 并不是华为的第一款平板产品，光是在今年就有帮助华为登顶国内平板市场的华为平板 M6。但很明显，华为是以打造一个新产品线的态度来对待 MatePad Pro 的，这点从全新的品牌命名就能看出来。也因此，华为给 MatePad Pro 配上了旗舰手机的配置。海思麒麟 990 处理器，6GB 内存 +128GB 存储空间，保证了华为 MatePad Pro 作为生产力工具应有的性能。在写测评的间隙，顺便给华为 MatePad Pro 跑了个分，这个分数也算是麒麟 990 的正常发挥：既然是要带去出差用的设备，便携和续航都很重要。重量上，华为 MatePad Pro 单机重约 460g，即使配上键盘也不到 800g，确实比一般的轻薄笔记本都便携的多。至于续航，华为给 MatePad Pro 配上了一块 7250mAh 的大容量电池，在中度使用（日常办公、写稿、修图、看视频 2 小时）的情况下，华为 MatePad Pro 的续航大致为 1 天，一天一充基本能满足。华为 MatePad Pro 标配 20W 快充，实测 2 小时 10 分能够完全充满，另外还支持 40W 超级快充，以及无线正反向充电。这就意味着，如果你的手机支持无线充电，并且在外面没电了的时候，华为 MatePad Pro 还能给你的手机充电应急。功能才是重点旗舰级配置只是基础，华为 MatePad Pro 想要实现的，其实是一种全新的办公生态。这就不得不说到它所主打的三大功能：多屏协同这个功能应该算是华为 MatePad Pro 的一项突破，因为它解决的是一个痛点问题：出差在外工作，怎么样才能同时兼顾电脑和手机？多屏协同打破了设备之间的边界，说得通俗点，就是在一个设备（平板）里，同时处理两个设备（平板和手机）的事情，并且相互不影响。而且这并不仅仅是简单地将手机投屏到平板上，而是让手机能够借用平板的扬声器、麦克风、前置摄像头，在平板上完成手机上的操作。在多屏协同状态下，当我在用平板工作，又看到有人给我打了个电话，或者是有微信视频 / 语音通话时，我不再需要分神拿手机，而是可以直接在平板接听，并且直接用平板的麦克风来对话。另外，像备忘录这类型应用，也可以直接在平板上写下内容，接着就能自动保存在手机里了。00:22通过多屏协同，平板或者手机里的照片也能够实现快速互传，不再需要像以前那样，还得利用蓝牙或其他工具传输。例如我这次出差，用手机拍到了一些易烊千玺的照片，想在平板里面修图，直接在多屏协同状态下把照片拖拽到平板里，就能在平板的图库里看到这张图。目前的多屏协同还是基于华为自己的系统生态，希望未来会有更多的厂商跟进支持这项功能。EMUI 10 智慧分屏对于一个文字工作者来说，分屏是非常常用得一个功能，毕竟写稿的时候，经常需要对照提纲或是相关资料。如果没有分屏功能，那平板的生产力也没剩多少了。EMUI 10 的智慧分屏，在简单的左右分屏上更近一步。首先，在左右分屏的状态下，可以任意调整两边的比例；其次，可以随时将应用从分屏模式切换到悬浮模式，一个应用浮在另一个应用的上层，悬浮窗口还能调整到任意位置。分屏功能其实能够帮助我们集中精力处理当前信息，因为不再需要频繁地切换应用。平行视界简单来说，平行视界就是单个应用内的分屏。跟智慧分屏一样，平行视界也能调整左右分屏的比例。大部分应用切换到横屏使用时，如果应用占满整屏，其实是需要花更多时间去读取所有信息的。所以平行视界所解决的，是应用在平板横屏状态下的使用问题。根据发布会上华为公布的数据，目前已经有 150+ 个应用支持平行视界，常用的微信、微博等应用现在都已经支持。上面的这三大功能，构成了华为 MatePad Pro 作为生产力工具的软件生态环境，配合旗舰级硬件，软硬结合让华为 MatePad Pro 具备了成为生产力工具的可能。不可或缺的配件和大部分平板 / 二合一产品一样，华为 MatePad Pro 配套的智能无线磁吸键盘和手写笔 HUAWEI M-Pencil 都是需要另购的（或者是作为套装购入）。当然你也可以选择只买单个平板，但在我看来，要把平板当做生产力工具使用，这两个配件至少得有一样。原因很简单：大部分的办公场景，只有单个平板是无法完成的。写稿？虚拟键盘能把你用到崩溃。画画？问一下自己，用手指能画得比用笔画更好吗？（如果能，当我没说）这两个配件的使用场景非常分明：键盘适合用来输入大量文字，手写笔适合随想随写，记录灵感。对于我们来说，写稿是一项基本工作，那么键盘就是必不可少的。另外，这块智能无线磁吸键盘还支持电脑模式，再加一个无线鼠标，基本跟平时用电脑没多大差异。这里有一个小 TIPS，写稿的时候还可以打开深色模式，在暗光下能更好地保护视力。需要注意的是，由于键盘区域大小的限制以及系统的不同，键盘的键位以及操作跟常用的电脑键盘略有不同，不过不难适应。而手写笔 HUAWEI M-Pencil，也是这次配合华为 MatePad Pro 打造的。这是一支 4096 压感手写笔，通过蓝牙链接，能够吸附在平板上充电。虽然我不懂画画，不过在写这篇测评的过程中，这支笔也帮了不少忙，例如测评提纲，就是用 HUAWEI M-Pencil 在备忘录里手写的。在锁屏状态下用笔敲击屏幕两下，还能快速新建手写备忘录，记录灵感也很方便。对于学生来说，HUAWEI M-Pencil 配合 Nebo 应用，会是很好的记笔记工具，Nebo 能够自动识别手写字迹，整理笔记时也能很好地进行修改。从实际体验来看，对于系统自带的备忘录和 Nebo，HUAWEI M-Pencil 基本没有延迟，不过在另外的一些手写应用中会有出现延迟，这可能是跟软件优化有关。“买前生产力，买后爱奇艺”？这是一句老梗了。抛开每个人对平板的不同使用需求不说，华为 MatePad Pro 在注重生产力的同时，也兼顾了娱乐功能。如果是为了“爱奇艺”而买平板，单机身也会是更好的选择。在看 16:9 的视频时，只有上下两条小黑边（所以打孔屏并不会影响观影效果）华为 MatePad Pro 正面覆盖着一块 10.8 英寸，16:10 比例的打孔屏，分辨率 2560x1600，DCI-P3 色域，华为的“锐屏”显示增强技术能实时动态发现显示问题并进行算法调节，这个屏幕素质还挺适合看视频。另外正面做到了四边等宽，忽略打孔的位置来看，其实还挺对称。说到娱乐，顺便说下拍照。其实平板的摄像头一般很少用到，不过华为 MatePad Pro 还是给配了一个 1300 万像素的后置摄像头，甚至还支持夜景模式，成像效果也不差：（最后一张为夜景模式样张）前置摄像头为 800 万像素，用来视频通话是绰绰有余了。（应该不会有人想要举着平板自拍吧？）总结亮点：多屏协同，屏占比高，四边等宽槽点：非优化应用手写笔会有延迟售价：3299 元起评分：★★★★（满分 5 星）做测评的这段时间，我基本是拿着华为 MatePad Pro 办公，甚至还拿着它出了个差。应该说，在便携性和性能上，华为 MatePad Pro 都能满足需求。在 MatePad Pro 上，我们看到了华为给平板赋予生产力的尝试，甚至有了一定的突破。像多屏协同功能，就是打破了平板和手机的边界，解决了一部分办公场景中的痛点。与此同时，华为 MatePad Pro 也让人看到了安卓平板作为轻办公设备的可能性。在此之后，提到安卓平板，或许大家想到的不再是鸡肋，而是生产力工具了。ZAKER 科技出品图文 / 梅雪妍", "author": "ZAKER资讯", "newsdate": "发布时间：19-12-06", "newstime": "17:58", "sentiment": [{"positive_prob": 0.990917, "confidence": 0.979815, "negative_prob": 0.00908306, "sentiment": 2}]}, {"title": "为什么如雷贯耳的华为P30Pro突然卖不动了？其实原因很简单", "content": "现在的华为已经是全球第二大智能手机厂商，不仅仅中低端机销量迎来全面爆发，在高端领域也取得突破性的成绩，可以说是一众国产友商学习的榜样，也是连三星和苹果都不能够护忽视的强大对手。的确，现在的华为有能力应对来自外界任何的挑战，也相当重视消费者的口碑建设，不过话又说回来，在市场竞争越来越激烈的情况下，它的部分产品处境却变得挺尴尬，例如这一次网友提问为什么如雷贯耳的华为P30Pro突然卖不动了？说起华为P30Pro相信大部分的人都不会感到陌生，它作为今年三月份登场的超级旗舰，综合素质打磨还是相当到位的。一方面，华为P30Pro率先运行EMUI10系统，新增GPU Turbo3.0和方舟编译器技术适配多种主流游戏，并且与麒麟980处理器形成更强的协同能力，体验的帧率稳定性不会存在太多可挑剔的地方，4200毫安电池和40W超级快充也为续航提供有力保障，这也是我们不能够忽视的亮点之一。另一方面，华为P30Pro标配6.39英寸全视觉曲面屏，得益于采用更先进的COF封装工艺带来更震撼的视觉效果，新增天空之镜和珠光贝母白配合玻璃后壳与铝中框的紧密贴合，营造出更高识别度的同时也兼顾手感、生活防水防尘的需要；另外，它还拥有徕卡认证三摄模组，曾经拿下DXO排行榜第一的位置，成片的质量观感是妥妥的。可以这么说，华为P30Pro的整体表现是可圈可点的，也符合大部分花粉对于华为高端机一贯的期待。那么回到开头的问题，为什么大名鼎鼎的华为P30Pro最近不火了？在笔者看来其实原因很简单，主要有三个：第一，以前的时候华为P30Pro凭借出色的外观设计和不俗的性能收获不错的口碑和销量，可是今时不同往日，随着小米CC9Pro、OPPO Reno2的强势蚕食，它的地位已经渐渐被取代，由于缺乏性价比优势，用户在慢慢流失了。第二，随着芯片厂商在不断发力5G芯片，华为也在大力推广和普及自家的5G手机，随着华为Mate30(5G)系列的持续热销，不支持SA和NSA网络的华为P30已经很难保障在未来一至两年时间内不会被淘汰，所以不少人宁愿再等等或者直接说拜拜。第三， 最近一段时间库克也没有歇着，包括iPhone11系列和iPhoneXR都在持续降价对华为P30Pro形成“降维打击”，缺乏品牌号召力的华为单独依靠“情怀”是远远不够的。从个人的立场出发，华为P30Pro实力确实不错，可惜现在新品接踵而至还有竞品强势蚕食，它还是缺乏性价比、新元素和品牌号召力，最终慢慢没那么火就不难理解了。", "author": "老实人日报", "newsdate": "发布时间：19-12-06", "newstime": "23:18", "sentiment": [{"positive_prob": 0.0290857, "confidence": 0.935365, "negative_prob": 0.970914, "sentiment": 0}]}, {"title": "差不多的定价：为什么苹果4G的销量，却是华为5G的好几倍？", "content": "在今年下半年，华为5G手机来势汹汹，在销量上和口碑上“双开花”。但令人没有想到的是，一款卖出“华为价”的苹果4G手机，销量却是华为5G手机（Mate 30系列）的好几倍！可以说华为此次是彻底输给了苹果！究竟是哪一款手机能搞出这么大的动静？难不成苹果有秘密武器？1.iPhone 11的性能很充沛，相比安卓旗舰来说，其体验更加流畅。这款手机就是iPhone 11，为了探明这款手机的销量火爆原因，好物君特地找来一位苹果体验店老板，让我们看看张老板是怎么说的。张老板半开玩笑地讲：“虽然我们嘴上都讲着“不买苹果”，可身体却很诚实。”“如果再从性能层面上来讲的话，iPhone 11并不比Mate 30系列要差。”张老板肯定地说道。众所周知，iPhone 11搭载的是A13仿生芯片，而Mate 30全系列搭载麒麟990芯片，虽然这两款处理器都是基于7nm制程，可A13的性能发挥得更加稳定。而在系统层面上，得益于iOS的优化能力，使得iPhone 11在软硬协调上做得更好。相对于安卓手机来说，苹果手机上手不仅很轻松，而且用户的体验也更加流畅。2.iPhone 11此次在续航和拍照上有所提升，虽然这两个方面仍不及华为5G手机，可消费者愿意买账。张老板抽了口烟，吞云吐雾道：“说句老实话，我做苹果手机业务这么多年了，第一次在新手机上看到拍照方面的提升。以前的苹果手机在夜拍时，成片会出现很多噪点，一旦自己拍摄过程中不注意，甚至还会出现“糊片”现象，现在新手机上就没有这么多困扰了。”原来，iPhone 11后置新增一颗1200万像素的超广角镜头，前置镜头像素也升级至1200万，并且整机内还加入了夜拍模式。为了验证iPhone 11的拍照效果，好物君也用这款手机试拍了几张。得益于其出色的镜头解析力以及精妙的算法，所拍出的照片在细节、曝光度、色调等方面堪称完美。张老板还强调道：“虽然说iPhone 11的拍照效果仍不及华为5G手机，可这种提升让消费者看到了苹果的诚意，他们也更愿意购买这款手机。”3.iPhone 11的制胜关键与市场政策有关，4G制式成为不了它的短板。张老板笑道：“iPhone 11此次的定价是令我们始料未及的，如果你参考过去年的iPhone XR的价格，那你肯定会觉得今年的苹果非常良心。可以这样说，这款iPhone的成功与苹果公司所制订的市场方案也有很大关系，他们在这个节骨眼上选择了低价政策来讨好中国市场，再一次赢回了消费者的心。”“虽然说iPhone 11不支持5G网络有些令人遗憾，但当前能够体验到5G网络的用户少之又少。更重要的是，华为5G手机的价格动辄都要五千元以上，实在是不划算。而iPhone 11即便是4G手机，可各方面表现都很不错，倘若是我，也会对这款手机感到心动。”张老板如是说。总结：iPhone 11供不应求的原因还是跟其出色的产品质量和苹果针对国内市场的策略有关。虽然说此次华为5G手机的销量并不及这款iPhone 11，但好物君相信，只要华为在核心技术的研发上再努一把力，国产品牌也将有可能超越苹果！看完这篇文章后，你觉得iPhone 11销量遥遥领先的原因是什么呢？", "author": "MI好物君", "newsdate": "发布时间：19-12-06", "newstime": "21:33", "sentiment": [{"positive_prob": 0.0466917, "confidence": 0.896241, "negative_prob": 0.953308, "sentiment": 0}]}, {"title": "年轻人的首款5G潮流自拍手机 华为nova6 5G玩“不一样”", "content": "昨日，华为在武汉发布“年轻人的首款5G潮流自拍旗舰”nova6系列。截至目前，全球已有1.25亿nova星人。作为华为nova系列首款5G手机，此次发布的华为nova6 5G支持SA/NSA双模双卡全网通，让年轻人一步到位进入5G新时代。同时凭借搭载业界领先的“105°前置超广角双摄”，nova6系列改写手机自拍规则，给年轻人带来大不一样的自拍体验。nova6 5G更是以100分位居DxOMark自拍评测总分第一名。此外，作为首批搭载麒麟990新旗舰芯片的手机之一，nova6系列通过性能的全面升级，让年轻人尽享畅快娱乐新生活。5G云生活 年轻快一步5G时代的到来，为那些习惯在“云世界”里找寄托的年轻人，呈现了一个更加极致化的生活场景云图，云吸猫、云恋爱、云旅游、云吃喝等等，这些伴随着华为nova6 5G的到来成为现实。作为年轻人的首款5G潮流旗舰，华为nova6 5G将给与年轻人一个不一样的5G云上生活体验。从双模能力、天线性能、移动场景、双卡体验、续航水平以及散热能力六大方面进行全面升级，打造全方位的5G体验，让年轻人快人一步，进入5G时代。华为nova6 5G支持SA/NSA双模全网通，支持TDD/FDD全频段，并采用先进的双卡切换技术，在5G网络覆盖时优先选择5G上网，5G信号不佳时自动连接4G网络。nova6 5G拥有旗舰级5G疾速体验，华为实验室数据显示，理论下载峰值速率高达2Gbps+，实现高清视频的极速下载与大型手游即装即玩的畅快体验，让年轻人一步到位玩转5G时代。随着全球5G络的持续建设，越来越多的5G终端开始涌市场，这其中以机为代表的消费电领域，率先成为5G络商的主军。也就是在这个的应背景下，德国莱茵TV基于5G网络的特性，对华为nova6 5G进行了多维度测试。华为nova6 5G在数据传输及OTA性能、5G络兼容性、应户体验、功耗、SA模式验证等测试中表现优异。数据传输速度测试显示，nova6 5G基于5G现，Speedtest软件测得，华为nova 6 5G的峰值下平均速度可达到1339.6Mbps， 峰值上平均速度可达到154.8Mbps。5G终端的性能不仅取决于基带芯，射频端也同样重要，相4G络，5G络对 于终端射频的设计有着更的要求，OTA测试可以直观体现终端的射频性能，其中 TRP(Total RadiatedPower)反映机整机的发射功率，与机在传导情况下的发射 功率和天线辐射性能有关；TIS(TotalIsotropic Sensitivity)反映在整个辐射球机 的接收灵敏度，与机的传导灵敏度和天线辐射性能有关。华为nova 6 5G在不同 频段中的TRP、TIS均表现优异。现在，5G终端尚处于应初期，配套的络基础设施也还在持续建设中，具有定的空间局限性。基于这背景，5G机户依然会在特定情况下依赖4G服务，所以5G设备和4G络的兼容性在前的时间节点，也常重要。 华为nova 6 5G在任意运营商的SIM卡 作为单卡的情况下均可5G注成功。任意两个运营商的SIM卡搭配，其中张为5G张为4G，均可实现5G注，以及主卡VoLTE通话，副卡VoLTE来电；副卡VoLTE通话时，主卡数据业务；副卡VoLTE通话时，主卡VoLTE来电；主卡数据业务，副卡VoLTE来电；主卡有数据业务，主卡VoLTE通话时，副卡VoLTE来 电。如果两张都是电信卡，副卡（默认移动数据卡）必须开通电信VoLTE业务，才能同时使电信双卡。在数据下载速度测试方面，基于5G络与4G络下，分别测试了在华为应商店下载《和平精英》的时间对；在UC浏览器中打开12306、爱奇艺、淘宝的时间对；在哔哩哔哩播放视频加载的时间对。根据对可知，5G络在数据传输的场景下 的数据传输速度有着更为明显的提升，也更容易被户感知。同时，5G络在上数据传输的速度明显提升，并且在发送件、上传件等使场景下会有较明显的感知。游戏属于对于时延要求较的应场景，因为终端与服务器直会保持很的数据交换频率，同时基于云游戏数据量传输的属性，也对时延的控制有更的要求。定数量级的时延降低，就能有较显著的游戏体验提升。华为nova6 5G通过技术实力，为年轻用户提供更加长久且值得信赖的5G服务。前置自拍最“网红” 时尚随意玩华为nova自诞生之日起就深入年轻群体，倾听年轻人诉求，从颜值和自拍等方面引领手机圈时尚、潮流风向，为年轻人打造极致潮品而努力。全新的nova6 5G拥有105°超广角自拍、前置3200万自动对焦、3200万人像超级夜景2.0三大自拍亮点功能，让年轻人的网络生活拍的更嗨，玩的更爽。华为nova6系列创新搭载前置105°超广角镜头，超大画幅让聚会合影自拍容纳更多乐趣，让旅行自拍融入更多身后风光，带来大不一样的超广角自拍体验。同时，nova6系列凭借前沿的人景分离畸变矫正算法，将人景分别处理，使用透视投影去处理背景畸变，球极平面投影去处理人脸畸变，实现人景俱佳的超广角自拍效果。此外，在多人合影时还能AI自动触发超广角自拍模式，方便又贴心。目前大部分手机自拍采用的都是定焦镜头，用户只能在固定距离内完成对焦拍摄，太近太远都会让细节模糊。华为nova6 5G搭载3200万像素自动对焦镜头，凭借Close loop马达自动对焦，结合先进的算法调节，在20cm至120cm（自拍杆场景）的距离自拍时，实现精准对焦，实现“远近都清晰”。此外，有了自动对焦镜头的加持，再加上nova独有的手势自拍功能，从此告别自拍大头照，让你的自拍别有风格，让年轻人的自拍进入“自由创作”时代。高画质才有高颜值，在5G时代，4K高清视频已成为年轻人视频记录的标配。作为华为首款支持前置4K高清视频的旗舰机，nova6系列支持4K30fps高清视频拍摄，搭配自动对焦、防抖功能以及先进的AI美颜算法，轻松拍出清晰流畅、人像美观的自拍视频。为了追求极致的空间感和绚丽光影，华为nova6系列采用3D四曲面玻璃机身，将精致、纤薄集于一身，背部设计采用“3D玻璃+三维光影”的双重叠加方案，通过极致纤薄的膜片组合，实现了全新的视觉效果，光芒纹理更加绚丽，色彩更加灵动，空间延伸通透如玻璃。华为nova6系列升级nova系列工艺美学，带来普罗旺斯、蜜语红、亮黑色和苏音蓝四款潮流配色。全新普罗旺斯配色，采用业界首创双层双镀工艺。将两层纳米级膜片组合，叠加出更加丰富的景深感、通透度和质感，呈现前所未有的色彩光影和奇幻视觉效果，独具个性之美。除此之外，华为nova6系列还搭载了全新的EUMI 10.0.1系统，采用全新UX设计，莫兰迪色背景尽显柔和温暖的高级质感；全新的华为畅连通话，支持1080p高清视频通话，一键美肤，提升清晰度和亮度；创新的“一碰传”功能，实现手机和PC的革命性交互，只需轻轻一碰，即可将手机画面同步到电脑上；全新的AR照片复活玩法，对人物照片进行扫描，将凝固于照片中的人物重新3D化，使其变成3D立体图像，实现2D照片“AR复活”。同时，华为nova6系列还搭载双频GPS定位，再也不用担心在高楼林立、立交桥交错的复杂地形迷路；全新的NFC智闪卡功能让用户仅需轻触一下，即可根据应用场景，智能匹配绑定卡，免去忘记带卡烦恼；超级蓝牙功能可有效改善穿墙场景体验，无遮拦稳定链接距离最高可达150米；支持双路WiFi 2.4GHz和5GHz同时连接，游戏数据双路并发，在游戏过程中自行切换最优网络。总结如何吸引年轻用户留住年轻用户，显然已经成为各大厂商要面对的难题之一，各大品牌也相继打造面向年轻消费群体的系列新机。在这之中，华为nova系列即从颜值与自拍出发，外观设计与软硬件配置双管齐下，随着5G逐渐成为智能厂商发布新机标配，华为nova6系列这次不仅走在了时尚前沿，也走在了科技前沿，为用户带来不一样的5G体验。华为消费者业务手机产品线总裁何刚也在发布会上表示：“全新华为nova6系列秉承了nova品牌“新潮派”的价值主张，聚焦年轻人群需求，在领先5G技术加持下，给年轻人带来更多自拍与分享的可能，让年轻潮流生活大不一样。“而相对来说，华为nova6 5G手机也的确做到了，前置105°超广角镜头可满足女生自拍需求，随时随地拍摄最美的自己，还能让每个好闺蜜都不被落下;首批搭载麒麟990新旗舰芯片、支持5G SA/NSA双模双卡，也足以让年轻用户无论是在战场吃鸡还是峡谷遨游，都能顺顺利利荣耀加身。因此，高颜值高配置全覆盖的华为nova6 5G未来究竟表现如何，让我们拭目以待！", "author": "环球网", "newsdate": "发布时间：19-12-06", "newstime": "17:31", "sentiment": [{"positive_prob": 0.997564, "confidence": 0.994586, "negative_prob": 0.00243619, "sentiment": 2}]}, {"title": "华为：有能力发展壮大自己的移动应用市场和生态系统", "content": "新华社柏林12月5日电（记者张毅荣）华为公司德国终端业务部总经理田文浩5日在柏林接受新华社记者采访时说，华为致力于与德国开发者一道，共建开放安全的应用市场，“华为有能力发展壮大自己的移动应用市场和生态系统”。2019年9月19日，在德国慕尼黑，华为消费者业务CEO余承东在新品发布会上介绍华为Mate 30系列智能手机。（新华社记者逯阳摄）当天，华为公司在柏林举办其应用市场AppGallery开发者大会。田文浩介绍，AppGallery为众多的移动应用开发者提供了又一选择。目前华为在德国的开发者伙伴既有长期合作的当地大型企业机构，也有大量中小应用开发者。“我们已经联系了德国排名靠前的主要应用，鼓励他们接入我们的应用市场。”他说，AppGallery能预装到所有华为手机，覆盖中国等170多个国家和地区。华为手机等硬件搭载的领先技术，如5G、人工智能、增强现实等，为开发者提供了大量全新的创新机会。此外，华为还能给这些应用开发者一系列技术、营销和资金上的支持。2019年9月19日，在德国慕尼黑，一名工作人员（左）在华为的新品发布会后向来宾介绍华为Mate 30 Pro智能手机。（新华社记者逯阳摄）据田文浩介绍，华为应用市场2018年4月上线至今，在德国累计用户数约500万，每月活跃用户数约250万。“德国开发者有着出色的工程师精神，非常契合华为精益求精的企业文化。结果表明，不少德国消费者也愿意使用或购买AppGallery上优质的应用产品。”当天的大会共吸引上百名德国开发者参加。德国汉莎航空公司的手机应用也于同日在AppGallery正式上架。“我们的乘客可以借此方便值机和获取航班即时信息，”汉莎航空数字化地勤开发项目经理克劳迪娅·布特法斯告诉记者，“考虑到我们在中国的巨大市场和华为手机在中国的市场占有率，我对这个应用项目的成功非常乐观。”", "author": "新华社客户端", "newsdate": "发布时间：19-12-06", "newstime": "15:14", "sentiment": [{"positive_prob": 0.962965, "confidence": 0.9177, "negative_prob": 0.0370351, "sentiment": 2}]}]