[{"title": "华为为什么有为？", "content": "来源：环球网“我们自己在编的1.5万多位基础研究的科学家和专家是把金钱变成知识，我们还有6万多位应用型人才是开发产品，把知识变成金钱。”17日，身着蓝色休闲西装的华为创始人任正非在与国内媒体座谈时，这样描述公司的基础研究和自主开发。此前一直被外界认为“低调”的华为到底有哪些“黑科技”？16日、17日两天内，环环（ID：huanqiu-com）在华为手机生产车间见识了华为高端手机是“怎样炼成的”，而先进热技术、高级结构材料等此前很少曝光的实验室则让人明白，为什么在5G技术上华为可以领跑世界。华为南方工厂手机生产线每28.5秒产出一台手机的生产线你手中的华为手机出生地什么样？16日，环环来到位于东莞松山湖高新技术开发园区的华为南方工厂手机生产线。华为南方工厂占地1.4平方公里，是华为公司制造交付服务的大平台。这里也是Mate系列、P系列等高端手机的“籍贯”地之一。环环了解到，生产手机流程包括表面贴装（SMT）、单板功能测试（FT）、组装（Assembly）、整机测试、包装等环节。由于生产过程要求极高的精密度，在参观前，必须换上防尘、防静电的工作服和鞋帽。从入口向前望去，整个手机装配车间可以用“明晃晃”来形容，另一个直观感觉就是，工作人员很少！“最早的时候，一条生产线需要86个工人，现在由于持续改进，在120米的生产线上仅需要17人。”华为接待专家对环环表示。在生产线入口处对面的货架上，整齐码放着像电影胶片一样的盘状物，这些就是生产手机的物料。PCB进入生产线时会先镭雕一个二维码，这样，它就拥有了一个“身份证”，在流经整个生产线直至变成一部手机的过程中，每个零部件都会被扫描条码，“每台手机所使用的物料是哪家上游厂商提供的，都可被追溯。”华为接待专家说，“通过这样严谨的流程及严格的测试，才能将手机的品质管控提升到高标准。”环环注意到，除了单板印刷、点胶机、机械手臂等少数设备，华为的生产线大部分设备已采用自主品牌。28.5秒，这是华为手机生产线末端产出一部封装完好的手机所需的时间。这样的生产线在南方工厂有30多条，每月的手机生产量200万台左右。在生产车间的墙壁上，最醒目的不是口号标语，而是对生产流程进行创新改善的员工表彰榜，这一细节能看出华为对持续改善的重视。那么，工人们会不会担心自己对生产流程细节的改进把自己的饭碗“改掉”，而对改善失去动力呢？华为认为这种担心是多余的：“如果生产环节通过改善节省出来的工人会投入到扩大生产规模上来，他们会拥有新的岗位。不仅如此，如果员工因改善而提高了生产线的效率，还会得到丰厚的奖励，曾有员工因为持续改善而连升两级。”5G设备模块在下水道水里泡四年仍光洁如新当向导第一次跟环环说要参观“白宫”时，环环并未反应过来，在华为，“白宫”特指一栋位于深圳坂田基地的白色欧式建筑，这里是很多华为尖端实验室的所在地，很多人干脆以编号“E1”称呼它。跟手机生产线一样，由于涉及科研机密，任何摄影摄像工具都不准带入“白宫”。走入“白宫”，你会发现这里更像一处商场，便利店、咖啡厅在明亮的中央通道两侧，冲淡了印象中实验室的严肃气氛。“玩手机游戏为什么会卡顿？”在先进热技术实验室里，华为实验室专家这样问环环，“因为芯片运行时会发热，如果散热不好，保护机制就会把运算频率降下来，导致卡顿。”这也许是最容易让记者们理解散热重要性的方式，而拥有100多名研究人员的热技术实验室正是专注于网络产品、企业、云、IT、消费者等ICT业务领域的先进热工程技术的研究与应用的地方。其实，散热并不是一件看上去那么容易的事，手机如此，对5G天线来说更是如此。“以5G天线来说，散热意味着要扩大表面积，而扩大表面积就要增加重量，把很重的天线安装到高塔上将是一件很费事且不安全的工作。”实验室专家带记者看一块5G Massive MIMO 64T64R(64发64收)基站样本，正是华为独特的散热技术，让5G天线变得轻薄，甚至只有不到一扇小窗大小。在高级结构材料实验室的入口处，一台鱼缸被分成两个装着液体的部分，另一名实验室工作人员告诉记者，这些液体来自于欧洲的下水管道，并添加了更多杂质来增加腐蚀性。液体里泡着两台5G设备模块，一台是采用业界通用合金及涂层的模块，另一台则用了华为专利的合金及防腐技术。对比很明显：前者已是锈迹斑斑、千疮百孔，后者却光洁如新。“它们已经在水里泡了4年多了！”据工作人员介绍，在欧洲，一些通讯设备模块只被允许安放在下水道里，所以，耐腐蚀性对设备来说极其重要。他还指出拥有华为防腐技术模块上的一处磕碰痕迹说：“这是我们用锤子砸的，毕竟在安装过程中，磕碰是难免的，即使外表涂层破损了，里边也不会被腐蚀。一位欧洲合作伙伴看到我们的产品，连夸我们研发做事‘太严谨了，太能为客户着想了’！”“以客户为中心”是《下一个倒下的会不会是华为》一书的第一章，书中这样写道，“当今时代流行‘拜资本教’‘拜技术教’，华为则信奉‘拜上帝教’，这个‘上帝’既非耶稣，又非释迦摩尼，而是客户，全球700多家电信企业及全球60亿以上人口的消费者。”在北方冬季不会结冰的天线外壳、被雨水不断冲刷而画面依然清晰的摄像头……一个个打着华为烙印的设备产品，已将全球各国实际生活中的“痛点”都考虑透彻。环环在华为实验室采访时有种强烈的感觉，这个看似最“远离”客户的部门，“以客户为中心”的信条仍存在于每一寸空间。在“欧洲小镇”感受“知本主义”“你有没有发现？这些华为科学家谈到自己的工作都很自豪。”走访过程中，一名同行问环环，确实如此，这些专家在讲解时语速都很快，尽力让自己吐字清楚，生怕在有限的参观时间里没法让记者们听懂自己所研究的技术，似乎自己不是科研人员而是一名推销员。华为员工的归属感和荣誉感并不只源于对“黑科技”的酷爱，当我们把视线从晦涩深奥的技术上移开，关注他们的工作环境，也许能找到新的答案。溪流背坡村，这样一个拥有浓郁中国田园风的名字其实是最“全球化”的地方，因为这块作为华为东莞松山湖新办公基地的1900亩区域内散落着欧洲12个城市的经典建筑，因此也被称为“欧洲小镇”。红色的小火车缓缓停在“格拉纳达”车站，天色渐暗，欧式建筑里的华为员工陆陆续续走出来去吃晚餐，再过不久，建筑前的空场地上将摆出放满水果、牛奶的摊位，由员工领取夜宵，目所能及的不远处，就是他们的员工宿舍，工作和生活，在这里界限似乎并不太明显。只有“为客户服务”的信条还不够，华为让人刮目相看的本钱在哪？在《华为哲学》一书中，作者周留征关于华为奉行“知本主义”的描述也许可以回答。“知本主义”即以知识为本，重视知识，尊重人才，知识资本化。为外界所艳羡的“全员高薪、全员持股、利益共享”的机制，让这样一家高科技企业与高知识员工结成了利益共同体的关系，进而成为“事业上的共同体”。与市面上各色分析华为成功之道的书籍不同，17日的圆桌会上，任正非以自己特有的“接地气”风格来谈华为的成功与人才的关系：“华为有什么？一无所有！华为既没有背景，也没有资源，除了人的脑袋之外，一无所有。我们就是把一批中国人和一些外国人的脑袋集合起来，达到了今天的成就。”", "author": "人民日报海外网", "newsdate": "发布时间：19-01-19", "newstime": "09:00", "sentiment": [{"positive_prob": 0.00803067, "confidence": 0.982154, "negative_prob": 0.991969, "sentiment": 0}]}, {"title": "营收千亿美元的华为会倒下吗？任正非回应：早晚的事情", "content": "近日华为创始人任正非在48小时之内连续两次接受媒体的采访，这在以前是根本看不到的，当有记者问任正非最近为什么会频繁的露面，任正非哈哈一笑称这是公共关系部逼得，见媒体就是给社会传递一种信心。还有记者问：华为业务前景这么光明，为什么说华为下一步可能会倒下呢？任正非回答：早晚的事情，这是个哲学命题，不是一个现实命题。华为作为一家年营收为千亿美元的企业，每年的营收都是BAT的总和，这么大体量的一个公司也会说倒下就倒下吗？其实在日新月异的今天没有哪一家公司能够保证自己在下一年还能有如此好的财务报表，即使他是苹果公司也不行。苹果公司在去年10月份股价涨到最高，也是全球市值最高的公司，同样也是全球第一个市值突破万亿美元市值的公司，可是该跌还是要跌，而且跌得比其他人还要狠。我们来看看腾讯和阿里巴巴，腾讯作为一家社交和游戏公司，阿里巴巴作为一家电商公司，他们不约而同的将自己的触手伸到了互联网的每一个角落。2018年一篇《腾讯没有梦想》的文章引起人们热烈的讨论，文章中就说到腾讯现在已经变成了一家投资机构。并不是腾讯自己不想实现梦想，只是你不抓住机会，就很快会被人超越。阿里巴巴同样是如此，马云有两张王牌，一张是电商，一张就是支付。马云为了让大众使用支付宝，几乎在每一个能付钱的地方马云都下了功夫。腾讯和阿里巴巴怕什么？他们怕的就是被这个时代所抛弃。而华为也是一样，华为每年投入千亿人民币进行科研开发，就是想在通信领域成为领头羊，任正非更清楚这一点，科技如逆水行舟，不进则退，任何事物都有衰退的那一天，只不过你可以让这一天来得更晚点。", "author": "辣笔", "newsdate": "发布时间：19-01-19", "newstime": "13:30", "sentiment": [{"positive_prob": 0.00397238, "confidence": 0.991173, "negative_prob": 0.996028, "sentiment": 0}]}, {"title": "华为的LOGO演化史，三次变更，背后的含义你知道吗", "content": "一个企业的发展，必定要经历时间的洗礼和历史的磨难，正所谓：书山有路勤为径，学海无涯苦作舟。学习如此，而一个企业的发展亦是如此。说到互联网科技企业，相信很多人都会想到华为；作为中国目前最受瞩目的科技公司，华为的发展可以说是“爬楼梯”似的，一步一个脚印，一步一个台阶的往上爬。终于，在2018年得到了世界的认可：手机市场的总销量突破2亿部，而5G网络市场更是在全球范围内拿下了30个5G订单，预计建设2万余座基站。如此骄人的成绩，怎能不让国人自豪。一个企业的第一印象就是这个企业的LOGO，也就是这个企业的标志。正如华为的LOGO，很多人看一眼就会记得住，甚至可以说是印象深刻。那么你知道吗，如今的华为标志，却是经过了三次的改革之后的标志。今天，我就带大家来认识一下华为LOGO的前世今生。第一代华为LOGO说起来第一代华为LOGO，相信很少有人见过，这是一朵由15个花瓣组成的“太阳花”。其寓意也是简单的美好：15个花瓣代表了华为成立之初的15位创始人，而太阳花寓意着阳光、积极、向上。第二代华为LOGO第二代相比于第一代而言有很大的变化，不仅太阳花的花瓣少了，而且整个花瓣看起来是那么的饱满。第二代的华为LOGO延续了第一代的红黑色主色调，图案和文字上面略有不同，并且还增加了渐变效果，看起来极具动感。据说第二代的LOGO是考虑到了“重新思考公司品牌的核心价值，延续公司核心理念”。八个花瓣从聚隆到散开，也预示着华为的业务可以得到兴旺。底部的花心聚隆，表明了华为坚持以客户需求与客户创造价值的核心理念。花瓣下面配上黑色字母“HUAWEI”，并没有用英文，而是选择了用大写的汉语拼音。国之大气！第三代华为LOGO第三代华为的LOGO发布于2018年的3月，相对于第二代，第三代则是有了一些变化。之前华为LOGO都是渐变色，而第三代的颜色全部改为了红色，虽然没有了以前的立体感，但是第三代华为LOGO更具直观感的视觉冲击。仔细看的话，第三代华为LOGO显得更加整齐简介了，也更加的大方了。颇有些：“扬眉吐气，不拘小节”的意思。不知道大家对于华为的LOGO演化史有怎样的看法和不同的观点呢？欢迎大家在评论下发留言发表自己观点哦~欢迎大家关注“琛谈网事”，谈笑有鸿儒，往来无白丁；在这里，我将每天为大家带来互联网科技行业的最新分享。", "author": "琛谈网事", "newsdate": "发布时间：19-01-19", "newstime": "21:47", "sentiment": [{"positive_prob": 0.826972, "confidence": 0.615494, "negative_prob": 0.173028, "sentiment": 2}]}]