[{"title": "随手拍了几张照，才知道华为P30 Pro的强大", "content": "3月26日，华为在法国巴黎正式发布了P30系列新品，包括P30和P30 Pro两款手机，自手机发布之后，网上关于新机的讨论就没有停止过，无论是在知乎还是贴吧论坛，总能看到热议华为P30系列手机的话题。话题量之所以大，很大一部分原因是来自P30 Pro上那套全新的超感光徕卡四摄。凭借着强大的徕卡四摄以及凶猛的50倍数码变焦能力，P30 Pro打破此前华为P20 Pro保持长达一年的DxO榜首记录，以112分登顶DxO，成为引领手机摄影技术创新的标杆旗舰，并且再次诠释——手机拍照领域能超越华为的，只有华为。能打电话的“夜视仪”、“望远镜”华为P30 Pro后置搭载超感光徕卡四摄，其中包含一枚4000万像素超感光镜头、一枚2000万像素超广角镜头、一枚800万像素潜望式长焦镜头及TOF镜头，其中超感光镜头和长焦镜头均支持光学防抖。华为P30 Pro是有史以来在手机相机方面堆料最猛的一台，这四枚传感器都拥有各自的超级属性，超感光、超广角、超变焦、3D拍摄一个不少。以800万像素潜望式长焦镜头为例，在华为P30 Pro上，其实现了业界首个潜望式长焦镜头的商用及量产，将潜望式长焦镜头置于纤薄的机身中，通过光学三棱镜让光的轨迹发生90°转折。华为P30 Pro支持5倍光学变焦，10倍混合变焦，最大50倍数码变焦。同时，在麒麟980的帮助下，华为P30 Pro将光学变焦和由算法驱动的数字变焦相结合，可根据所选放大系数切换摄像头。在P30 Pro背后的镜头中，还有一枚被称之为“超感光镜头”的4000万像素摄像头，其拥有f/1.6的大光圈，ISO竟然达到了惊人的409600（P30 ISO值超过20万）！俗话说底大一级压死人，虽然华为还没有夸张到将相机的传感器直接安置在手机上，但在P30 Pro上，华为已经为其主摄像头配备了1/1.7英寸超大型传感器。最关键的是，这枚超大型传感器还一个重大的内在升级，为了华为P30系列相机在暗光环境下获得更好的可视性，华为创新性的将传感器的“RGGB”排列改成了“RYYB”排列，将绿色像素替换为黄色像素。黄色像素可以同时透过红光、绿光，从而在像素层面极大地提升进光效率，将进光量提升了40%，这是一个非常革命性的底层的规则的改写，带来了感光能力的大幅提升。为了验证华为P30 Pro的超感光夜拍水平，4月1日晚间，IT之家在公司附近园区随手拍摄了几张样张，做直观参考。需要格外提醒的是，本次夜拍环节，拍摄环境光线都是非常微弱的（月光）。上图拍摄自晚上19点左右，当时天色已经完全黑了下来，远处的树丛和楼宇的轮廓肉眼已经很难辨别。上图右侧P30 Pro取景框（截图）已经黑成了一片，接近当时肉眼所见。左侧则是拍摄的样张（未开启超级夜景），可以看到，样张画面整体亮度得到了非常明显的提升，同时画质纯净，对噪点的控制比较出色，样片中基本找不到明显可见的噪点，观感非常舒服。开启超级夜景之后，画面整体的亮度提升了一个阶梯，同时保证了高光溢出，暗部也有了更多的细节，完全把晚上拍出了傍晚的效果。另外一个很有意思的细节，上图的左下角，IT之家在拍摄超级夜景的时候画面中刚好有一个人走过，按照以往的超级夜景拍摄来看，画面中如果出现晃动的物体，就会因为多帧合成的原因，拍摄出来的晃动物体会出现拖影、模糊的现象，但上图并没有出现这个问题，显然华为手机在算法上面进行了深度优化。实际上，华为P30 Pro只需要一丁点光线，就能呈现非常明亮的画质，如果再配合上超曝光的超级夜景，真的是无愧“超感光”三字。下组图拍摄自青岛五四广场，当时已经是晚上9点多，天色已经完全黑了下来，附近有昏黄的路灯，远处还有高楼大厦的“光污染”，拍摄环境的光线可以说是非常复杂。从样张来看，华为P30 Pro的表现依然是一如既往的出色，高光的地方没有过曝，暗处细节也得到了保留，天空也没有出现噪点。下图拍摄自青岛五四广场，周围光源复杂，在拍摄远处的奥运五环和贝壳形状的建筑，非常考验手机的综合拍摄能力。同时，IT之家在这种光线复杂的环境下，还开启了5倍光学、10倍混合变焦，大家通过下图直观的感受一下：可以看到，上图的5倍光学和10倍混合变焦样张，华为P30 Pro像是一台能拍照的“望远镜”，右侧蓝色灯光下的贝壳房子上方的“#”字建筑都能拍摄的一清二楚，细节非常丰富，要知道，在这种环境下，肉眼是根本无法看清远处建筑任何细节的。上图同样拍摄自青岛的五四广场，开启5倍光学、10倍混合变焦之后，依然能清晰的拍出海滩斜对面远处的楼宇，甚至都能数清远处高楼上有多少个窗户。在白天的光线环境下，IT之家通过华为P30 Pro拍摄了三组0.6倍（广角）、1倍、5倍光学、10倍混合、30倍数码、50倍数码的变焦样张，大家感受一下：第一组：第一组图拍摄自园区楼顶，当时天色略微昏暗，在1X样张下，你能看到远处的篮球场和白色的篮板，当时肉眼根本无法看清篮板上的黑色文字，肉眼望去只能看到一条黑线，但让你开启华为30倍、50倍数码变焦之后，篮板上的“让世界动起来”几个大字“跃然纸上”，让人忍不住惊呼——华为P30 Pro简直是一台望远镜！第二组图：第二组图是拍摄远处的楼宇，目测来看，样张中远处的那一栋栋灰色的高楼距离笔者的拍摄地点至少有1-1.5公里的距离，5倍光学变焦样张画面细节非常丰富，并且样张质量并没有因为变焦而出现损失。当你开启30倍、50倍数码变焦之后，样张中的玻璃窗清晰可见，你甚至都能看清这些玻璃窗是开着还是关着！第三组图：（注：因网站限制，上传图片均有压缩）在1倍样张中，原本山顶上的一个小“像素点”，经过5X、10X、30X、50X变焦之后，山顶哨塔渐渐现出原形。毫不夸张的说，这是笔者用过所有手机中，变焦能力最出色的那一台！如果用两个字来形容华为P30 Pro的变焦能力的话，那笔者此时此刻只能想到“恐怖”二字！重写摄影规则华为P30系列的slogan是“Rewrite the Rules of Photography（重写摄影规则）”，IT之家小编看来，华为P30系列的表现无愧“重写摄影规则”这一个口号，无论是超感光还是长焦拍摄，华为P30系列在拍照上是突破历史性的创举，给未来手机在相机领域的发展指出了明确的发展方向。拍出更好的照片一直都是华为P系列的追求，从华为P9的徕卡双摄，到华为P10的20s长曝光拍摄，再到P20系列的“超级夜景”，P30系列超感光暗拍等等，这一切的背后，都得以华为在研发上的高投入以及高强度的技术创新所实现。在此前华为P30系列发布会接受后的采访中，华为手机产品线副总裁李小龙曾向IT之家等媒体透露，因为华为P30 Pro的镜头模组、光圈都太大，在P30系列上，华为第一次投入使用了SMA马达，而在此之前，华为至少用了三四年甚至更长的时间去研发这个全新的马达。以往，手机厂商们往往是听消费者需要什么，就会在下一代产品上给消费者提供什么，不过手机拍照领域，华为通过敏锐的洞察力，正在不断的发掘消费者对于手机摄影的需求，通过超级变焦和超感光技术，也向全球手机影像处理技术指明了未来发展的方向。", "author": "IT之家", "newsdate": "发布时间：19-04-04", "newstime": "10:46", "sentiment": [{"positive_prob": 0.98884, "confidence": 0.9752, "negative_prob": 0.0111598, "sentiment": 2}]}, {"title": "华为单品牌第一，余承东吹的牛还能实现吗？", "content": "日前，华为消费者业务CEO余承东今日发布微博，他表示：“华为消费者业务已经发展到一个全新的历史阶段，今年华为+荣耀很可能成为全球第一手机厂商。”余承东还明确了华为和荣耀的目标：华为单品牌未来要做到全球第一，荣耀品牌做到中国前二，全球前四。随后，荣耀总裁赵明转发微博表示，要抓住机遇，用极具竞争力的产品让用户满意。自从2011年开始，华为消费者BG的CEO余承东就被称作余大嘴，然而8年过去了，余承东吹过的牛却一个个实现了。如今，余承东说华为单品牌要做到全球第一，他吹的牛这次还能实现吗?一、 华为手机的起源历史上，华为涉足手机终端并不晚，早在小灵通时代，华为就为电信运营商提供过手机终端，事实上那个年代很多基站厂商都做终端，华为中兴大唐都有过代工或者贴牌手机终端的历史。历史上，华为海思也曾经研发过手机芯片，K3一度是很多山寨智能机采用的方案。不过，华为真正开始进入智能手机市场，已经是2011年以后的事情了。2007年苹果发布了iPhone，2008年谷歌发布了安卓，这带来了智能手机的新时代，2010年，同样作中兴880系列大获成功，2011年，华为开始秘密聚集人马，准备研发制造高端手机，也就是这个时候余承东开始领军华为手机终端。华为最初的计划里面，就有利用海思研发能力，制造高端手机的设想。在2012年的巴塞罗那，华为拿出来世界第一款四核手机华为D1，华为P1也成功亮相。然而，华为起步并不顺利，2012年，华为的P系列和D系列都卖得很糟糕。而同时起步的小米大获成功。于是，荣耀开始独立，2012年底，华为模仿小米的荣耀2初获成功。到了2013年底，华为P和D系列依然惨淡，但是像素级模仿小米的荣耀3C取得空前成功。华为虽然是高端入场，但是真正在手机市场站住脚还是荣耀系列，这符合市场规律，因为智能手机普及期，性价比更重要。华为此时已经形成了高低搭配的格局，虽然高端不成功，有了高端就为后来的崛起打下了基础。二、 善于学习的华为在2013年的时候，华为品牌引入mate系列，这是学习三星的结果，但是苹果还没有大屏幕手机，而三星的note系列卖的非常好，华为像学习小米一样，学习三星，也推出高端大屏手机，以大屏幕大电池占领商务市场。同时，华为的线下渠道开始扩张，学习三星经验，而荣耀品牌也如火如荼，与快速发展的小米展开肉搏。到了2014年，华为高低搭配基本成型，P7和mate7系列在线下市场初步站住脚，荣耀系列可以与小米正面对抗。2015年，随着第一轮换机潮结束，性价比路线走到尽头。小米2015年停滞增长，2016年下降36%。而此时中高端品牌快速崛起，OPPO和vivo都取得了超过100%的惊人增长。华为因为保留了高端品牌，东方不亮西方亮，荣耀遇到小米的麻烦，而华为品牌取得了不错的增长。而此时的华为不是惊喜，而是检讨。打了小米三年，怎么被OV一下子就超过了，OV无论销量利润都让华为汗颜。华为发现自己没有开发好利润极高的女性市场，这个市场才是金矿，OV的线下运作才做老师。2015年，OV暴涨，2016年，善于学习的华为就推出了nova系列，这次是像素级别学习OPPO和vivo，女性市场我也要。在市场运作的同时，华为的技术也在进步，华为早年的K3V2饱受嘲讽，到了910勉强可用，到了950跟上主流，到了980已经可以和高通855正面对抗了。拍照方面，早年华为非常一般，但是有钱的华为拿下诺基亚遗产，与徕卡合作，与上游厂商合作，一举突破。华为的产品力也上来了。善于学习，善于研发，最后让华为产品线布局完整，而小米只有性价比，OV女性为主，苹果、三星做高端，只有华为什么都做。同时，华为还有广阔的海外渠道，到了2018年，2019年，市场总体下滑的时候，华为的优势就体现出来了。2018年末，孟晚舟事件虽然不是好事，但是华为终端因祸得福，民众支持华为最简单的办法就是买一部华为手机，2019年一季度华为手机销量同比暴涨。三、 华为能否超越要看对手应该说，华为在2019年一季度确实势头不错，过去几年华为手机一步一个脚印也确实走得不错。但是华为要单品牌第一，就没有那么简单了。要做单品牌第一，华为的对手就不是OV和小米了，而是三星和苹果。从技术底蕴来看，三星还是很强大的，华为手里的核心技术只有一个基带，一个公版的架构的SOC。三星手里有自主研发架构的SOC，有屏幕，有内存闪存，有CMOS，三星如果真把华为当对手，把它的产业链优势整合起来，还是挺可怕的。华为现在拍照好，因为华为与索尼合作订制了imx600，而三星集团是自己能造CMOS的，如果三星发力，三星做一款底更大像素更高的CMOS并不困难，现在三星用1200万的小底CMOS，就能在Dxomark中与华为P20pro打平，如果三星也用大底，华为的拍照优势很难说保持多久。对于苹果来说，苹果的优势是应用处理器，IOS和品牌势能。苹果一直没有低价产品，也没有把竞争力发挥到最高，因为苹果要求利润率，如果苹果推出采用A12处理器的低价大屏幕产品，做中端市场，华为就会被直接打击。此外，华为的麒麟处理器与高通形成直接竞争，过去高通享受高利润，骁龙845挂起来卖，量少价高。而今年骁龙855的机型越来越多，未来骁龙如果高端降价，对华为的高端产品也会形成打击。所以，华为要实现品牌第一并不容易，华为要努力，对手也不要醒的太早。特别声明：本文为DoNews签约作者原创，文章版权归原作者及原出处所有。转载请联系DoNews专栏获取授权。", "author": "DoNews", "newsdate": "发布时间：19-04-04", "newstime": "11:07", "sentiment": [{"positive_prob": 0.657135, "confidence": 0.238078, "negative_prob": 0.342865, "sentiment": 2}]}, {"title": "华为手机怎么选：为什么有人说一定要买Pro版本？", "content": "其实只要有心的用户就不难发现华为的产品从华为 P20系列开始标准版与Pro版之间的差距是非常大的，也就是说标准版的水平基本维持在国内一个普通旗舰机的水平，与之相对的Pro版本无论是在技术的应用或产品的设计上都是亮点满满。比如对比此次到来的华为P30系列的发布会上，我们不难发现在华为P30的标准版与华为P30 Pro版本之间它们所主打的亮点部分基本都不是一致的，首先在大家最为关注的拍照功能上来讲的话华为P30Pro主摄方面采用的是新一代的传感器：索尼IMX650，而与之相对的华为 P30标准版在这方面则采用的是上一代的传感器索尼IMX600，也就是去年发布的华为 P20Pro身上采用的那颗传感器设计。与此同时，对于华为 P30标准版来讲其在拍照功能上也没有tof镜头的应用，除此之外，在华为 P30标准版也没有5倍光学变焦以及在华为P30 Pro上才有的各项黑科技加持，而在其他方面来讲的话华为 P30标准版在充电技术方面依旧是采用了22.5瓦的普通快充，并没有说像华为 P30 Pro那样搭载上40W的超级快充，同时也没有无线充电、没有反向充电等黑科技的应用。所以综合来看的话，华为旗舰级系列的标准版和Pro版差距确实非常大，并且这样的差距不仅仅是出现在最新发布的华为 P30系列上，此前发布的华为 P20Pro以及华为Mate 20系列上也是如此。比如Mate20标准版，就没有所谓的3D结构光技术屏下指纹以及40瓦的超级快充，与mate20Pro的主色相比，更是差距满满。要知道，在当下的智能手机市场上来讲的话此前发布的Mate20标准版在拍照实力方面的表现在现如今的国内智能手机市场确实有些排不上号！对于广大消费者来讲的话，如若你想体验亮点满满的华为旗舰产品，小编建议还是狠下心来加点钱购买Pro版本，毕竟有着更强的硬件配置与黑科技加持，而对于标准版来讲其与Pro版本相比起来差距确实有些大！", "author": "纳豆子科技", "newsdate": "发布时间：19-04-04", "newstime": "09:25", "sentiment": [{"positive_prob": 0.0194641, "confidence": 0.956747, "negative_prob": 0.980536, "sentiment": 0}]}]