[{"title": "华为回应海外手机在锁定屏幕上显示广告：非官方所为", "content": "IT之家6月16日消息 近日有不少海外用户抱怨，华为数款手机的锁定屏幕上出现了广告。据悉，所有广告都是来自Booking.com，疑似华为是将用户设定启用随机风景桌布置换成广告。这些广告不是全屏互动广告，而只是用了Booking.com的锁屏图像替代了原来的锁屏图像。出现手机锁屏广告的机种涵括P30 Pro、P20、P20 Lite、P20 Pro及Honor 10，受影响的用户则至少包括英国、荷兰、爱尔兰、挪威、德国和南非。对此，华为对媒体提供声明称，这些广告并非由由华为官方提供。这些广告不是由华为发起的。我们鼓励个人用户检查下应用设置，或按照公开可用的说明来删掉锁定屏幕广告。--华为另外，华为荣耀的一位代表在Twitter上解释称，华为没有推送广告，广告是第三方应用程序显示的。这可能是真的，因为华为的许多设备都预装了Booking.com应用，而该应用很有可能自己把广告推送到锁屏界面。虽然华为发布了辟谣声明，但现在还没有查出这些广告到底是怎么出现在华为手机上的。现在针对这一问题的临时解决办法有禁用杂志试图或从杂志库中删除该广告墙纸，或者也可以在画廊中添加一个自定义图像作为锁屏墙纸。", "author": "IT之家", "newsdate": "发布时间：19-06-16", "newstime": "06:55", "sentiment": [{"positive_prob": 0.311516, "confidence": 0.307743, "negative_prob": 0.688484, "sentiment": 0}]}, {"title": "说好的支持华为呢？“618”苹果领跑高端市场，华为太尴尬！", "content": "在华为手机受到了美国的限制之后，很多人就表示要支持华为手机，不再买苹果iPhone了。虽然此后的华为创始人任正非出来表态不支持这种做法，然而依旧还是有很多网友自愿想要为华为出一份力，这令笔者十分感动。不过，就在刚才笔者看完了数据之后却只想问——说好的支持华为呢？“618”电商活动榜单上，苹果领跑高端市场，华为太尴尬！我们看到，在618活动即将进入尾声的阶段，如今苹果手机依旧是领跑高端市场，iPhoneXR成为了累计销量第二名，仅次于华为荣耀10青春版，第三名则是荣耀8X，第四名则是iPhoneXsMax，值得一提的是，华为P30Pro这样的旗舰手机只能位列第八名。值得注意的是，苹果的这两款老机型虽然价格出现了下降，但iPhoneXR依旧是4499元，iPhoneXsMax是最低也是6799元起步，丝毫不便宜。也就是说，其实华为能够在累计销量上胜过苹果，更多的是只能依靠荣耀10青春版以及荣耀8X这样的千元机，在华为P30pro这样的真旗舰手机上，难以与苹果手机相互抗衡。即便是单日销量排行榜单上，价格只有3988元起步的华为P30依旧也是落后于iPhoneXR，华为P30Pro更是直接跌落到了第十三名，显然跟iPhoneXR有较大的差距。我们总是说要支持华为手机，但如今的iPhoneXR以及iPhoneXsMax等手机的实际销量表现却狠狠打脸，虽然说这确实是苹果制造出了大幅度的降价带来的销量增长，但其实也侧面告诫我们，如果苹果手机愿意选择降价，将价格定得跟华为等国产手机差不多一样，甚至更加便宜时，很多人还是会直接选择iPhone！这就意味着，国产手机的真正实力还是不够强大!对于华为来说，今年的P30pro已经将价格定在了5488元起步，对比以往是在不断涨价的，与苹果iPhone手机的差距也在缩小，虽然有很多人说要支持华为，然而一旦苹果选择降价，最终却依旧是苹果依旧领跑高端市场，令华为手机陷入尴尬的局面，这实在令人痛心。当然，我们也希望大家给华为更多的时间，希望华为实现反超。你们觉得为什么很多人一直在说支持华为手机，最终却让苹果的iPhone依旧领跑呢？欢迎说说你的看法。", "author": "叽歪数码", "newsdate": "发布时间：19-06-16", "newstime": "15:40", "sentiment": [{"positive_prob": 0.076395, "confidence": 0.830233, "negative_prob": 0.923605, "sentiment": 0}]}, {"title": "为起诉华为 他离开了自己创办的公司", "content": "（观察者网讯）在华为“月亮门”一事发生2个月后，此事又出现了新的进展，而提起这个话题的，正是此前开除了质疑华为“p月亮”的员工王跃琨的爱否创始人@彭林FView。6月16日，彭林在微博宣布：他辞去了自己在北京爱否科技有限公司的职位，要以个人身份起诉华为，要求华为在涉及到月亮模式宣传的地方，都要注明用算法添加细节，且在手机内为用户增加提示。消息一出，舆论哗然。毕竟，2个月前，彭林曾公开表示：华为的“拍月亮模式”并没有到王跃琨所言“P图”的程度，随后他还开除了王跃琨，自罚一个月工资，并将爱否科技视频内容停更了一个月……怎么短短的2个月过去，他又要起诉了？6月16日上午8时42分，北京爱否科技有限公司创始人@彭林FView 在微博发布了一段长达25分钟的自述视频，他在视频中表示：“反映产品真实，打击虚假宣传，是我们创业的初心，可是努力到现在，还是挺挫败的。”“P30 Pro靠算法增添了一些能力拍不出的细节，官方宣传却将成绩归在50倍变焦之下”，@彭林FView 称，自己真正的诉求和目的是“要求华为在所有涉及到月亮模式宣传的地方，都要注明用算法添加了细节的事实，并且在用户打开这个功能的时候，也要在系统里做出相应明确提示”。图源：@彭林FView彭林还提到：为了保险起见，他决定把这次起诉与公司以及家人剥离开，将其可能造成的影响，仅仅控制在他个人的范围之内。他要以一个普通消费者的身份去做。在自述视频的最后，彭林表示，华为是他“非常尊敬的科技大厂”，他的起诉是希望厂商能在广告上更加严谨。对于这次的起诉，彭林表示很有信心，甚至觉得成功率应该有百分之七八十左右。但实际上，目前他还没有找到任何一家可以出具华为手机拍照测试结果的第三方检测机构。在视频发出后，彭林的这番言论立刻引起了网友热议。人们想起，2个月前，他还是那个开除了王跃琨的人……据观察者网此前报道，作为华为2019上半年的最新力作，P30 Pro一经推出，就凭借独具造诣的相机功能，以及其足以“改写影像规则”的惊人效果吸引了消费者的目光。随后华为官方发布组图，表示用户可以通过P30 Pro清晰地拍出“皎皎一轮月”，其消费者业务CEO@余承东 也在微博贴出自己用该款手机拍摄的月亮照片。但另一头，这组照片却引起了国内评测机构爱否科技员工@王跃琨_的质疑。他在4月13日晚晒了两张对比图，称是自己分别用自动模式和手动模式拍的，照片中可以看到，自动模式下的月亮比手动多了好多东西……于是他认为“月亮好像真的是P上去的”，并推测手机会通过AI计算，自动处理照片细节。随后这番言论引发轩然大波，不少网友都觉得“P的”这个说法太过分，王跃琨的说辞也遭到了大批科技博主“打脸”。知名AI专家@风云学社陈经 也对此事进行了分析：他认为，华为不是拿网上的图片去填，只是通过神经网络进行“智能增强”，本质上跟自拍滤镜是一样的。而且，华为也标明了“自动模式”。在舆论一边倒的情况下，王跃琨有关质疑的所有微博已经被删除。4月16日晚间，爱否科技创始人彭林表示，“拍月亮模式”确实在算法上对原图有所优化处理，但并没有到王跃琨所言“P图”的程度。后者在拍摄验证过程中有选择性地发布素材，则属于“黑厂商”的不专业行为。于是，彭林直接宣布将王跃琨开除，并罚没自己一个月工资，将爱否科技视频内容停更一个月。彭林在会议上宣布开除王跃琨爱否科技还在官方公告中提到，手机拍照在AI算法上有长足的进步，在很多场景下弥补了纯光学拍摄的不足，事实上，现在手机拍出的照片几乎没有没通过算法调整过的。至于“拍月亮”问题，爱否方面对此表示，华为P30 Pro先是通过50倍变焦解决了拍到的问题，然后又通过优秀算法完善出了更多的细节，在并未脱离真实的前提下，得到了比友商更好的拍摄效果。没想到，事情过去之后，6月16日，彭林又在微博宣布了自己辞职起诉华为的消息。而当天，曾被彭林开除的@王跃琨_ 还转发了彭林的这条微博，并写道：“能力越大、责任越大”，引发网友热议。其实对于P30的拍照问题，业界普遍认为：不能说是“P图造假”，只能说是“”智能优化”。此前华为技术有限公司创始人任正非在接受采访时也曾提到：“P30手机的照相就是数学。现在的图像不是照出来的，是数学算出来的。因为人的眼睛相当于有一亿个镜头，相机就一个镜头，我们手机通过一个镜头进来的感光点，用数学的方式分解成几千万个视觉镜头，再重新还原出来。”本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-06-16", "newstime": "20:23", "sentiment": [{"positive_prob": 0.0129779, "confidence": 0.97116, "negative_prob": 0.987022, "sentiment": 0}]}, {"title": "中国邮政与华为的首度合作堪称完美，联邦一夜蒸发市值87亿", "content": "前段时间刚刚出了华为的芯片被断供的事情，就在这次事件不久之后，美国的联邦快递再次挑战华为的底线，将华为的快递包裹“误送”至美国，这一举动彻底激发了华为的戾气，虽然联邦快递及时道歉，但是有些错误是不可原谅的，联邦注定要在中国市场“凉凉”了！联邦快递市值蒸发了87亿截止联邦快递对华为的道歉之前，联邦快递的行为大大触犯了我国人民的禁忌，竟然能够将华为的包裹误送至美国，怎么就那么巧就送到了美国呢？在这个风口浪尖的时候，联邦快递是否有所图谋，我们不得而知，但是联邦快递在中国的市场确实是走到了尽头。受到了此次事件的影响，联邦快递在一夜之间蒸发了87亿的市值，仅仅是由于误送包裹一事。华为宣布与邮政合作，强强联手就在联邦轻描淡写的道歉之后，华为开始正式考虑他们之间是否还有继续合作的必要，结果自然是没有，联邦快递对于自己的问题仅仅是用“失误”两个字来打发了，那么华为对于他的“惩罚”自然不能太轻。6月5日，华为正式官宣了一份文件，文件中写明了华为即将和中国邮政签署战略合作协议，以后邮政负责华为的所有快件寄送。两者就未来的合作展开互补式发展。与此同时，网友们纷纷表示：关键时刻，还是自家人靠谱啊！这是华为首次与央企合作，对于中国邮政来说，从曾经的银行发展至现在的多元化发展业务，中国邮政这一路走来也经历了不少的大风大浪，而邮政有史以来最令人记忆犹新的可能就是他的的速度了，凡是买过邮政快递的人都知道，没有最慢，只有邮政……但是邮政自从成立以来就不是主打赚钱的，他是国家冠名的企业，全国各地乃至全世界各地，就没有邮达到不了的地方！华为作为目前国内炙手可热的科技巨头，每年在研发方面的投资就是数以万计，现在的华为在全球都是数一数二的有名，不仅仅是手机业务方面，在其他科技研究方面也是排在前列，在5G来临之前，华为已经做好了充分的准备，这次和联邦的解约也是大快人心，加上中国邮政的助力，未来的华为一定会继续大放异彩！", "author": "聚富财经", "newsdate": "发布时间：19-06-16", "newstime": "14:36", "sentiment": [{"positive_prob": 0.999488, "confidence": 0.998863, "negative_prob": 0.000511589, "sentiment": 2}]}, {"title": "华为“封神”第一战！向世界巨头索赔70亿，美国搬起石头砸自己脚", "content": "华为与美国的交锋是最近的热点新闻，也是我国科技界的大头条，作为一家跨国公司，华为企业拥有一流的研发团队和科技成果，也正是因此，在贸易问题发生后，华为冲在了第一线，尽管美国多次刁难，但所幸作为一家一流企业，华为还是凭借着自己过硬的本领杀出了重围。而近段时间，华为不仅突出重围，还将敌人美国政府杀了个措手不及，让人不禁感叹：美国这是搬起石头砸自己的脚！据英国路透社6月12日报道，鉴于目前的形势，华为公司正式开始了专利战，向世界巨头Verizon公司索赔10亿美金（70亿人民币），分别是230多项专利的使用费用，对此，华为解释道，尽管Verizon与华为没有利益关系，但其旗下的20多个供应商仍在使用华为的核心网络设备与优先基础建设、物联网技术等三个领域的设备和技术，对此，Verzion与华为进行了第一轮接触，双方将就某些专利内容进行探讨。之所以华为会骤然发难，实际上是因为美国自己先给自己找了不痛快，2011年，奥巴马政府就曾对于我国的各大手机企业，如中兴、华为等进行了调查，并试图利用这来污蔑我国，然而功亏一篑，2018年1月份，在美国政府的授意下，部分美国企业禁止了华为的贩卖，并试图通过这种方式来逼迫华为就范，然而谁都没想到的是，华为并没有放弃申诉，而是在关键时刻，利用Verzion采用了注册华为专利的技术来对美国政府反制。同时，除了利用专利来向美企业索赔外，华为还针对了笼罩在美国政府阴影下的多家科研协会进行攻势，之前的IEEE问题便是华为打响的第一枪，在IEEE将华为科研人员除名后，数个海内外知名的专家为华为发声，指出IEEE此举有违科学精神，严重破坏了科研秩序，希望IEEE能够好好反思，不要被霸权主义所打倒。从华为事件中，我们可以看出，尽管美国一再围堵华为，但所谓得道者多助失道者寡助，强制推行霸权主义终将受到批评，而只有共同进步，一起合作，才能够迎来科技的飞跃。同时，华为的反击也对我国是一个启发，不论一家公司做的如何，首先他得有拿的出手的东西，华为坐拥230余专利，还拥有强大的科研团队，这才决定了他们在面对美国可以心里不慌，可以从容反击！相信随着华为与美国的战争逐渐白热化，这次的反杀也将成为华为“封神”的第一战！", "author": "军事帝", "newsdate": "发布时间：19-06-16", "newstime": "09:54", "sentiment": [{"positive_prob": 0.120663, "confidence": 0.73186, "negative_prob": 0.879337, "sentiment": 0}]}, {"title": "同样是华为的手机，华为系列与荣耀有何不同？", "content": "最近几年，华为手机在我国的销量一直持续攀升，甚至有超越苹果手机的苗头。使用过华为手机的人都会为华为手机点赞，尤其是p30的拍照功能，简直强大到不行。但很多人都以为华为只是一个做手机的企业，其实这是错误的观念，华为的主业是通讯，副业才是做手机。华为推出了很多系列的手机，比如麦芒，畅享，华为与及荣耀。对于购买一个华为手机的人来说，他们一直好奇，华为中的荣耀手机到底是什么意思？是一个独立的品牌，还是说只是一个称呼？以前的荣耀是华为的子公司。现在成为独立品牌，华为p系列和mate系列的定位是属于高端商务型，荣耀手机方面的定位更适合普通大众去消费。除此之外，二者的销售渠道也有一定的差别，华为的话是以线下为主，定价会稍高。荣耀主打线上，价格方面会低于华为。第3个就是手机的零件问题，华为多数采用外国进口的屏幕，荣耀的话则是安装国产屏。最后一个就是整体的分析，华为手机相比荣耀手机来说会更加的先进，很多都是华为手机体验过后，再轮到荣耀使用。其实对于华为和荣耀，很多网友也有自己的看法，有网友觉得：有一些荣耀系列的手机也是很不错的，而且价格相对于便宜，可以用不到2000的价格买一个高运行的手机，而且5g时代要来临，很多人也会担心换手机，所以会更青睐于低价格的荣耀。对于华为和荣耀这两款手机，你们会怎么选择？", "author": "老鱼谈世界", "newsdate": "发布时间：19-06-16", "newstime": "21:29", "sentiment": [{"positive_prob": 0.683184, "confidence": 0.295964, "negative_prob": 0.316816, "sentiment": 2}]}, {"title": "美国针对华为计划夭折，大势已去盟友纷纷倒戈华为，三星完败", "content": "导读：美国针对华为计划夭折，大势已去盟友纷纷倒戈华为，三星完败据外媒报道，近日全球著名的电信运营商沃达丰宣布本月15号当天在西班牙启动15个城市的5G网络，而此次计划的设备来自华为公司，华为公司成了此次计划核心设备的供应商。可能大家对沃达丰这个公司比较陌生，他是一家英国的跨国电信公司，之前美国在针对华为公司的时候，曾联合了包括英国在内的一些国家，禁止使用华为设备及其他的一些产品，意图全面禁止华为在海外的发展。此次沃达丰公司这一表示，公开无视了美国方面的禁令，坚持使用了华为设备，着实给美国打脸了，估计此刻美国气懵了。其实英国早在上个月底的时候，领先其他国家一步开通了5G网络服务，见大势已去，紧接着其他一些国家也陆续开通了5G网络计划，在权衡利弊之下，现在沃达丰一下子在西班牙开通这么多的城市，虽然违反了美国的禁令，想必收到的回报肯定也很不错吧。随着这些国家不断开通5G网络服务，这些国家的5G建设都快要赶超美国了。在看看美国这边，虽然针对华为的计划几经夭折，美国仍不死心，还妄想针对华为采取更进一步的措施，就在美国内部，已经有一部分人希望美国就此停止当前一切针对华为的措施，赶紧加快5G网络的建设，而还有一部分人觉得应该继续对华为公司采取措施，遏制其发展，以此稳定自己科技霸主的地位。他们的争论不休使得美国的5G网络建设步步维艰，落后于其他的国家。到现在美国还没有认清楚现实，之前针对华为公司的计划可以说是夭折了，在后面的新措施，可以预料到没出手就会胎死腹中的，之前美国要求其他国家站队的时候，虽然当时那些国家选择了站队，他们以为美国在5G技术这一块还是领先世界的，但是在华为公司展现出强大是实力后，他们不得不重新之前的站队举动是否正确了，加上之前一直没有站队或者说是在观望的那些国家纷纷选择了华为公司，这些站队的国家坐不住了，纷纷倒戈转向华为公司了。就在其他国家纷纷倒戈华为公司的时候，这时候又有一个国家也倒戈向华为公司了，这是美国这么也想不到，也不能接受的，就是韩国，大家都知道韩国的三星公司技术也是相当厉害的，可能由于近几年在中国市场的节节失利，大家都淡忘了这个公司，虽然在中国市场失利，但是其公司实力不容小觑，在5G通讯技术这一块，虽然比不上华为公司，但是也不会太差的。看来美国打的算盘还是差一步啊，美国以为韩国有三星公司，其5G网络的建设，可以完全依靠本土公司，不用借助华为公司的技术来建设5G网络，而且此前就华为公司的事情已经警告过韩国多次，但是韩国还是选择了回复和华为公司的合作。此次选择华为设备的服务商是韩国LG，为什么韩国会不顾美国警告毅然恢复和华为公司的合作呢？华为5G技术领先世界这已经是毋庸置疑的事实，韩国之前就有测试过，同一个服务商，选择不同的设备来建设5G网络，根据用户反馈回来的数据，三星完败于华为公司。虽然三星有自己的核心技术和设备来建设5G网络，但是用户体验感和华为公司还是没法比的，在绝对的实力面前，韩国不得不恢复与华为公司的合作采用华为公司的设备了，只有有了比较才会选择更好的，测试效果一经流出，在韩国引起一阵不小的轰动，大家也都希望能用上华为设备来建设5G网络。毕竟群众关心的还是网络体验。其实这也怪不到韩国，就连美国本土公司谷歌都已经向华为公司低头示好了，凭什么韩国他们就要使用相对落后的网络呢？就华为公司的产品不少外国媒体就在他们国家的街头采访过不少人，得到的答复也是让华为公司比较欣慰的，外国友人都说到，他们现在用的大多数是华为公司的产品，产品很好，用的也挺顺手的，很喜欢华为公司的产品。当问到将会采用和华为设备来搭建本土的5G网络时，你觉得怎么样。得到的答案统一是他们很期待。华为的5G技术领先世界这已经是不争的事实，不管韩国还是其他国家，他们都应该明白，选择与世界领先的技术企业合作，这样才能更好的学习，才会有更好的发展，如果一味的抵制领先于自己技术的企业，只会是弊大于利。也不利于本国的发展，在今天这个世界，只有企业与企业之间的强强联合，相互学习，才会有更好更长久的发展，才能更好的服务于自己的国家。如果一味的抵制高于自己技术的企业，那就等同与闭门造车，这样只会使得国家技术的落后。我们为华为公司的崛起感到自豪，希望华为公司在以后的发展会越来越好。", "author": "大叔说农村", "newsdate": "发布时间：19-06-16", "newstime": "20:11", "sentiment": [{"positive_prob": 0.316111, "confidence": 0.297532, "negative_prob": 0.683889, "sentiment": 0}]}, {"title": "要求美企支付10亿美元专利费后，华为被美国议员称为“专利流氓”", "content": "虽说华为因为禁令的原因，已经是无法正常和美企进行合作了。不过这并不代表，有些美企就不会使用华为的专利技术。据了解，美国的电信运营商Verizon可是有使用华为230多项专利。这些专利已经是覆盖了不少核心网络设备，有限基础以及物联网技术等。行业内有人表示，这些专利费已经是超过了10亿美元。不过，华为对于这件事，则只是取了一个整数，要求对方支付10亿美元就好了，这个价格也被不少网友调侃，是友情价。只是，华为这种要求美企支付10亿美元专利费明明很正常的操作，可是在这件事发生之后，华为却被美国议员称之为是“专利流氓”，索要高昂的专利流氓。专利流氓这个词，很多人都会想到高通，因为它向手机厂商所收取的专利费，可是十分高昂的。可是华为要求对方支付10亿美元的专利费，明明就是正常收费，说不定还减免了不少。说华为是专利流氓这件事，在网友看来，实在是太过分了。而除了说指责华为是专利流氓之外，这位议员还在推特上提出，华为的专利费所要是没有依据的。从他的言语之中，一直都是指责华为，并且认为华为流氓，通过索要高昂的专利费用赔偿，以此来报复美国等等。而这位议员的言论，也是引来不少国内网友的嘲讽，要知道，美国方面曾经一直都表示中国知识产权方面根本并没有做到位，以及说中国不尊重知识产权，一直侵犯美国公司专利等。如今中国企业已经是掌握了不少专利，美企开始侵犯华为专利，因此华为对于这些专利开始合法进行收取费用的时候，却被攻击说是专利流氓。还将华为描述成一个坏人的模样，实在是很讽刺。因此网友也提到，这位议员实在是太双标了，或者说只许州官放火系列。可以说，这位议员的话，已经是激起了不少网友的愤怒之情。不过，虽说这位议员在推特上是这么说的，可是美媒彭博社的报道中却提到，华为可是用有大量的关键技术专利，并且数量达到了56492个。至于说华为的总专利技术，则高达102911个。那么你们对于这位议员指责华为是“专利流氓”这件事，是怎么看的？", "author": "科技信息源", "newsdate": "发布时间：19-06-16", "newstime": "18:24", "sentiment": [{"positive_prob": 0.0130861, "confidence": 0.97092, "negative_prob": 0.986914, "sentiment": 0}]}, {"title": "美国阴谋不攻自破！俄罗斯向华为抛出橄榄枝，送上一关键技术", "content": "众所周知，作为全球网络模式的发展方向，5G所带来的改变不仅仅只是网速的升级，更多的则是对国家基础性建设有着决定性作用，因此在这样的背景下，掌握着全球最多5G专利技术就成为了众多国家的首选。可是正当华为在5G领域大展身手之际，美国开始采用多种不平等的手段，企图扰乱华为前进的脚步。而这其中就包括了掐断华为供应链以及海外市场。可是正当外界对华为当前的处境会感到担忧之际，华为海思芯片以及鸿蒙系统强势现身，将美国的封锁计划无情打乱。先是的华为多年研发的备胎芯片一夜转正，实现了手机芯片自给自足。之后华为早在的多年前研发的鸿蒙系统正在全球一些国家申请商标。至于万众瞩目的鸿蒙操作系统，根据华为消费者业务CEO余承东透露，鸿蒙操作系统最早将于今年第四季度发布，并且在2020年后进行全面推广。与此同时，正当华为鸿蒙操作系统逐渐步入正轨的情况下，俄罗斯运营商向华为抛出橄榄枝。送上一关键技术-极光根据相关媒体报道，近日华为与俄罗斯电信公司Rostelecom展开积极合作，华为或将采用Rostelecom旗下的操作系统“极光”，与此同时Rostelecom也表示，将全力支持华为推动手机操作系统的研发进程。值得一提的是，就极光操作系统技术一事，俄罗斯通信部官员与华为轮值董事长郭平展开了讨论，并表示俄罗斯的愿意提供极光系统技术，并支持华为在俄罗斯本土建设工厂。据了解，极光作为一种俄罗斯本土使用范围较广的操作系统，不仅安全性极高，同时还有着便利的优势，因此俄罗斯通信部对于华为的帮助无疑是一个好消息。但至于华为最后是否采用极光我们无法猜测，但可以确定的是，作为一款已经成熟的操作系统，极光可以对华为自研系统的开发起到借鉴作用，并有助于鸿蒙系统在推广之际少走一些弯路。虽然在当前安卓系统断供的情况下，极光系统无疑是华为的最佳选择方案。毕竟在掌握着过硬的自主研发技术的优势下，还有俄罗斯关键技术的鼎立支持，对于华为而言，无疑是雪中送炭的一种行为。可是对于美国而言，这样的情况似乎就显得有些焦灼了，本以为在技术的封锁下，华为会就此低头，可不料华为却在逆境中展现出了超强实力，这也是美国万万没有想到的。美国阴谋不攻自破除此之外，俄罗斯最大运营商MTS在风口浪尖上选择与华为进行合作，并干脆签下5G大单。而截至目前，华为在全球范围内已斩获46份5G合同，排名领先爱立信和诺基亚，而之前美国政府利用打压手段来遏制华为5G发展的阴谋却不攻自破。", "author": "科技斑马线", "newsdate": "发布时间：19-06-16", "newstime": "17:03", "sentiment": [{"positive_prob": 0.970899, "confidence": 0.93533, "negative_prob": 0.0291014, "sentiment": 2}]}, {"title": "华为5G高歌猛进，该国上下力挺华为，有人心里又要不爽了", "content": "华为5G技术占优，难道就应该成为被制裁的对象？显然这种逻辑是不通的，也是霸凌的体现。面对华为5G领先的技术，很多国家根本无法拒绝华，这是客观存在的现实。目前这个国家就用实际行动，力挺华为5G，不会屈服某些邪恶势力。根据媒体报道，跨国电信运营商沃达丰近日就在西班牙15个主要城市率先启动了5G商用网络，这些城市包括马德里、巴塞罗那和巴伦西亚等，大约覆盖该国50%的人口。其中引人注目的是，沃达丰使用的5G核心网络设备就是由华为提供。西班牙是继瑞士、英国之后，第三个开通5G商用网络的国家。据了解，西班牙5G用户将会体验到高速网络服务，比如下载速度就可以实现1G每秒，年底时他们还有极大机会使用2G每秒的下载速度。与4G网络相比，5G网络的延迟也大幅降低，将为自动驾驶、远程医疗和虚拟现实等技术提供基础。这对西班牙的产业发展，无疑也是巨大的促进作用。沃达丰公司还表示，他们将陆续在英国和德国等国开通5G网络服务，今年夏天将实现5G网络在英国、意大利和德国的漫游。那么，当地的民众又是如何看待华为的相关产品呢？西班牙当地华为用户表示，非常期待华为5G技术，华为的产品质量过硬。有人表示，华为是一个值得信赖的品牌，华为与其他品牌相比，有非常大的竞争力。使用过华为产品的用户，对华为5G网络毫不犹豫地支持。“四年前我就用华为了，我用得很开心，喜欢它的设计和技术，包括它的软件和拍照功能，效果真的非常好，价格也很好，我是真的喜欢。华为有最好的5G技术，我很肯定它会运行得很好。”有老用户这样称。华为5G的优势，不是靠吹捧出来的，靠的是实实在在的绝对领先优势。在近日于英国伦敦举行的2019年5G全球峰会上，华为的5G智简核心网解决方案获得“最佳5G核心网技术（Best 5G Core Network Technology）”奖。国外调研机构IPLytics统计数据显示，截至2019年3月，中国厂商已申请的5G领域“标准必要专利(SEP)”已占世界34%。其中，华为公司以1554个“标准必要专利”的成绩排名世界第一。好的产品，大家都想优先使用，这是利国利民的行为。华为官方表示，截至2019年6月，华为已在全球获得46个5G商用合同，并在智能电网、VR/AR、车联网、远程医疗、智能制造等领域开展了一系列跨行业合作。根据相关资料显示，华为46个5G商用合同，同样超越竞争对手诺基亚、爱立信等，处于绝对的第一名。对于华为来说，现阶段或许是至暗时刻，但黎明之后，将一骑绝尘。文中图片均来自网络，侵权删图；本文系原创，未经授权不得转载，侵权必究。", "author": "科技数码解读", "newsdate": "发布时间：19-06-16", "newstime": "17:15", "sentiment": [{"positive_prob": 0.698504, "confidence": 0.330008, "negative_prob": 0.301496, "sentiment": 2}]}]