[{"title": "华为Mate 30曝发布会日：9月见", "content": "据外媒PhoneArena的消息报道，华为Mate 30 Pro发布时间为9月2日。而随着发布会临近，华为Mate 30 Pro又有新的曝光，那就瀑布屏。想要围观的小伙伴，赶紧“上车”！算算时间，如果发布消息准确的话，那么，还有不到一个月的时间，我们就能够完全看到新机了，想想还有点小激动。不过据外媒称，华为Mate 30 Pro可能和我们此前所曝光的，有点不一样。最大的不同，就是屏幕的设计。相信大家普遍都是认为华为Mate 30 Pro会采用升降式的摄像结构，打造出目前主流的“真全面屏”效果。但是从曝光的渲染图上看却不是如此，华为Mate 30 Pro不仅采用了刘海屏的屏幕设计，而且从两侧的弧度效果来看，还很有可能就是前阵子引起轰动的“瀑布屏”。另外据业内人士曝光的专业消息称，华为自主研发的“Air Glass”也获得了审批。这样一来，“瀑布屏”的真实性就更加可靠了。并且，从前阵子华为被国外各大科技巨头联名打压的消息中可以解读出，华为是真的被“坑怕了”！导致宁愿自研产品和科技，也不愿意“寄居人下”。这块屏幕的性能，也有相关消息透漏，将会拥有2K分辨率，大小约为6.7英寸。和前代Mate 20 pro相比，相信Mate 30 Pro的视觉效果将会有质的提升。其他外观设计方面，最新的“摄像头设计”固然吸引人，但是这并不是Mate 30 Pro最特别的地方。有消息指出，Mate 30 Pro的背板设计，将会采用九层极光渐变的工艺打造，并搭载一块玻璃材质的后盖，这样的配色效果非常惊艳有格调。从这些曝光的消息来总结，华为Mate 30 Pro要以新面目登场的目的非常明确，而且整体的设计造型、新风格带来的反响效果也非常良好，就是不知道价格方面，华为会不会再加一把劲，我们拭目以待。PS：文中部分图片来源网络。", "author": "数码小萌", "newsdate": "发布时间：19-08-19", "newstime": "14:16", "sentiment": [{"positive_prob": 0.832276, "confidence": 0.627279, "negative_prob": 0.167724, "sentiment": 2}]}, {"title": "华为概念股全线飘红，5G手机发售火爆，细分领域标的股受益", "content": "8月19日，华为概念股全线飘红，截至发稿，银宝山新、新城市、卓翼科技等逾10股涨停，京泉华、深圳华强等个股纷纷大幅拉升。全球市场调研机构IHS Markit日前发布最新数据显示，2019年第二季度，中国华为手机以18%的份额占据全球智能手机市场第二名，中国另一手机品牌OPPO超过美国苹果手机位居第三名。2019年第二季度，中国智能手机品牌共占据42%的全球市场份额，展现出强劲竞争力。另一方面，8月16日，华为国内首款5G手机Mate 20 X 5G版正式发售，售价6199元华为Mate 20 X 5G是华为首款开卖的5G旗舰，它搭载麒麟980+巴龙5000双7nm芯片模组，全面支持三大运营商的5G频段，具体包括中国移动N41和N79 5G频段、中国联通N78 5G频段和中国电信N78 5G频段。据华为官方发布的文章显示，截至8月15日中午12点，华为Mate 20 X (5G) 预约量突破100万。据央视财经，8月19日，美国政府将决定是继续放开对华为供货还是彻底封杀。同时，美国向盟国施压，要求将华为排除在5G网络建设的攻势依然在展开。在这样一个关键时刻，华为创始人任正非接受了英国媒体的专访。任正非称：“我们现在不在乎哪个国家买我们的、不买我们的，我们现在根本的问题是卖不过来，不能供应这么多货物。”任正非还开玩笑地调侃说，华为目前的曝光度和市场空间都是拜特朗普所赐。任正非表示，没有特朗普这么“宣传”，全世界人民不会知道华为这么厉害，这么好。机构：明年起5G手机将迎来大规模换机潮国泰君安证券研究指出，华为首款5G手机Mate20 X（5G） 在国内正式开售，根据国泰君安电子研究团队测算，明年起5G手机将迎来大规模换机潮，出货量或超过2亿。由于智能手机本身渗透率已经很高，所以此轮换机热潮中业绩弹性最大的，未必是手机厂商本身，而会是产业链上的核心元器件提供商。民生证券认为，5G新机在三季度将密集发售，明年起出售的手机将全部是5G手机，下半年新机与旧机并行发售，4G手机进入降价加速去库存阶段。该机构认为，5G手机将采用新的LCP天线，FPC、电磁屏蔽、电池、被动元器件以及散热器件采用量将大幅提升，总体利好上游LCP天线、FPC、散热、被动元器件等消费电子产业链。重点推荐：立讯精密、飞荣达、欣旺达、景旺电子；建议关注，鹏鼎控股、顺络电子。天风证券维持板块“强于大市”评级，看好在华为鸿蒙与科创板催化下，成长股估值重构。建议关注华为国产替代产业链：用友网络、长亮科技、金蝶国际、远光软件、金山办公、万兴科技、中国软件、中孚信息、润和软件、诚迈科技等。", "author": "第一财经", "newsdate": "发布时间：19-08-19", "newstime": "10:58", "sentiment": [{"positive_prob": 0.994697, "confidence": 0.988215, "negative_prob": 0.00530328, "sentiment": 2}]}, {"title": "专访华为张炜：鸿蒙2020年计划用在手表，新品可期待", "content": "[PConline 专访]8月举行的华为开发者大会是国内科技圈的年度盛事，在3天的时间里面，华为围绕“Rethink Possibilities”的主题，就最新的分布式关键技术、全球化生态发展等话题，与开发者共同探讨未来的全场景智慧生态，希望将极致体验带给每一位消费者，并公布了全新的基于微内核的面向全场景的分布式操作系统鸿蒙OS。此外，智能穿戴与运动健康产品也是华为的重要业务。截止到2019年7月份的时候，华为手表、手环的全球出货量已经超过了1000万支。在开发者大会期间，产品线总裁张炜介绍了媒体采访，回答了大家关于产品的疑问，还透露了公司未来的发展规划。Hihealth 2.0与更多的设备商连接，服务上有更加灵活的接入方式HiHealth 2.0在HiHealth 1.0开放运动能力的基础上，在平台能力上增加新的健康模型能力，如血氧的算法能力，同时在运动场景也增加了新的类型，如篮球、铁人三项等；开放能力上，在原来云端API和JS API的基础上，增加了运动健康APP端侧的开放能力，实现了在消费者可选择的将自身数据开放给安卓的生态服务，保证消费者可以享受更多的运动健康类服务，同时也保证了华为运动健康的生态合作伙伴可以借助HiHealth平台，为消费者提供更优质的服务体验。在硬件接入方面，增加了室内健身设备的接入能力，实现穿戴设备和健身设备的联动，同时增强了医疗健康设备的接入能力，提升接入效率；在数据安全上，HiHealth 2.0用户数据隐私至上，严格遵循全球各地的隐私法律要求，包含欧盟GDPR，同时参考GAPP等业界优秀的实践，对用户数据的传输和存储进行加密，全方位保障用户的数据隐私的安全。所以华为认为1.0与2.0相比，希望可以与更多的设备商连接进来。在服务上，可以有更加灵活的接入方式，给消费者更多形式的服务的呈现。这是1.0和2.0的重大区别。希望通过Hihealth把运动健康的能力整合，给消费者闭环服务在开发者大会上面，华为说得更多的是开放，建立更加繁荣的生态。华为希望Hihealth平台能够真正达到开放的能力，因为华为有很多底层的技术，华为有硬件的，传感器的算法，还有未来OS上的能力。华为希望通过Hihealth平台把运动健康的能力整合起来，最终给消费者带来闭环的服务和更多价值的创造。华为希望与合作伙伴一起来做，这就要求Hihealth平台上本身有很强的接入能力，服务的扩展能力，同时在数据安全方面也让消费者感到放心。因此运动健康场景的生态也是全场景健康新的体验，通过穿戴设备为运动和健康提供持续监控保障的能力，不仅能为各行各业带来服务的提升和产品的创新，也能为大众提供更加全面、实时和便捷的交互体验。比如保险、健身、医疗、汽车和教育等行业，都可以将穿戴能力、运动模型和健康管理等能力有效的结合。HiHealth平台是给各个行业的合作伙伴进行赋能，将华为智能穿戴和运动健康的能力开放出来，帮助行业伙伴升级自己的产品和服务，从而给消费者更优质的服务体验。2020年鸿蒙OS 2.0计划应用在手表与手环上，新品保持长续航Watch GT是2018年秋季推出的一款长续航的手表。这款手表是华为一直以来想尝试的方向。因为传统的智能手表在续航上一直是消费者的痛点，所以华为在2018年用一个比较创新的双芯片架构实现运动手表功能的同时保持长续航，公司会坚持这个方向。所以在不久的将来，大家就会看到新的手表亮相。华为会保持这款手表的功能和长续航的基因，也期待消费者能够继续支持我们把HUAWEI WATCH GT这个系列做好。第二代一定会有一些新的功能出来，但还是留在发布会的时候给消费者惊喜，华为相信第二代的体验会更大地超出第一代。2020年，鸿蒙OS 2.0计划应用在手表、手环产品上。智能穿戴，其实有多种形态。在华为的体验区，除了运动健康，手表、手环的展示外，还有生态的跑步机的展示外，还有AR、VR的专区。其实AR和VR一直是华为公司很坚持的战略方向，也是也“1+8+N”中非常重要的一环。华为相信， AR、VR是未来很重要的一个方向。智能手表比传统手表，带来更多的价值手表会迎来第三次革命，大家知道在怀表到机械腕表，机械腕表到石英表，到石英表后，发展的空间增长得非常快。智能手表首先应该是在传统手表的用户群上做一个大升级，在所有的智能技术的加持下，华为解决了长续航的问题，也可以做到传统表的工艺，还带来运动健康功能、智能交互、各个场景间的交互，比传统手表带来更多的价值，同时能够完成传统手表作为配饰的属性。在智能手表上，不仅是手表的体现，可以说是离人体最近的电子设备了，甚至比手机更近，这个场景上，它会发挥更多的跟人体之间的联接，包括现在的运动健康，甚至未来早期疾病的筛查。华为在“1+8+N”里有五大场景，像智慧出行、语音娱乐、移动办公，手表都能与这些场景发生关联。未来，智能手表与这些场景在方方面面的联系上，会发生更大的价值，可能这个量级会更大。华为智能手表，会持续与专业的医疗机构合作华为在2018年与301这样的专业医疗机构初次探讨的时候，双方找到了一个结合点。因为心血管这类疾病是中国慢性病排名第一的人体危害，非常广泛，但是大家普遍都不太重视，也不了解这类疾病的影响。对于医院来说，很难在关键时刻采集到这样的数据，而华为智能手表有24小时心率监测，有能力在院外配合心脏健康的研究，所以华为加入了301医院的心脏健康研究项目。从加入这个项目到今年七月，注册该研究项目的用户已经超过34万，已经筛查出了高风险的用户有超过600个人，后来通过医院回访加上最后确诊超过有300多人。其实广泛的患者筛查和早期的发现，对于301医院的研究项目的效率提升是非常有帮助的。最近有一个新的进展，301医院心脏健康研究团队已经收到欧洲心脏病学会的邀请，介绍这个项目并分享相关成果，这是全球最大的心血管的学术会议，301医院预计月底参加。华为相信能够帮助更多这样的专业机构，未来除了301医院之外可能还会有更多的机构，比如说呼吸系统或者内分泌系统这些疾病的早期筛查和监测，贡献华为的价值。华为会坚持在这个方面跟这些专业机构合作，也相信会有更多的医疗机构加入。手表、手环的全球出货量已经超过了1000万支在2019年6月份的时候，华为发布过一个HUAWEI WATCH GT的新闻稿，当时已经超过了200万的发货，但这个数值一直在不断地增长，很快就会突破300万了。当然HUAWEI WATCH GT系列的销量还会持续增长，华为对未来新一代的产品也同样充满信心。智能手表未来会在一定程度上替代传统手表。我觉得这是对消费者来说体验更好的产品，也会有更多女性产品的型号和款式，还有各种丰富的腕带，现在有硅胶，氟橡胶，未来还会有金属、编织，更环保，更加亲肤的材料会推出来，让佩戴体验越来越好。截止到2019年7月份的时候，华为手表、手环的全球出货量已经超过了1000万支。根据GfK报告，华为在国内市场份额已经达到了33%。当然在国际市场上，华为还会进一步努力，提高出货量和份额。恰逢8月底篮球世界杯，华为也专门为篮球爱好者推出了一款新的手环，华为手环4e，既可以在手上佩戴，也可以佩戴在鞋上记录篮球动作的一些参数数据、评估建议。下半年还会有新的手表、手环产品，稍后大家会看到我们不断推出体验更好的产品。未来会对表盘主题进行免费、付费等形式的运营，开发者可获收益表盘是华为开发者大会的另外一个专题，可以在分论坛的体验区看到表盘市场是怎么创造，开发者可以现场体验怎么开发一个新的表盘，并下载安装到智能手表和手环上。未来华为也提供主题的运营团队对表盘免费、付费以及各种形式的表盘运营。开发者也可以通过表盘获得收益，消费者可以获得更多的第三方以及设计师设计的全新的表盘，都可以下载安装到智能手表，甚至包括到新的手环，都可以支持表盘市场。在APP上就可以打开，设备里就有一个表盘市场的入口，所以表盘确实是消费者非常喜爱的东西，从分论坛的体验区就看到，很多的消费者在表盘市场的专区上停留，大家都非常感兴趣。", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-19", "newstime": "16:12", "sentiment": [{"positive_prob": 0.997293, "confidence": 0.993985, "negative_prob": 0.0027066, "sentiment": 2}]}, {"title": "外媒曝光华为新机Y9s：将搭载升降式摄像头", "content": "[PConline 资讯]8月19日消息，外媒Android Enterprise报道声称，华为将很快推出其2019年中档手机的Y9更新款手机Y9s，Y9s目前已经出现在Android Enterprise的数据库中。从Android Enterprise的数据库中可知，华为Y9s会作为工作用机投放，并且Y9s比起Y9的3GB内存，将升级为4G 内存和64GB 闪存。正面屏幕为一块完整的6.5英寸屏，并没有任何前置摄像头位置，因此推测其会搭载升降式前置摄像头，运行安卓9系统，支持指纹解锁。但是目前仍未知华为Y9s的处理器。它最有可能坚持使用前代的麒麟710，或者可能是现在与Honor 9X和9X Pro相关联的麒麟810。华为在印度发布了Y9 Prime 2019手机，与这款Y9s手机的配置十分相似。Y9 Prime 2019同样采用弹出式前置摄像头。后置三摄使用麒麟710F处理器，使用4000mAh的电池。可以选择4GB内存和128GB存储空间版本，手售价为15990印度卢比（约合人民币1597元）。", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-19", "newstime": "13:06", "sentiment": [{"positive_prob": 0.105266, "confidence": 0.766075, "negative_prob": 0.894734, "sentiment": 0}]}, {"title": "华为Mate30Pro或将于9月发布，主要参数被确认，价格更感人！", "content": "现如今的手机厂商都开始准备起下半年的旗舰手机布局，而就在最近，网络上又出现了很多关于华为Mate30Pro的新机曝光消息，看起来会是非常不错的旗舰。华为Mate30Pro或将于9月发布，主要参数被确认，价格更感人。近日有网友曝光在地铁上见到华为Mate30Pro的真机，采用的是曲面屏幕设计，也被称之为是“瀑布屏”，背部则是用了圆形摄像头设计，这样的设计颜值虽然并不是特别高，但是据说在拍照方面会采用索尼定制传感器，搭载的是4000万+4000万+800万+TOF传感器，这样以来拍照水准就会大幅度提升。华为Mate30Pro这款手机的硬件也会随着升级到搭载麒麟985处理器，性能对比麒麟980会进一步提升30%左右，这样以来也可以解决一直因为性能不足被诟病的问题。同时，华为Mate30Pro将会搭载8GB+128GB起步的储存组合，此外还将会运行基于Android10的EMUI10系统。在细节功能上，华为Mate30Pro依旧还是会搭载4200mAh的电池，最高将会支持55W的快充。不仅如此，华为Mate30Pro还会具备30W的无线快充，不过标准将会是25W无线快充，同时支持反向充电。值得一提的是，华为Mate30Pro的定价就不会很便宜了，任正非放话华为手机要追求高利润，像苹果手机学习。而这样一来，华为Mate30Pro最终的价格就会很感人了，预计将要达到5688元左右，这样的价格完全会将华为Mate30Pro推向国产最昂贵的旗舰定位。对于华为Mate30Pro这样的定价，你们觉得怎样呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-08-19", "newstime": "17:35", "sentiment": [{"positive_prob": 0.995451, "confidence": 0.98989, "negative_prob": 0.00454944, "sentiment": 2}]}, {"title": "华为EMUI10的美学哲思：让美不止初见", "content": "几年前，中国手机UI设计思路还在亦步亦趋效仿苹果iOS，iOS 7引领了全行业爱上扁平化UI风，但从iOS 8开始，苹果便开始“新三年旧三年，缝缝补补又三年”。苹果对iPhone可用“不思进取”来形容，对系统的更新态度同样称得上挤牙膏。相比之下，华为手机的EMUI系统却在不断演进着，每每刷新人们对科技美学的认知。在8月9日的华为开发者大会上，华为正式发布了EMUI10，给众多关注者带来了极大的震撼，并宣布将在下一代Mate系列首发搭载。据悉，EMUI目前的日活用户达到了5亿人，而EMUI10升级用户预计将达到1.5亿。引入莫兰迪色系 释放轻美时尚风 美在何时都不会令人抗拒，这次EMUI10采用了莫兰迪色系，为人们呈现出一股全新的美学风。莫兰迪是意大利著名的画家，其用色的原则就是在色彩中加入了高级的灰，让这种颜色看起来平和自然、优雅细致。低调的高级感和品质感让莫兰迪色系色彩不会太艳丽，同时也不会太寡淡。如图所见，这种色彩风格隐隐透出一股ins风，但却没有刻意小清新的感觉，UI看起来更加美观和简洁，相对之前的版本更加年轻化，在时尚美观的同时还保留了一丝沉稳。设计细节方面，华为对EMUI10中的图标也做了重新设计，每个图标的形状轮廓均按照黄金比例重新整理，最终实现整体和视觉上的和谐一致。新绘制的图标给人以更为直观的感受，相比上一个版本的EMUI更加扁平化，十分符合当下的设计、审美潮流。第一眼看到EMUI10，你会感到整体设计更加美观、色彩调配更时尚，同时图标绘制也更加精致。此外，EMUI10在设计上增添了不少靓丽的元素，对于感观更为细腻的女性用户同样有着不小的吸引力。而除了过人的颜值，EMUI10的进化还有许多。深色模式：年轻人的护眼福音 随着当下人们工作、生活的节奏不断变快，可能一天真正安静下来的时光就只有睡前了。晚上躺在床上看手机，早已成为不少年轻人的深夜标配。EMUI10此次增加的深色模式，可以说是夜间阅读党的一个福音。EMUI10深色模式最显而易见的优势在于——可以让用户在夜间环境下获得更好的视觉体验。深色模式下，无论是文字还是图标的颜色均做了优化处理。值得注意的是，EMUI10的深色模式不是简单的颜色反转，而是基于大量的人因研究进行了对比度和色阶调试后的最佳方案，从而确保人眼观看感受的一致性、舒适性和阅读的易读性。杂志化排版，让视觉可以大口呼吸 EMUI10还将杂志化的布局引入到了页面设计中，这符合用户潜移默化养成的阅读浏览习惯。比如联系人或设置页面，有更大更明显的标题区域，以及更大的留白区。这不仅让每个功能界面的主题更加突出，充足的留白也让页面有更多的呼吸感，用户用手机就像翻杂志一样视觉愉悦。此外，EMUI10还加入了多彩AOD（Always On Display），默认的AOD会随着时间的不同而变换色彩，灵感就来源于不同时刻天空的颜色变化：清晨阳光初升的清冷，到正午头顶阳光直射的暖洋洋，再到日转西头，夜晚城市霓虹光映衬出藏青色的天空。某种程度上，EMUI10是具有“生命”的，它不但知阴晴冷暖，还懂日升月落，一天中每一个具有代表意义的时间节点，EMUI10均能将最合适的色彩呈现在用户眼前，这一切都是自动化的，不需要任何人工的操作。EMUI进化史 每一个系统都有其发展轨迹，事实上EMUI10最为突出的几大变化，在之前几个EMUI版本上已经埋下了伏笔。据了解，从1.0版本到9.0版本，EMUI从功能、设计、应用等多个方面均作出循序渐进的升级。MUI 1.0：Emotion UI的首次更迭，实现了桌面和主菜单的合二为一，减少多余的操作步骤，可承载更多内容。EMUI 2.0：首次带来杂志锁屏，随时更新、自动切换，每次解锁手机都有新惊喜。EMUI 3.0颠覆以往UI风格，采用点线圈设计，简约明朗，简单交互体验更高效。EMUI 4.0：新的专业相机模式，增添ISO、白平衡、对焦模式等专业调试功能，影像能力再进阶，开启手机摄影时代。EMUI 5.0：F2FS文件系统流畅度提升20%，解决卡顿问题，界面设计与交互设计再升级。EMUI 8.0：从“芯”质变，实现情景模式、电脑模式等智能模式；EMUI 8.1加入960帧超级慢动作的视频录制，开启精彩慢世界。EMUI 9.0：从自然中寻找灵感，将山岳、冰川等元素融入音效，身临其境。量变必然引起质变，EMUI10带来的惊喜，不但来自于革新性的思考，更是对以往版本优势的不断积累。结语 正如“美，不止初见”这句slogan所表达的，EMUI10不但融入了相当多的经典美学元素，还汲取了大量的时尚潮流元素，将经典美学与潮流美学融为一体，从而带来了更为年轻化的色彩和审美体验。除了审美上的大幅提升，EMUI10还首次将分布式技术应用到全场景体验当中，可实现全场景音视频通话、跨终端协同办公、智慧车载等场景化应用，堪称是华为终端软件发展史上的重要里程碑。EMUI10将在下一代Mate系列上首发搭载，而它能与一直追求“极致科技”的Mate系列碰撞出哪些更为绚烂的火花，就让我们拭目以待吧。【来源：Techweb】【作者：Suky】", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-19", "newstime": "18:17", "sentiment": [{"positive_prob": 0.999583, "confidence": 0.999074, "negative_prob": 0.000416791, "sentiment": 2}]}, {"title": "华为智能AR/VR眼镜亮相在即 它们将成最大赢家（附股）", "content": "来源：金融界网站据外媒报道，8月14日，华为在EUIPO（欧盟知识产权局）和英国IPO（知识产权局）申请了两个商标，名称为华为“AR Glass”和华为“VR Glass”，并附有说明：智能眼镜、智能手表、智能手机、3D眼镜、太阳镜和眼镜。业内猜测，华为的智能AR/VR眼镜即将推出。 此前MWC19上海期间，华为手机业务总裁何刚在全球终端峰会发表演讲，提及华为终端在5G时代的全场景战略是“1+8+N”。他透露，华为即将发布5G+VR的颠覆式智能眼镜，他表示，在5G时代，华为会持续围绕芯片、拍照、电池及充电、新形态以及美学等方面不断开发软硬件产品，引领软硬件创新。预计伴随华为智能AR/VR眼镜的推出，相关产业链公司有望受益。 相关上市公司：歌尔股份：参与了华为VR部分设计和整机制造业务。华为是公司重要的战略客户，在精密零组件和多种智能硬件方面都有项目配合；佳创视讯：华为企业网络系列产品经销商，侧重于传输网络，云平台等方面合作，佳创VR主要在解决方案层面和华为有合作，比如集成华为海思芯片；星星科技：与华为有直接或间接的业务合作往来，并保持良好的合作，公司表示会积极参与并配合现有客户关于VR产品的开发。 ", "author": "金融界", "newsdate": "发布时间：19-08-19", "newstime": "07:27", "sentiment": [{"positive_prob": 0.98872, "confidence": 0.974933, "negative_prob": 0.01128, "sentiment": 2}]}, {"title": "EMUI10毫无亮点？细数华为EMUI10的四大升级之处！", "content": "8月9号的时候，华为在2019开发者大会上正式发布了EMUI10系统，这次的Slogan为：美，不止初见。在很多地方上都做了改进和升级，今天小编就带大家一起来了解一下EMUI10有哪些进步的点。根据官方介绍，EMUI10是基于杂志风重新设计了界面。那么，什么是杂志风呢？用最直白的话讲就是标题变得更大，然后留白的地方有很多，看起来更加简洁了。除此之外，EMUI10还加入了莫兰迪色系，就是在色彩中加入了高级的灰，让颜色看起来平和自然，有一种淡淡的感觉。第三种就是暗黑模式的加入了，用过华为的朋友可能都知道，从EMUI9系统开始，在使用OLED屏幕的机型上，已经有了深色省电皮肤的功能。不过EMUI10是基于Android Q深度定制的，而Android Q上的暗黑模式为全局的，也就意味着能适配更多的第三方应用。第4个就是息屏显示了，不再单单只是显示时间和电量，加入了更多有趣的动画元素。比如地球、宇航员、鸟、羽毛等等，可玩性更高了。总的来说，EMUI10的改变还是挺大的，特别是这个界面的设计，有别于华为以往的风格。于是乎有网友也开始感叹：华为的UI终于跟上时代了！那么，大家对于EMUI10有什么看法呢？好了，如果喜欢这篇文章或者想获取更多科技资讯，记得点赞关注哦。", "author": "00后科技说", "newsdate": "发布时间：19-08-19", "newstime": "00:10", "sentiment": [{"positive_prob": 0.000409902, "confidence": 0.999089, "negative_prob": 0.99959, "sentiment": 0}]}, {"title": "华为将在9月19日，发布Mate30 pro，价格良心", "content": "摘要：随着中国智能手机市场竞争变得越来越激烈，各大品牌正在准备下半年的大量新机器，希望能够实现更高的销量，华为也不例外，现在华为的实力已经全方面提升，与此同时也掌握了话语权，此外余承东做出了大动作，全新推出Mate30pro将于9月19日发布，氙气闪光灯成最大亮点，价格良心。相信大家都了解Mate系列，这一款手机主要是追求大气还有高端，对产品的要求苛刻，所以Mate30pro将作为第一代机皇，根据华为经理王成录向欧洲媒体的爆料，华为将在今年的9月19日全新推出Mate30系列的手机，关于它的传闻也逐渐被确认，这款神秘的手机，已经没有太多的悬念。据外国媒体报道，3d结构光人脸识别这个功能将会在华为Mate30pro上保留，采用COF瀑布全面屏，带来更小的刘海，具有更快的解锁功能，以及屏幕的冲击感，还有九层的溅镀膜以及极光渐变色后壳等工艺，IP68级别防水，据说它能够在6米深的水中能够存活2个小时以上。Mate30 pro最大的特点就是相机，手机后面圆形相机有点类似于Lumia 1020的相机模组设计，可以说在行内也是顶级的水平了，进一步的增强了摄像功能，还有很多功能让人无法挑剔。手机的硬件部分，华为Mate30 pro是麒麟990处理器，直接跳过985处理器的做法确实让人捉摸不透，在SOC的性能上提升了百分之30，而且4310毫安的电池支持40万快充，30万无线快充是我们不可忽略的亮点。总的来说，这是一款延续自身硬件的优势，打造了一款科技满满的国产科技标杆，所有人都关注的价格问题，任正非也要求余承东把华为的定价像苹果看齐，预测8+128G的可能会达到6388元，如果真的是真的话，这个价格很诱人，那么你会支持华为吗？那么对此，你们对于这款手机有什么看法呢！", "author": "消费新政务", "newsdate": "发布时间：19-08-19", "newstime": "18:40", "sentiment": [{"positive_prob": 0.972603, "confidence": 0.939117, "negative_prob": 0.0273972, "sentiment": 2}]}, {"title": "华为Pay三周年庆 这些城市坐地铁/公交最低只要1分钱！", "content": "【CNMO新闻】2016年8月底，华为正式推出华为Pay。不知不觉，华为Pay三周年马上就要到来了。为此，华为官方宣布1分钱坐公交地铁的福利将继续带给大家，北京、深圳、杭州等20多个城市使用华为Pay乘坐公交地铁，还可享受更多优惠。华为Pay手机闪付最低1分钱坐公交地铁在活动期间，用户使用银联手机闪付华为Pay，在活动支持的城市乘坐公交或地铁可享受“一分钱乘车”或“5折乘车优惠”，活动名额有限，用完即止。另外活动仅限使用华为Pay绑定62开头银联卡的用户，不同城市的优惠活动时间有所不同，用户可前往活动页面查看详情。其中支持1分钱/5折坐公交的城市有北京、天津、深圳、杭州、郑州、兰州、重庆、江阴、连云港、梧州、抚州、济南、寿光、桂林、温州和衡水；支持1分钱/5折坐地铁的城市有南昌、杭州、南宁、兰州和合肥。如何使用华为Pay乘车华为Pay可以给我们的出行省去很多麻烦，用户只要开通了这个功能，就可以省去排队买票带来的麻烦。开通华为Pay的步骤也很简单，具体操作步骤为：打开手机里“钱包”APP，点击“+”或者银行卡banner图，添加银行卡，按提示操作，成功添加银行卡即可。活动支持多款机型参与，具体机型支持列表见上图。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-19", "newstime": "14:20", "sentiment": [{"positive_prob": 0.968552, "confidence": 0.930115, "negative_prob": 0.0314482, "sentiment": 2}]}]