[{"title": "为什么华为Mate30卖不赢iPhone11？主要原因包括三点", "content": "随着华为手机在高端领域的强势崛起，现在的苹果手机在中国市场也面临着巨大的发展压力，所以面对激烈的市场竞争环境，今年库克明显加快了产品的升级速度。通过查询第三方平台的销售数据和评价可以发现iPhone11却十分热销，拿下多个冠军的位置。说到这里，我们提出一个问题：为什么华为Mate30卖不赢iPhone11？先说说华为Mate30，它搭载麒麟990处理器和运行基于AndroidQ为底层深度定制的EMUI10系统，这样的组合应对日常应用程序没有压力，体验主流游戏的帧率稳定性也不会存在太多可挑剔的地方，徕卡认证三摄模组在达芬奇独立NPU神经元的驱动还有超级夜景模式的优化下，它的成片速度和成像的质量也是处于行业顶级水准，4200毫安电池和40W有线快充的加持严格来说也符合长续航的标准，超窄额头全面屏配合铝中框的紧密贴合，带来舒适握持感的同时也能够满足日常生活防水防尘的需要。再看看iPhone11，它运行IOS13系统并且与A13仿生处理器形成协同能力，在安兔兔能够跑近45万分，得益于其强大的内核所以体验王者荣耀、和平精英等流畅度是妥妥的，1200万后置双摄模组新增夜拍模式提升弱光环境下的成像观感，暗部细节得到保留又不会丢失真实性，延续3D结构光解锁和成熟的手势操作逻辑，这些都是我们不能够忽视的亮点。综上所述，华为Mate30和iPhone11都称得上打磨到位的旗舰机，可是我们通过某东平台的数据可以知道，截至目前前者的评价数为7.9万，而后者已经发到34万并拿下11月1日单品销量冠军，那为什么华为Mate30拼不赢iPhone11呢？在笔者看来原因很简单，主要原因离不开三点：首先，这两年华为加大投入冲击旗舰领域并塑造自己的高端形象，不过由于它是由中低端机起步慢慢发展起来，而苹果则一直深耕五千元或以上段位，它在中国市场一直被视为高端机的领导者，品牌形象和号召力更强。其次，华为Mate30的起步价为3999元，它对比上一代其实还是有明显的溢价，而iPhone11虽然卖到5499元，但是它对比iPhoneXR还足足便宜近千元，这样一升一降相信对于预算充足的消费者来说，苹果明显是“更香”的。最后，由于华为Mate30和iPhone11都不具备5G功能，所以用户考虑更多应该是产品的综合素质，在这一点上苹果具备更强大的SOC、更完整的软件生态，能够保障在未来一至两年内不容易卡顿，这一点华为还有很大的进步空间。综合来说，随着自身综合实力的提升，现在的华为已经具备与苹果一较高下能力，可是由于Mate30在品牌、软硬件能力、性价比等方面还是逊色于iPhone11，销量不如它也就不难理解了。当然，华为的努力必须得到肯定，让我们给它多一点时间吧！", "author": "老实人日报", "newsdate": "发布时间：19-11-03", "newstime": "10:31", "sentiment": [{"positive_prob": 0.0123889, "confidence": 0.972469, "negative_prob": 0.987611, "sentiment": 0}]}, {"title": "抓住华为HR，160小时的加班就解决了？", "content": "这个周末华为又火了，不过这次是一件不太光彩的事情。在华为心声社区，一位从研发转岗到HR的华为员工胡玲用5000字的长帖讲述了自己在HR岗位上的奇葩经历，她在力求改善工程师工作环境，而HR团队和领导与原本的工作职责背道而驰。研发员工月加班160小时，HR不是去关心研发的身体过度透支，而是吃着公司200块一对的大闸蟹，探讨160小时中多长时间是划水。研发32岁绩效B+被劝退，40岁的HR上班摸鱼绩效3连B还轻轻松松。国家劳动法规定的是每月加班不得超过36小时，而华为这一次刷出了新高度，超过4倍。事情发生在华为2012实验室，但情况却不止是这一个地方，华为在创造了世界瞩目的成绩，引领5G发展的同时，其员工也承担了巨大的压力。加班，是一个让人爱恨交加的问题。在职场的人，不想加班，他们想在轻松的工作之余，有自己的生活，有自己的休闲时间。但是，这种情形一般出现在机关、事业单位和半死不活的公司。蒸蒸向上的企业，员工都有冲天的干劲儿，加班是家常便饭，不用说华为这种非常多实体业务的企业，手机、笔记本、耳机等都是竞争很激烈的领域。所有的成绩，不止有人才就可以解决，还需要靠时间的累计。华为之所以能够领先，不仅是因为有许许多多高级人才，更是因为在巨大利益刺激下，大家把加班当作家常便饭。其实，又岂止是华为，阿里、腾讯、网易、百度等蒸蒸日上、活力十足的公司，哪一个公司的办公楼不是坐满了通宵达旦的人。我们的发展，是靠勤奋累积的。曾经有很多人在质疑互联网公司“996”的加班模式，认为是违反劳动法，认为是违反人道主义精神。但是任何一个身在其中的人，一定是宁愿选择有“996”的机会，也不会选择每天八个小时的“铁饭碗”。连马云都说：”能做996是一种巨大的福气，很多公司、很多人想996都没有机会。“实际上，现在已经没有“铁饭碗”，机关和事业单位也需要竞争上岗，现在的公务员也是要“撸起袖子加油干”，不干，美好梦想怎么实现？对于华为来说，加班没什么可说的，员工满意度确实需要再提升，薪水不是唯一的，员工也需要被尊重；另外，更重要的是，华为发展到今天，许多部门存在“小白鼠”，确实要从制度和实践上好好的整顿一下了。5G时代，华为走在了前列，但这个领先地位的背后，是无数人的努力。请不要让少数人的“懒惰”毁了大家的努力。", "author": "易水观察", "newsdate": "发布时间：19-11-03", "newstime": "11:16", "sentiment": [{"positive_prob": 0.520642, "confidence": 0.587155, "negative_prob": 0.479358, "sentiment": 1}]}, {"title": "华为很良心，Mate30一夜跌至“新低价”，网友：还是买早了！", "content": "得益于不断增加资金投入和创新技术积累，如今的华为已经快速成长为全国第一大智能手机品牌，中低端机销量全面爆发的同时，高端领域也取得新进展，不仅是众多国产友商不能够忽视的劲敌，更是苹果也不能够忽视的对手。没错，华为拥有毋庸置疑的实力，只不过话又说回来，在机海战术大背景下，它的部分产品处境却变得有些难堪，例如这一回华为很良心，Mate30加速跌至“新低价”，网友吐槽却一针见血。说起华为Mate30相信大部分人应该都不会感到陌生，它作为今年超级旗舰的身份登场，被视为苹果最有力的对手，也被余承东寄予销量破两千万台的厚望，承载着相当远大的目标，所以综合素质打磨必须到位。首先，Mate30拥有麒麟990处理器和EMUI10相结合的组合，两者形成更强的协同能力，应对日常应用程序几乎没有压力体验，主流游戏的帧率稳定性也不会存在太多可挑剔地方，4200毫安电池和40瓦有线快充，严格来说也符合长续航的标准，延续无线充电和第七代光学指纹解锁等元素也符合大部分花粉一贯的期待。其次，Mate30拥有徕卡认证的三摄模组，在达芬奇独立NPU神经元的驱动下，它的成片能力相比上一代有接近20%的提升，这也是我们不能够忽视的亮点之一，超级夜景模式针对弱光成像控制噪点和涂抹感，观感的观感也变得可圈可点；另外，它用上超窄额头的全面屏带来震撼的视觉效果，四曲面玻璃后壳配合铝中框的紧密贴合，拥有舒适的握持手感还能够满足日常生活防水的需要。是的，如果只是从参数层面来分析的话，Mate30确实能够称得上是一款出色的华为手机，也能够体现出其现阶段的真正水平和品牌魅力。在最初的时候卖到4298元依然非常受欢迎，只是随着新品的接踵而至还有友商加大蚕食力度，它也面临巨大的压力，现在6G+128G版本在知名授权第三方平台最低已经跌剩3644元。这样的幅度可以说明华为很良心，Mate30一夜跌至“新低价”，可惜网友吐槽买早了却令人感到扎心了。他们主要在意两点：一方面，Mate30才刚刚发布一个月时间左右，严格来说并不属于旧款，只是现在5G版本Mate30已经上市并且持续热销，前者的人气和地位直接被取代，4G版本似乎只是一个“过渡机”，早期原价甚至加价入手的人好像被“收割”了；另一方面，现在大部分的竞品性价比都不输华为Mate30，其中就包括小米9Pro、一加7T、魅族16sPro，它正严重贬值。从笔者的角度出发，华为已经在高端机领域站稳阵脚确实可喜可贺，Mate30也是立下汗马功劳，只是随着它缺乏性价比、新元素等原因而不得不降价提升销量，这样的做法对于刺激潜在用户购买欲望有作用，可对于老用户而言确实不好友，有人抱怨也是理所当然的。", "author": "老实人日报", "newsdate": "发布时间：19-11-03", "newstime": "07:26", "sentiment": [{"positive_prob": 0.991685, "confidence": 0.981521, "negative_prob": 0.00831541, "sentiment": 2}]}, {"title": "外媒曝光华为NOVA6，搭载麒麟990和4800万像素加持，年底即将上市", "content": "虽说目前华为把中低端的重任基本交给了子品牌荣耀，但是由于品牌价值和定位，华为品牌也会根据市场反馈推出一部分自有品牌的中端机。此前，华为就推出了中端系列的NOVA系列，中端的定位让它受到了一些年轻用户的喜爱，而如今这个系列的最新机型NOVA6也即将问世。华为NOVA5近日，有外媒曝光了华为NOVA6的真机渲染图，该机拥有三种配色，分别为黑灰色、蓝色以及紫色。正面为极点全面屏设计，前置为双摄设计，并且把双摄像头镶嵌在屏幕里，类似于三星Galaxy S10+的前置设计，也算是创意“撞车”，不过是放在左边，这也是华为手机首次采用了该方案。在配置方面，NOVA6目前已经通过了工信部的入网许可，它提供4G和5G两个版本，新机编号为WLZ-AN00，最高支持40W快充，与此前的曝光基本吻合。如果不出意外的话，5G版本将搭载最高频率为2.86GHz的麒麟990 5G处理器。这也是华为目前最新也是最强的一枚处理器，采用了最新的7nm EUV工艺制程，把基带集成到芯片当中，晶体管数量也达到了历史之最，数量超过了130亿。在拍照方面，华为NOVA6讲采用了一套后置四摄配置，推测为主摄+广角+长焦+TOF景深镜头，主摄依然会延续上一代华为NOVA5 Pro上那枚4800万像素的IMX582，整体素质不如华为荣耀20上那枚最强IMX586。不过，即便如此，华为对相机强大的优化，也让我们有理由去期待NOVA6的拍照。最后，这款华为NOVA6最有希望在年底，也就是12月正式上市，与它同一时间亮相的应该还有它的兄弟机型荣耀V30，两款手机大概率都会采用同款正面设计，并且都会采用麒麟990 5G处理器，这意味着华为开始把自己的旗舰处理器正式下放到中端机型，也表示华为的5G手机布局正式开启了。你觉得华为这款新机怎么样呢？", "author": "AI科技报", "newsdate": "发布时间：19-11-03", "newstime": "17:38", "sentiment": [{"positive_prob": 0.59951, "confidence": 0.110021, "negative_prob": 0.40049, "sentiment": 2}]}, {"title": "“5G爆品”名副其实 华为Mate30系列5G版首销斩获多平台双冠王", "content": "十月已过，双11大战正式开启。不同于往年，5G手机加入了今年双11的战场。其中，成绩最令人侧目的当属华为Mate30系列5G版。根据京东实时更新的手机通讯排行榜数据显示，华为Mate30系列5G版一开售就开启霸榜模式，持续领跑京东5G手机销量当日榜和累计榜。从京东、天猫、苏宁三大电商平台出具的首日战报来看，华为Mate30系列5G版更是拿下了三大平台的销量与销售额双冠王。不仅如此，华为终端官方微博还在11月1日发起了“华为全场景智慧生活大礼包”抽奖活动。在@华为终端官方微博下参与活动，说出最想要的3款华为全场景产品组合，描绘想象中的智慧生活，即可参与抽奖，有机会获得华为Mate30系列5G版手机在内的众多华为智慧新品。此次，华为还与顺丰合作，带来快捷的顺丰服务，消费者购机下单后，便可在最短的时间里收到华为Mate30系列5G版。线上表现令人叹服，线下同样场面火爆。首销当日，希望第一时间体验5G的消费者在线下华为智能生活馆、授权体验店和零售商门店排起了长龙，购买热情爆棚。从首销前两天的销售情况来看，华为Mate30系列5G版成为首款“5G爆品”已经名副其实。其实，华为Mate30系列5G版能在一众5G手机中脱颖而出并不奇怪。虽然现今5G手机众多，但华为Mate30系列5G版与其他5G手机有着本质上的区别，甚至可以说，领先其他5G手机整整一个代际。何以这么说？往下看。同为5G，华为Mate30系列5G版做到“人无我有，人有我精”当前，5G组网方式有SA（独立组网）和NSA（非独立组网）两种选择，但NSA只实现了超高带宽，只有SA才能更好地实现低时延和海量连接。工信部表示自2020年1月1日起，申请入网的5G终端需要同时支持独立组网和非独立组网（SA和NSA）。总体来看，NSA是5G初期的过渡方案，成熟的5G解决方案必须具备同时支持SA和NSA的能力。当前市面上绝大多数5G手机仅支持NSA（非独立组网），而华为Mate30系列5G版则兼顾了SA/NSA 5G双模组网，不仅满足于现在，同样适用于将来。因此，在应对5G组网模式这部分，华为Mate30系列5G版已经做到了“人有我精“。从5G芯片的集成解决方案来看，目前业界绝大多数5G手机采用的都是外挂5G基带的芯片解决方案，这种解决方案的优势是成本更低，但是在芯片体积以及能耗发热上却并不友好，更大的芯片意味着会挤占电池的空间。但是华为Mate30系列5G版却无此问题，华为Mate30系列5G版采用首次将5G Modem集成到SoC的麒麟990 5G芯片，实现更好的芯片集成度，芯片体积更小。当然更重要的是在功耗表现和性能体验上更有优势，能够带来更加快速、更加持久的5G体验。因此，5G芯片这方面来说，华为Mate30系列5G版对比其他5G手机有着“人无我有”的优势。华为Mate30系列5G版的优势还不止于此，在双卡方面亦然。绝大多是5G手机普遍不支持双卡，也就是如果你插入了5G卡，那么无法再使用另一张卡，但华为Mate30系列5G版凭借着华为多年深厚的通信实力带来了5G+4G 双卡双待，当其中一卡通话时也不会影响领一张卡接电话和上网。诸多硬核实力，5G爆品名副其实除了5G技术领先之外，华为Mate30系列5G版本身的硬核亮点也非常多。最值得说的当属它的影像系统，这方面华为Mate30系列5G版带来了突破性的进步，重构普通消费者对手机影像的传统认知。（华为Mate30 Pro 5G 7680帧超级慢动作拍摄）华为Mate30 Pro 5G搭载了超感光徕卡电影四摄，支持3倍光学变焦、最高30倍数码变焦、超广角、手持夜景等拍照功能，能全方位满足用户的拍照需求。视频拍摄能力方面，华为Mate30 Pro 5G支持7680fps超高速摄影、4K超广角暗态延时摄影、夜景视频拍摄等功能。如上图所示，这是7680fps超高速摄影下的视频GIF图，可以说每个瞬间都能看得清清楚楚，换做别的手机是无法达到这效果的。续航方面，华为Mate30系列5G版同样给力，华为Mate30系列5G版配备超大容量电池，续航方面非常强劲，此外，华为Mate30系列5G版支持40W华为有线超级快充、27W华为无线超级快充，全场景全方位助力我们在5G时代的用机体验。首款5G SoC芯片加持、支持SA/NSA 5G双模组网，这就让华为Mate30系列5G版有了5G爆款的基础，而加上给力的影像系统，华为Mate30系列5G版首销即爆红也就不奇怪了。值得说的是，除了华为Mate30系列5G版震撼上市之外，华为双十一活动还给大家带来了诸多重磅福利，很多明星机型都有着不同程度的优惠，更有免息分期、惊喜好礼等你拿。因此，如果你也想在双11期间购买手机的话，那么一定要多多锁定华为双11开门红活动!", "author": "科技白米饭", "newsdate": "发布时间：19-11-03", "newstime": "13:15", "sentiment": [{"positive_prob": 0.915565, "confidence": 0.812367, "negative_prob": 0.084435, "sentiment": 2}]}]