[{"title": "报道称，华为在被列入黑名单后停止了智能手机生产线", "content": "根据报告，在南中国晨报邮报“，富士康，对于许多手机品牌，包括苹果公司和小米组装手机的台湾电子制造商，已经停止了华为手机多条生产线在最近几天的深圳企业订单减少新手机“。该报援引“熟悉此事的人士，他们要求不透露这些信息是私密的。”今年第一季度，华为在智能手机销售方面保持全球第二的位置，但其目标是在今年剩余时间内推迟苹果并保持这一地位，除了捕捉市场领导者三星之外，看起来已经失传。本月早些时候，  IDC 报告说“ 从供应商的角度来看，只有[Q1]的亮点是华为……它已经成为市场上唯一一家看到销量增长的智能手机供应商。 1Q19。令人印象深刻的是，该公司在1Q19的同比增长率为50.3％，销量为5910万台，市场份额为19.0％。华为目前与三星处于全球市场顶峰的距离很远。该公司的目标是在明年年底前赶上三星。“随着新形势的出现，现在说我们是否能够实现这一目标还为时尚早。”华为品牌总裁赵明在中国发布的新荣誉设备发布会上告诉记者。无论在心态上还是在行动上，我们都更加坚强，“他补充道。自美国公布黑名单以来，中国境外有很多关于新手机销售和价格以及以旧换新价值的影响的猜测。大多数报告都表明销售额下降，并且以旧换新价格显着降低，使现有用户的升级变得更加困难。在英国，该公司还看到其旗舰5G设备从该国首次推出的网络中脱颖而出。据报道，华为在香港遭遇了另一种类型的问题，当地媒体声称华为用户“得分”已经看到他们的智能手机“ 最近出现故障，突然关闭并变得无法使用”。根据报告，这是在本周的操作系统更新之后。媒体报道说“华为没有立即解决方案 - 客户可以重新安装手机系统，但这将删除所有手机的数据。”不出所料，人们的注意力转向了美国对该公司的制裁，导致谷歌撤回对未来智能手机型号的Android支持。这不应该影响现有的手机。在亚洲时报  报道说，“弗朗西斯芳，香港资讯科技商会的名誉会长表示，这种情况很奇怪，因为它涉及到各种型号的手机，他怀疑这可能涉及在发送给Android手机更新的文件的安全问题。”香港新闻几乎肯定是一个尴尬的巧合。没有任何迹象表明任何现有的华为智能手机都会因美国制裁而出现故障。但对于公司来说，价格和销售数量以及用户体验的故事将会大量涌现，直到情况结束。在快速变化的消费市场中，几乎无法管理。在过多的市场份额受到侵蚀之前，华为依靠中国寻找出路。上周五，北京宣布了一项“ 非常可靠的实体名单”，直接回应美国的制裁，目标是那些已经撤回华为支持的美国公司。 “不符合市场规则的企业，组织或个人，偏离合同的精神，或者为了非商业目的而对中国企业实施封锁或停止供应，严重损害中国企业的合法权益，被列入“不可靠实体”名单，“北京政府发言人表示。对陷入困境的制造商来说，现在的希望是，美国总统特朗普想起了一些权宜之计的贸易谈判让步，华为的情况普遍预计会成为一个主要的谈判点。", "author": "啾咪科技", "newsdate": "发布时间：19-06-01", "newstime": "17:54", "sentiment": [{"positive_prob": 0.0254342, "confidence": 0.94348, "negative_prob": 0.974566, "sentiment": 0}]}, {"title": "多国企业对华为的“围攻”，为什么台积电能够继续给华为供货？", "content": "推荐语：在众多企业暂停与华为合作后，台积电坚持给予华为支持，这显示出了台积电的独立性，这也是对华为的巨大支持，投桃报李，或许日后华为海思壮大之后成为台积电最大客户也未可知下文转载自作者：Science创意设计美国企业对华为进行“围攻”，为什么台积电可以继续供货？面对特朗普对华为进行的管制，而台湾的台积电表示力挺华为，而且还要给华为进行出货，那么为什么台湾的台积电可以不受管制的印象，不过有人会问，台积电是中国的企业，为什么台积电要受到美国的影响，对于这些问题我会给大家做一个详细的解答。美国对华为以及70多家企业，已经列入了美国商务部的进出口管制，这几十家公司想要在美国购买相关的产品，就必须获得美国商务部的许可，如果没有许可证就无法给这几十家公司提供相应的服务，面对这样的问题，美国多家巨头公司响应美国政府，即可发出声明，不给这些公司出货。面对特朗普的打下的巨雷，在第一时间传到了中国、台湾、韩国、以及日本，最先召开紧急会议的就是三星“三星认为如果美国不给华为提供服务，这个对三星来说绝对是一个机会”与此同时华为在深圳的总部也受到了消息，美国对华为的禁止，有没有覆盖到美国企业的晶体，在确定后，这对华为的电脑有很大的影响，这个消息一出却引发了连锁反应，日本、西班牙、德国等都传出了对华为的禁令在科技行业一阵鸡飞狗跳以后，英国的ARM，也在特朗普宣布了禁令后，ARM也传出了给华为断货的消息，根据了解ARM的一个员工表示：特朗普在宣布禁令以后，ARM公司就接到了很多命令，要就员工和以及技术上的高管，不得和华为的工程师见面，而且打电话也不许接，必须快速的断掉联系。我真的想说，特朗普的命令真的威力非常大，不仅能够“控制美国本土的企业，还能够控制其他国家的企业”实在厉害。美国把华为纳入“实体名单”是远远达不到特朗普想要的效果，所以特朗普对华为的“出口管制”分为了三种，一种是技术本来就是美国的，还有一种技术是来源于美国，已经技术本来就是美国的，但是他们在国外生产和制造而最后一种就是引起连锁反应，导致很多国家都多华为进行了“管制”，举个例子，如果国外的公司“技术来源是美国的公司，而这些公司给华为提供的商品，超过了上限”那就不好意思，国外的这些公司就是被认为是美国的公司，就必须听命于美国。而ARM公司授权给华为的产品，就有来自于美国的技术，恰好ARM公司授权给华为的核心部件的研发中心就要美国，除了国外的这些公司以外，我们国内的台积电在这个时候也非常的有争议。华为的麒麟芯片是台积电的第二大客户，第一大客户是苹果公司，最近几年的华为给台积电带了了非常可观的利润。在今年的上半年也是手机行业的淡季，特别是苹果在今年和去年的出货量明显的下降，相反华为在今年手机的出货量还是非常的可观，认为华为拯救了台积电今年第一季度的收入情况，可以说一点也不夸张。当特朗普宣布禁令的时候，台积电也在第一时间宣布了，支持华为，台积电在经过评估后，台积电符合管制的范围，决定继续给华为提供产品。台积电能够做出的这样的决定，是因为台积电的来自于美国的技术，还达不到美国管控的上限，但是有些专家认为，台积电很难躲过美国技术上限的管控，因为台积电用于生产机器的芯片，很多都是来自于美国，很难不超过美国管控的上限。不过从芯片的角度来说，用研发、生产、人力、管理等方面的综合来看的话，最后算起来还真的可能达不到美国管控的上限。“如果美国真的想要实现目标，也不排除美国会把管控的上限进行下调，”2018年的时候华为的芯片总收入是76亿美元，和专门做芯片的联发科实力相当，而且华为有望在今年超越联发科，成为全亚洲最大的IC设计公司。", "author": "柏铭", "newsdate": "发布时间：19-06-01", "newstime": "15:56", "sentiment": [{"positive_prob": 0.00354202, "confidence": 0.992129, "negative_prob": 0.996458, "sentiment": 0}]}, {"title": "被美国封杀的第8天，华为淡定发布最新短片：愿你永不知天高地厚", "content": "美国“禁华为令”已闹了近半个月了正当大家都在为之抱不平时华为却不慌不忙微笑地发布了他们拍摄的第一支裸机P30 Pro竖屏电影《悟空》一改华为以往的沙雕剧情蔡成杰导演用竖屏的形式拍出了一部奇幻的精彩电影一开场具有年代感的电视播报声老旧的倒福和搓衣板就把人拉回到90年代的怀旧气息故事讲述了一位从小怀揣着悟空梦的农村男孩为了实现去电影院看《悟空》的梦想用父亲好不容易省吃俭用买来的钢笔跟村里的朋友换了张《大闹天宫》的电影票结果却换来父亲一顿毒打“我攒钱给你买的钢笔，你给我拿去换了电影票，你考试考了几分，天天看电视，天天看电视...”不但屁股开了花连最爱的齐天大圣也被父亲一股脑都扔到了地上裂成了好几块母亲心疼地问儿子“电视里天天都演，为啥非得去城里”严厉的父亲不支持温柔的母亲不理解但哪怕这样，也泯灭不了小男孩想要看悟空的心愿在小伙伴的建议下他带着金箍棒、手电筒和刀打算偷偷翻越后山溜进城里看电影去然而等待他的正如悟空所经历的“九九八十一难”前方是叫天天不应，叫地地不灵的路但他最终电影看成了吗？▼08:05看完这部短片很多网友惊呼我仿佛真的回到了童年那记忆里老家墙上的黑白照片各种人物电影的泛黄日历玻璃压满各种手抄笔记的书桌还有那以为永远长不大的时光而就在小男孩穿山越岭的旅途中树枝刮破了男孩的衣裳山石擦破了小男孩的脸庞毒蛇咬伤了他的腿猛兽吓退了小男孩前往城里的路但小男孩没有因此退缩咬我，那我就把你烤来吃掉喝溪水，吃树上的鸟蛋剥开树皮里肥嫩的白虫所有的不顾一切不过为了他内心对悟空的执着终于有一天他搭上了路人去城里的便车可当他进入电影院的那一刻眼前的一切都让他不知所措拿着倾其所有换来的电影票却被影院拒之门外奇怪的是时间已经过去了几十年可小男孩却还是当年那个样子这是穿越剧？是魔幻现实主义？正当观众们都一头雾水的时候导演却写下了这样意味深长的一句“回到最初，寻找未来”看来在六一临近之时发布这个片子或许不止是想要鼓励孩子勇往直前小男孩不顾一切地想要进城的样子也像极了华为三十多年来不顾一切的执着和奋斗就像那只不知天多高地多厚的猴子艰难但也想冲破束缚去看看这个世界无论世事变改或许只要保持初心就能像小男孩那样无畏环境变迁仍留有一颗赤子之心正如华为的回应：“鸿蒙初辟原无姓，打破顽空须悟空”山断不了来路，水挡不了归途你要规矩全无，天地自会为你让步你像来时一颗顽石一无所有一无所有后，便是万象皆空或许这不仅是一部电影也是给孩子们的一份礼物愿你像悟空那样永远不知山高地远却也能不忘初心，去寻找未来时间挡不住追梦的人回过头时，天地就在你的脚下", "author": "广东共青团", "newsdate": "发布时间：19-06-01", "newstime": "15:11", "sentiment": [{"positive_prob": 0.297736, "confidence": 0.338364, "negative_prob": 0.702264, "sentiment": 0}]}, {"title": "华为P30比华为P20贵了上千元，到底贵在了哪里？", "content": "华为目前有非常多的手机值得我们去选择跟支持，但是也有很多人对于华为新老旗舰不是特别的清楚，究竟他们升级在哪里？今天就有网友询问笔者华为p30对比华为p20两者差价达到了1000元以上，那么到底是有哪些提升，贵在了哪里？我们下面详细说一下：性能方面的提升是从麒麟970处理器升级到了麒麟980处理器，在性能方面的提升是最容易被感知到的，因为大家都知道，华为麒麟970处理器的性能确实太过于落后了，而且在发热控制上也做得不是特别的好。麒麟980处理器做一颗7nm制成的芯片来说，在这两点上有了较大幅度的提升。另外一点是华为p30所具备的是8GB+64GB起步的储存组合，比起华为p20所搭载的6GB+64GB的存储更高一些。在外观设计方面，原本华为p20所采用的是正面小刘海加上底部指纹识别按键，所以屏占比相对来说会更小一些。IP30系列升级采用的是水晶屏幕设计同时，在下巴方面确实也控制得更窄一些，毕竟有了屏幕指纹识别技术之后可以避免实体按键的存在。在拍照方面也有较大的提升，虽然华为p30采用的是4000万像素+1600万+800万像素的三摄像头，可能并不是最优秀的拍照手机，但对比起华为p20来说，已经有了较大幅度的升级，同样都是阉割版本手机，华为p30还是要占优的。最后一点就是在充电续航方面了，华为p30采用的是3650毫安时的电池，比起华为p20所具备的3400毫安时的电池要更大一些，当然在充电功率上并没有进步，这一点还是需要改进的，毕竟没有40W的快充技术也是一大遗憾。总的来说华为P30的价格是达到了3999元，华为P20的价格则是2688元，新老旗舰之间相差了1000元。但是在笔者个人看来，这两款手机都不是特别值得购买，因为整体的阉割还是非常多。不知道你们觉得怎么样呢？", "author": "叽歪数码", "newsdate": "发布时间：19-06-01", "newstime": "17:01", "sentiment": [{"positive_prob": 0.0155098, "confidence": 0.965534, "negative_prob": 0.98449, "sentiment": 0}]}, {"title": "手机加密有新招，华为mate20pro让你两指指纹分别开启两个空间！", "content": "日常我们在使用手机时，一般都会比较注重手机中的隐私，不管是目前比较流行的给应用加锁，还是将手机中的APP隐藏起来，都能够有效的保证手机中隐私的安全。而今天小编想要为大家介绍的是，另一种给手机加密的方法，那就是华为mate20pro的隐私空间，开启手机的这项功能后，你就可以通过在解锁是输入不同空间的密码或是指纹密码，进入到不同的空间内，让隐私空间解锁使用变的和普通主空间一样方便。那么怎么开启华为mate20pro的隐私空间呢？下面就跟着小编一起来学习一下吧。第一步，在华为mate20pro手机的桌面上，找到手机的【设置】图标，并点击进入。第二步，进入到手机的设置界面后，在界面中找到【安全和隐私】选项，并点击进入。第三步，进入到手机的安全和隐私界面后，在界面中找到【隐私空间】选项，并点击进入。第四步，进入到手机的隐私空间界面后，在界面中找到最下方的【开启】选项，并点击。第五步，进入到隐私空间设置界面后，根据手机界面上的提示，先设置主空间密码，根据自己的习惯来选择【图案密码】、【数字密码】或是【混合密码】。第六步，选择主空间密码类型后，根据手机界面上的提示，输入数字密码或是画出图案秘密，密码录入完成后，点击界面右下角的【完成】选项即可。主空间密码设置完成后，你还可以选择【关联】指纹，以帮助我们使用不同手指的指纹来解锁进入到隐私空间内，相比绘制图形密码或是输入密码，一指解锁进入不同空间更加的方便。华为mate20pro手机的隐私空间设置完成后，以后手机在锁屏状态下，使用隐私空间的指纹就可以直接解锁进入到隐私空间内，使用主指纹就可以解锁进入到主空间内，让你两个空间开启同样的方便。", "author": "手机保卫站", "newsdate": "发布时间：19-06-01", "newstime": "08:18", "sentiment": [{"positive_prob": 0.954532, "confidence": 0.898959, "negative_prob": 0.0454684, "sentiment": 2}]}]