[{"title": "任正非：人才不是华为的核心竞争力，管理人才的能力才是！", "content": "导语任正非语：“为了更好地服务客户，我们把“指挥所”建到听得到炮声的地方，把计划预算核算权力、销售决策权力授予一线，让听得见炮声的人来决策。打不打仗，客户决定；怎么打仗，前方说了算。由前线指挥后方，而不是后方指挥前线。”在华为，一线市场部门为了拿到大单，当人力不足时，它们会向机关要专家进行项目支持或要资源进行交付等，这被形象地称为“一线呼唤炮火”。为了“让听得见炮声的人呼唤炮火”，任正非在华为内部流程和组织设计方面花了很多心思，由此取得了让业界惊叹的成效，我在这里举3个小例子。1第一个案例是称谓的改变。任正非要求：深圳总部只能被称为“机关”，不能被称为“总部”。随着企业的不断成长，有些站对行业风口的企业最终会成为集团型企业。你会发现，屁股坐在集团总部的人，满满的自豪感，他会认为决策权在总部，那些在市场一线的人只能听总部指挥在外卖命。一旦有了这个想法，他怎么会有服务一线的精神和欲望？集团总部怎么能成为服务型总部呢？任正非认为，华为“家里没有矿”，所有的价值都是客户创造的，只有大家愿意到一线贴近客户，华为才有可持续发展的未来，因此必须给予一线足够的权力，二线只能是服务一线的“机关”，二线员工不能高高在上、对一线员工指手画脚，不要称自己是“总部”人员。这就在心理上把后端的自豪感打掉了。另外，在称谓的正式化程度方面，华为也花了很多心思。什么叫称谓的正式化程度？“董事长”“总经理”“总裁”“总监”等称谓是正式化程度比较高的称谓；“接口人”“主管”“经理”“负责人”“专员”等称谓是正式化程度比较低的称谓。如果你留心就会发现，很多公司二线人员的称谓正式化程度比较高，一线人员的称谓正式化程度比较低，这就导致一个现象：一线的金牌销售王主管回到二线开会，遇到财经管理部的李总裁，他的腰会不自觉地弯下来，叫一声“李总好”。为什么？因为“王主管”在称谓上低于“李总裁”。同时，他内心盘算着一件事：尽快回到二线当主管，别在一线打市场。当公司形成这样的氛围，所有人都想往后端走，一线怎么会有优秀的人才？没有优秀的人才，一线怎么做出创新的业绩？产生这些问题的根源是我们的机制设计根本不是导向冲锋、导向未来，而是权力在哪，人才就在哪里。华为在称谓上的设计很有意思：同等岗位，默认一线比二线高出半级到一级；一线人员的称谓正式化程度普遍比较高，二线人员的称谓正式化程度普遍比较低。业界传闻，华为的“总”很多，这是怎么来的？一线的片区联席会议负责人是“总”，地区部负责人是“总”，各个国家的业务代表是 “总”，代表下面负责客户、产品解决方案、服务、渠道的人也是“总”，华为就是要提升一线人员的称谓正式化程度。二线人员的称谓则比较简单，最典型的称谓是“部长”，如果你在华为深圳坂田基地或华为东莞松山湖基地听到华为某位后端的主管被称为“部长”，你不要小看他，他可能管理着5 000人甚至上万人，他只是在称谓上被称为“部长”而已。经过这个设计后，有意思的现象出现了：每年华为市场大会，那些一线的“总”回到华为基地，遇到二线的“部长”们，比如西非地区部陈总遇到备件管理部赵部长，赵部长的腰就会自觉地弯下来，叫一声“陈总好”。陈总的自我感觉也很好，感觉在这家公司有地位，回到一线后会和员工们说：“这次我回基地开会，公司对咱们还是很厚道的，家里很多人靠着我们打‘粮食’，还得靠咱们养着，大家能者多劳，多加把劲儿。”这就是称谓正式化程度的心理暗示。当然，任正非也不玩虚的，在真金白银“分蛋糕”时确实会向一线员工大力倾斜，没有让一线员工吃亏，这才形成“能者多劳，劳者多得”的局面。从这个案例中我们学习到一点：一个优秀的组织必须在机制层面确保最优秀的人愿意去一线。2第二个案例是关于华为流程变革的方向。华为认为，流程变革必须以客户为起点，以一线为中心，从一线开始往回梳理。流程变革必须以有成功业务实践经验的一线干部为主，流程专家为辅，聚焦主业务流，从业务一线展开，流程的流向由“推”改为“拉”，让一线有足够的权力。业界有很多公司搞流程推行，重在“推”，任正非认为 “推”会产生很多滥竽充数的现象。他说：“华为管理组织的目标是流程化组织建设，建立‘推拉结合，以拉为主’的流程化组织和运作体系。过去的组织运作机制是‘推’的机制，现在我们要将其逐步转换到‘拉’的机制上去。推的时候，是总部权威的强大发动机在推，一些无用的流程、不出力的岗位，是看不清的。拉的时候，看到哪一根绳子不受力，就将它剪去，连在这根绳子上的部门及人员一并减去，让他们全都到后备队去，这样的话，组织效率就会有较大的提升。”多形象的比喻啊。流程管理的本质是什么？就是人与事匹配的关系。同样的力，用力的方向不同，结果就不同。1第三个案例是关于“赋能”。1911年，泰勒提出“科学管理理论”，百年间，人们对“管理”里装什么东西有过很多轮的讨论。在工业时代，人们在“管理”里装了一个词：管控，英文是“control”。在那个时代，社会的发展节奏比较慢，企业只要按节奏一步一步管控，就能得到想要的结果。到了数字化时代，环境变化太快了，按计划一步一步去做，全部流程走完，可能还是得不到预期的结果，因为环境变化比你的计划快，按部就班地实施计划就是“刻舟求剑”，这时的解决之道是员工要具备创造性解决问题的能力。员工怎么才能具备这个能力呢？答案是：组织赋予他这个能力。因此，近10年来，人们在“管理”里装了另外一个词：赋能，英文是“enable”。我在讲授“华为管理之道”课程的时候经常强调：如果员工本身就“能”，则不需要组织去“赋”，正是由于他 “不能”，才需要借助组织的力量。在组织的支持下，他可以成事，这样才能显示“组织”的价值、意义和存在感。我认为最能体现华为对“赋能”的认知的一个案例是：组织赋予一个职级13级的年轻员工“呼唤”职级21级机关干部的权力。13级是什么概念？在华为，一名通过校园招聘进入华为的研究生，工作满一年，没有犯错误，他的职级就可以默认调为13级（12级及以下叫作“操作岗”），这是华为知识型员工的起点职级。21级是什么概念？这在华为算是一个挺高的职级，没为华为持续做出卓越贡献，没经历16～18年的历练，很难达到这个级别。但是，一个13级的一线“小毛孩”，因为需要项目资源，可以在三更半夜拨打机关里一个他不认识的21级干部的电话，而且对方还得接这个电话，这就是组织在机制层面的“赋能”。任何一家优秀的公司都有独特的企业文化，有些文化体现在公司的“内部黑话”中。华为也不例外，也有自己的“内部黑话”。曾经有人在华为内网“心声社区”评选最具华为特色的“内部黑话”，最终“Welcome to join the conference”这句话得票最多。因为华为人在全球开展业务，一线和后 端沟通只能通过越洋电话会议，“Welcome to join the conference”是华为电话会议中的第一句话。华为人听这句话几乎都听到耳朵长茧了。华为一线的很多电话会议往往没有足够的时间提前通知你，当你接到了一个电话号码是“0755-28780808”或类似号码的来电时，就知道是有会议要开了。接听之后，会议系统报出的第一句话就是这句话，然后你输入自己的华为工号，一线会议召集者再和你说明是哪个地区部的项目需要求助你的部门。华为的电话会议很有意思，往往开始时有3个人在开电话会议，两小时后，当电话会议结束时，在线的可能已经有12个人了。为什么？一线向你的部门求助，你说只能提供部分资源，其他资源还需要某某部门配合，于是一线会议召集者会把你说的那个部门的负责人也“拉上线”，当下就把资源确定下来。说到这里还没完，更绝的是，当这个电话会议快结束时，一线这个13级的“小毛孩”会说：“感谢家里各位兄弟的支持，我稍后写一份纪要，抄送给各位，大家明早回到部门，就把资源落实一下。”在华为，有一个不成文的规则：会议纪要具有法律效力，电子邮件就是命令（mail is order）。在业界很多公司，只要董事长没签字，会议纪要就很难执行。在华为，任正非说：“我也不知道一线要多少资源合适，只能让听得见炮声的人呼唤炮火，因为他离客户最近，大家先听他的，选择先相信他，我们事后复盘时发现浪费弹药了，再‘秋后算账’、总结经验就好。”是谁赋予一个13级的年轻员工这样的指挥权？是组织！通过这3个案例，让大家理解华为是如何“让听得见炮声的人呼唤炮火”的。呼唤炮火可能会出现很多问题，比如机关压着资源不放手，不把有效火力投到重点项目、重要客户上，或者谁叫的声音大，火力就投给谁，或者投放的弹药量不足以赢得战争的胜利；反过来，一线可能会夸大资源需求，明明只需要5个专家，却向机关申请8个。这些管理问题都可能给华为增加成本，或者使华为蒙受较大的经济损失。但近些年，华为提出决策前移，让听得见炮声的人来呼唤炮火，不断总结和复盘，总体上有效支撑了华为在全球的快速扩张，值得我们借鉴参考。本文摘自《华为管理之道：任正非的36个管理高频词》，邓斌著，人民邮电出版社，2019年出版。【本期阅读推荐】阅读推荐：引发华为资深员工普遍共鸣之书揭开世界级卓越企业的思考法则、工作方式、话语体系直抵华为管理的本质和精髓", "author": "企业观察报", "newsdate": "发布时间：19-10-31", "newstime": "09:24", "sentiment": [{"positive_prob": 0.406583, "confidence": 0.0964812, "negative_prob": 0.593417, "sentiment": 0}]}, {"title": "每天净赚2亿！华为最新数据出炉，任正非：交接班已完成", "content": "昨天（10月30日）市场调研机构Canalys发布的一份数据在科技圈刷屏了。数据显示，中国大陆智能手机市场在2019年第三季度环比有所改善，出货量从第二季度的9760万台微弱上升到9780万台。华为（含荣耀）出货4150万部智能手机，再次刷新纪录达到42％的市场份额，年增长率高达66％，这是华为连续六个季度实现两位数增长。这意味着，在中国大陆市场每10个人买新机就有4个人选择华为。华为出货量暴涨66%，市场份额是苹果的8倍在这份数据中，更让人惊讶的是，在中国大陆市场除了华为以外，其他主要厂商第三季的出货量均出现同比下滑。Oppo，Vivo，小米和苹果出货进一步受挫，他们的合并份额仅占市场的50％，低于2019年第二季度的54％和2018年第三季度的64％。10月23日，华为消费者业务手机产品线总裁何刚宣布，截至10月22日，2019年华为手机销量已突破2亿台，比2018年提前64天。第四季度又是手机销量的高峰，在无重大意外的情况下，华为出货量排名全球第二基本稳了。“华为与其他厂商在市场占有率上已经拉开巨大的鸿沟。”Canalys移动业务全球副总裁彭路平评论称，“华为已经比本季度第二名Vivo远远高出了25％的市场份额。其市场绝对优势地位使华为在与供应链进行谈判和在增加其在分销渠道中的钱包份额时拥有相当大的话语权。”彭路平表示，鉴于华为在5G网络部署中和运营商建立的紧密关系，以及其拥有能与本地网络兼容的5G芯片组等关键零部件的控制权，华为现在的市场地位将会在5G时代得到进一步巩固。这给Oppo，Vivo和小米带来了巨大压力。Canalys研究分析师刘思熠表示，“尽管不断有新产品推向市场， Vivo，Oppo和小米的出货量还是出现了大幅同比下降。”在第三季度，Vivo超越Oppo排名第二，而小米紧随Oppo其后位第四名。苹果保持了第五名的位置，这有赖iPhone 11新产品在9月中旬及时推出，新产品占苹果第三季度出货量近四成。刘思熠分析称：iPhone 11机型着重于摄像功能的改善，事实证明这对中国消费者而言是非常重要。同时，制定较低的iPhone 11发行价（相对上一代）和针对新产品为国内分销渠道提供更灵活的渠道利润结构是苹果在今年刺激出货的重要市场操作。苹果在中国的挑战仍然迫在眉睫，厂商和运营商将在未来两个季度围绕5G进行大量的营销和促销。这将会抢尽风头。不过，在中国大陆市场华为的市场份额和出货量已经是苹果的8倍。前三季度净利润是茅台的1.76倍手机出货量的稳步增加为华为的业绩提供重要的支撑。10月30日晚间，上海清算所公布华为投资控股有限公司2019年三季度合并及母公司财报报表。报表显示，华为投资控股有限公司今年前三季度实现净利润535亿元人民币（每天净利润近2亿元），较去年同期的440亿元同比增长21.59%；实现营收6033亿人民币，较去年同期的4865亿元同比增长24%。据了解，华为投资控股是华为技术有限公司的母公司。据中国证券报，截至10月30日晚10点，东方财富Choice数据显示，沪深两市共有3700家上市公司发布三季报。前三季度归母净利润超过100亿元的公司有43家，超过华为归母净利润535.23亿元的上市公司仅有9家。贵州茅台2019年前三季度归母净利润为304.55亿元。也就是说，华为前三季度的归母净利润大约等于贵州茅台的1.76倍。图片来源：中国证券报任正非谈交接班：自己只是悬在中间的傀儡另外，10月29日下午，华为心声社区发布了华为创始人任正非10月22日接受欧洲新闻台采访的纪要。有记者问到，美国打压华为，是否会对其带来财务上的风险。对此任正非回应说，华为不会出现财务风险，增长速度可能还会不错。任正非说，华为当前面临的情况，让员工有了生存危机和压力，“以前他们有点惰怠，现在不惰怠，反而更努力了，让生产能力提升了。这是内部原因。”对于外部原因，他解释说，华为有很多独特的优点，这些优点是客户继续购买的理由。图片来源：华为心声社区任正非说，实践证明，华为在5G技术上领先世界很多，因此有充足的机会，不担心客户不用华为的设备，而是担心太多客户购买，供应不过来怎么办？“我们还要请中国客户不要买那么多，确保国外客户先用我们的设备，因为我们在国外的困难度要大一些。”任正非总结道：首先我们不会有财务困难，其次客户信任度是会改善的，客户来看一看我们的基站，或者买回去安装后一看，我们的基站是很好的，没有美国零部件。另外，任正非谈何时退休时表示，第一当自己思维方式有了障碍的时候；第二，美国政府“批准”自己退休的时候。关于交接班的问题，其实已经完成很多年了，自己只是悬在中间的傀儡，大家不必操心。来源：Canalys、中国证券报、每日经济新闻、华为心声社区", "author": "正商参阅", "newsdate": "发布时间：19-10-31", "newstime": "14:12", "sentiment": [{"positive_prob": 0.943895, "confidence": 0.875323, "negative_prob": 0.0561045, "sentiment": 2}]}]