[{"title": "刚用上荣耀V20,华为P30PRO又来了，网友：后悔买早了", "content": "刚用上荣耀V20,华为P30 PRO又来了，网友：后悔买早了荣耀V20的发布，给我们用户带来了很多惊喜，除了Link Turbo全网络聚合技术、4800万AI超清拍照技术和魅眼全视屏三个核心的功能以外，它还加入了很多其他的卖点，比如像双频段的GPS、THE NINE散热、GPU Turbo2.0、三天线的WLAN以及GPU Cloud等，而且还有和Magic 2一样的智慧语音助理YOYO。在这段时间荣耀v20这款手机的火爆程度，相信大家也都是有所耳闻的，而且这款手机在上市之前就已经受到了很多人的关注，而且在上市发布之后预约人数短短一个月不到超过60万，从这里也足以看的出来荣耀v20这款手机是有多么的吸引人了。直到现在荣耀V20一直都是比较热销的产品，但是在最近网传了P30概念机的曝光，很多买了荣耀V20的用户都大感后悔，看完了P30之后都有一种扔掉手上的荣耀V20的冲动！小编通过收集了解到这个手机的资料后，觉得华为P30 PRO已经预定了2019年上半年最强国产旗舰冠军宝座啦，相信大家对于这款手机一定是感到非常的好奇，所以今天小编就跟大家分享一下关于华为P30 PRO的配置信息。屏幕机身据爆料，屏幕方面华为P30将会全系配备OLED屏幕，包括P30和P30 Pro两款产品。华为P30和P30 Pro的屏幕尺寸分别为6.1英寸和6.5英寸，分辨率预计依然是FHD+级别。并且这两款新机都将采用的是正面水滴屏设计，而且P30Pro将取消后置指纹，采用光学屏幕指纹，因此不支持3D人脸识别，至于机身背面依然是幻彩渐变配色。拍照方面拍照方面华为P30将继续主打拍照方面的卖点，搭载了四颗摄像头，配备潜望式摄像头，以提供更高倍数的光学变焦。华为P30 Pro将采用前置2400万像素摄像头，升降摄像头设计，后置三摄像头，最高达到4000万像素，搭载索尼最新的IMX6系列传感器IMX607，支持5倍无损变焦，这配置实在太强了，相信拍照效果不会差，令人期待。性能方面性能方面，P30和P30 Pro两者都会搭载麒麟980旗舰芯片。据称，华为P30系列将会预装Android 9定制的EMUI 9.1系统，P30标配可能升级为8GB，最高可选12GB运行内存，P30 Pro很有可能将会成为继三星S10+后又一款配备12GB运存内存的机型。P30系列除了将搭载麒麟980处理器外，其中P30将支持22.5w快充，P30 Pro则有望搭载Mate 20 Pro上的40w超级快充。至于电池容量，和Mate 20Pro一致，都是4200毫安。并且P30 Pro很可能新增5G机型。华为P30系列预计将在2019年3月份上市，也就是春节过后就会在国内亮相和开售，不需要等太久。小编觉得这台华为P30 Pro的配置简直太强了，果然打败华为的只有华为自己，这款P30 Pro说实话比荣耀v20确实要优秀很多，不管是在拍照还是性能或者续航上面，都可以称得上是年度最强了！有很多网友看完纷纷表示：看完这个P30我都想把荣耀V20扔了！后悔买早了，早知道就等等新机器了！总之，华为P30 PRO应该是今年上半年最强国产旗舰吧？6.5英寸左右QHD+OLED水滴屏，麒麟980处理器，4200mAh大电池+40W超级快充，光学屏幕指纹，运行基于Android 9底层的EMUI 9.x系统。大家怎么看，欢迎留下评论！", "author": "蓝鲸数码资讯", "newsdate": "发布时间：19-01-27", "newstime": "08:39", "sentiment": [{"positive_prob": 0.917573, "confidence": 0.816829, "negative_prob": 0.0824272, "sentiment": 2}]}, {"title": "4万华为海外员工不愿回国，任正非谈其原因，让人感觉难受", "content": "4万华为海外员工不愿回国，任正非谈其原因，让人感觉难受关于华为，很多人都是有了解的，尤其是最近几年，华为的成长趋势也是十分快的。而关于华为的领导者任正非，人们也都是知道的。不过任正非是一个很低调的人，一心都是放在工作之上，很少接受采访，所以外界对于任正非的了解并不是很多。不过，最近任正非却接受了人们的采访，也为不少的人解答了不少的问题，比如说5G方面，要知道，如今华为早就已经在这一方面上超越了爱立信和诺基亚了。随后也谈论人才和时代的看法。尤其是关于4万华为海外员工不愿回国的事情，也是有进行详谈。、华为是一个和重视员工的企业，而且从华为的股份框架上也是能看出来的，任正非将华为大部分的股份，都是分给了员工，自己只拿了很少的一部分。而且，除此之外，华为有很多福利待遇也是十分不错的。而任正非谈及现在的人才时，表示如今有4万华为海外员工不愿回国。而任正非谈其原因时，也让人感觉很难受。据任正非所言，如今海外的那些员工不愿意回国，其实是和教育有关系。如今的家长们都是很重视对于孩子的教育，而海外的教育和国内的教育并不一样，尤其是模式和理念上，更是有很大的差别。而孩子们在接受了西方的教育之后，再来接受国内的教育，并不是一件很容易转变过来的事情。再者来说，在国外，很多地方都是能让孩子接受到最好的教育，任正非说，即使是在非洲，孩子也能接受很好的教育，而在深圳，可能连学校都很难进去。听完任正非说完这些理由，的确是让人挺难受的。相信也是有不少人有经历过，有些比较好的学校，是很难进去的。每年都有不少的家长费尽心思，到最后都是无功而返。任正非很清楚这件事。所以为了人才都不会流失在海外，他做出了一个决定，那就是打造一所华为学校。这个学校将会是运用新的教育模式和理念。这样的话，也能让这些海外员工放下顾虑回国。", "author": "科技宇宙开拓者", "newsdate": "发布时间：19-01-27", "newstime": "19:50", "sentiment": [{"positive_prob": 0.00262749, "confidence": 0.994161, "negative_prob": 0.997373, "sentiment": 0}]}]