[{"title": "任正非：光是物质激励，就是雇佣军！华为需要使命感和责任感", "content": "据华为总裁任正非披露，“华为”这个名字有极大的随意性，他当初注册公司时想不出名字，看着墙上“中华有为”标语响亮，就拿来为公司取名字了。他认为，“华为”这个名字取得并不好，因为“华为”的发音是闭口音，不响亮，“所以十几年来我们内部一直在争议要不要改掉华为这个名字，最近我们确定不改了。我们要教一下外国人怎么发这个音，不要老念成‘夏威夷’”。华为也寓意着中华有为。除物质奖励外，任正非非常重视精神的力量。任正非曾在内部讲话中表示，激发组织活力就是讲精神文明，以多打粮食、增强土地肥力为中心来建设精神文明，以巩固我们的团结、巩固我们的奋斗精神，走向未来的胜利。我看了一个心声跟帖，有一段话我感触很深，他说：“光是物质激励，就是雇佣军，雇佣军作战，有时候比正规军厉害的多。但是，如果没有使命感、责任感，没有这种精神驱使，这样的能力是短暂的，只有正规军有使命感和责任感驱使他能长期作战”。我看了，我觉得讲的很深刻，这样的员工有这样深刻的认识，很感动我的。华为技术有限公司是一家生产销售通信设备的民营通信科技公司，于1987年正式注册成立，总部位于深圳市龙岗区坂田华为基地。任正非18岁经过自己的努力考上大学，学的暖通专业。从重庆建筑工程学院毕业后，在建筑工程单位工作。1982年，任正非转业到深圳，在当时深圳最好的企业——南油集团工作。向公司高层建议投资研发数字程控交换机，然而，在先后投资300万巨资后，任正非还是失败了，公司是待不下去了，无奈之下，任正非选择了辞职。1987年，任正非怀揣着2.1万元人民币与朋友一起在深圳创办了华为公司，最初只是主营电信设备代理，模仿其他公司产品做研发生产。有媒体这样描写那时的任正非：44岁时，任正非被南油集团除名，背负200万债务，老婆离婚，一人带着老爹老娘弟弟妹妹在深圳住棚屋，创立了华为。没有资本、没有人脉、没有资源、没有技术、没有市场经验，却成功逆袭，用27年把华为带到通讯行业世界第一的位置。“我无力控制，有半年时间都是噩梦，半夜常常哭醒”、“研发失败我就跳楼”，这是任正非在华为创业维艰期决绝说出的话。对于半路出家创立华为进入电信领域，任正非这样总结：“如果我聪明的话，不进入电信领域，也许我的人生意义会更大。如果我去养猪的话，现在可能是中国的养猪大王了。猪很听话，猪的进步很慢；电信的进步速度太快，我实在累得跑不动了”。如今，华为已经成为世界著名的科技公司。最近《财富》杂志就发布了2019年世界500强榜单。在这次的名单中，阿里排名第182，联想排名第212，腾讯排名第237。这三家公司是我国知名的科技公司，但更让人震撼的就是华为再次挺进前100，排名第61。在2010年的时候，华为首次入选世界500强，但是华为的排名是397名。在接下来的几年里，从300多名，到200多名，再到100多名，后来的，83名，72名，直到今天的61名。7月30日，华为在深圳召开上半年业绩发布会，公布公司多项业绩数据。半年报显示，华为上半年实现营收4013亿元，同比增长23.2%；净利润率为8.7%，与2018年相比略高。半年报显示，华为上半年的智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，平板、PC、可穿戴设备发货量也在增长。值得注意的是，华为计划2019年研发投入1200亿元。据了解，华为2018年研发费用达1015亿。就如同华为名字的由来“心系中华，有所作为”一般，华为约有18万名员工，业务遍及全球170多个国家和地区，服务全世界1/3以上的人口；并且与全球的企业客户一起，以开放的云计算和快捷敏锐的网络，助力全球各领域的高效运营。华为的自主品牌正扎根全球，成为中国的“闪亮名片”。", "author": "朱邦凌", "newsdate": "发布时间：19-08-03", "newstime": "21:02", "sentiment": [{"positive_prob": 0.934827, "confidence": 0.855171, "negative_prob": 0.065173, "sentiment": 2}]}, {"title": "手机的反向无线充电功能到底有没有用？", "content": "近两年，无线充电技术得到了快速普及，不论是主流旗舰手机还是最新的无线蓝牙耳机，都开始采用无线充电技术。另外值得关注的是，反向无线充电技术从今年开始逐渐崭露头角，目前只在三星S10系列、华为Mate 20 Pro、华为P30 Pro等少数旗舰手机上有所使用。近日，据外媒XDA报道，近期有开发人员发现MIUI（小米公司基于Android系统开发的手机操作系统）在最新的测试版固件中加入了反向无线充电字符串；而这一动作也预示着，小米有可能会在新一代旗舰机型上使用反向无线充电技术。外媒还透露，该功能如果在90秒内未进行充电则会自动关闭，以减少手机电量的消耗。至于首先搭载这项功能的手机，外界普遍认为将会是今年下半年亮相的小米MIX 4。无独有偶，早在今年5月，外媒就详细报道了苹果iPhone 11的配置。除了依然保留的“刘海屏”、后置三摄“浴霸”摄像头以及性能强悍的A13处理器，反向无线充电功能也有望加入。这点倒是很好理解，毕竟AirPods 2已经支持了无线充电功能，给iPhone 11配上反向无线充电功能，正好可以用来给AirPods充电。其实手机反向无线充电功能并不是什么黑科技，它只是把无线充电器的功能移植到了手机内部，用户可以在手机设置里选择何时打开或关闭该功能。值得注意的是，目前支持该功能的手机品牌都推出了支持无线充电功能的无线耳机产品，比如华为FreeBuds 2 Pro、三星Galaxy Buds，都支持无线充电。所以，为手机加入反向无线充电功能也就变得顺理成章。出门在外遇到耳机和充电盒电量不足，又忘了随身带充电宝，还可以直接用手机作为应急充电方案。不过，对于手机的反向无线充电功能，有一个问题是无法回避的——电池容量。我们都知道，iPhone的电池容量一直以来都比同样是旗舰Android手机的电池容量小很多。虽然苹果一直强调手机电池的续航能力是与系统运行程序协调优化处理息息相关的，但是这样的解释更像是自圆其说，很难让消费者信服。iPhone XS Max电池容量只有3174mAh这里我们还是以华为和三星手机为例，华为Mate 20 Pro的电池容量为4200mAh；华为P30 Pro的电池容量也是4200mAh；三星S10+的电池容量为4100mAh；而相比之下，iPhone XS Max的电池容量只有3174mAh，差距显而易见。所以，不只是iPhone，如果手机本身的电池容量无法得到保证，那么反向无线充电功能的实用性必然会大打折扣，用户也不会把续航本就捉襟见肘的手机用来给耳机充电。至于这一功能能否在今年推出的新机上得到更广泛的运用，目前也只能寄希望于各家手机厂商能够拿出更好的电池续航解决方案了。最后简单总结一下，在我的实际体验过程中，手机的反向无线充电功能在某些时候的确能够派上用场。尤其是现在越来越多的蓝牙耳机都开始支持无线充电功能，如果手机能够直接用来给耳机应急充电，确实能够带来更便捷的体验；但前提一定是手机本身的电池容量够大，续航时间够长，这点安卓旗舰手机目前基本已经做到了；而对于苹果用户来说，今年能否体验到iPhone给AirPods反向无线充电的快感，还是上面那句话：我们只能寄希望于苹果能拿出更好的电池续航解决方案了。(7234632)", "author": "中关村在线", "newsdate": "发布时间：19-08-03", "newstime": "05:49", "sentiment": [{"positive_prob": 0.224895, "confidence": 0.500233, "negative_prob": 0.775105, "sentiment": 0}]}]