[{"title": "华为、滴滴、阿里云、高德地图、清华、北工大……未来的交通到底是啥样", "content": "交通界“大咖”云集杭州，20多场论坛提供交通饕餮盛宴。12月6日，第二届浙江国际智慧交通产业博览会.未来交通大会(下称“博览会”)在杭州国际博览中心召开。为期三天的博览会以“交通新时代产业大格局”为主题，重点展示了国内外综合交通产业的“新技术、新产品、新模式、新业态”。高规格、权威性、领域广是本届博览会论坛部分的特点。赛文交通网作为本次大会的战略合作单位，承办了“未来城市智慧交通发展论坛”和“AI+智慧交通产业发展论坛“两场主题论坛。“未来城市智慧交通发展论坛”精彩观点(清华大学副教授李瑞敏)清华大学土木工程系副教授、博士生导师李瑞敏现场发表《自动驾驶时代的交通设施规划与设计思考》的主题演讲，分别对未来的出行模式及需求、未来的道路交通规划、未来的道路设施设计等方面进行了分析。李瑞敏表示交通根本性的变革短期难到，但在交通规划与设计中需要开始考虑了，目前难以真正理解无人驾驶到底能够给道路带来什么，城市及交通专业人士应当开始行动起来了。(南京赛康交通董事长刘干)南京赛康交通安全科技股份有限公司董事长刘干在《国家级重大项目智能网联路侧设施创新应用》主题演讲中表示，顶层设计促成了战略新兴智慧交通安全产业，中国智能网联汽车发展的目标是减少交通事故，降低车的能耗，提升路的效率。(上海城市建设设计研究总院高翔)上海市城市建设设计研究总院(集团)有限公司智能交通所所长高翔发表《智能网联环境下的智能交通系统建设思考》的主题演讲，分别对智能网联的发展趋势、过渡期的智能交通建设、测试区与示范路建设思考、上海智能网联建设动向等方面进行了分享。高翔肯定了智能网联的必要性，表示智能网联在某些对象识别上能够解决单车智能无法解决的问题，比如“鬼探头”、前方大车遮挡交通信号灯等。(浙江交通规划设计研究院副总经理戴显荣)浙江省交通规划设计研究院有限公司副总经理，教授级高工戴显荣现场分享《\"浙江省未来社区\"中的交通场景构建》，主要从“社区背景”、“社区顶层设计”和“社区交通场景解决方案”等三个方面做了精彩分享。戴显荣表示未来社区交通场景要做到“人畅其行、车畅其道、物畅其流”。在这个总体目标的指引下，未来社区要打造一个“5、10、30分钟出行圈”。5指的是实现5分钟取停车，10指的是从家门口到公交站点10分钟可达，30指的是物流在小区里面应该30分钟能够完成配送。(浙江创泰科技董事长梁坚)浙江创泰科技有限公司董事长梁坚表示，在5G到来之后，停车行业有5个重要的发展趋势，分别是城市级车位一体化，诱导的自主化，泊车的自动化，停车平台的归一化以及当前最热的ETC在道路停车领域的商业化均将成为现实。(华为智慧交通解决方案CTO王鹏)华为技术有限公司智慧交通解决方案CTO王鹏现场表示用信息技术提升交通管理能力是大势所趋，交通管理信息化建设，亟需打破信息孤岛，提升自动化智能化。城市交通发展已经从增量为主转向存量优化、有序建设、适度开发的新历史阶段。融合AI智能技术和交通全链条的业务能力成为推进现代化城市交通综合治理体系的必然方向。他强调，华为愿意和合作伙伴共同建立数据驱动城市交通治理的新方式，为城市的交通发展带来新思路、新突破。(滴滴智慧交通总工程师孙伟力)滴滴智慧交通解决方案总工程师孙伟力现场发表了《移动出行数据在城市交通管理中的应用探索》主题演讲，孙伟力表示这是一个重要的拐点时期，汽车已经从交通管理者眼中纯粹的麻烦制造者，慢慢变成了合作者。车与交通的角色正在发生转变，车与路之间也出现了新的关系。(阿里云专家金仲明)阿里云智能达摩院机器智能技术高级算法专家金仲明现场发表了《图神经网络在交通预测中的应用》主题演讲，金仲明现场分享了AI预知未来的手段。“AI+智慧交通产业发展论坛“精彩观点(北京工业大学城市交通学院副教授于泉)交通大脑要怎样炼成?北京工业大学城市交通学院副教授于泉现场分享了《交通大脑新探索》，分别从什么是交通大脑?什么是交通大脑的“魂”等方面做出了分析。(高德地图未来交通实验室主任苏岳龙)高德地图未来交通与城市计算联合实验室主任苏岳龙现场分享《社会化大数据交通个性化数据应用》，主要从“智融”、“智联”、“智控”和“惠行”等四个方面总结了高德正在交通领域发力的方向。2019年11月13日，交通运输部办公厅印发《全国高速公路视频联网监测工作实施方案》和《全国高速公路视频云联网技术要求》，其中指出“强化交通基础设施养护，加强基础设施运行监测检测”的要求，全面建设“可视、可测、可控、可服务”的高速公路运行监测体系。(浙江工业大学沈国江)浙江工业大学计算机智能系统研究所所长沈国江现场发表《大数据时代城市广域交通管控一体化技术》的主题演讲，分别对大数据时代智能交通管控发展趋势、多源交通数据分析融合与态势推演、人工智能的交通管控技术、大数据驱动城市广域管控一体化平台等方面进行了分析。(北京卓视智通总经理吴柯维)北京卓视智通科技有限责任公司总经理吴柯维表示，只有真正做到可测与可服务才可称之为智慧交通。通过AI实现道路、参与主体、道路环境的精准感知，通过互联网为道路管理者提供服务，通过5G和C-V2X为车主提供服务来构建智慧交通。(银江智慧交通研究院副院长金峻臣)银江智慧交通研究院副院长金峻臣现场分享《城市交通拥堵传播规律与AI治理策略》，主要从“交通拥堵现象”、“交通治理技术”、“拥堵成因分析”、“AI治理策略分类”、“AI动态治理详情”、“城市交通AI治理策略”等方面做了详细分享。(杭州远眺科技有限公司副总裁张雷)杭州远眺科技有限公司副总裁张雷现场发表《基于大数据的综合交通指挥中心的现在与未来》的主题演讲，分别对交通指挥中心面临的挑战、数据中台赋能交通指挥业务、未来交通指挥中心的运作方式等方面进行了分享。(海康智能交通行业高级经理施南征)海康威视智能交通行业高级经理施南征表示，交通管理离不开物联数据的支撑，尤其是智能交通信息化系统建设需要构建以视频为核心的智能物联网。来源: 飞象网", "author": "同花顺财经", "newsdate": "发布时间：19-12-13", "newstime": "12:41", "sentiment": [{"positive_prob": 0.967601, "confidence": 0.928002, "negative_prob": 0.0323991, "sentiment": 2}]}, {"title": "华为5G良心之作：麒麟990+京东方OLED+4500mAh 这才是华为手机", "content": "说到华为手机，大部分人都会想到华为手机的旗舰机系列，也就是华为Mate系列和华为P系列，这两个系列的手机，在目前深受消费者喜爱，无论是华为P20 Pro，还是华为Mate 30 Pro，都是目前最为优秀的手机，熟知华为手机的人都知道，华为手机除了旗舰机系列，其他系列做的也是极为不错的，无论是外观设计还是性能配置，都是能够跟部分旗舰机相媲美的，而近期就有媒体曝光了一款华为5G概念机，虽然不是旗舰机系列，但是从各方面功能来看，该机无疑是一款旗舰机的，笔者带你们了解一下。自进入全面屏时代后，各大手机品牌都在追求更高的屏占比，对于消费者来说，屏占比越高的手机，视觉效果越好，而目前除了100%全面屏设计能够极高的提高屏占比以外，只有异形全面屏设计能够提高手机屏占比了，从曝光的渲染图上能够看得出来，这款华为概念机的屏幕，就采用了异形全面屏设计中的钻孔屏设计，屏占比高达95.8%，该机的屏幕尺寸为6.5英寸，分辨率为：2340*1080像素，采用了京东方OLED屏，屏幕色彩值为1700W色，刷新率为90Hz。目前市面上钻孔屏设计的手机，都是华为手机、三星手机、vivo手机，因为目前只有这三家手机品牌，发布过钻孔屏设计的手机，其他的手机品牌还没有钻孔屏设计的手机，并且目前市面上钻孔屏设计的手机，基本上都是钻孔单摄，从曝光的渲染图上能够看得出来，这款华为概念机就是一款比较少见的钻孔双摄的手机，该机的两颗摄像头镶嵌在屏幕左上角部位，前置摄像头的像素分别为：3200万+1200万，采用了：F/1.69+F/2.6光圈，搭载了最新的AI美颜技术，这才是华为手机。熟知华为手机的人都知道，目前华为手机最为优秀的拍摄功能，就是徕卡拍摄功能了，只不过徕卡拍摄，只有华为手机的旗舰机系列才会搭载徕卡镜头，因此这款华为概念机并没有搭载徕卡镜头，从曝光的渲染图上能够看得出来，该机的机身背面总共搭载了三颗摄像头和一颗LED闪光灯，采用了后置竖排设计，该机后置摄像头的像素分别为：4800万+1800万+1200万，搭载了PDAF相位对焦技术和OIS光学防抖技术，支持AI拍摄模式、超广角拍摄模式、HDR拍摄模式，这才是华为手机。目前最受消费者喜爱的手机，无非就是5G手机了，因为5G手机的性能配置极为强悍，运行非常流畅、下载应用的速度也极快，并且三大运营商已经公布了5G套餐的价格标准，因此5G手机就更备受瞩目了，而这款华为概念机，就是一部5G手机，因为该机搭载了麒麟990处理器，这款处理器的性能有多强悍，从华为Mate 30 Pro上就能够看得出来，因为华为Mate 30 Pro也是搭载的麒麟990处理器，这款华为概念机的运行内存最大支持12GB，存储内存最大支持512GB。对于广大消费者来说，以上功能做的优秀，就已经能够满足他们的需求了，但是对于部分消费者来说，手机的续航功能和防护功能也是尤为重要的，这款华为概念机搭载了一块4500mAh的电池，支持40W功率的超级快充功能，不支持无线充电功能，支持IP68级别的防水防尘技术，机身材质是康宁大猩猩第六代玻璃，解锁功能支持人脸识别解锁功能和指纹识别解锁功能，这才是华为手机。随着5G的普及，华为也开始大量发布5G手机，但目前华为的5G芯片还只有麒麟990一颗，所以，不管是高端旗舰机，还是中端机，只能搭载这颗处理器，该机就是如此。不过该机在硬件和技术方面都相对低很多，根据资料显示，该机的发布价在3499左右，算是华为5G良心之作，不知道你们觉得是不是。", "author": "概念科技说", "newsdate": "发布时间：19-12-13", "newstime": "07:42", "sentiment": [{"positive_prob": 0.99403, "confidence": 0.986733, "negative_prob": 0.00596998, "sentiment": 2}]}, {"title": "华为Mate30系列亮相沃尔沃S60上市发布会，AR体验成亮点", "content": "12月12日，北欧豪华中型轿车沃尔沃全新S60上市发布会在上海举行，7款不同车型同时上市，其中包含4种动力配置和6种车身颜色可供选择。在发布会体验区，有眼尖的参会者发现了华为的最新旗舰产品，众多黑科技加持的新品体验成了汽车之外的又一大亮点。不仅如此，本次沃尔沃S60新车发布会通过华为视频实时在线直播，并在华为音乐、华为阅读、华为浏览器、华为主题等多个端内获得曝光。是什么促成了这次合作呢？随着科技与互联网的发展，车与手机、车与智能设备联系越来越紧密，华为手机联手沃尔沃也是与华为今年发布的「1+8+N」全场景战略有关：以手机为主入口、8个辅助入口（车机、音箱、耳机、手表/手环、平板、大屏、PC、AR/VR）以及泛智能硬件，打造智能家居、智能出行、智能家庭等场景的智慧体验。与车互联是打造智慧出行的重点，小狐在Mate30系列发布时就真实体验过。说起华为智慧出行，就不能不提华为正在同众多汽车厂商合作研发的HiCar智慧车载功能，通过本功能手机可与汽车完美连接，在车辆中控屏幕，不但可以便捷使用手机上的音乐、导航服务；在车外可以用手机控开锁车，升降玻璃，实时显示车辆状态；在车内华为手机可代替车本身的人机交互，实现更加智能的行驶。在4G时代，由于网速的原因，用户一直不能愉快地玩耍VR设备，但是今天华为 VR携5G组合可是丝毫不卡顿，给用户带来了视觉交互的革新，增加了影音视频和游戏娱乐体验的沉浸感，VR观看直播以及聚会和会议都可以实现。在华为Mate30系列5G版手机上，借助HUAWEI AR Engine双引擎，支持丰富的AR应用场景，包括AR购物、AR展示、AR游戏、AR拍照、AR教育等诸多场景，带来IMAX虚拟巨幕，全视角高清细腻的视觉震撼体验。在这次发布会现场，体验者可以用AR技术看车，让参会者仅仅手持手机即可全方位了解新车的特点。华为Mate30系列搭载全球领先的AR平台华为AR Engine，该平台对环境、人脸、人体骨骼等物体建模方面有着极高的理解力和塑造能力，在此次沃尔沃S60发布会中，更带来了业界首创的真3D实时识别与跟踪的AR看车功能，凭借极佳的性能和良好的用户体验远远超越业界友商。AR看车功能呢，让用户体验时可以直观的体验到心跳加速的4秒破百的真实感，同时各种详尽实时参数更跃然车上，让即便是对车辆参数一无所知的小白，也可以一目了然，提高了消费者对于车辆参数的了解。当然这一切都要以一款具有强大性能的手机为载体，华为在沃尔沃全新S60上市发布会展厅中展示的VR/AR体验，实际上都与华为Mate30系列5G版手机相关。华为Mate30系列5G版搭载全球首款旗舰5G SoC麒麟990 5G，拥有自研达芬奇构架NPU，AI算力全面提升；同时支持SA及NSA 5G双模，相比目前市面上多数仅支持NSA单模设计的5G手机，华为Mate30系列5G版明显技术领先，在未来我国5G网络向SA架构升级时能够无缝过渡，无需再更换手机，做到一步到位！值得一提的是，华为Mate30系列5G版还采用了全场景的天线设计，其中华为Mate30 Pro 5G整机有21根天线，其中有14根5G天线，拥有非常出色和稳定的5G网络连接能力。另外，华为Mate30系列5G手机还支持强大的5G双卡双待功能，可以同时保持一张SIM卡5G在线，一张SIM卡4G通话。也就是说，你可以一边在5G网络环境下畅玩VR游戏一边用4G网络接听电话，高速网络和电话通讯同时在线。华为Mate 30 Pro配备超感光徕卡电影四摄，搭载双4000万像素双主摄（超感光摄像头+电影摄像头），800万像素长焦相机，和3D深感相机，支持45倍混合变焦，3倍光学变焦，OIS+AIS双重防抖。华为Mate 30 Pro电池容量为4500mAh，配备40W有线超级快充，27W无线超级快充等。时下而言，华为Mate30 系列5G版可谓是目前综合性能最出色的5G手机，而现场展示的华为VR和AR的应用也仅仅是冰山一角。相信随着5G的到来，华为手机会与更多的智能设备相结合，带给大家更贴心更智慧的使用体验。", "author": "狐机堂", "newsdate": "发布时间：19-12-13", "newstime": "23:04", "sentiment": [{"positive_prob": 0.994568, "confidence": 0.98793, "negative_prob": 0.00543164, "sentiment": 2}]}, {"title": "华为接班人会是谁？任正非表态不是女儿，4位爱将中这2人希望最大", "content": "文：二三“国不可一日无君”，这句话不管是用于哪一个企业都是相当合适的。对于一个企业来说，有一个好的领导者是非常重要的，尤其是在大企业，拥有一个掌舵人往往能够事半功倍。从联想和华为可以看出，曾经联想享誉全球的时候，华为还只是一家鲜为人知的小公司，可如今华为在任正非的带领下，早已将联想远远甩在身后。任正非作为华为的灵魂人物，带领华为度过了华为创办前期的种种困难，如今，随着任正非年龄越来越高，人们对华为接班人的问题也越来越感兴趣。当然，任正非本人非常清楚企业接班人的重要性，所以他特别关注华为接班人的候选人，从不马虎。现在任正非已经75岁了，和他同龄的人大多数都已经享受晚年的生活了。任正非也想早点退休，但是他放心不下华为，仍然仍然坚持在一线，致力于华为的发展。不过，按照华为如今的发展，任正非退休之前，最后需要做的一件事就是挑选一个合适的接班人。事实上，华为多年来一直在为接班人的问题而担忧。从很久以前的李一男到后来的轮换制，华为一直在探索的路上，希望能为如今体量越来越大的华为找到一个最合适的接班人。相信很多人会问，任正非会不会让自己的孩子接班，然后把华为发展成家族企业。而任正非及时表态否定了。在一次采访中，任正非表示：华为的未来接班人计划在华为的公司管理章程中有明确的规定。接班人计划必须以有序的方式推进，我不会指定接班人。别担心华为最终会没有接班人。事实上，我们有太多的接班人。但孟晚舟肯定不会成为接班人。任正非很早之前就明确表示，“孟晚舟永生永世不可能做接班人，因为她没有技术背景。”他同时称自己不能完全从父亲的角度去决定儿女发展的轨迹，希望看到儿女自由飞翔，“每个小孩都要有个性”。然而，在华为30年的发展中，涌现出了大量的人才，其中四位尤为突出。被誉为“华为四太子”，下面小编就来为大家一一介绍一下。第一位：郭平曾经被称为“华为四太子”的四人，如今只剩下两个人依旧留在华为，而郭平就是其中一位。也许很多人会对这个名字感到陌生，因为郭平就像他的名字一样，平平淡淡，为人低调，对人也很友好。郭平是华为的副总裁，但却很少有人知道他。而低调并不意味着没有实力，华为90%以上的研发部门其实都是由郭平一手“带出来”的。郭平多次受到华为的赞誉，但是由于郭平为人温和，因此很多人担心郭平不能够支撑起整个华为。第二位：余承东余承东就是“华为四太子”中剩下的另外一位，大家对于他应该还是比较熟悉的吧，毕竟余承东是华为消费者业务的首席执行官，余承东多多少少有些名气。余承东生于1969年，毕业于清华大学，可以说是天赋与实力的结合。作为消费者业务的首席执行官，余承东与其他高管有很大不同。认识余承东的人都知道他是个高调的人，喜欢“吹牛”，外界称他为“余大嘴”。也可能是因为他所在行业的关系，余承东不得不顺势而为。然而，余承东的“吹牛”归“吹牛”，结果都实现了。然而，余承东未来能否执掌华为，还有待考量。第三位：郑宝用华为002号员工郑宝用，曾为了加入华为，放弃了清华大学的博士学位。当时，华为成立不到两年。因为任正非自己在技术方面不懂，所以对于郑宝用的加入非常高兴。郑宝用的实力非常强大，因此赢得了任正非的肯定。甚至连任正非都称他为“宝宝”，任正非曾夸郑宝用一人顶万人用。作为华为的创始人，郑宝用也相当低调。在华为的那些年里，他一直沉浸在自己的科学研究中，很少露面。可是天妒英才，2002年，郑宝用正处于事业巅峰期，却被查出脑癌，寻遍了国内的名医，最终都还是不见效。为了治疗郑宝用，任正非四处托关系，甚至还拿出了2000万美元作为郑宝用的治疗费用。后来，为了自己的身体着想，郑宝用不得不退居二线。曾经有很多人都觉得郑宝用既是最适合华为，也是任正非最理想的接班人，无奈命运总是喜欢捉弄人。第四位：李一男李一男曾被誉为“天才中的天才”。15岁时，李一男被华中理工破格录取，加入华为的第二天，就从实习生转正。27岁时，他成为了华为副总裁，前途光明。遗憾的是，一个人的实力和他的人品不能草率地画上等于号，因为被称为“天才”，李一男的傲慢导致了他在公司的人缘非常不好。后来，由于李一男的盲目自信，他最终选择背叛华为，自立门户。一个好的接班人，不仅需要能力，还需要忠心。差点给华为造成断层式打击，最后还是任正非出面才将此时解决。后来，李一男因一些事故入狱，从此一代天才陨落。华为不仅是国内科技企业的一面大旗，也是世界上最具影响力的中国企业。它的成功取决于企业的凝聚力。一个企业的进取法宝就是任人唯贤，可能华为没有太大的待遇优势，但是能成长到如今的规模，证明年轻人们对华为的价值观还是持一致赞同的态度。不知道大家觉得以上四位谁才是最适合成为华为的接班人呢？或者说其实大家的心目中其实还有一些别的人选呢？欢迎大家留言讨论。本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-12-13", "newstime": "09:35", "sentiment": [{"positive_prob": 0.129777, "confidence": 0.711606, "negative_prob": 0.870223, "sentiment": 0}]}, {"title": "华为手机好用，但这个系列千万“谨慎”，线上买很容易“吃亏”！", "content": "近几年随着华为手机的口碑日益高涨，入手华为手机的人也越来越多。华为手机里最知名的要数华为Mate系列和华为P系列。但其实除了这两个旗舰系列，华为也有便宜的千元机，比如华为畅享系列，这一系列的手机价格看起来很便宜，价格基本都在两千以下，然而好物君却不推荐机友们入手，为什么呢？下面就来仔细说说原因。线下合约机，入手即入坑华为畅享系列是一个主打线下销售的手机系列，很多机友现在都习惯在网上买手机，可去线下门店选购的人也不少，畅享系列瞄准的正是这一市场。很多机友看过它的价格之后，觉得可以接受，于是便入手了。但入手的人之后肯定会后悔，因为畅享系列经常会和运营商合作，推出套餐合约机，手机确实很便宜，但却绑定了高资费的套餐，而且还无法取消，自己算笔账的话，我们肯定是亏了。更坑的是，我们入手的时候或许根本就注意不到合约机的内容，稀里糊涂就上当了，简直没处说理。因此为了避坑，机友们可要擦亮眼睛。不仅价格低，配置也低华为畅享系列是华为手机里少见的低价手机，但价格低并不代表就适合入手，机友们想必都听过一句话，一分钱一分货，既然价格低，那配置自然也低了。就拿前不久华为刚刚发布的畅享 10S来说，这款手机搭载的是麒麟710F处理器，要知道之前荣耀9X就已经用上了华为最新的中端处理器麒麟810，华为 畅享10S比荣耀 9X发布更迟，但配置反而倒退了，这样的骚操作让人直呼看不懂。另外，华为 畅享10S机身是塑料材质，外观质感也比不上友商的千元机。线上竞争激烈，高配低价更多好良心上面说畅享系列是一个主打线下市场的手机系列，但其实我们要是入手千元机的话，线上购买更划算，价格不算贵，不用担心被骗。更重要的是，线上市场有很多高配低价的神机，很多都比畅享系列更值得入手。就比如上面说到的荣耀 9X，这款手机配置比畅享系列新机高，但价格反而更低，一对比差距就出来了，谁更良心机友们心里也有数了。不止是荣耀，线上可供我们选择的千元机品牌还有很多，红米、realme也发布了多款备受欢迎的千元机，从配置来看要比畅享系列更值得入手。现在很多人都在吐糟华为手机太贵了，根本买不起，因此一看到像华为畅享系列这样的低价华为手机，不少机友都心动了。但买手机可不仅仅要关注价格，性能才是最重要的，畅享系列的配置在千元机里并不算一流的，甚至连小弟荣耀的千元机都比不上。再说畅享系列看起来便宜，但背后却藏着陷阱，要是买到一款合约机，光是每个月的资费就足够让机友们崩溃了，这样一说，机友们还觉得畅享系列便宜吗？", "author": "MI好物君", "newsdate": "发布时间：19-12-13", "newstime": "23:22", "sentiment": [{"positive_prob": 0.169291, "confidence": 0.623797, "negative_prob": 0.830709, "sentiment": 0}]}, {"title": "华为重掌主动权，谷歌猝不及防！没有GMS也没关系，这一招太绝了", "content": "今年年中美国商务部将华为列入所谓的“实体清单”，很多美国企业被迫选择与华为划清界限，其中就包括谷歌、微软这样的行业巨头。由于谷歌收回了GMS授权，导致华为手机的软件服务遭到了极大限制。换一般的厂商到这儿也就服软了，但华为并没有这么做，反而想了很多有点“腹黑”的小妙招，让谷歌猝不及防。1.GMS服务是啥？它很重要么？外媒：没有谷歌，华为手机只是一块“砖头”。很多国内的小伙伴都不太明白GMS是个啥玩意儿，这么说吧：它是安卓系统的灵魂所在，是谷歌全家桶软件的基石。在大陆地区，目前所有国行手机都不能通过GMS认证，但我们有全球体量最大的互联网生态圈作为支撑，所以自然感觉不到GMS的重要性。但对于大部分的国外用户来说，没有它是真的不行！谷歌全家桶软件覆盖面积广，比如比如YouTube、谷歌地图等，由于谷歌在海外互联网市场长期处于绝对的垄断地位，所以导致类似的可替代软件数量非常少。在国内我们不想用百度地图，还有高德、搜狗、腾讯等导航软件可以去选择，但在国外情况就不一样了，海外用户除了谷歌之外并没有更多的选择空间。在华为Mate30发售时就有外媒戏称：“这就是一块贵一点的转头”，华为手机在海外所面临的困境可想而知。2.华为手机业务的重心重返国内市场，自研鸿蒙系统蓄势待发。华为和小米、OV、一加等厂商一样，都是安卓手机阵营中的重要成员，如今谷歌收回了华为的GMS服务授权，那下一步会不会直接把安卓系统的使用权都给夺走呢？这真的是一个令人细思极恐的问题。不过不急，一方面谷歌不会傻到去和全球第二大手机厂商正面硬刚，以后还得指望华为赚钱呢；另一方面华为自研的鸿蒙系统也已经准备就绪。早在三个月前华为就已经发布了鸿蒙操作系统，它可以对华为旗下的手机/平板/电视等多种类型终端设备进行适配。任正非在回答记者采访时也表示：如果美国明确谷歌GMS生态系统华为不能使用，华为自己的系统将会投入使用，预计在2-3年内完成全球生态系统的整合，明年或后年就能重返海外市场。3.如何把“砖头”卖出去？华为这一招太绝，很有中国特色鸿蒙系统目前还没有实现商用，软件生态也正在整合中，华为的当务之急是想办法挽留住欧洲的消费者和市场份额。昨日华为Mate30 Pro在西班牙正式开售，华为官方还推出了捆绑销售套餐，西班牙用户购买华为Mate30 Pro可获得华为MediaPad M6平板电脑以及一年的Filmin影片订阅权限。这一招就很有“灵性”，颇具中国特色。一方面通过发放福利的方式吸引客流，另一方面还能顺便将本来就难卖的华为平板清仓出货，一举两得。总结：由于美国的处处刁难，华为和谷歌算是结下梁子了，GMS服务的断供直接导致华为手机在欧洲市场变得不受人待见。不过俗话说得好，兵来将挡水来土掩，上有政策下有对策，关键时刻还是得“耍耍小聪明”。其实真正的重头戏还是鸿蒙系统等一系列华为自研产品，它们才是解决问题的关键！", "author": "MI好物君", "newsdate": "发布时间：19-12-13", "newstime": "18:19", "sentiment": [{"positive_prob": 0.783035, "confidence": 0.517856, "negative_prob": 0.216965, "sentiment": 2}]}, {"title": "苹果11月在华销量暴跌35%，华为产业链又迎来投资契机？", "content": "12月12日，中国通信院发布国内11月份手机出货量数据。据披露，11月国内总计出货量为3484万部，小幅下滑1.5%。其中有一大亮点，就是5G手机出货量已经高达507.4万部，环比10月暴增103%，出货量占比从6.9%提升至14.6%。11月，国产智能手机出货量占比总出货量的90%。新增5G手机市场份额被华为、小米、VIVO、OPPO等厂商瓜分，而苹果只有眼睁睁看着“我也很无耐呀~”其实，苹果在中国市场接连遭遇滑铁卢。据瑞士信贷分析师研报，11月份苹果手机在华销量同比重挫35.4%，而上个月同比降幅仅10.3%。那时，我还记得，iphone11版本出来的时候，不少媒体还在炒作苹果销量多么多么超预期，现实却是如此残酷，惨遭打脸。想想逻辑就知道，苹果新版手机除了常规处理器、存储芯片有所升级外，其余基本没有什么创新可言，并且国产手机巨头纷纷推出5G手机，而苹果却至少要等到明年这个时候~在手机市场，华为向上，苹果向下。前三季度，全球手机市场，三星以7840万台的销量，继续位居第一，占据全球22.4%的市场份额；华为则是以6680万台销量位居第二，占据全球19%市场份额，比去年同期提升4.1%。苹果则是持续下滑，从2018年前三季度的13.4%下滑至今年前三季度的12.3%。华为与苹果的市场份额已经拉开6.7个百分点。要知道这还是华为被美国政府各种打压，包括断供“芯片”等破坏全球手机供应商的行为下发生的。在国内市场，华为表现更为优异。前三季度，华为手机销量暴涨66%，市场份额飙升至42.4%，同比提升16.6个百分点。而苹果从7%的市场份额继续下滑至目前的5.2%，遭遇华为的强力狙击。苹果手机在全球市场份额下滑，那么也意味着ios系统用户不少已经转粉安卓。在中国，数据分析公司Quest Mobile的监测数据也显示，苹果用户的忠诚度在今年有所下降。2019年上半年，约46%的iOS用户在换机时选择投入安卓阵营，这一数字比去年同期增加了2.8%。其中，27.8%的苹果用户在换机时选择了华为。（来源：数据线）虽然苹果手机销量表现惨淡，但在平板电脑、智能手表、智能耳机等细分领域表现可圈可点。据Strategy Analytics发布的数据显示，2019 第三季度iPad合计出货1010万台，在全球市场销量整体下降4%的形势下，反而实现了4%的同比增长，目前全球市场份额为26.5%。在智能手表领域，今年三季度苹果智能手表全球累计出货680万只，同比增长51%，目前的全球市场份额达47.9%。据Counterpoint的数据显示，今年三季度苹果真无线蓝牙耳机（TWS耳机）的全球市场份额也高达45%。但是这些细分领域的营收规模还上不了台面。比如苹果今年力推的Airpods无线蓝牙耳机，营收40亿美元左右，只占到苹果总营收的2%。而苹果手机2019年财年营收高达1424亿美元，占总营收的54.7%。但iPhone手机2019年总营收相较于去年下滑14.6%。对于2020财年，马克西姆集团预计,”第二季度iPhone收入将比市场共识低14%，而2020财年将下降6%。” 它还预计，iPhone收入的减少将使苹果营收在2020财年下降5%，还预计苹果的营业利润将同比下降2%，“原因是服务和可穿戴设备的增长仅能部分抵消iPhone收入的下降。”反观华为，消费者业务表现非常亮眼。前三季度发货量超过1.85亿台，同比增长26%。华为PC、平板、智能穿戴、智能音频等均获得高速增长。特别是手机产业链，将继续迎来重大投资机遇。今年4月，笔者文章《如何把握华为崛起的红利》中提及：纵观整个5G产业链，我们会发现上中下游均有华为身影。在3GPP拥有20%以上的话语权，相当于在5G最上层控制了总龙头；其次，在芯片商领域，华为海思研发的各类芯片持续给力；在通信设备商领域，也早已是龙头老大；在销售终端方面，华为明显已经突围三星和苹果在高端领域的重重包围，正在引领手机创新的浪潮；在5G应用领域，发力智能家居、VR、车联网等等，估计也能拿下不小的市场蛋糕。华为崛起的势头势不可挡，虽然美国动不动就用国家力量来封杀华为，但终究不会得逞。华为将是5G时代最受益的公司，或许没有之一。华为主要业务集中在手机零部件以及通信设备零部件，那么，这两块业务所带来的投资机会不会少。你看看今年A股核心的华为供应商股价，哪一个不是涨幅喜人呢！尤其是5G手机，明年就会快速放量。今年10月，中国联通副总经理陈丰伟表示，明年5G手机预计会达到1亿台，在中国市场占有率将超过26%。国际市场研究机构Canalys也对中国5G智能手机市场做出了预测，到2020年，在中国出货的智能手机将有17.5%支持5G，5G手机出货量将在2023年首次超过4G手机，预计约为8亿部，在智能手机出货量中占比约一半。这意味着明年华为手机产业链同样会迎来巨大的投资机遇。当然，对于投资者而言，还是要选择有核心技术实力的龙头企业。", "author": "格隆汇", "newsdate": "发布时间：19-12-13", "newstime": "14:57", "sentiment": [{"positive_prob": 0.087809, "confidence": 0.804869, "negative_prob": 0.912191, "sentiment": 0}]}, {"title": "毕业生拒绝年薪300万工作，选择年薪200万的华为", "content": "来源：每日经济新闻昨天，“刚毕业就年薪200万”的话题冲上热搜！他是谁？是什么样的“大神”？秋招季的尾声，当很多同学还在为工作着急时。华中科技大学学生左鹏飞，却已经收到了华为年薪201万元的offer。#华为##年薪200万+##毕业生#每一个字眼都自带光环着实让人羡慕嫉妒恨左鹏飞到底是怎样的牛人？拒绝300万年薪，选择去华为92年出生的左鹏飞是华中科技大学的14级直博毕业生，博士阶段在武汉光电国家研究中心攻读计算机科学与技术专业，11月底刚完成答辩毕业。9月，华为就给左鹏飞发了offer，近日正式完成签约，左鹏飞将得到年薪201万元的职位。图片来源：楚天都市报当被问及得知获得这个工作机会时心情如何，他表示，心里比较平静，就觉得是水到渠成的事情。左鹏飞 图片来源：武汉光电国家研究中心他介绍，自己总共投了4家简历，华为、腾讯、阿里、深信服，4家公司均向他抛来了橄榄枝，薪资也很可观，其中一家公司开出了年薪近300万元的条件，税后收入比华为高出了40%。考虑了岗位匹配、业界口碑等多个因素后，左鹏飞选择了入职华为云的存储预研部门，他特别提到：华为可以满足我的一些其他诉求，比如保持跟学术界的接触。“华为提供了与我想做的研究方向非常契合的岗位，另外华为有很多有经验的技术专家，我去了会有很多学习的机会，可以进一步提升自己。”一年前，还未毕业就被华为“盯”上“去年，我还没毕业时他们就联系我了。”左鹏飞说，由于在校期间表现优异，华为早早地就“盯”上了他。今年8月，左鹏飞进行了华为线上面试，由于面试表现优异，他被推荐给华为“天才少年”项目，又接受了华为首席技术官的面试。“天才少年”是华为发起的一个用顶级的挑战和顶级的薪酬吸引顶尖人才的项目。今年7月，华中科技大学校友钟钊以位列第一的傲人成绩入选首批“天才少年”，当时该项目全国仅聘用8人。“我工作的内容是在华为云的存储预研部门做技术创新和突破。”左鹏飞说。华为的“天才少年”项目是任正非发起的一个用顶级的挑战和顶级的薪酬吸引顶尖人才的项目，用更高的技术来支持华为后面的发展，其分为三档，左鹏飞所获得是最高档次。据了解，今年7月华科校友钟钊以位列第一的傲人成绩入选首批“天才少年”，去年“天才少年”共录取应届毕业生8人，8人本科均毕业于985高校，其中2人来自于北京大学、2人来自于浙江大学、剩下4人分别来自于清华、华科、中科大、东北师范。在校期间有多厉害？网友：可望不可及在博士期间，左鹏飞以第一作者发表了高水平论文10余篇，其中，以第一作者身份发表在OSDI'2018和MICRO'2018上的两篇论文，分别刷新了华中科技大学在相关领域顶级会议零的纪录。OSDI是计算机操作系统最顶级学术会议之一，而MICRO是计算机体系结构最顶级学术会议之一，论文被这两个会议录用，其含金量甚至超过一些科学界国际顶尖期刊，难度相当于生物、医学领域在Nature/Science/Cell等期刊发文。知乎上一位用户形容：是无数系统领域研究者的梦想对象，可望不可及。否认自己是天才：我把别人打游戏时间都用在实验室关于什么是天才，左鹏飞的回答仿佛现代版鲁迅：哪里有天才？我是把别人打游戏时间都用在实验室里了。他的日常时间表是这样的早上8时起床8时30分之前在实验室学习到11时30分吃中饭下午2时多到5时30分进实验室晚饭后晚上6时30分到9时30分在实验室有时会呆到10时多，才回寝室睡觉一周7天，5年几乎天天如此。在不少学生深陷拖延症的时候，左鹏飞却是个十分自律的人，他善于时间管理，对不同的事情设立截止时间，还会做一些偏短期的规划，比如一个月、半年、一年。“秘诀就是充分自律，把每件事情都按时完成，让这种时间观念形成一种习惯，自然就没有了惰性。同时，我会保证充足的睡眠，这样才能有效率地工作。”左鹏飞分享远离拖延症的秘诀。理想：推动我们国家乃至全世界计算机行业技术的发展左鹏飞给自己定下目标：“博士毕业时相对于同龄人一定要做到非常非常outstanding。”自此，他像变了一个人一样，全身心地投入到了科研上。“一个高水平的博士毕业生，需要是一个领域里首屈一指的专家，所有人提到这个领域都会想到你的名字”。左鹏飞以此不断驱动自己，并逐渐在研究中找到了乐趣：“就像有的人喜欢弹钢琴有人喜欢唱歌一样，做科研就是我的热爱，也是我终生的事业。”每一个新想法、新发现都让他兴奋，从未感到懈怠。他说：我的理想就是能够在企业界作出更多技术创新和突破，推动我们国家乃至全世界计算机行业技术的发展，以一些图灵奖大师为目标，也希望自己的技术能够服务于社会，让广大民众受益，感受到技术发展带来的力量。编辑|卢祥勇杜恒峰 ", "author": "新浪财经", "newsdate": "发布时间：19-12-13", "newstime": "20:27", "sentiment": [{"positive_prob": 0.628908, "confidence": 0.17535, "negative_prob": 0.371092, "sentiment": 2}]}]