[{"title": "华为澄清5G谣言：德国业务一切正常，法国、日本均在积极参与！", "content": "说起最近一段时间热度最高的话题，华为在5G建设过程中遭遇到的一系列受阻应该算是其中之一了，甚至有的小伙伴早晨醒来就会打开手机看一看有没有最新的情况，不过话又说回来，在这诸多关于华为5G的报道中也是有实有虚，比如有的文章就表示，华为5G在德国遇到了困境，而在法国与日本华为更是被直接封禁。而面对近期网上部分报道与事实不符以及相应的谣言，华为公共及政府事务部今天也是正式发布一份公告来进行澄清，根据华为的这份公告来看，目前华为在德国的业务一切正常，而在法国华为也正在积极参与各运营商的5G建设，此外在日本华为正在积极参与运营商的5G标书答复和实验局测试。从华为的澄清来看，可以说华为目前海外5G业务发展情况要比想象中更好，而为了避免因网络误传、翻译不准确造成的误解，华为表示后续将会把相关情况与动态及时进行公布，帮助大家了解真实的情况。值得一提是，除了澄清相应谣言，华为也是宣布了几个令国人振奋的消息，首先华为5G在技术和商用上，均处于行业的领先水平，华为是目前行业唯一能够提供端到端5G全系统的厂商。其次尽管华为遇到了较大的外部压力与困境，但华为在商用上仍然取得了不错的成就，截止今天华为已经获得了25个5G商用合同，并与全球50多个伙伴签署了合作协议，而华为5G基站商用发货数量也已经超过一万个，这些数据在行业中均是遥遥领先。对于大家关注的5G手机方面，华为表示会在明年上半年发布搭载5G芯片的5G智能手机，而在明年下半年实现规模的商用，此外在前两天的华为Nova4发布会中，华为终端手机产品线总裁何刚也是表示华为今年智能机出货总量将会超过2亿台，而在2019年华为预计出货量在2.3亿台到2.5亿台之间。这也意味着华为明年大概率将会在年出货量方面超越苹果，成为货真价值的全球第二大手机厂商，对于华为消费者业务来说这可是不小的成就，总体来说作为国内最大的民营企业，华为这两年无论是主业务通讯还是副业务手机均有亮眼表现，当然取得如此成就的背后与华为每年高额的科研投入有着密切的联系，小伙伴们，对此你怎么看？欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：18-12-19", "newstime": "22:26", "sentiment": [{"positive_prob": 0.974223, "confidence": 0.942719, "negative_prob": 0.0257765, "sentiment": 2}]}, {"title": "就在刚刚，关于最近华为的5G报道，华为做出了以下回应！", "content": "我记得马云曾说过这么一段话：那就是，这是个信息爆炸的时代，但是现在很多朋友在看信息的时候，没有自己的判断力，媒体说风是风，说雨就是雨，就比如最近的华为公司这些事吧。今日，华为正式发布了一份声明：目前，华为在德国的业务一切正常；我们积极参与法国各运营商的5G建设；在日本，我们正在积极参与运营商的5G标书答复和实验局测试；新西兰政府虽对运营商提交的5G方案有不同意见，但监管流程尚未走完，客户均表示与政府继续斡旋，与华为合作保持不变。针对华为发出的声明，我来给大家理一理解！1、之前传出华为在德国从事间谍活动而被拒绝，可事实上，人家华为在德国一切正常阿。2、法国电信运营商Orange已经证实，该公司将排除华为作为其国内市场的5G设备供应商，但不会对这家中国厂商实施全面禁令。根据相关资料显示，华为扎根法国已有16年，目前已在法国设立芯片、数学、家庭终端以及美学等四个研发中心，2013年华为在法国宣布了一项15亿欧元的投资计划。但事实上，华为在法国的运作是一切正常的。3、孙正义带头拒绝华为？这根本也是没有的事，华为正在与日本运营商商谈！4、之前还有媒体传出，华为痛失美国市场，华为都没进去过，痛失哪门子市场呢？截止目前，我们已经获得25个5G 商用合同，并与全球50多个商业伙伴签署合作协议，我们的5G基站商用发货数量也已经超过10,000个，在行业内遥遥领先。2019年上半年，华为将发布搭载5G芯片的5G智能手机，并将在2019年下半年实现规模商用。嗯，以上这段言论是没有误解的，虽然华为目前确实在5G上取得了不小的成绩，但是之前华为在5G路上遭遇的阻力相信大家也的见的，正如任正非所说：要不惜一切代价赢得5G！顺便在给大家说一下，之前印度电信邀请华为去印度发展5G，这个是坐实了的，而且华为已经在印度修建了5G研发中心。而话又说回来了，为什么5G技术如此重要呢？因为说白了啊，5G技术无论是对于AI还是物联网都非常的关键，而AI与物联网又是未来的大趋势，也只有华为掌握了5G技术的主动性，我们未来在科技上的发展才能有更好的发展，所以，华为必须拿下5G！", "author": "俊世太保", "newsdate": "发布时间：18-12-19", "newstime": "19:51", "sentiment": [{"positive_prob": 0.734447, "confidence": 0.409881, "negative_prob": 0.265553, "sentiment": 2}]}, {"title": "“五眼联盟”傻眼！华为拿下25份5G商业合同，居全球之首，超1万个5G基站出货", "content": "中国基金报记者 凌云近期，“五眼联盟”（美国、英国、加拿大、澳大利亚和新西兰）对华为展开“密集围堵”，并试图拉拢法德等国家共同抵制华为。然而近日华为却拿下25份5G商业合同，规模排名全球首位，以此方式予以“五眼联盟”还击，也向世界证明了什么叫“用实力说话”。华为获得超25份5G商业合同，全球居首12月18日，华为宣布获得超过25份5G商业合同，规模排名全球首位，并已出货逾1万个5G基站。华为轮值董事长胡厚崑在深圳总部的一次新闻发布会上称，预计华为今年总营收将超过1000亿美元。而2017年华为营收为920亿美元。胡厚崑表示：“尽管一些市场努力制造对华为的恐惧，并利用政治干预行业增长，但我们自豪地说，我们的客户仍然信任我们。”他还说：“当涉及到安全指控时，最好是让事实说话。事实是华为在安全方面的记录是清白的。”华为官方公布的消息显示，近日华为在中国5G推进组组织的第三阶段测试中，率先完成5G SA独立组网的性能和功能的全部测试项目。这是业界首个针对SA组网、也是迄今最全面的基于3GPP R15协议的室内覆盖方面的测试。与此同时，华为还成功完成了2.6GHz频段基于3GPP Release 15标准9月份版本、SA架构的5G NR互操作性测试。该测试的完成是2.6GHz频段5G NR产业成熟和大规模商用发展的关键里程碑。华为在5G领域取得的成功，得益于其多年来的坚决投入。华为从2009年着手布局5G，至今已过去9个年头。期间，华为多次取得突破性进展。2012年推出关键技术验证样机，2013年投资6亿美元用于5G研发，2015年推出系统测试原型机，2015年至2017年参与3GPP R15标准制定，2018年投入50亿元用于5G产品化。按照目前的进度，2019年华为就可以实现5G商用，2020年5G就能全面普及。短短9年时间，华为从递交5G资质审核，到正式成为5G规则制定者，一改过去美国高通的主导局面，未来有望成为最大5G主导者。据了解，今年华为共获得61项5G专利，占比在26%左右，高居榜首。印度邀请华为参与5G测试芬兰意大利曾力挺华为在部分西方国家近期抵制华为的情况下，今日据《印度时报》报道，印度电信局秘书向华为发出参加5G测试的邀请，并称赞华为在印度发展电信行业。其他受邀公司包括诺基亚、爱立信和三星。华为在一份声明中表示：“作为全球领先的电信设备供应商，我们仍然致力于为客户开发可信和安全的解决方案。我们继续得到政府和业界伙伴的全力支持。在印度经商的良好记录已证明，我们将继续与印度政府和其他行业利益攸关方密切合作。”之前，华为已在印度建立了一个大型中心。当印度政府最初向全球5G巨头发出邀请时，华为不在受邀之列，他们对某些政策提出了反对意见，最终印度政府修改了政策，邀请华为参加其5G试验。12月11日，沃达丰意大利公司CEO比西奥（AldoBisio）在一次活动中表达了对华为的行业地位、在5G领域领导能力的认可。称其在5G技术上选择华为，是“网络演变”的结果。比西奥当天指出，“华为是5G网络的最佳合作伙伴，不仅仅沃达丰（选择了华为），我可以保证，从技术先进性和性能的角度来看，华为无疑是最卓越的供应商之一。”也是11日，芬兰国家电视台引述多家研究机构和运营商的看法，表示并不认为华为技术和产品存在特定风险。值得一提的是，华为还是芬兰诺基亚的强劲竞争对手。“五眼联盟”围堵华为，拉拢德法失败自今年8月以来，以美国为首的“五眼联盟”以“国家安全”为由，对华为展开“密集围堵”，先后向华为的5G设备、技术发出禁令。据《华尔街日报》近日透露，挑起“孟晚舟事件”的加拿大，被曝“迫于压力”也有类似计划。《日本经济新闻》12月13日报道称，日本移动通信运营商之一的软银（SoftBank）已决定逐步更换华为4G基站设备，转向爱立信和诺基亚等公司。而14日路透社的一篇报道称，考虑到美国的盟友国家出于安全考虑纷纷将华为5G技术排除在外，法国和德国的公司也在考虑改变他们与中国公司的合作策略。报道称，法国通信运营商Orange的CEO说不会考虑在5G时代和华为合作。然而前不久，法国经济与财政部长勒梅尔在巴黎举行的新闻发布会上刚刚表示，对法国来说，华为是一家重要的企业，欢迎中国电信企业华为在法国投资。相关信息显示，华为扎根法国已有16年，目前已在法国设立了四个研发中心，2013年华为还在法国宣布了一项15亿欧元的投资计划。今年11月底，华为宣布将在法国东南部城市格勒诺布尔设立第五家研发中心，主攻传感器和软件研发。法国时间12月13日，Orange的CEO史蒂芬·理查德（StéphaneRichard）接受法国新闻电视台BFMTV访谈时，对华为是否在法国被禁作了正面回答。他表示，对华为“被诅咒”感到遗憾，华为本身并不是Orange的核心产品供应商，Orange和华为在核心网络设备建设上并没有合作。15日，华为也证实了本来也未参与Orange的4G建设。没有合作，何来禁止？理查德也意识到针对华为的是一场政治斗争。他在节目中说：“让我困扰的是，这场争议属于政治层面而非技术层面。这不利于欧洲电信长远利益。”虽然美国及其盟友试图拉拢德国将华为排除出其5G建设，但德国《明镜》周刊报道称，德国信息技术监管机构对抵制华为的呼吁提出质疑，表示有关该公司设备造成安全威胁的说法没有证据。“对于像禁令这样的重大决策，你需要证据，”德国联邦信息安全办公室（BSI）主任肖恩波姆（Arne Schnbohm）在报道中表示，其部门并没有发现相关证据。他们的专家检查了来自世界各地的华为产品和零部件，并参观了华为在波恩新开设的实验室。在这间实验室，德国客户可以检查华为的网络安全措施及其产品背后的软件。报道指出，德国三大移动网络运营商都使用华为提供的基础设施，一些德国最受欢迎的手机也都来自这家公司。德国内政部12月7日表示，“德国不想在法律上排除特定供应商或特定产品。我们认为，应该保证部署的网络基础设施的安全和隐私。”中国外交部发言人陆慷在12月10日的例行记者会上表示，“不久前，德国政府官员也表示，德国政府不考虑禁止外国供应商提供5G设备，德国电信企业正在与包括华为在内的多家厂商就5G网络开发进行合作。”中国基金报", "author": "中国经济网", "newsdate": "发布时间：18-12-19", "newstime": "07:47", "sentiment": [{"positive_prob": 0.0695321, "confidence": 0.845484, "negative_prob": 0.930468, "sentiment": 0}]}, {"title": "华为又传来一好消息！新款iPhone禁售令很快下来：高通要赶尽杀绝？", "content": "最近一段时间，苹果、高通、华为几乎成为了所有国人关注的焦点，在众多网友纷纷为华为在海外市场遭遇到的不公平待遇的同时，在国内高通限制苹果在中国范围内销售iPhone手机，从而引起了一系列的连锁反应，支持华为的一众网友，也是为高通纷纷叫好，而近段时间，虽然福州法院的iPhone“禁售令”已经正式下达，但似乎苹果并不理会这所谓的“禁售令”，一度置之不理，依旧大摇大摆的在国内销售被禁售的iPhone手机。苹果本以为不理会高通所谓的侵权“禁售令”就可以万事大吉了，没想到高通再次对外发布了一个大事件，再次引发了网友们的热烈讨论，今天，高通总法律顾问表示：高通苹果应该立即在中国禁售iPhone6s到X型号手机。更重要的是还提到，高通目前也正在寻求在中国禁售iPhoneXS系列和iPhoneXR，并且表示禁售法令很快就会下来。之前新iPhone没禁售是因为高通诉讼时新款没发布。不少网友纷纷表示：“苹果在中国这是要完蛋了？”高通和苹果公司在专利权问题方面的纠纷，相信网友们都已经比较了解了，不过面对如此强势的高通，或许就连库克都没想到会是这样的后果，如果新iPhone的禁售令下来后，将会让苹果公司付出更大的代价，而且让很有可能会在后续与高通和解的过程中，在专利费方面付出更加昂贵的代价！如今苹果最近面临的麻烦事并不比华为少，市值凭空蒸发2000亿美元，反观苹果深陷高通专利侵权事件影响，或许华为超越苹果已成定局，早在今年前三季度，华为手机在全球就取得了不错的阶段性成绩，在该季全球智能手机出货量中所占的比例，同比增至13.4%，华为从去年同期的第三名上升至第二，成功超越了美国手机巨头苹果公司，如今在“禁售令”影响下，苹果旗下iPhone手机销量肯定远不及预期，陷入与高通的专利纠纷中无法自拔，如果新包括新iPhone一旦被中国禁售，那么包括iPhoneXS、XR在内的9款iPhone将在中国被禁售，苹果也将会彻底失去中国市场，其在出货量上势必会大打折扣，那么苹果就更加不能够与华为相提并论了，对此，小伙伴们，你们怎么看呢？或者支持谁？欢迎在评论区留言讨论！欢迎关注，获得更多科技资讯！", "author": "数码人科技", "newsdate": "发布时间：18-12-19", "newstime": "22:15", "sentiment": [{"positive_prob": 0.95156, "confidence": 0.892356, "negative_prob": 0.04844, "sentiment": 2}]}, {"title": "干得漂亮！全球第二+世界第一，华为用实力正名", "content": "今年华为手机销量增长迅速，自上半年P系列机型发布，华为便在销量方面一直压制苹果。下半年Mate系列上市，强势的市场表现更令华为坐稳全球第二的宝座。最近华为官方宣布，华为手机全球销量预计将会在本月25号突破2亿台，顺利完成余承东今年的小目标，相比去年取得的1.59亿销售成绩，提升十分明显。华为手机之所以有如此快速的进步，主要的原因有两方面。一方面，市场定位上的成功。华为手机在高端机领域已站稳脚跟，但是在中低端市场与小米、OV还有明显的差距。而荣耀和nova系列则弥补了华为在中低端市场的不足。荣耀手机凭借高性价比斩获大量男性粉丝，建立时间不足三年的nova系列但也凭借出色的外观设计和自拍功能收获大批女粉，中高端市场品定位明确是华为成功的重要因素。另一方面，华为技术不断更新，华为每年都会在技术研发方面投入大量的资金，这使得华为每年都能拿出让人眼前一亮的新技术，上半年华为P20 Pro拥有最好的手机拍照功能，而下半年发布的华为Mate20 Pro不仅在拍照方面继续领先，还加入40W功率的超级快充，充电速度和续航能力都有明显提升。即将发布的荣耀V20也将继GPU Turbo技术后，再次加入全新黑科技Link Turbo技术，令不少粉丝期待。除了手机业务强势外，华为在5G方面也是遥遥领先。一直以来，在5G市场上，美国处处针对华为，即便在这般不利的局面下，华为也用实力为自己正名。通过在技术上的不断积累，华为已成为5G专利数最多的通讯厂商，而根据《证券时报》消息，华为继月初获得葡萄牙订单后，再次拿下两份5G商业合同。华为5G订单数已达到25份，已经拿下了全球几乎一半的订单，排名稳居世界第一。不久前，华为轮值主席徐直军对媒体宣布，华为在2018年全年营收将超过7000亿人民币，不少网友都表示华为今年干的漂亮。华为官方也表态，未来华为手机在研发领域也将会会不断加码，这种态度也令国人感到自豪。在明年5G通讯+5G手机的双重优势下，华为势必也会再次实现突破。你看好华为在未来手机市场上的表现么，不妨对此谈谈你的看法。", "author": "数码小妖精", "newsdate": "发布时间：18-12-19", "newstime": "21:10", "sentiment": [{"positive_prob": 0.999983, "confidence": 0.999963, "negative_prob": 1.68122e-05, "sentiment": 2}]}, {"title": "华为称未来五年内将投资20亿美元强化网络安全", "content": "【TechWeb】12月19日消息，据国外媒体报道，华为周二表示，将在未来五年内投入20亿美元加强网络安全（cybersecurity），在这方面增加更多人员和升级实验室设施。目前该公司面临对其网络设备相关风险的担忧。华为在其东莞园区举行的记者会上做出上述表示，有20多位国际记者到场。华为轮值董事长胡厚崑还介绍，华为已获得逾25份第五代移动通讯(5G)商业合同，略高于11月宣布的22份。胡厚崑表示，5G基站出货量已经超过10,000个，并称华为预计今年营收将超过1,000亿美元，比上年增长8.7%。华为是全球最大的电信网络设备供应商和第二大智能手机生产商，该公司去年的营收约为6036亿元（约合920亿美元），净利润达475亿元。", "author": "TechWeb", "newsdate": "发布时间：18-12-19", "newstime": "09:46", "sentiment": [{"positive_prob": 0.872546, "confidence": 0.71677, "negative_prob": 0.127454, "sentiment": 2}]}, {"title": "部分报道与事实不符！华为澄清海外5G业务情况", "content": "针对华为海外业务受阻的猜测，今天华为澄清，目前华为在德国的业务稳健发展，也在正常参与法国、日本、新西兰等国家的5G建设或实验测试等工作，上述国家有关方面与华为的合作现阶段依然保持不变。记者了解到，最近一段时期，媒体上频频出现华为5G的相关报道，就此华为方面发布了“近期媒体对华为5G相关报道的情况说明”，披露部分报道与事实不符，或被错误解读。华为方面就此说明，目前华为在德国的业务一切正常；华为也积极参与法国各运营商的5G建设；在日本，华为正在积极参与运营商的5G标书答复和实验局测试；新西兰政府虽对运营商提交的5G方案有不同意见，但监管流程尚未走完，客户均表示与政府继续斡旋，与华为合作保持不变。华为方面称，公司在5G技术和商用上处于业界领先地位，是目前行业内唯一能提供端到端5G全系统的厂商。尽管遇到了外部压力和困难，华为在商业上仍然取得了不错的成就。截至目前，华为已经获得25个5G商用合同，并与全球50多个商业伙伴签署合作协议，华为的5G基站商用发货数量也已经超过1万个，在行业内领先。2019年上半年，华为将发布搭载5G芯片的5G智能手机，并将在2019年下半年实现规模商用。华为消费者业务手机产品线总裁何近日刚则宣布华为手机2018年度全球发货量预计突破2亿台。华为方面表示，其“2亿”纪念版手机将在2018年12月25日推出。华为轮值董事长胡厚昆近日还披露，在业绩方面，华为预测今年营收将超过1000亿美元，较去年的920亿美元增长8.7%。来源：北京日报记者：赵鹏流程编辑：付善元", "author": "北京日报客户端", "newsdate": "发布时间：18-12-19", "newstime": "18:09", "sentiment": [{"positive_prob": 0.000571206, "confidence": 0.998731, "negative_prob": 0.999429, "sentiment": 0}]}, {"title": "印度邀华为参加5G测试", "content": "“中国高科技企业华为已被邀请在印度参加5G测试”，《印度时报》18日报道称，在西方国家对华为提出质疑的当下，“印度此举显示出中印领导层之间的政治善意”。在美国联合盟友对华为展开政治打压的背景下，印度有一些附和声音，但也有人站出来说公道话。17日，印度电信运营商协会致信政府部门称，任何根据“传闻”排除某些企业的做法都可能会损害整个国家的数字通信前景。《印度时报》称，除了华为，同时受邀参加印度5G测试的通信设备商还包括诺基亚、爱立信和三星等。报道称，华为和中兴两家中国公司起初并没有得到印度政府的5G测试邀请，但印度最终修改了政策，允许华为参加测试，而中兴目前仍未收到邀请。印度电信部长阿卢娜·桑达拉拉吉在致华为的邀请函中，还赞扬华为在印度的电信业务发展。文章称，消息人士透露，反对中国在“关键基础设施”领域进行投资是印度“不成文”的规定，“鉴于中国是印度最大的战略挑战，印度政府该决定有地缘政治含义”。华为印度分公司人士18日对《环球时报》记者表示，华为从未收到印度政府有关安全问题的关切。公司承诺向客户提供可信赖和安全的产品解决方案，隐私和安全始终是华为的优先事项。《印度时报》也援引华为印度公司的声明表示，“华为在印度拥有良好的业务记录，将继续与印度政府和其他行业相关方保持密切合作”。印度电信部今年9月宣布将设立专门的工作小组，在2019年前实现带有印度特色的5G技术。之后，关于是否允许中国企业参加5G核心设备建设的争论此起彼伏。据印度《经济时报》17日报道，负责促进印度电信设备出口的“印度设备与服务出口促进委员会”（TEPC）计划致信印度国家安全顾问多瓦尔，要求政府基于“国家安全”考虑，禁止进口华为等中国公司生产的电信设备。该委员会主任纳迦对媒体称，“华为的设备可以在印度以外被操控，而且有些设备已经被用在十分敏感的两国有边界争议的东北部地区”。而当地行业组织印度电信运营商协会则公开力挺华为。《经济时报》称，该协会在给电信部的信中呼吁政府不要根据TEPC提出的“所谓问题”就匆忙作出决定，“任何根据传闻排除某些企业的做法都可能会损害整个国家的数字通信前景”。协会总干事拉吉那·马修表示，“华为有能力帮助运营商和整个行业进行筹备工作，以便在运营、组织及最重要的生态系统中构建5G服务，并能确保完全符合政府所有的要求”。有印度分析人士18日告诉《环球时报》记者，印度政府重新将华为列入5G测试名单，有出于维系两国当前良好双边关系的政治考虑，但同样出于地缘政治、国家安全和国内民意等多方面考虑，现在断言华为一定能够参与印度的5G网络建设还为时尚早。另据媒体报道，捷克国家网络与信息安全局（NCISA）17日警告其国内网络运营商，以“安全威胁”为由禁止使用华为和中兴生产的软硬件产品。捷克通讯社称，华为发言人17日对此作出回应：“我们坚决否认任何有关我们对国家安全构成威胁的说法，我们呼吁NCISA拿出证据，而不是在没有任何证据的情况下损害华为声誉。”西方的打压并未阻碍华为的发展。华为副董事长兼轮值CEO胡厚崑18日在东莞举行的新闻发布会上表示，华为已获得了超过25份5G商业合同，在5G商业合同方面处于全球领先地位，并已出货逾1万个5G基站。路透社称，华为曾在11月宣布获得22个5G商业合同，但没有公开客户名字。胡厚崑还表示，预计今年该公司总营收将超过1000亿美元，华为2017年营收为920亿美元。他说：“尽管一些市场努力制造对华为的恐惧，并利用政治干预行业增长，但我们自豪地说，我们的客户仍然信任我们。”“当涉及到安全指控时，最好是让事实说话。事实是华为在安全方面的记录是清白的。”美国彭博社18日称，这是加拿大应美国要求逮捕华为首席财务官孟晚舟事件发生后，华为高层首次公开表态。胡厚崑在记者会上说，他没有看到孟晚舟事件对华为产生什么急迫影响。报道引述消息人士的话称，华为计划投入20亿美元改进软件运营方式，以响应客户企业和政府的具体关切，直到所有的“安全担忧”被消除。环球时报", "author": "中国经济网", "newsdate": "发布时间：18-12-19", "newstime": "09:17", "sentiment": [{"positive_prob": 0.983483, "confidence": 0.963297, "negative_prob": 0.0165165, "sentiment": 2}]}, {"title": "突破封杀！华为干了一件大事", "content": "台媒称，近期，在美国主导下西方国家正在防堵华为5G技术。面对这股围堵浪潮，华为步步为营，进行突围。据台湾《旺报》12月18日报道，最近华为再攻下一城，取得葡萄牙的5G合约。到目前为止，华为已在全球包括欧洲、亚洲与中东等地赢得23家电信商的合约，进一步巩固华为在全球电信通讯设备商的龙头地位。报道称，近年来中国在电信设备领域的成功，已在全球占有一席之地。在系统设备商中，华为名列世界第一，在全世界176个国家和地区进行过网络建设。中兴名列世界第四，此外还有信科集团等大量的企业集团。可以说，在系统设备能力上，中国是强大的一个群体。西方情报联盟联合围堵面对华为的快速崛起，西方国家心生警惕，并开始采取围堵策略。《华尔街日报》报道，据知情人士透露，西方最强大情报联盟的情报机构负责人今年7月在加拿大的一个会议上一致认为，他们需要对华为加以遏制。据了解，美国两大电信商T-Mobile和Sprint都认为，它们的外国母公司——德国电信和日本软银集团最近主动提出停止使用华为技术设备，将有助于美国清除两家公司进行价值260亿美元合并交易时面临的障碍，此举也反映出美国正极力将华为踢出门外。华为频传捷报不过，重重围堵之下，华为依然捷报频传。据《印度时报》12月18日报道，印度已经准许华为参与该国5G测试，并在发出的邀请中，称赞华为在印度电信市场的发展。而华为声明指出，仍致力于为客户开发可信和安全的解决方案，将继续与印度政府和其他行业利益攸关方密切合作。另据台湾《旺报》报道，华为此前已与葡萄牙最大电信商Altice签署合约，为后者提供网络升级的设备和软件，以在2019年实现支撑商用5G标准。华为18日也对外公布了关于5G商业合同的信息。台湾中时电子报12月18日报道，华为18日宣布，已获得超过25份5G商业合同，并已出货逾1万个5G基站。华为副董事长兼轮值CEO胡厚崑在深圳总部的一次新闻发布会上表示，预计今年公司总营收将超过1000亿美元。华为2017年营收为920亿美元。▲资料图片：2月26日，在西班牙巴塞罗那移动通信大会上，华为公司展台用电子屏展示5G技术。（新华社）突破封杀网《旺报》指出，华为在全球5G市场，已遥遥领先爱立信与诺基亚等全球通信巨头，依然有不可取代的地位。文章称，华为正以实力扭转乾坤，化危机为转机，突破层层的封杀。胡厚崑说：“尽管一些市场努力制造对华为的恐惧，并利用政治干预行业增长，但我们自豪地说，我们的客户仍然信任我们。”参考消息", "author": "中国经济网", "newsdate": "发布时间：18-12-19", "newstime": "07:22", "sentiment": [{"positive_prob": 0.000609982, "confidence": 0.998644, "negative_prob": 0.99939, "sentiment": 0}]}, {"title": "华为nova 4评测：3K尝鲜4800万极点全面屏", "content": "12月17日，华为在长沙发布了nova4。这是一部充满了先锋意味的手机——首创性的极点全面屏自然是其最大的亮点，再加上首次使用的4800万像素CMOS让我们看到了华为手机满满的诚意。不过一如我们之前对华为的了解一样，即使先锋这也是一部经过深思熟虑取舍有度的作品。究竟nova4的极点全面屏是什么来头?前置自拍会因为极点全面屏而受到影响吗？首部三摄加持的nova新品拍照效果又将如何？除了屏幕与拍照之外nova4还有什么值得关注的地方，它又适合哪些人群使用？面对这些问题，我们接下来将会为您层层拨开华为nova4的面纱。先来看看nova4的基本参数，极点全面屏造就了它86.3%屏占比的显示效果；前置2500万像素海报级自拍、后置4800万像素的三摄模块保证了nova4的拍照水平；性能上，标配的8GB RAM搭配麒麟970也完全能够保证你的日常使用。华为nova4跟觉后置相机使用的不同分为2000万后置和4800万后置两个版本，售价分别为3099元和3399元，除后置相机之外硬件上没有其他区别。外观设计：美人触目，一见倾心不同于如今同质化严重的诸多手机，华为nova4在你看到它的第一眼就足够惊艳。在正面没有阉割任何相机、传感器的情况下，依靠屏下镜头和微缝式传感器技术达成了86.3%的高屏占比。简单、极致。这就是我对华为nova4的手机的第一印象。157*75.1*7.77mm的机身握持感良好，172g的机身重量也非常得体。当然最令人惊艳的还是nova4对屏幕边框的大幅飞跃——即使抛开从刘海到极点的演变，nova4对于nova3的边框也有了非常明显的缩窄，尤其是底部边框在LCD屏幕上依然做到了3.9mm，已经不弱于市面上主流的OLED屏幕了。那么华为nova4是如何再一次将屏幕推向新的极致的？我们都知道，阻碍真·全面屏进化的最大问题其实就是如何隐藏掉前置的诸多传感器和摄像头。滑盖设计、双屏设计、弹出设计其实都是想方设法的将相关结构放在其他地方。而nova4的前置摄像头采用了华为首创的Punch盲孔技术，最大化的保留了屏幕的完整性。在4.5mm的开孔中装入了一枚直径3.05mm的前置摄像头，这对一体化工艺和组装精度都有不小的要求。当然效果也足矣让我们满意，位于屏幕左上角的极光一点不仅在视觉上要比曾经的刘海、水滴好看不少，而且也实实在在的减少了前置摄像头对于屏幕的占用。解决了摄像头咱们再来聊聊其他传感器。距离传感器、环境光传感器、听筒、LED提示灯……这些我们平时不太关注的元件承载着手机组多重要的基础功能。华为则又一次在nova系列上展示了他们科研上的实力——首创的顶出距离传感器被放置在中框顶部，通过折射来实现屏幕方向的距离感应，完美承担了传统距离传感器的功能而且没有占用丝毫正面的面积。极窄的微缝环境光传感器、微缝式听筒，隐藏式led同样挪到手机中框顶部，上边框宽度仅1.85mm。至此，nova4的极点全面屏才算修炼完成。机身采用金属亮面中框，顶部保留有3.5mm耳机接口，底部则是Type-C接口以及扬声器，左侧的卡槽和右侧的电源音量键我们在这里就不一一介绍了。机身背面的色彩上，nova4共有亮黑色、贝母白、苏音蓝、蜜语红四种配色。尤其是双层镀膜技术的密语红配色在光线变幻之下有着独特的光影炫彩，令人印象深刻。摄像头承袭了之前nova和P系列的竖置排布，更准确的说三摄排布方式和P20 Pro完全相同，只不过三颗镜头分别是主摄像头、景深摄像头和超广角摄像头。背部居中的后置指纹识别模块周围有一圈装饰环更方面盲操。整体而言，华为nova4在外观上做到了远超同价位的工业设计，而且完整成熟的配套方案也让它在好看之余完全不损失正常的功能。华为在色彩和光线上缤纷的玩法也在nova4上得到了保留，这一次的nova依然是水准之上的优雅之作。拍照效果：AI、超广角、手持夜景一应俱全华为nova4后置三摄分别为4800万主摄像头（标配版为2000W），1600万超广角镜头和200万像素景深虚化镜头。其中主摄CMOS为1/2寸的大尺寸传感器，配合f1.8的大光圈以及6P镜头。P20 Pro同款的四像素合一技术更是能在夜拍时贡献出更精彩的成片。前置自拍依然是我们喜闻乐见的“海报级”2500万像素自拍。而且升级后的美颜算法不仅包括专业的静态美颜，就连视频通话、微信聊天里动态的你依然元气满满。不过因为目前我们手中的系统固件还没有到最终版，所以不少功能还没有完全解锁，我们的样张以超广角后置拍摄为主。下面的样张仅供参考，其他部分功能的测试我们会在正式版固件推送之后在对相关的功能进行补充。通过视角对比我们可以轻松看出超广角镜头和普通镜头之间的差别。利用这颗能拍摄出117°超广角照片的镜头，我们就能拍出更多寻常手机难以企及的有趣照片。尤其是在风光人文等场景里——你可以站在相同的地方拍出更广阔的空间、更具视觉冲击力的构图和更多的画面细节，尤其是在一些本身取景条件受限，靠走不能解决问题的时候，广角镜头的加入可以让你省去不少“拍不下”的遗憾。就像这颗圣诞树，限于房间大小所困。不利用nova4的超广角拍照你就真的“拍不下”，这里就算不考虑构图，观感这些问题，广角带来的优势也依然非常明显。如果分享朋友圈的话，咱们至少得拍全了不是。当然，超广角的进阶玩法还有很多，咱们接着往下看。这张照片里借由超广角的帮助，水天一色的风景变得更加清疏旷远。一个普通的湖景也能拍出完全不同以往的广阔观感，带来更震撼的视觉效果。还有常见的岸边倒影，利用超广角拍照也能带来更棒的视觉体验。整体的通透感更强，流动的水波与静态的建筑之间达成更好的和谐，整张照片要比常见视角的震撼程度高出不少。就算是普通的风景，在超广角的加持之下也能带来完全不一样的视觉体验。过去熟悉的景物通过角度的重构带来一种陌生和疏离感。迥乎于正常人眼中的视角给图片带来的是完全新奇，更加有趣的感受。可以看到，虽然目前的固件还没升级完全，但是nova4拍照已经足够给我们带来惊艳的表现。成像色彩鲜艳自然，而且锐度细节非常出色，噪点的控制也堪称完美，可以看到华为对这颗新CMOS的调教还是非常不俗的。屏幕效果：极点之屏的重点还是在屏幕上前面我们给与了极点全面屏诸多的溢美之词，不过相信还是很多用户对于在屏幕上挖个洞这件事上有不少的疑惑。这个洞会对显示效果有什么影响吗？屏下摄像头的自拍会收到干扰吗?目前的手机应用对于极点全面屏有足够的适配吗？别着急，咱们一个一个来。华为nova4的采用了一块19.25：9的6.4英寸LCD屏幕，分辨率为2310*1080。显示效果基本令人满意，色温偏冷更讨好眼球，色彩显示准确艳丽，而且一般LCD常见的拖影等问题也控制的非常不错。至于LCD的传统优势，最高亮度已经超过了450nits，日光下使用也不成问题。不过限于LCD的背发光原理，nova4的极点附近屏幕亮度略有下降。只不过如果不是仔细观察很难看出差别，也不会对日常的使用产生影响。另外，因为在屏幕和和摄像头直接还是有1mm左右的距离，而且在打开前置时屏幕周围默认都是黑色，也不会对自拍产生影响。至于应用适配的问题，我们找出了目前目前主流的十六款第三方应用作为代表进行测试，仅有《第五人格》一款游戏顶部显示黑边，剩下的包括《刺激战场》在内的十五款应用都对极点全面屏都非常好的兼容性，完全不用担心适配的问题。测试的20款应用中只有第五人格一个还未适配关于LCD和OLED的\"两党之争\"到现在都没有什么定论，不过我的想法倒是很简单——英雄不问出身，只要你显示效果出色那就是一块好屏幕。而nova4无疑做到了这一点。性能续航：不称极限但依然不俗nova4采用了华为麒麟970芯片，10nm的工艺制成搭配NPU的AI加持。如今除了7nm的麒麟980和A12处理器之外，它依然称得上是综合表现非常出色的一颗芯片。搭配8GB的RAM以及全新升级的EMUI 9.0系统，我们完全不用担心nova4的性能表现问题。王者荣耀满帧无压力王者荣耀和荒野行动平均帧数而实际的游戏测试也印证了我们观点：在运行《王者荣耀》高帧率模式的情况下，nova可以做到60帧满帧运行，在运行《荒野行动》这种需要高性能的吃鸡游戏时，一样可以达到50帧以上的流畅运行。3750mAh的大容量电池9V/2A的快充技术；结合只有7.77mm的机身厚度，这个数据可以说是非常亮眼了。为了测试华为nova4的续航与充电水平，我们引入中关村在线5小时续航测试和30分钟充电速度这两项来评估手机的续航能力。5小时续航指：在满电情况下，使用一半的屏幕亮度和音量，清空后台程序，按顺序进行拍照、视频播放、刷微博、使用微信、浏览网页、手机游戏、听音乐以及阅读电子书等操作，并记录每个节点的剩余电量，测试时长5小时。30分钟充电测试指：在手机电量为0的情况下，关闭所有后台应用进行30分钟充电，每5分钟记录一次电量。下面，我们看一下续航测试结果： 可以看到，经过5小时重度使用后，华为nova4还剩余42%的电量，而在30分钟内，则充进了41%的电量，无论充电还是续航表现都非常优秀。写在最后从nova3e开始，nova系列一直以来都是华为的“科技先锋军”，从刘海屏再到现在的极点屏，秉承着年轻时尚定位的nova系列敢于把最新的技术秀给nova星人。清晰的市场定位、个性十足的外观设计还有非常高的综合得分让nova4成为了一部完成度非常高手机。诚然，诸如无线充电、NFC等功能的缺失是一个遗憾，但是舍弃一些目标用户不太重视的功能换取更实用的卖点也是一种取舍。可能对于追求极致性能、超高性价比的人群而言，华为nova4并不是最好的选择，但是在这个价位你需要一台个性十足，拍照给力而且其他各方面都不差的手机，那么它确实是一个非常值得考虑的产品。", "author": "中关村在线", "newsdate": "发布时间：18-12-19", "newstime": "09:19", "sentiment": [{"positive_prob": 0.992609, "confidence": 0.983576, "negative_prob": 0.00739092, "sentiment": 2}]}]