[{"title": "华为P30 Pro首次官方调价，为何引发吐槽？这三个原因是关键！", "content": "目在国内市场销量最高的还是当属华为荣耀，华为荣耀不仅在千元机市场方面具备很大的市场空间，在中高端市场也拥有不错的作品，比如说荣耀20 pro、华为p30等系列都炙手可热，特别是华为p30系列，凭借出色的拍照口碑已经在国际市场奠定了坚实的基础，也成为了高端手机市场的佼佼者，而在iPhone持续不够创新，价格方面还偏高的情况下，华为p30也是突出重围，以3988的价格成为了高端手机市场的绝对主力军，华为P30 pro也是在国内一度热销，这样的情况下苹果也是岌岌可危，iPhone的销量也是彻底被苹果追赶超越！而为了继续扩大优势，也是为了让路马上即将到来的华为mate30系列等，这一次的华为P30 pro还是守不住价格了，和上一代华为P20 pro守住一年不降不同，在华为官网上，华为P30 pro首次进行了官方调价，8GB+128GB版本已经正式下调500，既然是在官网上，预计未来也不会继续升回去了，下面也是简单来介绍一下华为P30 pro的一些配置卖点，首先最为强大的还是它的麒麟980处理器，目前曝光消息这款CPU的成本高达60美元，同时还是一款具备双脑NPU的CPU，所以AI能力遥遥领先对手，起步8GB大内存也是如虎添翼，华为P30 pro实际运行起来丝毫不卡顿！华为P30 pro同时也是一款颜值性能兼顾，在外观方面具备很高卖点，全新的天空之境配色尤为符合女性网友的胃口，目前很多女明星也是换到了华为P30 pro，而最大卖点自然是华为P30 pro等级拍照能力了，它具备业内最高的50倍数码变焦功能，配备了超感光后置四摄，徕卡四摄主摄为索尼4000万像素，相机方面创新采用RYYB阵列传感器来代替传统RGGB，因此大大提升了iSO参数，华为P30 pro在大幅提升进光量的同时，借助独立ISP和超感光AI图像引擎，能够拍出极为震撼的样片，最终以112分的成绩强势登顶DXOmark第一名！除此之外，华为P30 pro具备了40w超级快充和4200mah大电池，主力机一天下来，如果不是重度玩游戏的话，基本上一天下来不用充电了，而IP68等级的防水也支持它进行水下拍照，在特殊的天气条件下，华为P30 pro依然能够胜任拍照，体验方面还是很超前的，如今华为P30 pro也是提前升级上了最新的EMUI9.1系统，在GPU Turbo3.0的加持下，华为P30 pro被激发出了无与伦比的性能极限，体验方面还是很出色的，5488的价格还是对得起它的配置的，如今官方调价降了500后，华为P30 pro的价格的确魅力，可为什么还是有人喋喋不休吐槽呢？华为P30 pro之所以降价后却引来一片吐槽，小编认为有如下3个原因才是关键，第一、华为P30 pro降价后还是要4998的价格，这时候就有网友表示，自己就是打工的希望支持华为手机，可华为手机的价格都要比iPhoneXR更贵了，因此依然存在很大的入手难度，第二个原因是，而另外一般的中兴5G手机正式发售，4999的价格十分讨喜还支持5G网络，iQOO Plus的5G版本更是被曝光定格在4499，所以大家觉得4G的华为P30 pro还是贵了，第三个原因是，马上华为mate30 pro这款5G手机来了，现在买高价华为P30 pro没有必要了，你们觉得现在还有必要换到华为P30 pro吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-08-06", "newstime": "22:28", "sentiment": [{"positive_prob": 0.000800007, "confidence": 0.998222, "negative_prob": 0.9992, "sentiment": 0}]}, {"title": "华为2019再次刷新记录，4000亿只是开始？任正非告诉你答案！", "content": "本文1298字，阅读时间约3分钟！华为2019再次刷新记录，4000亿只是开始？任正非告诉你答案！在我国有一家非常独特的企业老总：1.他坚持让公司不上市，并将企业98.2%的股份都给予了员工；2.作为我国《世界500强企业》排名第一公司的老板，他从来都没有登上过《福布斯富豪榜》；3.作为我国规模最大的私企老板，他从来都没有自己的贴身保镖，总是穿着最普通的衣服，开着十几万元的汽车，自己一个人去机场；他就是任正非，中国最“与众不同”的老总，他44岁才开始创业，经过30多年的打拼，终于创立了如今的华为，截止到2019年7月，华为的科技专利已经达到了118975项，遥遥领先于所有中国科技企业。被对手制裁，不断被打压，陷入危机2019年5月16日，美国下发了对华为的禁令，将华为彻底的赶出了美国。消息传来，国内一片哗然，美国企业在我国是赚的金钵满满，像微软丶苹果丶英特尔丶高通……等能取得今天的地位，与中国市场的巨大支持是分不开的，尤其是苹果，每年不管新机发布的价格有多么昂贵，总有大批的中国粉丝选择追随购买，美国企业在我国每年要赚走几万个亿，而我们的产品却连进入别人市场的资格都没有。一直以来，华为和国外部分科技企业也保持着一些业务上的合作，但随着美国丶澳大利亚丶新西兰……等西方国家对华为的制裁，断绝了华为与这些国家任何企业合作的机会，这彻底将华为逼上了绝境，例如在操作系统方面，在此之前，我国没有任何一家企业可以自主研发生产操作系统，而芯片和操作系统是电子产品最核心的两大部件，随着美国对华为的制裁，许多人开始担心华为手机到底该如何自救？就在最危难之际，华为宣布将启动自己的“备胎”方案，启用自主研发的“鸿蒙”操作系统，华为内部高管表示，早在十年前，任正非早已预见这一事实，他提出如果一旦美国停止供给了我们应该怎么办，因此当时的华为就已经开始居安思危，开始了操作系统的研发，“鸿蒙”的问世，不是偶然，而是必然。随着“麒麟系列”处理器的普及和“鸿蒙”操作系统的问世，至此，华为成为了我国唯一一个可以同时自主研发生产CPU和操作系统的企业，要知道，像小米丶联想丶Vivo等国产电子巨头，完全都没有研发CPU和操作系统的能力，所用核心部件全靠从美国进口，而懂行的朋友都知道，CPU和操作系统对于电子产品的作用，就相当于汽车里面的发动机和变速箱。在压力中前进，再次刷新记录，不辱使命不断被打压，不断在突破，这似乎是华为的最真实的境地和写照，2019年7月，华为传来捷报，在消费者业务上，计划上半年2.3亿的手机销售量，在今年7月已经达到了2.7亿部，在总营收方面上半年也已经突破4000亿，再创历史之最，对于最新的5G网络技术，华为已经与40多个国家成功签约，并获得了超过50万台基站数量的订单，而且关于5G合作的事务还在不断提升，根据专利订单等综合实力进行排名，华为在5G领域的排名位列世界第一。面对敌人的不断打压，华为在2019年再次刷新记录，用自己的核心技术成果给对手以重击，4000亿 只是开始，我们相信华为在今年会迎来再次突破！华为加油！中国加油！", "author": "Mobile看世界", "newsdate": "发布时间：19-08-06", "newstime": "19:44", "sentiment": [{"positive_prob": 0.0167623, "confidence": 0.96275, "negative_prob": 0.983238, "sentiment": 0}]}, {"title": "本周五，华为鸿蒙初现！这些华为概念股已涨疯……", "content": "华为鸿蒙，本周五就要亮相了！据媒体报道，华为在8月9日的华为开发者大会期间将公布鸿蒙系统，8月10日，首款搭载该系统的设备荣耀智慧屏将发布。华为概念股又站上了风口！8月6日，电连技术、福蓉科技、隆利科技三只华为概念股逆势涨停。今年以来，福蓉科技、沪电股份、*ST凡谷、方邦股份、光弘科技、金域医学、生益科技等7只华为概念股股价大涨超100%。华为相关合作公司股价异动据悉，在9日-11日的华为开发者大会上，华为产业链上1500家合作伙伴、5000名全球开发者均将汇聚于此，见证鸿蒙系统的面世。华为鸿蒙系统是华为开发的自有操作系统，可将手机、电脑、平板、电视、汽车、智能穿戴等设备打通，统一成一个操作系统，兼容全部安卓应用和所有Web应用。平安证券研报指出，鸿蒙系统是华为2012年就开始着手打造，2019年在国家知识产权局商标局完成注册。从此次发布的情况来看，鸿蒙系统未来主要集中在IoT领域。平安证券认为，随着5G发展，边缘端操作系统需求巨大，鸿蒙系统市场前景广阔。此前，国内工控、物联网操作系统一直被国外产品如VxWorks、RTX 等把控。华为鸿蒙首先进入电视行业，将在巨大的智能家居市场中拔得头筹，并有望通过该平台将室内家用电器等设施纳入管理，通过智能手机实现全面掌控。不少上市公司最近也披露了与华为的合作关系。8月6日晚间，中科创达在回答投资者提问时表示，与华为鸿蒙系统是合作关系。8月2日，中威电子在互动易平台上回答投资者提问时表示，公司非常重视与华为的合作，是首批通过华为技术认证的公司之一，中威视频云已与华为在部分项目上有合作，公司将应邀参会。8月6日晚间，中威电子发布股票交易异常波动暨风险提示公告称，公司与华为云合作业务预计对公司 2019 年业绩不会产生重大影响。8月5日、8月6日，中威电子连续两个交易日股价涨停。中威电子称，“华为云”与“鸿蒙系统”是两种不同的系统和业务，截至目前已有几十家云计算领域的生态伙伴的应用在往鲲鹏云服务移植，其中25家已经完成了华为云鲲鹏云服务兼容性测试的认证并获得认证书。7只华为概念股年内涨幅超100%8月6日，电连技术、福蓉科技、隆利科技三只华为概念股涨停，金域医学、光弘科技、沪电股份大涨。电连技术是国内先进的微型电连接器及互连系统相关产品供应商。公司已成为华为、欧珀、步步高、中兴、三星、小米等全球知名智能手机企业的供应商。此外，隆利科技公司产品通过京东方、深天马、TCL集团、帝晶光电、合力泰等液晶显示模组客户，最终应用于三星、华为、小米等品牌的机型中。值得一提的是，今年以来多数华为概念股股价大涨。东方财富Choice数据显示，截至8月6日，73只华为概念股中有34只个股年内涨幅达到30%。福蓉科技、沪电股份、*ST凡谷、方邦股份、光弘科技、金域医学、生益科技等7只个股涨幅达100%以上。以沪电股份为例，该公司属于电子元器件行业中的印制电路板制造业，其股价年内涨幅达142.72%。今年以来，有249家机构调研沪电股份。沪电股份备受机构关注或与5G概念相关。8月5日，沪电股份披露的投资者关系活动记录表显示，在企业通讯应用领域中，公司已参与到全球各地多处5G试验网的建设。", "author": "新华社客户端", "newsdate": "发布时间：19-08-06", "newstime": "23:23", "sentiment": [{"positive_prob": 0.71322, "confidence": 0.362711, "negative_prob": 0.28678, "sentiment": 2}]}, {"title": "华为Mate 20 X (5G)火爆预约中：全网预约量破59万 8月16日开售", "content": "今年初，5G对老百姓而言尚属新词汇，短短半年左右功夫，大众通过各路新闻得知，中国在全球5G领域已处于领先地位。尤其在5G技术方面拥有海量专利的华为，稳而不燥推进着自家5G商用设备在上市前的多项准备工作。6月25日， “华为终端官方微博”公布消息称，华为Mate 20 X (5G)正式获得中国首张5G终端电信设备进网许可证。7月26日，华为Mate 20 X (5G)正式发布，官方售价6199元，并于当日开启0元预约，8月16日正式开售。上半年很多媒体报道，中国迎接5G最快要等到今年四季度，但惊喜的是，工信部在第二季度便发放运营商翘首期盼的5G商用牌照，国内运营商也在加速布局5G业务。上海移动：统一测试套餐200G流量，暂无价格中国联通：8月、9月短期5G体验方案，每月100GB流量，限期免费体验除北上广深等一线城市，按照运营商如此速度，越来越多的城市会很快接连开通5G服务，大众拥抱5G指日可待。需要注意的是，无论你钟情哪家运营商的5G套餐，想要提前尝鲜，必须购买一台5G手机。作为华为首款商用5G手机，华为Mate 20 X (5G)当仁不让成为5G首选机型。时至8月6日上午12点，线上预约量突破59万，数据来源于（华为商城、天猫、京东、苏宁）等头部电商预约数据总和，足以证明华为Mate 20 X (5G)发布后预约火爆，想要第一时间尝鲜5G的用户数量可见一斑。华为Mate 20 X（5G）搭载了全球首个双 7nm 5G终端芯片模组麒麟980+巴龙5000，是当前唯一商用支持 SA/NSA两种组网方式的5G双模手机。SA和NSA模式分别指的是目前5G组网的两种模式，分别是独立组网和非独立组网。SA采用新建5G网络，包括新基站、回程链路以及核心网，优势在于一步到位引入5G基站和5G核心网，不依赖于现有4G网络，演进路径最短，但前期投入成本较高；相对来说，NSA则是在现有的4G设备基础上直接接入5G核心网，建设成本较低，具有5G/4G双连接的特性。同时支持SA/NSA 5G双模的华为Mate 20 X（5G），无论在哪种5G组网模式的覆盖下，手机都能流畅接收5G信号。从短期看NSA可以帮助5G快速普及，而SA则必然是未来5G独立发展的趋势。完全支持两种组网方式的华为Mate 20 X（5G），无论在目前还是5G完全普及后，该手机都能满足用户使用最优质的网络。根据泰尔终端实验室的检测结果，华为Mate 20 X（5G）在实验室测试环境下，5G下行速率实测达到1.85Gbps。作为通过国家质量认证中心3C认证，获得中国首款5G终端电信设备进网许可证的智能手机，华为Mate 20 X ( 5G)拥有着目前国内5G智能手机最高规格的硬件水平。此前该机获得了由中国移动终端公司颁发的“5G突出表现奖”，足以证明在5G方面的硬实力。据了解，过去十年华为在端（终端）、管（网络）、云（云服务）、芯（芯片）侧持续加大对5G相关技术的投入，拥有5G完整端到端布局能力，同时积累了大量5G技术专利。截至2019年3月，华为投入5G研发的专家工程师有2000多位，在全球已经建立十余个5G研究中心。截至2019年6月底，华为向欧洲电信标准化协会ETSI（European Telecommunications Standards Institute）声明的5G领域基本专利占全球该领域的20%，居全球第一。已在全球范围内获得50份5G商用合同，5G设备发货量已经超过15万套，这些合同来自于韩国、瑞士、英国、芬兰等国家，全球2/3已发布5G商用网络由华为部署。结语正是在全球5G领域取得如此优秀的成绩，华为Mate 20 X (5G)一经发布便轻松拿下多个第一：搭载业界首款7nm 5G双模全网通芯片巴龙5000；目前唯一商用支持SA/NSA 5G双模组网；率先商用支持5G+4G双卡双待；首个中国5G进网许可证；首个泰尔5G通信能力五星证书；首个GCF 5G能力认证证书。这一件件的成绩与荣誉，是华为用硬实力争夺而来。随着运营商纷纷发布5G体验计划，意味着5G已经开始走进大众生活、5G时代已经触手可及。在这个时候，消费者想要快速体验5G，就必须从入手一台5G手机开始，华为Mate 20 X (5G)无疑是最佳购买之选。当前火爆的预约量也证明了大众对这款手机的充分认可。华为Mate 20 X (5G)预约持续进行中，8月16日将迎来正式首销，想要第一时间尝鲜5G的朋友，千万不要错过华为旗下首款集万千优秀于一身的商用5G双模手机。", "author": "TechWeb", "newsdate": "发布时间：19-08-06", "newstime": "16:21", "sentiment": [{"positive_prob": 0.617178, "confidence": 0.149284, "negative_prob": 0.382822, "sentiment": 2}]}, {"title": "“华为迟早会倒下，但最起码现在不会倒！”任正非这样说到！", "content": "相信美国施压华为的事情，已经没有谁是不知道的了。在这件事情上，华为已经不再被动，其创始人任正非是一个非常有远见的人，在他的带领下，华为也是步步高升。就连美国都要在某些领域向华为低头，就在华为最辉煌的时候，任正非却说出了这么一句话：华为迟早会倒下!当任老总说出这句话的时候，很多人都不理解为什么，甚至感到惊讶，为什么任正非会说出这样的话呢?任正非对此也给出了解释，他说这就和人的生死一样，人生下来迟早会有寿终正寝的哪一天，没有哪一家企业能够一直不倒。华为即便是在未来遇到了这一天，那也是正常的事情，所以，大家也不需要因为这件事情而感到担心。其实小编听到这些话的时候还是有点心酸的，毕竟这个企业的确造福了我们消费者，虽然说手机有点贵，但通讯方面真的离不开华为。其实我们只是身处其中无法感受到，中国的网络非常的发达，如果我们感受一下国外的网络水平，那么你可能会觉得，我们是幸福的。不仅任正非这么说，连阿里的马云也说过，自己只希望阿里能够做101年，做一个百年企业。之前也有很多先例，比如诺基亚、htc等等，在十年前，这些品牌都已经红遍了大江南北，可最后的结局却是让人一阵唏嘘。所以说，这个道理还真的没有被打破的先例。每一家公司都有可能倒闭，但是华为却有很多不一样的地方。之前很多倒下的巨头企业其实都有一个共同点，那就是手中没有绝对的专利和技术。很容易被人“掐住喉咙”，中兴也是如此。但是华为并非是一个没有技术的企业，从美国和华为的这件事上就可以看出来了。华为手中握着全世界顶尖的5G技术，而5G却是高科技时代的新开端，5G涉及到的领域绝对不是我们想象的那么点。再者就是华为的手机业务，这一点不敢说是全球第一，但是超过苹果却已经成为了事实，而不是希望。目前全球第一是三星。但华为在手机领域还是非常有话语权的。也就是说，华为的竞争力非常的强。尤其是5G，任正非也说过，最起码在两三年之内，没有人可以在5G上超越华为。华为拥有如此的竞争力，短时间内想倒下还很困难。而且华为本身的危机意识就非常的强，从美国的断供就可以看出来，华为之所以能够从容的应对，就是因为提前做好了准备。小伙伴们，大家对华为还有什么更好的看法吗?如果有的话，一定要和小伙伴们分享哦。", "author": "易驰科技", "newsdate": "发布时间：19-08-06", "newstime": "13:52", "sentiment": [{"positive_prob": 0.00725608, "confidence": 0.983876, "negative_prob": 0.992744, "sentiment": 0}]}, {"title": "被华为“踢开”后，关厂裁员遭抗议：要为他自己的错误决策买单！", "content": "此前，华为遭受了不平等待遇，而与华为有多方合作的伟创力却公然响应，对华为实施“断供”，不仅如此，在中华大地上美企伟创力竟然私自扣押华为原料，华为连夜派出了数百辆卡车想将材料拿回却遭拒，在中国的领土上，不断的用美国法律来为难华为，中国“不可靠实体”又多一人选？事后伟创力直接被华为“剔除”了供应链，而伟创力在中国的订单寥寥无几，伟创力南厂便出现了产能过剩的情况，工厂没有事情可做，只能无奈放假，而如今有消息曝出，伟创力在大量裁员以减缓损失，目前伟创力官方表示已妥善完成员工安置问题，初步拟订的方案是N+1+8月份工资+提前签约奖。不过对此一些前伟创力员工则不买账，在工厂门口便有前员工拉横幅抗议赔偿方案存在的不公平现象。“伟创力要为他的错误决策买单，我们需要合法赔偿。”这是网上传出员工的抗议，员工要求伟创力2N+7来赔偿，但是伟创力华为部门官方表示，除了开头提到的N+1+8月份工资+提前签约奖外，员工还可选择调转至伟创力珠海园区内的Mechanicals事业部继续工作，工资级别不变，同时提供3000元津贴。而未能内部安置且不愿离开公司的员工则实行带薪休假至8月16日再另行通知。伟创力作为一家实力仅次于富士康的代工厂，却做出了极为错误的决定，华为将其踢开后，长沙工厂直接停工，后面订单都由比亚迪接手，作为曾经华为重要的合作伙伴之一，一意孤行断供华为，露出了真面目，落的今天这个下场也是咎由自取，只是苦了伟创力的中国员工，工作这么久却拿不到该有的赔偿，希望他们后续能有更好的工作。大家对伟创力的做法有什么看法呢？欢迎在下方留言~", "author": "吴拿科技王", "newsdate": "发布时间：19-08-06", "newstime": "10:11", "sentiment": [{"positive_prob": 0.0012421, "confidence": 0.99724, "negative_prob": 0.998758, "sentiment": 0}]}, {"title": "为Mate 30让路！华为P30系列大降价：果断入手了", "content": "临近七夕（8月7日），华为开启了新一轮促销。其中，华为P30系列迎来官降： P30降价300元，P30 Pro降价500元。 其中， P30原价3988元起，现价3698元起  ，提供亮黑色、极光色、天空之境、赤茶橘、珠光贝母五种配色。P30 Pro原价5498元起，现价4988元起 ，同样提供五种配色。两款手机均支持6期免息分期。有业内人士猜测， P30系列此番降价一是迎合七夕节促销，二是为了给即将到来的Mate 30系列让路。 另外， 京东等第三放电商平台还支持依旧换新，会根据不同的旧机回收价格来进行补贴，最高可享1000元补贴  。P30系列降价之后，性价比得以进一步提升，同价位（5K以下）最强拍照手机无疑了。前不久，P30系列推送了最新175版本系统更新，增加了DC调光模式，可以有效避免手机屏幕频闪，带来新的调光选择。还更新了华为超低时延蓝牙技术，优化了部分场景下的相机拍照效果。之前心心念P30系列又觉得贵的童鞋，这次可以果断下手了。【来源：快科技】【作者：朝晖】", "author": "太平洋电脑网", "newsdate": "发布时间：19-08-06", "newstime": "11:15", "sentiment": [{"positive_prob": 0.982142, "confidence": 0.960316, "negative_prob": 0.017858, "sentiment": 2}]}, {"title": "华为折叠屏手机Mate X即将上市：配置有升级", "content": "驱动中国2019年8月6日消息 在2月份举行的MWC2019华为终端全球发布会上，华为正式发布旗下首款折叠屏手机Mate X。出乎意料的是，在三星折叠屏手机爆出屏幕问题之后，华为折叠屏手机也因为种种原因被延期发售，以至于原本定在6月底开卖，现在到了8月份依然在无限期的跳票。据产业链相关人士透露，华为已经做好折叠屏手机Mate X的上市准备，预计会在8月9日的开发者大会上公布具体的发售时间，但由于折叠屏良品率不高，所以其真正出货时间估计要等到9月份前后。值得注意的是，华为折叠屏手机Mate X不仅发布时间可期，就连产品本身也因为进行了进一步的升级而让人无限期待。据产业链人士爆料，相比年初亮相的产品，全新的华为Mate X将加入对5G网络的支持，另外在相机方面，新款也将升级为4摄像头模组。作为全球唯二的折叠屏手机，华为Mate X采用的是极具特色的鹰翼式折叠设计，折叠状态下，正面屏幕为6.6英寸，分辨率为2480*1148，背面副屏为6.38英寸，分辨率为2480*859，展开状态下，屏幕可达8.0英寸，分辨率为2480*2200，可作为平板使用。核心方面，华为Mate X采用了“麒麟980+巴龙5000 5G基带”的解决方案，并采用了4组5G天线设计。不过在续航方面，新款较原有产品有了一定的升级，电池容量依然为4500mAh，但充电功率却提升到了65W，比此前公布的55W提升了10W。华为Mate X仅提供8GB+512GB一种内存版本。有消息表示，新机的价格为9999元，远低于此前传言的14000元。不过，虽然价格非常良心，但由于同类产品中普遍存在的折叠屏良品率的原因，即便新机正式开售发售量估计也不会太多，所以即便是不差钱可能也不一定能够买得到。有意思的是，不仅华为计划在9月份发售这款迟来的折叠屏手机，其竞争对手三星也有相同的打算，如此一来，全球唯二的两款折叠屏手机将在发售时间上再次撞车，不知道这到底是巧合还是蓄意安排。不过可以肯定的是，这两款新机上市之后一定会展开激烈的竞争。", "author": "驱动中国", "newsdate": "发布时间：19-08-06", "newstime": "14:38", "sentiment": [{"positive_prob": 0.990334, "confidence": 0.97852, "negative_prob": 0.00966585, "sentiment": 2}]}, {"title": "华为上海青浦开建新研发中心：施工单位已进场，海思提前落子", "content": "华为青浦园区概念规划鸟瞰图华为位于广东东莞的松山湖基地因其欧洲风情为外界熟知，建成后已成东莞一景。从松山湖来到淀山湖，华为要在上海青浦区打造一个比肩松山湖的青浦研发中心。华为青浦研发中心位于淀山湖畔——上海青浦区金泽镇西岑社区，金泽镇临湖傍水，草木葱茏，环境宜人。华为研发中心占位在青浦科创走廊主轴。近日，青浦区政府新闻办微信公号“绿色青浦”发文介绍，华为青浦研发中心总用地面积近100公顷，总投资近100亿元，将打造成全中国乃至全世界范围内具有领先地位的研发中心。据澎湃新闻记者从华为公司了解，整个青浦研发中心一期用地面积约1420亩，建筑面积约100万平方米，总投资约75亿元。根据网络曝光的华为青浦园区概念规划鸟瞰图，该基地采用罕见的“9大园+3大岛”组团规划，是集服务、住房、交通和办公等于一体的多功能混合型社区，可比肩苹果、谷歌、脸书、亚马逊等科技巨头的总部园区。上海海思技术有限公司已经开展运营不久前，上海市领导来到华为青浦研发中心项目一期选址所在地，详细了解项目规划、功能用途和推进进度。华为相关负责人说，青浦研发中心作为华为重点研发基地，将开展终端芯片、无线网络和物联网等领域的研发。目前正进行建筑方案设计，将努力打造现代的、经典的建筑博物馆。华为公司相关人士对澎湃新闻表示，青浦研发中心项目拟建设高标准的科技研发基地，并优先装载华为终端芯片等业务。项目建成后，预计可容纳2万多科研人才。据了解，华为已于2018年在上海青浦设立了上海海思技术有限公司，现已提前开展业务运营。天眼查信息显示：上海海思技术有限公司的经营范围为电子产品和通信信息产品的半导体设计、开发、销售及售后服务等。这也意味着，未来青浦研发中心启用后，有些芯片开发会迁到新的研发中心。不过，整个华为青浦研发中心的建设还需要时间。据澎湃新闻记者了解，一期用地已于2019年1月完成土地摘牌并签订合同。项目施工单位已于2019年6月进场，近期将逐步开展围墙、道路、土方等工程建设。与松山湖基地一样，青浦研发中心也会配套建设人才公寓。", "author": "澎湃新闻", "newsdate": "发布时间：19-08-06", "newstime": "22:39", "sentiment": [{"positive_prob": 0.979066, "confidence": 0.953481, "negative_prob": 0.0209335, "sentiment": 2}]}, {"title": "投资100亿！100万平方米研发中心！华为上海布局进入“新时代”", "content": "【新民晚报·新民网】几天前，上海市市长应勇调研重大产业项目时，走访了华为在青浦区的项目。华为将建立新的研发中心，投资100亿元，开展终端芯片、无线网络和物联网等领域的研发。实际上，今年3月公布的2019年上海市重大建设项目清单中，华为（上海）研发基地被纳入到28项“重大预备项目”，也就是项目现阶段手续尚未齐全，待齐全后近期准备实施的项目。记者了解到，华为项目一期用地已完成土地摘牌并签订土地合同，项目施工单位将在年内进场，逐步开展围墙、道路、土方等工程建设。建筑面积，3个上研所据透露，华为青浦研发中心一期用地约1420亩，建筑面积约100万平方米。100万平方米是什么概念呢？据公开报道，Facebook位于加利福尼亚州的总部，园区总占地约23万平方米，苹果的新总部Apple Park 办公面积约26万平方米，三星在加州的新研发总部建筑面积约合10.2万平方米。目前华为在上海的研发中心是位于浦东新金桥路的华为上海研究所。华为在全球设有数个研究所，远至美国圣地亚哥，近到中国的上海、北京、武汉等地。而位于张江国家自主创新示范区金桥园的上海研究所，不仅仅是体现华为科技实力的场所，其智能化的办公环境和充满设计感的建筑也使其成为国内最为特别的研究所之一。位于浦东新金桥路的华为上海研究所上海研究所是华为无线网络设备全球12个研究机构的中枢，基地面积27.7万平方米，建筑面积31.7万平方米。目前有1万多科技人才在上海研究所工作。按这个规模推算，华为青浦研发中心一期项目的建筑面积比3个上研所还大，预计可以容纳2万多科研人才。华为还将为新的研发中心建设配套人才公寓，持续加大研发投资、吸引顶尖人才。可以预见，青浦研发中心将是一个集服务、住房、交通和办公等于一体的“多功能混合型社区”。华为在上海布局，超过20年华为在上海的布局由来已久。据最早一批加入上研所的研发人员回忆，1995年上研所就开始筹划设立，最早办公地点设在斜土路的海文商务楼。深圳、上海几地的研发骨干聚集于此，开始了一段艰苦漫长的GSM之旅。后来，上研所搬到陆家嘴软件园，这里也成为GSM研发团队的大本营。2000年，上海金茂大厦曾见证了华为3G壮观的大团队作战场面。3G网络上的终端、基站、控制器等八个全新设备，深圳、北京、上海等上千人集中到金茂大厦六层大楼中开展大会战。2006年，被业界称作“架构型的颠覆性创新产品”——分布式基站诞生在上研实验室。2010年10月，举世瞩目的上海世博会召开期间，华为上研基地落成，8000多上研人搬入新基地。同年，整个华为公司，一场重大的战略调整正在悄然进行：面向未来数字洪水浪潮，确立了影响深远的端管云战略，运营商业务、企业业务、消费者业务并驾齐驱。上海研究所作为终端旗舰机的研发中心，见证了华为手机的转身与崛起。2014年9月，奠定华为手机高端市场的Mate7在上研所问世。5年前，全球智能手机市场还没有中国品牌的一席之地，5年之后，华为手机已经成为仅次于苹果、三星的第三大手机品牌，作为华为高端手机研发中心的上海，将会注定扮演这不平凡。从破旧厂房的四间办公室，到三十六万平米的研发大楼；从几本英文协议到业务涵盖网络、终端、芯片的上万人研发队伍；从2G时代的跟随者、3G时代的挑战者，到4G时代的领先者、5G时代的领导者，华为在上海的科研工作者，见证了历史，也为上海科创中心建设增添了一个个生动注脚。长三角新布局，令人遐想随着业务的发展，华为在上海的布局持续加码。2017年，华为与上海市政府签署战略合作框架协议，消息显示华为不仅将在上海青浦区建立新研发中心，还将在软件和信息服务业、物联网、车联网、工业互联网、智慧城市等方面合作。虽然新的研发中心主攻方向还未定，但是值得注意的是，上海是华为无线网络产品研发总部所在地。华为已于2018年在上海青浦设立了上海海思技术有限公司，已经提前开展业务运营。可以想见，青浦中心将优先装载华为终端芯片等业务。青浦中心拟投资100亿元，这个投资规模让人想到了华为位于东莞的松山湖基地，该项目投资也是100亿元。2018年，华为总部基地从深圳迁入东莞松山湖。为员工们打造了一个复刻版欧洲小镇的同时，该基地给东莞的房地产升值、就业岗位增加、税收增长、上下游产业的发展等等带来诸多利好，提升了地区的经济发展和经济品质。华为位于东莞的松山湖基地西岑社区位置图青浦区位置图那么华为建设的青浦研发中心位于哪里呢？华为落地的地方叫西岑社区，这个地方不在火热的虹桥商务区、不在青浦新城、不在朱家角，也不在青浦轨道交通17号线沿线，西岑社区位于青浦区金泽镇，淀山湖畔，接近江苏省。而青浦是上海十六区当中唯一一个和江苏、浙江两省都接壤的行政区。这个意味就很明显了。值得注意的是，《青浦、吴江、嘉善2019年一体化发展工作方案》对华为上海研发基地建设释放出利好信号。方案指出，三地将推动华为青浦基地和人才公寓基地年内开工。今年7月5日，上海市政协人资环建委赴华为技术有限公司上海研究所，开展“以制度创新为突破，推进长三角一体化发展示范区建设”重点课题调研，课题组成员表示，青浦区是长三角一体化的重要区域，华为研发基地落户于此，将对长三角的产业集聚、发展形成良好的促进作用。此次华为布局上海研发基地是积极融入国家长三角一体化高质量发展战略，与上海青浦建设有全球影响力科技创新中心的理念相契合，未来将释放出更多的商业活力对于当地经济发展具有重要助推作用。优质项目，上海不缺地100万平方米的建筑面积，华为青浦研发基地体量巨大。华为方面也表示，青浦中心目前正进行建筑方案设计，将努力打造现代的、经典的建筑博物馆。先进的园区规划、巨大的园区规模，都体现出华为上海研发基地的显要地位。上海土地资源如此“金贵”，产业空间从何而来？上海市市长应勇在调研中指出，产业园区要找准功能定位，进一步加大腾笼换鸟和招商引资力度，布局一批引领性强、带动性大、成长性好的重大产业项目，发挥龙头企业对产业链的带动作用。要抓住建设长三角生态绿色一体化发展示范区的机遇，集聚更多轻资产、高水平的研究机构，开展关键产品和技术攻关，努力取得更大突破。实际上，上海提出了建设用地“总量锁定”“负增长”，在土地使用上格外“谨慎”。但是对高端制造、先进制造，对优质项目，上海是不缺地的。上海通过产业结构调整，“压减”落后产能，减量化腾挪出来的指标，优先保障重点工业项目。今年新开工的重大工程，如燃气轮机试验装置、国家海底长期科学观测系统、张江复旦国际创新中心、上海交通大学张江科学园、修正生物制药医药产业园、ABB机器人超级工厂，无不是聚焦于高端制造、战略性新兴产业。（金海岸工作室 叶薇）", "author": "新民晚报", "newsdate": "发布时间：19-08-06", "newstime": "19:00", "sentiment": [{"positive_prob": 0.877464, "confidence": 0.727697, "negative_prob": 0.122536, "sentiment": 2}]}]