[{"title": "华为成功的原因是什么？任正非：只因这四次“变法”！", "content": "说起华为和任正非，估计大家都不陌生。华为和任正非走进大众视野已经有好多年了，但是你知道吗，华为成立于1987年，距今已经有32年的历史了。华为因为手机被大众熟知，不过，手机只是华为的很小一块业务。现在华为手机异军突起，可以说华为手机只是华为崛起的一个缩影。那么华为是怎样崛起的呢？华为的崛起用一个字简单概括就是“变”。古人云：“穷则变，变则通，通则久”。华为正是通过了四次“变法”才走向了成功。这四次的改变不仅改变了华为的命运，也改变了华为的未来。那么这四次“变法”究竟给华为带来了多大的变化呢？首先，第一次便是为了求生存。华为一开始并不是做手机的，而是做“程控交换机”的。在创业初期，为了能够快速占领市场，让公司存活下去。华为和地方邮政系统结盟，成立了莫贝克公司。这个公司和当年的私企有很大的区别，那就是让员工集资参股。这在当年可是一项创新之举！要知道，当员工持有自己的股份的时候，才能一心一意地扑在工作上。也只有把公司当作属于自己的时候，员工才会真正一切为公司着想。这一政策给当时的华为带来了巨大的凝聚力和向上的动力。其次，第二次“变法”是为了让华为变得更强大！所有创业者企业家都是有野心的，没有野心的话，他的公司永远也做不大。任正非当然也是个有野心的人，在经历了创业初期求存之路后，华为已经在市场上站稳了脚跟。企业在有了一定的规模后就要制定相应的规章制度，而华为的规章制度很简单，就是优胜劣汰机制。所以，在那个时候，副总裁被下放到基层也是常有的事。现如今的企业有几个能做到这点？所以，那时候的华为公司的员工是能上能下，工作是能左能右，优胜劣汰，所有岗位能者得之。不仅如此，任正非可以说是把权力彻底关在了“笼子”里，无论是谁，就连任正非都要遵守这个规章制度。这也为华为的成功打下了基础。然后第三次“变法”，是为了走向国际。在2005年到2010年之间，华为公司已经初具规模。2005年，华为的国外销售额首次超过了国内的销售额。5年后，任正非又将华为分成了三个业务部门，分别是运营商BG、企业BG和消费者BG。可以说在细分后的华为业务突飞猛进，如今华为的产品已经销售到欧美17个发达国家。更不用说其他的一些国家和地区了。最后一次“变法”就是从2011到现在。2011年，华为实行“CEO轮值”制度，这个制度并不是为了挑选更好的接班人，而是任正非意识到领导者的重要性。不能让公司“成也萧何败也萧何”。万一领导者出现了问题，到时候再想弥补就为时已晚。可以说，任正非的战略眼光是非常独到，非常长久的。其实，华为一直在变的路上，以后也许还要变，但是不管怎么变，都是为了华为的未来。华为的成功印证了古人的那句“穷则变，变则通，通则久”。对此，你是怎么看的呢？", "author": "尖峰科技", "newsdate": "发布时间：19-09-01", "newstime": "13:59", "sentiment": [{"positive_prob": 0.111878, "confidence": 0.751382, "negative_prob": 0.888122, "sentiment": 0}]}, {"title": "华为官微释放重磅信息：华为Mate 30将于9月19日正式发布", "content": "近日，华为接连放出预热视频，通过视频可以看到全新麒麟芯片“麒麟990”极有可能于9月6日在IFA 2019柏林消费电子展发布，而视频中“Rethink（重塑）”和“Evolution（变革）”的关键词也引发了无限猜想。但对于消费者而言，更值得关注的是，全新麒麟芯片不仅代表了华为最高的芯片技术水准和创新能力，也直接决定了新一代华为手机的综合表现，而最被寄予众望的非旗舰机型Mate系列莫属。9月1日下午，华为消费者业务CEO余承东在微博释放了一幅重磅预热视频，配以“9月19日，我将在德国·慕尼黑 Mate系列最新力作——华为Mate 30！十分期待到时与大家共同见证，它给我们带来的无限可能。”文案，虽然视频内容仅为一个金属圆圈，但片尾配文则透露出了众多消费者关注的重磅消息，那就是华为Mate 30系列将于2019年9月19日在德国慕尼黑发布。结合此前网上众多关于华为Mate 30系列的ID设计猜想，和这段预热视频，目前可以看出，华为Mate 30系列背部相机设计元素或将采用全新的圆形设计。此外，在机身屏幕方面，目前网络上有一种传闻，Mate30系列有可能采用6.7英寸上下四曲面的设计，左右两侧更是实现88度曲面，业内有一种说法是“瀑布屏”， 这种设计的好处就是颜值在线。可见华为Mate系列近年来在ID工业设计上取得了不小的进步，并形成了自家独特的精英气质与科技标签。去年的华为Mate系列就带来了超大屏占比、八曲面流线机身，背面矩阵多焦影像系统采用标志性四点设计，新增全新翡冷翠等高级潮流配色。预计，新一代Mate旗舰将拥有更高的屏占比，辨识度更高的镜头模组，以及更高级的视觉和手感体验，创造新一代旗舰手机美学标杆。如果说科技改变了人类生活，那麒麟芯片则重塑了智能手机的智慧体验，而华为Mate系列则是华为手机智慧体验最有力的代表。2017年，华为麒麟970芯片全球首发集成人工智能NPU运算单元，成为首个人工智能移动计算平台，通过NPU的极致AI算力，真正让智能手机享受到了AI体验。随后，华为Mate 10系列作为麒麟970的首发终端，成为全球第一款真正意义上的AI智慧手机，奠定了华为Mate系列在高端商务精英用户戏中的坚实地位。2018年，华为全球首发商用7nm芯片麒麟980，并一举拿下多项第一，首发麒麟980的华为Mate 20系列在性能上达到了巅峰水准，同时将手机智慧体验带到了全新高度。由此我们不难猜测，打出“Rethink（重塑）”和“Evolution（变革）”口号的全新麒麟990芯片，或将帮助华为Mate 30系列在芯片工艺、CPU、GPU以及AI性能上全面提升，同时在5G通信能力上继续领先竞争对手。而全新麒麟芯片的NPU或将采用自研的达芬奇架构，进一步强化AI能力和图像识别能力。这项技术在之前发布的麒麟810上已有体现，获得不错的用户口碑，可以想象搭载麒麟990芯片的华为Mate30系列，在性能和AI算力上又将带来全新的突破。此前有传闻称，华为新一代麒麟芯片将首发7nm+EUV工艺，在7nm的基础上，加入了极紫外光刻工艺，进一步提升晶体管密度，进而增强单位面积下的芯片性能，并降低功耗。而天生的工艺优势，能给华为新一代Mate旗舰更多的发挥空间，无需考虑散热负担。此外，4000mAh+大电池已经成为华为Mate系列的标志性配置，加上7nm+EUV工艺的优势，其续航能力已成为新的安卓旗舰典范。2019年是5G元年，30年的通信技术积累让华为如鱼得水，在5G基带通信能力上领先业界。不仅发布了唯一支持SA/NSA的商用5G双模智能手机，还首次实现了5G+4G双卡双待。而在手机芯片领域，华为新一代麒麟芯片则有望更进一步，很可能在芯片内首次集成5G基带，同时借助华为在端、管、芯、云等5G技术领域的众多领先优势，助力华为Mate 30旗舰手机拥有更卓越的5G体验，全面适配5G时代。新一代麒麟芯片将带来哪些全新的体验？华为新一代Mate旗舰又将在性能、AI、设计方面创造哪些惊喜？9月6日的柏林IFA和9月19日的慕尼黑，让我们拭目以待。", "author": "快科技", "newsdate": "发布时间：19-09-01", "newstime": "17:02", "sentiment": [{"positive_prob": 0.986663, "confidence": 0.970363, "negative_prob": 0.0133367, "sentiment": 2}]}, {"title": "华为方舟编译器开源官网正式上线", "content": "8月31日，华为方舟编译器开源官网正式上线。本次方舟编译器开源的是编译器框架部分源码，包括编译器中间表示（IR）和语言编译实现，同时搭配编译器其他二进制组件，实现Java程序到aarch64汇编指令的编译过程。开发者可以通过如下方式获得相关代码和文档，供参考学习、了解方舟编译器的架构和代码。官方网站：https://www.openarkcompiler.cn代码托管网站：https://code.opensource.huaweicloud.com/HarmonyOS/OpenArkCompiler码云镜像仓库地址：https://gitee.com/harmonyos/OpenArkCompiler在开源的世界里，我们与开发者们分享技术进步，共同成长，期待能够与广大开发者们同“舟”共济，为科技创新蓄力，不断推进产业开放式创新、构建开放生态。方舟来啦！", "author": "华为", "newsdate": "发布时间：19-09-01", "newstime": "16:07", "sentiment": [{"positive_prob": 0.962459, "confidence": 0.916576, "negative_prob": 0.037541, "sentiment": 2}]}, {"title": "华为Mate30官宣，两大杀手锏曝光：全新5G处理器+全新徕卡四摄！", "content": "来了！真的要来了！今日华为余承东正式官宣：用新的视角重新设计，9月19日，德国慕尼黑，华为Mate30系列将要探索未来更多的可能！至于国内的消费者，有望在国庆接节10月1日前拿到手机！众所周知，华为的两大旗舰Mate系列以及P系列每年都会有一场海外发布会，而且时间相对来说比较固定。今年的9月19日无疑比以往提前了许多！这样的话华为Mate30系列手机将直面苹果iPhone11（9月11日发布）手机冲击！如此看来，余承东对华为Mate30系列手机非常的自信，就如去年一样，在苹果iPhoneX系列手机发布以后，余承东微博表示：稳了！这次的华为Mate30系列手机将具备两大杀手锏！第一就是Mate30系列手机将采用全新的海思麒麟990芯片，该芯片由台积电最新的7nm工艺打造，将集成5G基带！据悉麒麟990芯片将在9月6日的IFA大会上与大家见面！当前正处于4G向5G快速过渡阶段，5G功能将成为很多小伙伴换机的首要考虑因素！第二就是Mate30系列手机将采用全新的徕卡四摄！众所周知华为P30Pro以及华为Mate20系列手机曾把国产手机的拍照性能带到了金字塔的顶端，而且霸榜了很长一段时间，不过遗憾的是三星新机摘得了榜首。相信Mate30系列手机发布以后国产手机会重新夺回榜首之位！据悉这次的华为Mate30系列手机将采取双主摄技术，两颗主摄都为4000万像素，一颗副摄为TOF镜头，还有一颗副摄为800万像素的长焦镜头！其他方面，华为Mate30系列手机将采用三星Amoled90HZ屏幕，依然是刘海屏的设计，因为Mate30采用了结构光镜头技术，刘海屏设计是最好的选择，另外其前置镜头为3200万像素！Mate30Pro还将搭载高达4500mAh的电池并支持5卢50W的极速快充以及2.7卢27W的无线快充技术，在续航方面无需担忧！在功能方面，Mate30系列将依然支持红外遥控功能、NFC功能以及IP68级别的防尘防水功能！在配置、功能等方面Mate30系列手机绝对是顶级中的顶级。外观方面，其采用了近乎90度的双曲面屏幕以及奥利奥式的四摄设计。对于华为Mate30系列手机不知大家如何看呢，能否与苹果iPhone11一战呢？欢迎大家各抒己见关注收藏转发，感谢您的支持！", "author": "花开阡陌之上", "newsdate": "发布时间：19-09-01", "newstime": "23:38", "sentiment": [{"positive_prob": 0.978153, "confidence": 0.951452, "negative_prob": 0.0218468, "sentiment": 2}]}]