[{"title": "华为Mate30发布会今晚举行，这些直播地址提前Get！", "content": "[PConline 资讯]北京时间9月19日20点，华为Mate30系列全球新品发布会将在德国慕尼黑举行发布会，虽然发布会还没有到来，但是大家想必都很期待华为Mate30系列发布会，在发布会前夕，大家想了解除了华为Mate30系列手机配置之外，还对华为Mate30系列全球新品发布会在哪里看都很关注。根据爆料消息，华为Mate 30系列将推出华为Mate 30 Pro、华为Mate 30、华为Mate 30 RS保时捷设计、华为Mate 30 Lite等机型，下面给大家简单介绍一下作为大家最为关注华为Mate 30、华为Mate 30 Pro手机。据介绍，华为Mate 30、华为Mate 30 Pro正面采用刘海屏设计，其中华为Mate 30采用普通屏幕，而华为Mate 30 Pro采用瀑布屏，华为Mate 30 Pro内置更多传感器，因此“刘海”会比华为Mate 30稍微大一些，手机背面均采用圆形后置四摄模组，手机侧面物理音量按键将取消，侧边操控可实现音量按键功能。电池容量方面，华为Mate 30内置4200mAh电池，华为Mate 30 Pro内置4500mAh电池，支持有线快充跟无线快充。华为Mate30系列全球新品发布会部分视频直播平台具体链接——华为消费者业务官网：https://consumer.huawei.com/cn/华为商城：https://www.vmall.com花粉俱乐部官网：https://club.huawei.combilibili华为终端：https://live.bilibili.com/4089610华为Mate30系列全球新品发布会部分微博图文直播具体链接——华为手机微博：https://weibo.com/u/2836883273?is_all=1#_rnd1561014251737华为终端公司微博：https://weibo.com/hwmakeitpossible?profile_ftype=1&is_all=1#_0华为EMUI微博：https://weibo.com/hwemui?profile_ftype=1&is_all=1#_0华为商城微博：https://weibo.com/shophuawei?profile_ftype=1&is_all=1#_0华为终端云服务微博：https://weibo.com/hwhicloud?profile_ftype=1&is_all=1#_0花粉俱乐部微博：https://weibo.com/huafans?profile_ftype=1&is_all=1#_0华为Mate30系列全球新品发布会部分视频直播平台跟图文直播平台——视频直播平台有：华为消费者业务官网、华为商城、华为视频、bilibili华为终端、花粉俱乐部、华为智能助手；英语频道视频直播平台：Facebook@Huawei Mobile；Twitter@HuaweiMobile；You Tube@Huawei Mobile；图文直播微博平台：华为终端公司、华为终端官方微博、华为手机、华为EMUI、华为终端云服务、华为终端客服、华为开发者联盟、花粉俱乐部、华为智选、华为商城；图文直播微信平台：华为终端、华为终端公司、华为手机、终情局与机情社、华为开发者联盟服务、华为智选、华为EMUI、华为终端客户服务、华为终端云服务、华为商城；海外图文直播平台：Twitter@HuaweiMobile；Twitter@HuaweiMobile Services；海外论坛——HUAWEI Community；媒体视频直播平台：优酷、爱奇艺、腾讯新闻、网易、新浪、搜狐、天猫华为官方旗舰店、华为京东自营官方旗舰店、华为苏宁自营官方旗舰店、太平洋电脑网等。一图看懂华为Mate30系列全球发布会直播平台——", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-19", "newstime": "11:18", "sentiment": [{"positive_prob": 0.994142, "confidence": 0.986981, "negative_prob": 0.00585837, "sentiment": 2}]}, {"title": "国行版华为Mate30/Pro将于9月26日发布", "content": "9月19日晚，在德国慕尼黑的发布会上，华为正式推出了Mate 30、Mate 30 Pro、Mate 30 RS保时捷设计三款手机。同时华为宣布，华为Mate30系列国内发布日期定于9月26日。另外在9月20日0时，华为Mate 30系列正式上线华为商城及各大电商平台开启预售。售价方面华为Mate 30 8GB+128GB 799欧元（约合6272元），华为Mate 30 Pro 8GB+256GB 1099欧元（约合8627元），华为Mate 30 Pro 5G 8GB+256GB 1199欧元（约合9412元），华为Mate 30 RS保时捷设计12GB+512GB 2095欧元（约合16446元）。华为Mate30采用6.62英寸OLED全面屏，左右边框仅2.8mm，作为对比iPhone 11 Pro Max的左右边框达到了4.5mm。华为Mate30 Pro采用6.53英寸OLED环幕屏，屏幕弯曲角度达88度，左右边框更是达到了0mm。拍照方面，华为Mate 30系列配备了新一代徕卡超感光相机，其中Mate 30是1600万像素超广角、4000万像素广角和800万像素长焦，支持3倍光变，5倍混合变焦，30倍数码变焦，前置2400万自拍镜头。Mate 30 Pro则配备了更强大的徕卡四摄，创造性地用上了双4000万像素主摄，分别是4000万像素广角镜头，搭配1/1.7寸传感器，还有4000万像素电影镜头，搭配1/1.54寸传感器，另外还有800万像素长焦镜头及3D感测镜头，主摄、长焦均支持OIS光学防抖。", "author": "快科技", "newsdate": "发布时间：19-09-19", "newstime": "22:35", "sentiment": [{"positive_prob": 0.871899, "confidence": 0.715331, "negative_prob": 0.128101, "sentiment": 2}]}, {"title": "生不逢时：华为Mate 30正式发布，4个摄像头，0个谷歌应用", "content": "【ALENG 自媒体】9月19日晚间自媒体专稿，备受关注的 #华为Mate30# 慕尼黑发布会已经结束，发布会上，华为消费者业务总裁余承东一口气发布了多款华为新品，包括Mate 30系列智能手机、第二代WATCH GT运动手表以及华为智慧屏电视，发布会现场观众爆满，当然，其中绝大部分都是科技媒体记者，从会后迫不及待跑步到Dome区体验新品的人群来看，Mate 30系列智能手机确实是引起了大家的极大关注，毕竟，这款旗舰机型是在一个极其艰难的时期发布的。从发布会上的现场PPT和余承东的解说可以知道，Mate 30作为华为向三星 Galaxy Note 10、苹果iPhone  11和即将发布的谷歌Pixel 4手机对齐的旗舰机型，如果只从硬件配置来看的话，绝对不输已经发布的两款竞品。特别是在智能手机将角逐的战场转向拍照性能的当下，华为Mate 30系列手机以其超高的硬件配置，卓越的AI技术，分分钟将三星 Galaxy Note 10和苹果iPhone  11打成碎片，但是这一切如果放在被禁令束缚的当下，我们不由得对Mate 30系列手机的前途感到担忧，甚至是惋惜。虽然在发布会前，科技媒体已经知道Mate 30将无法预置谷歌服务，人们仍然期待华为会以令人惊艳的方式回报业界的担忧和疑虑，但是发布会结束了，余承东矢口不提谷歌应用和服务的事，只是表示华为将以极其丰厚的奖励来鼓励开发者在华为移动服务（HMS）框架下开发应用，并且透露华为HMS生态已经有超过45000款应用，但是对于一款旗舰机型，如果没有预置谷歌应用和服务，华为将如何解决海外用户迫在眉睫的应用需求，余承东则没有说明。正像是一款中国大陆销售的智能手机无法安装主流的社交应用一样，一款在海外销售的智能手机，如果没有谷歌应用和服务，很难想象将会如何说服用户购买自己的手机。华为Mate 30系列手机如期发布了，然而人们的疑虑和担心远远没有放下。尽管华为有鸿蒙系统加持，而且任正非也多次表示禁用谷歌服务对华为的影响有限，但是市场已经用事实说明一个强大的应用生态有多么令人恐怖。发布会上，余承东说今年前8个月，华为智能手机的销量大涨26%，似乎形势一片大好，然而根据市场调研机构Canalys的统计，2019第二季度，华为智能手机在欧洲市场的销量却锐减16%，仅为850万部，是三星销量的一个零头。很显然，华为智能手机的海外市场，已经受到禁令的严重影响，这对于一家全球第二大的智能手机生产商来说，无疑是让人感到痛心和焦急的。那么，在无法预装谷歌服务的情况下，华为智能手机海外市场的突破口在哪里？答案是：预装谷歌服务。这看起来似乎是一个悖论，然而是事实。如果华为真的要放弃Android操作系统，准备卧薪尝胆，培育自己的鸿蒙生态，这绝非不可能，但是代价太大。因为在白热化的智能手机战场上，没有人会等待华为做好准备，华为也不能赤膊上阵，做出暴虎冯河的蠢事。Mate 30如期上市，用外媒的一句评论来说：Mate 30有4个摄像头，然而有0个谷歌应用，是“有前途的硬件，有问题软件”，Mate 30真可谓生不逢时", "author": "ALENG", "newsdate": "发布时间：19-09-19", "newstime": "23:10", "sentiment": [{"positive_prob": 0.911235, "confidence": 0.802744, "negative_prob": 0.0887651, "sentiment": 2}]}, {"title": "华为发布Mate30系列旗舰新机，起售价799欧元", "content": "记者 | 陆柯言1北京时间9月19日晚，华为消费者业务CEO余承东在德国慕尼黑发布了Mate 30系列旗舰手机：Mate 30、Mate 30 Pro和Mate 30 RS保时捷设计款。其中，Mate 30及其Pro版本有翡冷翠、星河银、罗兰紫和亮黑色四种玻璃机身颜色可选。除此之外，华为还推出了用素皮革制造的青山黛、丹霞橙两种颜色。海外定价并不低。其中，Mate30售价799欧元（8+128G）；Mate 30 Pro售价1099欧元（8+256GB）；Mate 30 Pro 5G版本（8+256G）售价1199欧元，Mate 30 RS保时捷设计款起售价为2059欧元。外观上，Mate30搭载了一块6.62英寸OLED全面屏，Mate 30 Pro则搭载一块6.53英寸OLED环幕屏，将手机屏幕延伸到了手机的侧面，屏幕弯曲角度达88度，比之前的产品拥有了更柔和的即视感。而相比起iPhone 11 Pro Max来说，Mate 30系列屏幕更大、机身更窄。Mate 30系列手机支持屏幕指纹解锁。由于屏幕的延伸，Mate 30 Pro去除了侧边物理音量按键，用户可以通过滑动侧边来进行音量调节等操作。如果有用户怀念按键的感觉，Mate 30系列也可以满足这一喜好：手机用线性马达模拟了按键的震动感，由此提供触觉上的反馈。没有意外的是，Mate 30系列仍然保持了小刘海设计。不过，刘海面积相比上代更小，这是因为其采用磁悬发声取代了常规的听筒，从而缩小刘海，增大屏幕面积。核心配置上，Mate30系列新机搭载的是刚发布不久的麒麟990 5G芯片，使用7nm+EuV工艺。华为官方称，相比上代芯片，麒麟990 5G的GPU性能提升了39%，能效提升32%。另外，Mate 30 5G系列同时支持5G SA/NSA双架构。早在今年7月，华为发布了其首款5G手机，Mate 20 5G版本，但这一版本仍然是通过外挂5G基带的方式来支持5G。余承东将Mate 30系列成为是“第二代真正的5G”手机，它首次将处理器和5G基带集于一体，支持NSA和SA两种组网方式，支持双卡双待，5G和4G卡可以同时在线。最受期待的还是它的拍照功能。Mate30配备超感光徕卡三摄；Pro版本配备的则是超感光徕卡电影四摄。其中有两颗4000万像素主摄，一颗电影摄像头主攻摄影，配备1/1.54英寸感光元件，另一颗超感光摄像头则主攻拍照。此外还有一颗800万像素长焦镜头和一颗ToF 3D镜头，支持5倍混合变焦、30倍数字变焦，前置一颗3200万深感摄像头。余承东尤其强调了Mate 30 Pro在视频拍摄功能上的升级。根据介绍，Pro版本配置了华为手机迄今为止最大的影像传感器，视频ISO达到51200，支持4K延时拍摄，同时在视频拍摄中提升了背景虚化等一系列功能。另一项值得关注的升级是，华为Mate 30 Pro支持7680帧超高速摄影，比此前常见的960帧慢动作视频效果提升8倍。有媒体猜测，这和麒麟990 5G首次在手机芯片上搭载了BM3D（Block-Matching and 3D filtering）单反级硬件降噪技术，将单反级的图像处理能力应用在手机上有关。另外，华为Mate 30系列还开放相机接口，可以搭配DJI OSMO手机云台、Profoto闪光灯等专业摄影套件。续航方面，华为Mate 30内置一块4200mAh电池，Pro版本则将电池容量增至4500mAh，配备40W有线超级快充，27W无线超级快充。与此同时，华为还发布了40W超级快充移动电源和40W超级快充车载充电器。华为Mate 30系列支持AI隔空操控，用户可以隔空上下滑动、抓取截屏等动作。这一功能的实现依托于Mate30系列前置的3D结构光模组。隔空操控并不是华为的首创，不过在油手、洗澡、开车等不方便触碰手机的场景中，或许会为华为用户带来一些便利性。华为还注意到了一项十分“人性化”的需求：防窥。Mate 30系列具有AI信息保护功能，可以智能识别机主信息，在陌生人注视屏幕时隐藏消息内容。还有一项新的功能或许会为华为新机增添新的玩法——Mate 30系列支持M-Pen手写笔，灵敏压感为4096级。用户可以购买手写笔，在华为手机上标记、书写和绘画。大多数中国用户最为关心的，还是Mate 30系列国行版本的售价，这一谜底将在9月26日国行版本发布时得到揭晓。", "author": "界面新闻", "newsdate": "发布时间：19-09-19", "newstime": "22:26", "sentiment": [{"positive_prob": 0.996521, "confidence": 0.99227, "negative_prob": 0.0034786, "sentiment": 2}]}, {"title": "华为手机+基站核心受益龙头全梳理", "content": "如果说上半年是食品饮料股的天下，那么自6月份以来，A股市场妥妥的是科技股的天下。北京时间9月19日20时，华为将在德国慕尼黑发布Mate30系列旗舰手机。Mate30Pro将成为Mate20X(5G)之后的又一款华为5G手机，华为Mate30Pro或采用自主研发的AirGlass，会采用海思麒麟的新款处理器、UFS3.0闪存、LPDDR4X内存并预装基于Android10的EMUI10系统。华为mate30将会是首款搭载五摄像头的智能手机，主摄像头为4000万像素。华为在整个通信产业链上是具备从上游到下游的全产业链的能力，包括了材料、芯片、器件、模组、设备、服务，它对产业链的每个环节都具备深度的把控能力，对于关键核心技术，华为一般选择自主研发掌控，非核心技术，华为会释放给供应商来做。因此，作为华为的供应商，尤其是不具备核心稀缺技术的供应商，很难在华为供应链上获取高额利润，更多的供应商表现为增收不增利的情况。对于华为产业链的研究，可以大致分为以下几个模块进行细分：半导体设计方面，目前华为的半导体涉及供应严重依赖国外企业，华为的17家半导体涉及供应商全部来自中国大陆以外，其中美国供应商达13家，华为对外依存度很高，不过随着国内技术水平的提高，国产替代将成为可能。目前A股中具有潜力的半导体设计标的有卓胜微主营射频前端芯片；汇顶科技指纹识别芯片；圣邦股份主营电源管理等模拟芯片；韦尔股份主营影响传感器；博通集成等。存储类方面，华为的存储芯片供应同样严重依赖国外企业。华为有9家存储器行业的供应商，同样全部来自中国境外。存储器是半导体行业最大的细分领域，根据世界半导体贸易统计协会的数据，2017年全球半导体销售约4200亿美元，其中存储芯片达1200亿美元，占30%。存储芯片行业的壁垒和市场集中度非常高，三星、海力士和美光占据DRAM90%以上的份额，为全球存储器的龙头。目前A股存储类潜力较大的标的有兆易创新主营存储芯片；主营分布式存储的标的有中科曙光、深信服以及浪潮信息。连接器方面，华为有9家连接器行业的供应商，其中5家来自中国大陆，因此在连接器方面，国内企业占有较大的优势。全球前20大连接器企业中，有3家中国企业，分别为立讯精密、中航光电、得润电子。立讯精密和电连技术主要供应消费电子用连接器，中航光电、意华股份和永贵电器主要提供工业用连接器，主要用于华为的基站、光通信等领域。PCB方面，华为有8家PCB供应商，其中5家来自中国大陆。尽管全球PCB行业营收前10名的公司中没有大陆企业，但PCB的技术壁垒较半导体行业低，我国领先企业具有成本优势，技术上也无明显差距。且PCB行业具有定制化生产的特征，行业集中度难以大幅提高，有利于后发企业。全球前100名的PCB公司中，有37家来自中国大陆，其中建韬集团、东山精密、深南电路、沪电股份排名居前。华为的供应商中，生益科技主要供应覆铜板，沪电股份、深南电路供应基站PCB，依顿电子主要供应消费电子用PCB，兴森科技供应小批量测试板。磁性器件和被动元器件方面，华为的被动元器件供应商主要为村田，国内的2家元器件供应商铭普光磁和京泉华均供应磁性元器件。我国被动元器件行业具有较高的市场竞争力，顺络电子为全球第五大电感公司，风华高科、法拉电子、艾华集团、宏发股份也分别是片式电容器、薄膜电容器、铝电解电容器、继电器行业具有全球竞争力的公司。光缆及线缆方面，华为有9家光缆及线缆行业的供应商，其中6家来自中国大陆。全球前10大光纤光缆企业中，有5家中国企业，分别为长飞光纤、亨通光电、烽火通信、富通集团、中天科技。长飞光纤主要供应光纤光缆，中利集团、金信诺主要供应通信电缆。光模块与光器件方面，华为有8家光器件与光模块供应商，其中3家为国内企业。全球前11大光器件公司中，有5家中国企业，分别为光迅科技、海信、中际旭创、华工科技、新易盛。华为的供应商中，博创科技提供无源与有源光器件，华工科技和光迅科技提供光模块。光器件行业正经历全球整合，剑桥科技、昂纳科技、博创科技等国内企业通过海外并购提升实力，未来我国光通信企业仍将在华为供应链中扮演重要作用。基站射频器件方面，华为有7家射频器件供应商，其中5家为国内企业。射频器件主要包括基站用的滤波器、天线、双工器、环形器等器件。华为的4G天线主要由立讯精密、东山精密、弗莱德、代工，滤波器等由大富科技、武汉凡谷、春兴精工供应，银宝山新提供射频器件用精密结构件。我国的射频器件企业具有成本优势，且供应反映快，未来仍将为华为主要射频器件供应商。电声元器件方面，国内电声元器件公司为华为主要供应商，包括瑞声科技、歌尔股份、*st巴士(原新嘉联)。我国企业在电声元器件行业具有全球领先地位，歌尔股份、瑞声科技为行业头部公司，立讯精密通过并购台湾美律，市场份额也迅速提升。光学模组方面，华为披露了3家摄像头和镜头模组供应商，大陆企业仅有舜宇光学1家。近年来大陆摄像头模组企业成长较快，舜宇光学、欧菲光、丘钛科技、高伟电子、信利国际均排名全球前11位。大陆企业在光学模组方面仍有在华为供应链中份额提升的空间。面板与玻璃盖板方面，国内面板和玻璃盖板在华为供应链中处于主导地位。大陆厂商在液晶面板行业具有全球竞争力。京东方为全球最大的面板厂商，华星光电也跻身前5。深天马为全球领先的小尺寸面板企业，位居车载面板出货量全球第4位。京东方与深天马均为华为的面板供应商。而伯恩光学和蓝思科技为手机玻璃盖板的全球双寡头，也为华为的供应商。因此国内厂家在面板和玻璃盖板领域，在华为产业链居于主导地位。从上述可以看出，今年华为相关概念股涨幅基本较大，主要集中在PCB细分领域，不过也有部分涨幅较小，如：光缆及线缆细分领域，年初以来这个模块股价涨幅相对较低，且随着华为新手机出货量的增加，这些模块都是受益公司。另外，机构分析认为，受益于5G换机需求，华为5G手机将成为2020年所有品牌中出货量最高者(约1亿部)，故因欠缺GMS预装而无法在海外市场销售对Mate30出货影响有限，预估2019年下半年Mate30系列出货量约2000万部。来源: 格隆汇", "author": "同花顺财经", "newsdate": "发布时间：19-09-19", "newstime": "18:27", "sentiment": [{"positive_prob": 0.992111, "confidence": 0.98247, "negative_prob": 0.00788856, "sentiment": 2}]}, {"title": "华为又开源一个操作系统这次是服务器操作系统", "content": "9 月 19 日，在华为 CONNECT 大会上，华为 Cloud & AI 产品与服务总裁侯金龙宣布，将开源其服务器操作系统 EulerOS，开源后命名为 openEuler。据官网介绍华为欧拉服务器操作系统软件(简称EulerOS)基于稳定系统内核，完美支持鲲鹏处理器和容器虚拟化技术，着力在系统的高可靠、高安全以及高保障方面储备了富有竞争力的技术特性。为企业用户提供了一个稳定安全的高端计算平台，并充分利用 Linux 的可伸缩、高性能和开放性的优势，从容面对快速的业务增长和未来的挑战。华为表示EulerOS拥有三级智能调度，可以将多进程并发时延缩短60%，而且还可以智能自动有规划，可以将Web服务器性能提升137%。同时华为表示EulerOS将正式开源，开源名为openEuler，2019年12月31日正式上线。关于华为全链接大会：HUAWEI CONNECT是华为规模最大的面向ICT行业的全球生态大会。此次大会主要议程集中在人工智能，这也是此次大会主题——Advance Intelligence的含义所在，议题覆盖了宇宙探索、油气勘探、云计算、操作系统、开源等领域，相当广泛和丰富。华为服务器操作系统EulerOS正式开源：12月31日上线据悉，华为已与深度科技等企业在开源数据库操作系统方面开展合作。深度科技拥有深度操作系统Deepin OS，基于Linux打造，支持语言数量33个，累计下载量8000万。深度科技CTO表示，2018年就与华为开展合作，打造了支持鲲鹏处理器、泰山服务器的操作系统，今年10月将发布DeepinEulerOS。对于Linux未来的发展，他表示，在高性能计算领域，Linux占据100%的市场份额；网络服务器领域，Windows 40%，Linux现在40%，未来会超过50%；桌面系统上，目前Windows占据主要市场，Linux为2%，但Linux未来也会是最大的变数。此外，侯金龙还宣布，华为的数据库GaussDB也将开源，目前覆盖70%企业业务场景，2020年6月30日之前全面上线。（文章来源：EEFOCUS）", "author": "东方财富网", "newsdate": "发布时间：19-09-19", "newstime": "14:22", "sentiment": [{"positive_prob": 0.949875, "confidence": 0.888611, "negative_prob": 0.0501249, "sentiment": 2}]}, {"title": "科技创新70年丨华为是如何炼成的？", "content": "用一个词来形容华为的 2019 年，“多事之秋”。5 月，华为遭遇“实体清单”事件，多项海内外业务受到影响。兵来将挡水来土掩，华为有条不紊地调整着战略。“现在海外市场已经恢复到了禁令前 80% 的水平。”华为 2019 年半年报发布现场，华为董事长梁华说道。华为 2019 年半年报显示，华为 2019 年上半年销售收入 4013 亿元人民币，同比增长了 23.2%，净利润率达到 8.7%。三大业务方面，消费者业务营收 2208 亿元，企业业务 316 亿元，运营商业务 1465 亿元。就在该报告公布前一周，7 月 22 日，美国《财富》杂志发布了最新的全球 500 强企业榜单，华为位列第 61 位，仅次于微软。华为不仅没有下降，反而比去年上升了 11 位。华为正以惊人的发展速度为世界上更多的消费者知晓。根据市场调查机构 Strategy Analytics 的最新报告显示，2019 年第二季度，华为手机在全球智能机市场份额达到了 17.2%，位列第二位，其后为苹果，市场份额 11.1%。尽管目前华为手机业务仍然受到“实体清单”影响，但华为加强了自研和投资，以填补业务未来发展可能遇到的空缺。8 月，华为先后推出了自研系统鸿蒙OS 和自研芯片昇腾 910，同时有报道称华为海思正积极设计开发包括笔记本 CPU、GPU、行动装置应用芯片在内的多种芯片，华为的“备胎”被逐渐扶正。华为旗下业务涉及通信产业各个方面，通信服务覆盖全球 170 多个国家和地区，相关专利数位列全球第一。目前华为是全球第一大电信设备商，而手机业务暂列全球第二——华为消费者业务 CEO 余承东把目标定到了世界第一。华为如今屹立于世界级企业金字塔上方，但在公司成立初期，华为摸爬滚打于中国农村地区，进军国际业务时，发扬“农村包围城市”的艰苦奋斗精神，专门去接那些大公司不愿意接的小订单，才逐渐将业务拓展到全球电信设备市场。华为从一个小公司成长为世界级的公司历经了数个阶段，并有着许多与生俱来的标签，如通信技术、全员持股、自主研发、国际企业等等。其本质上是中国企业“走出去”的一个典型，都是从落后到强大，逐渐站起来的。要走出去华为公司成立于 1987 年，起初依靠经营程控交换机在国内发展。到 1992 年，全年的销售额突破了一个亿，员工超过了 200 人。再到 1995 年，年销售额翻了 15 倍，员工数翻了 6 倍。尽管公司已经初具规模，但彼时大部分收入仍然来自于中国农村市场。华为想要继续扩大生意版图，就得去国际上闯一闯。1996 年，朱镕基副总理在视察华为时，表示国产交换机打入国际市场，一定提供买方信贷。这给予华为很大动力，华为的国际化战略也是从这一年定下的。华为首先拿下了香港和记电讯的合作订单，并顺势打开俄罗斯市场，开启了国际市场的征程。和记电讯1996 年至 2004 年，是华为进军国际市场的初始阶段。在这一阶段里，华为先后进入拉丁美洲、印度、中东和非洲市场。可是对于华为来说，想要真正成为一家国际化的公司，只在亚非拉国家做生意，无法得到世界上其它企业的认可，从而很难获得与它们合作的机会。唯一的办法是在全球前三大消费市场站稳脚跟：中国、美国和欧洲。这其中美国市场最为特殊，不可控因素较多。2002 年华为在美国德州成立了一个全资子公司 Future Wei，其销售的产品会比本土产品价格更低，因此业务越来越顺风顺水，这让美国本土企业思科感受到了威胁，后者于 2003 年中国春节前 8 天一纸诉状将华为告上法庭。双方经过一年半的拉锯战之后以和解收场，但间接影响了华为在北美市场的发展进度。这场官司给了年轻的华为一个深刻的教训，想要拿到国际市场的入场券，就必须得交学费。欧洲，全球化基石大洋彼岸的欧洲以西欧为主要市场，先拿下这里才能在欧洲站稳。2004 年到 2012 年，是华为在全球重要市场立足的阶段。2004 年 3 月 30 日，华为在英国伦敦设立了欧洲地区总部。尽管此前华为在俄罗斯已经拿下过千万美元级别的订单，可在西欧市场，还得从零开始。华为进军欧洲最大的难题在于信任。彼时移动通信被认为是世界上最为复杂且先进的技术之一，欧洲的企业无法相信中国人会在这样的高科技中有建树。为了在欧洲立足，华为采取了多管齐下的策略。那时候还在中国香港代表处工作的彭博被调到了欧洲做客户开拓工作，第一个客户是沃达丰——欧洲运营商领头羊之一。沃达丰在欧洲 20 多个国家都有业务分布，一开始选择在了德国建立了测试实验局。可由于认知度处于劣势，华为在后来与沃达丰德国团队的合作并不顺利。彭博回忆道，彼时欧洲人天然地会对你有一个接受的过程和排斥的情绪。欧洲业务的第一个突破点发生在移动电信服务商泰尔弗（Telfort）公司上。这家公司财力不如沃达丰、法国电信那样雄厚，却面对着如爱立信、阿尔卡特这样的电信设备供应商的竞争。走投无路的泰尔弗当时选择了华为主动找上门的合作。在清晰地沟通了对方需求之后，华为提出一个解决方案：分布式基站，把基站室内部分的体积缩小到 DVD 大小，然后把大部分的功能放到室外去。进而满足泰尔弗小机型柜的要求。这在当时看起来很难，以至于泰弗尔对这个方案将信将疑。但 8 个月之后，华为拿出了日夜劳作的最终成果，同时还承诺提供  7x24 的全天候服务，比当时的常规服务要好很多。以此撬开了欧洲电信设备市场的大门。华为人的勤奋与耐心成了他们在欧洲立足的根本。此后华为运营商业务开始重视客户忠诚度的培养，并逐渐积累起合作伙伴的信任，在欧洲陆续拿下了西班牙沃达丰的订单，接着华为成为罗马尼亚、匈牙利和希腊全网的独家无线供应商；后来华为还击败了对手爱立信，在瑞典拿下了 4G 合同，帮助其成为全球第一个商用 4G 网络的国家。华为向欧洲市场的不断强攻，让它在欧洲市场打出了名号，华为成为了“运营商之友”。数年间的迅猛发展，华为已经可以与爱立信、阿尔卡特这样的电信巨头抗衡。2012 年上半年，华为收入 161 亿美金，爱立信收入 152 亿美金。从那时候起，华为牢牢地占据着全球电信设备第一梯队的位置，它是欧洲电信技术设备最大供应商之一。而欧洲市场已经是华为除了中国之外最大的电信市场。必须自己做手机2012 年对于华为来说是一个重要分界点。这一年华为推出了第一款智能手机 Ascend P1，从此开启了华为手机的新篇章，华为公司终于从幕后走向台前。在 2012 年之前，华为也做手机，但一开始是给运营商做定制手机（Original Design Manufacturer，ODM），俗称贴牌。2006 年，华为与沃达丰签订了 ODM 合同，通过贴牌的方式，华为把自己制造的手机产品送进了欧洲市场。华为给沃达丰定制的手机手机产品上要么只有客户 Logo，要么印上华为和客户的双 Logo，但华为要给客户一定的补贴。这种合作方式的利润很低，华为做一台 ODM 手机的净利润仅有 5％ 左右。2010 年 12 月 3 日，任正非召集华为核心骨干开了一次座谈会，会议决定摒弃手机 ODM 贴牌机业务，转而树立自有品牌。并且初步明确了华为终端公司与运营商业务、企业网并列成为公司三大核心业务，此为后来华为三大事业部的雏形。而这次会议被称为华为手机转型的“遵义会议”。翻年，时任欧洲总裁的余承东便回国接手华为手机业务。从做贴牌机到做自有品牌手机，事实证明华为对于行业的发展趋势的判断是正确的，彼时与运营商合作紧密的“中华酷联”如今只剩下华为一家还在沙场驰骋。但是对于当时的华为来说，不做 ODM 等于抛弃一部分稳定的营收，手机业务必须推倒重来。2012 年到 2014 年，华为手机一直处于转型阵痛期。Ascend P1 是华为推出的第一款智能机，一出生便定位高端。华为在工业设计方面下足了功夫，却忽略了消费者的体验。加上第一次自己做智能机，推广销售的经验不足，P1 最终的销量不足 100 万台。结果证明 P1 不是一块好的敲门砖，甚至连华为自己人都不屑于用华为手机。余承东非但没有因此气馁，反而发了一条微博，写下了华为消费者业务的 7 大调整方向：从ODM白牌运营商定制，向OEM华为自有品牌转型从低端向中高端智能终端提升放弃销量很大但并不赚钱的超低端功能手机启用华为海思四核处理器和 Balong芯片开启华为电商之路启动用户体验 Emotion Ul设计确立硬件世界第一之目标这条微博其实华为消费者业务发展战略的浓缩版。2014 年，华为确定了“以消费者为中心”的战略转型，要全面补齐自己的 C 端短板。余承东带着华为员工一起到线下进行调研，了解用户怎么想，了解合作伙伴怎么说，了解友商怎么做。彼时的智能机最强厂商非三星莫属，2014 年三星卖了 3.3 亿台手机，全球市场份额达到了 28%。三星 Galaxy S 系列与 Galaxy Note 系列风靡全球，大小屏双旗舰的策略从 2012 年推出以来便获得了市场的认可。擅于学习的华为也推出了 Mate 系列产品，定位高端。可是前两代都不怎么成功。直到 2014 年 9 月，华为推出的 Mate 7 大获成功，一下子成了突破口。华为 Mate 7 是华为 Mate 系列的第三代产品，这个系列起初定位为商务人士，根据华为的调研，这类人群对大屏幕、长续航以及使用安全有着明显的偏好。Huawei Mate 7 华为 Mate 7 相较于上一代有着本质上的改变，屏幕从 720P 升级到 1080P，电池容量增加，处理器从 4 核变成了 8 核的麒麟 925，并且增加了指纹解锁。这些改变不仅提升了性能和体验，参数的数字翻倍，对于营销来说有着极强的刺激性。加上余承东从三星挖来了营销高手杨柘，产品与人员产生了良好的化学反应。“爵士人生”便是华为 Mate 7 的代名词，成为了商务人士追捧的手机。人人都以用上华为 Mate 7 以显示个人身份，同时它也为 Mate 系列定下了品牌基调。最终华为 Mate 7 收获了 700 万台的销量，是产品经理李小龙起初预测的 120 万台的 7 倍。市场调研机构 TrendForce 发布的报告显示，2014 年全年华为智能手机出货 7000 万台（包括荣耀），同比增长了惊人的 70%，位列全球第五。这个突飞猛进般的成绩不能忽略华为的电商策略，2013 年独立运营的荣耀，起初定位于电商，2014 年卖出了 2000 多万台手机，并且成为了日后华为双品牌战略的主角。完成了一些小目标之后，华为似乎抓住了智能手机的玩法。此后与徕卡合作推出的双摄像头手机 P9 成为一代经典，同时华为还请来了亨利·卡维尔和斯嘉丽·约翰逊做代言人，一举引爆了欧洲市场。无论是产品力还营销方法，华为都驾驭得更加游刃有余。2018 年推出的 P20 系列帮助华为全年出货量超过 2 亿台，成为中国市场第一名，全球第二名，仅次于三星。Huawei P20 Pro如今华为确立了鲜明的产品线，华为 P 和 Mate 系列主打时尚潮流与高端商务，还会融入黑科技，nova 系列则主打年轻群体。另一边荣耀也逐渐追上老大哥，自身也有了高端与中端的产品线之分。华为用了近 8 年时间，成为智能手机市场一霸。自主研发是正道无论是华为起家的电信业务还是后期发力的手机产品，其成功均离不开一件事：技术研发。20 世纪 90 年代，有线电话还很稀缺的时候，华为的技术研发开始发力。有线电话背后是一个叫做“交换机”的东西，它负责把你打出去的电话转接到正确的线路上。华为自研推出的 C&C08 交换机不仅功能比国外进口设备多，价格还比同类产品少一半。物美价廉的产品很快畅销于中国农村地区，这也成了华为“农村包围城市”的起点。华为C&C08C&C08 程控交换机是华为第一个大规模进入电信市场的产品，同时它也打破了国外的市场垄断，老百姓得以用更低的价格享受到最新的技术。但事实上在通信行业的技术研发颇有“赌博”的成分，因为研发周期长，投入巨大，并且门槛高。如果对于某项技术押宝失败，那么很有可能伤及元气，这对于小企业来说将是一个致命的打击。但是任正非却认为“不敢干就注定要失败”，因此后来华为刚开始做智能手机时，搭载的自研海思麒麟芯片 K3V2 并不被市场看好，甚至被消费者诟病性能太弱，任正非仍然坚持要使用海思芯片。华为手机给了海思麒麟充足的发展空间和支持，几乎可以说是紧密的绑定关系。成也麒麟败也麒麟，但麒麟芯片并未让华为手机等太久。2014 年 6 月，华为发布了支持 4G 的八核处理器麒麟 920，对比高通的 4G 芯片骁龙 805，后者并未集成基带芯片，需要“外挂”。但麒麟 920 不仅集成了基带芯片，还集成了音频芯片、视频芯片以及 ISP。3 个月后，麒麟 920 的继任麒麟 925 便随着华为 Mate 7的畅销送到了更多的消费者手里。由于麒麟 925 采用了 i3 协处理器架构，日常多数情况是低负载运行，进而降低了手机功耗，很好地控制了发热，并提高 了续航，因此 Mate 7 在性能和发热表现上可圈可点。麒麟芯片的羸弱性能形象从此有了很大的改观。现在来看，任正非对于自研芯片的坚持显然是非常有前瞻性的。若没有掌握芯片的核心技术，极有可能受限于其它公司的合作条款，“实体清单”事件给所有人敲响了警钟。不过自研的背后是高额的资金投入。就在 2012 年华为手机转型的关键一年，仅手机研发费用就高达 9 亿元，超过总营收的 10%。华为坚持每年将营收的 10%~15% 投入到研发当中。2018 年华为的研发投入是 1015 亿元，居全球第五。近 10 年的研发投入累计高达 4850 亿元。而就在 2019 年半年报告上，华为表示 2019 年预计投入 1200 亿元到研发中去。华为研发预算截至 2016 年底，华为在全球建有 16 座研究所，技术研发已经涉及到未来多项关键技术，除了 5G 之外，还有人工智能、物联网、VR、AR、云计算和大数据等等技术。华为之所以能在产品上屡屡发布黑科技，离不开积累于长年来技术研发的底气。如今华为已经是一家国际巨头公司，其 32 年的成长历程是中国科技企业从混沌再到国际舞台的一个缩影。华为不仅为国内的上亿用户提供了最先进的通信服务，同时也在向全世界输出新兴科技的力量。纵使一路来有很多挫折，华为仍然披荆斩棘，向前。别问华为是怎样炼成的，只要看它现在在做什么。主要参考资料[1] 《华为研发》，张利华[2]《华为没有秘密》，吴春波[3]《华为三十年》，程东升，刘丽丽[4]《华为在欧洲》（本文为PingWest品玩“科技创新70载——庆祝中华人民共和国成立70周年”系列出品）", "author": "PingWest品玩", "newsdate": "发布时间：19-09-19", "newstime": "09:56", "sentiment": [{"positive_prob": 0.556391, "confidence": 0.0142014, "negative_prob": 0.443609, "sentiment": 2}]}, {"title": "华为Mate30发布会今晚举行 华为Mate30系列重量对比提前看", "content": "[PConline 资讯]今年7月，华为推出首个商用支持SA/NSA 5G双模手机——华为Mate 20X 5G版获得消费者认可，而今晚20点，华为在德国慕尼黑举行华为Mate30系列新品全球发布会，其中华为Mate30系列将搭载麒麟990 5G芯片，支持5G网络，问题来了，支持5G网络的华为Mate30系列手机重量会很重吗？图源：微博@数码闲聊站 根据国外爆料达人Ishan Agarwal曝光华为Mate30系列详情参数照片来看，华为Mate 30重量为196g，华为Mate 30Pro重量为198g，加上知名数码博主@数码闲聊站 在今天下午曝光华为Mate 30Pro真机正面图来看，进一步印证海外曝料达人Ishan Agarwal曝光信息可靠性。图源：Ishan Agarwal图源：Ishan Agarwal为了让大家更加清楚了解华为Mate30系列重量如何？现在带大家看看华为此前推出华为P30系列跟华为Mate20系列手机重量对比。根据资料显示，华为P30重量约165g，华为P30Pro重量为192g，华为Mate20重量为188g，华为Mate20Pro重量为189g，华为Mate20X（5G）重量为233g。通过对比可得知，华为Mate 30Pro重量为198g比华为Mate20Pro仅仅多了9g，随着硬件升级换代，功能进一步加强，稍微多了几克重量在使用过程基本感受不到，因此华为Mate 30系列手机做工方面挺讲究，重量不是很重，握持感应该还是很不错的。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-19", "newstime": "22:04", "sentiment": [{"positive_prob": 0.991134, "confidence": 0.980298, "negative_prob": 0.00886574, "sentiment": 2}]}, {"title": "华为5G手机产业链公司一览！(附股)", "content": "今天两市表现分化，早盘白酒带领大消费齐涨，上证50涨逾1%，创业板跳水；午后科技股反弹，但量能不足，尾盘又回落。今天最大的问题还是量能，两市共成交4872亿，较昨天缩量近千亿。出现冲高回落，也就在所难免了！昨天MLF利率保持不变，对A股而言，不降息，资金就不会大规模的涌入，今天咱们马上就看到了大幅缩量。指数行情不会有，还是结构性行情。但是，不降息、不放水，也意味着，咱们还要坚定的继续搞经济转型升级，继续坚定的走科技强国的新路，而不是放水刺激经济的老路！从这个角度来看，是更有利于未来长远发展的，也是有利于A股的科技股的！【外资】外资全天净流入47.63亿，已经连续14天净流入；9月以来连续12个交易日全部净流入，累计达510亿。昨天说过，下周一还有富时罗素扩容和标普道琼斯指数纳入A股的预期。参考前两次的经验，外资明后天还会继续大幅流入，然后在周一卖出给被动配置的外资！贵州茅台今天大涨5%，逼近历史新高，数据显示，外资全天净买入贵州茅台4.58亿元，居两市首位！白酒今天大涨，外资是重要原因。在量能不足的情况下，还是只能优先关注外资青睐的优质股，以及大科技！【东方+】华为，仍然是当前A股最有号召力的主线！前两天，连板票的空间已经被压缩到了3连板，今天，华为概念的东方中科放量走出四连板，虽然盘中反复开板、放量出天量换手（超50%），但仍然封住了，如果明天还能继续连板，那就打开了新的题材炒作的周期，明天需要重点关注一下东方中科的表现！华为5G手机产业链公司一览！(附股)另外，今天以来，从东方通信开始，名字带“东方”或者“东”的，走出了不少妖股，包括最近的东方通。A股上市公司中，名字里带“东方”的共有38只，其中叠加了华为概念、5G、芯片、软件等科技概念的，共8只：东方嘉盛、东方中科、东方电热、东方国信、东方通信、京东方A、东方网力、东方通。【华为Mate30】北京时间9月19日20时，华为将在德国慕尼黑发布Mate30系列旗舰手机。天风国际分析师郭明錤9月17日晚间发布报告指出，华为高端手机约70%是在中国销售，故因欠缺GMS预装而无法在海外市场销售对Mate30出货影响有限，预估2019年下半年Mate30系列出货量约2000万部。针对华为手机部分核心设备所需的零部件，国泰君安对其国内供应商或潜在供应商进行了梳理 ，以下公司未来将有望受益于华为手机业务的长期快速增长。华为5G手机产业链公司一览！(附股)涉及的A股上市公司包括：屏幕面板：TCL集团（华星光电）、京东方A、深天马A；设备：大族激光、精测电子、联得装备；屏幕模组：长信科技；电池电芯：宁德时代；BMS：德赛电池、欣旺达；精密结构件：科达利；电池模组：德赛电池、欣旺达；摄像头摄像头模组：欧菲光；摄像头镜头：工业富联、水晶光电；红外滤光片：欧菲光、水晶光电；CMOS传感器：比亚迪；数字图像处理：虹软科技；天线：信维通信、硕贝德、立讯精密。另外，Mate30将搭载华为最新的麒麟990芯片，华创证券认为，中科创达与华为长期保持着多通道、多领域、多产品线的合作，为其麒麟芯片提供人工智能IP和软件解决方案。诚迈科技要提供基于Android操作系统的移动芯片软件开发和技术支持服务，与华为有合作。江丰电子、中科曙光也有望受益。", "author": "新浪财经", "newsdate": "发布时间：19-09-19", "newstime": "08:18", "sentiment": [{"positive_prob": 0.892662, "confidence": 0.761472, "negative_prob": 0.107338, "sentiment": 2}]}, {"title": "华为芯片全系列亮相", "content": "来源:北京青年报昨日，华为副董事长胡厚崑在华为全联接大会上展示了华为全系列处理器，包括支持通用计算的鲲鹏系列、支持AI的昇腾系列、支持智能终端的麒麟系列和支持智慧屏的鸿鹄系列。2017年至今，四大系列共发布10款处理器。胡厚崑透露，在未来两年，也就是2010年-2021年，华为还会发布6款芯片，包括两款麒麟芯片（型号未透露），依旧为每年发布一款；三款昇腾芯片：预计2020年发布的昇腾610、昇腾320、2021年发布的昇腾910，一款鲲鹏芯片预计2021年发布的鲲鹏930。胡厚崑表示，华为不直接对外销售处理器，而是主要以云服务的方式，面向客户开放部件，包括主板等硬件、服务器操作系统等软件、应用开发和迁移的使能。除了“不直接对外销售处理器”之外，胡厚崑昨天还首次发布华为的四大整体计算策略，包括：基于架构创新、投资全场景处理器族、有所为有所不为的商业策略、构建开放生态进行布局。他还透露，预计到2023年，计算产业的规模将超过2万亿美元。在投资全场景处理器方面，胡厚崑说，处理器是整个计算产业最基础的部分，经过多年投资努力，华为已经发布了多个系列的处理器，包括支持通用计算的鲲鹏系列，支持AI的昇腾系列，支持智能终端的麒麟系列，以及支持智慧屏的鸿鹄系列。他说，未来将持续不断地对处理器进行投资，将来还将推出一系列处理器，面向更多的场景。在构建开发生态方面，4年前华为首次发布的沃土计划发展了130多万开发者和14000多家ISV（合作伙伴）。昨日，华为升级了沃土计划，投资15亿美元，希望使开发者的规模扩大到500万人，使能全球合作伙伴发展应用及解决方案。", "author": "新华网客户端", "newsdate": "发布时间：19-09-19", "newstime": "11:23", "sentiment": [{"positive_prob": 0.999656, "confidence": 0.999235, "negative_prob": 0.000344387, "sentiment": 2}]}]