[{"title": "三星集团做出调整，华为销量或将趁此超越？网友：没那么简单！", "content": "三星集团做出调整，华为销量或将趁此超越？网友：没那么简单！在2018年中，最惨的一家智能手机公司，可能就是苹果公司了，在2018年中，苹果公司推出了三款新款的苹果手机，但是新款苹果手机却没有被市场所接受，很多的网友也开始吐槽新款苹果手机没有灵魂。在之后，苹果公司还受到了来自高通集团的官司，以至于目前的多款苹果手机在德国地区已经采取禁售措施。在销量上，苹果公司也已经远远落后于三星集团和华为集团了，华为集团在2018年中成为了全世界第二大智能手机厂商，全球销量已经达到了2亿台。华为集团之后的目标则是在2020年左右，成为全世界最大的智能手机厂商，那也就代表着将要超过三星集团。在目前的2018年中，三星集团的出货量大约是3亿台左右，和华为集团的差距是相当大的。智能手机市场也开始趋于饱和。同时，这一市场的发展也被三个因素所制约着，首先第一个因素是升级到最新款智能手机的好处开始降低，第二个则是新设备的价格在飞速上涨，第三个因素是越来越多人不愿意将智能手机看作是一两年就要换掉的产品。之后的三星集团也在2019年的手机销量中做出了调整，销量降低到了3亿台以下。那么也就代表是华为集团在2019年中很有可能会超越三星集团，但是网友都觉得没有那么简单，那么三星集团为什么做出这样的调整呢？首先，第一大原因则是全世界智能手机市场的发展开始趋于放缓，再加上三星集团已经失去了中国市场。第二大原因是印度后来者居上，成为了全世界销量第二大国家，但是在印度市场，三星集团由华为和小米所压制，在俄罗斯市场，三星依然被这两大品牌所压制。", "author": "山村小英", "newsdate": "发布时间：19-01-09", "newstime": "17:38", "sentiment": [{"positive_prob": 0.682137, "confidence": 0.293639, "negative_prob": 0.317862, "sentiment": 2}]}, {"title": "华为发布面向AI时代的数据中心交换机CloudEngine 16800", "content": "北京时间1月9日消息，“网络新引擎 AI赢未来”华为网络春季新品发布会在北京召开，华为发布了业界首款面向AI时代的数据中心交换机CloudEngine 16800，定义了AI时代数据中心交换机的三大特征，创新性地引入AI技术，普惠AI助力客户加速智能化转型。华为网络产品线总裁胡克文发布面向AI时代的数据中心交换机CloudEngine 16800华为GIV（Global Industry Vision）2025预测，企业对AI的采用率将从2015年的16%达到2025年86%，AI成为企业重塑商业模式、助力决策和提升客户体验的关键推动力。华为网络产品线总裁胡克文表示：“万物互联的智能世界正加速到来，数据中心正成为5G、人工智能等新型基础设施的核心。华为率先将AI技术引入数据中心交换机，引领数据中心网络从云时代迈入AI时代。”随着AI时代的到来，AI算力受到数据中心网络性能的影响，正在成为AI商用进程的关键瓶颈，传统以太网千分之一的丢包率，将导致数据中心的AI算力只能发挥50%；同时，预计全球年新增数据量将从2018年的 10ZB 猛增到2025年180ZB（ 即1800亿TB），现有100GE为主的数据中心网络已无法支撑数据洪水的挑战；另外，随着数据中心服务器规模的增加，以及计算网络、存储网络和数据网络三网融合，传统人工运维手段已难以为继，亟需引入创新的技术提升智能化运维的能力。胡克文表示，“AI时代的数据中心交换机具有三大特征：内嵌AI芯片、单槽48 x 400GE、以及向自动驾驶网络演进的能力。”业界首款内嵌AI芯片数据中心交换机，100%发挥AI算力CloudEngine 16800是业界首款搭载了高性能AI芯片的数据中心交换机，承载独创的iLossLess智能无损交换算法，实现流量模型自适应自优化，从而在零丢包基础上获得更低时延和更高吞吐的网络性能，克服传统以太网丢包导致的算力损失，将AI算力从50%提升到100%，数据存储IOPS（Input/Output Operations Per Second）性能提升30%。业界最高密度单槽位48 x 400GE，满足AI时代5倍流量增长需求CloudEngine 16800全面升级了硬件交换平台，在正交架构基础上，突破超高速信号传输、超强散热、高效供电等多项技术难题，使得单槽位可提供业界最高密度48端口400GE线卡，单机提供业界最大的768端口400GE交换容量，交换能力高达业界平均的5倍，满足AI时代流量倍增需求。同时，单比特功耗下降50%，更绿色节能。使能自动驾驶网络，秒级故障识别、分钟级故障自动定位CloudEngine 16800基于内置的AI芯片，可大幅度提升“网络边缘”即设备级的智能化水平，使得交换机具备本地推理和实时快速决策的能力；通过本地智能结合集中的FabricInsight网络分析器，构建分布式AI运维架构，可实现秒级故障识别和分钟级故障自动定位，使能自动驾驶网络加速到来。同时，该架构还可大幅提升运维系统的灵活性和可部署性。华为数据中心网络领域总经理王雷表示，“华为CloudEngine系列数据中心交换机已在全球6000多家客户成功商用，助力金融、互联网、运营商等行业客户数字化转型。华为推出的面向AI时代的CloudEngine 16800数据中心交换机将助力客户加速智能化转型，实现普惠AI，共同构建万物互联的智能世界。”", "author": "中关村在线", "newsdate": "发布时间：19-01-09", "newstime": "21:15", "sentiment": [{"positive_prob": 0.920291, "confidence": 0.822869, "negative_prob": 0.079709, "sentiment": 2}]}, {"title": "华为与袁隆平合作培养海水稻是谣言！但先别急着取消点赞…", "content": "导读昨晚,华为辟谣称与袁隆平合作培养海水稻系谣言,但很多人没有看懂华为的辟谣,就取消点赞……最近,一则“华为宣布与袁隆平合作”的消息引发关注,相关话题还登上微博热搜,话题阅读高达2.8亿。相关报道称:1月7日消息,华为轮值董事长胡厚崑宣布与“中国杂交水稻之父”袁隆平合作,培育海水稻,通过土壤数字化,让盐碱地上长出水稻,从15亿亩盐碱地里改造出1亿亩的良田。一个是“杂交水稻之父”另一个又是世界领先的中国企业,一时间,网友纷纷为这一合作点赞!相关文章也在微信刷屏,甚至有人说以后买米认准“华为牌”!加上消息出自华为轮值董事长之口,很多人相信这两者是完美的强强联合。但是昨晚,@华为中国 的一则辟谣让人始料未及。华为辟谣:合作种植水稻系谣言1月8日晚,针对网络上出现不少关于“华为宣布与袁隆平公司合作培养水稻”的消息。对此,华为方面8日表示,该消息不属实,华为没有任何从事水稻种植业务的计划,也没有发布任何与此相关的消息。看到这则辟谣,不少网友在相关消息下面留言称:白赞了一天!也有人表示,造谣是要负法律责任的!辟谣打脸?里面的重要信息却被忽视了不少人说,华为的辟谣真是打了无数人的脸……但是事实真是这样吗?也有网友指出,大家都忽视了里面的重要信息:划重点!华为声明称:过去几年,华为通过提供ICT技术使能土壤数字化,助力盐碱地改良,推动以物联网、大数据、移动互联等为支撑的智慧农业发展。华为是技术提供者,也是助力客户数字化转型的使能者。华为指出,当前,传统行业面临数字化转型的机遇与挑战,华为坚持“有所为,有所不为”,聚焦打造ICT领域技术优势,使能客户数字化转型,不会进入不擅长且没有优势的行业。从辟谣以及相关报道我们可以看出,华为依然是农业的技术提供者,支持者,在农业的相关领域并未缺席。而网上文章却跑偏变成了双方合作种水稻。智慧农业,袁隆平团队和华为都没有缺席中国青年报注意到,在2017年华为公司出版物中,就发出了智慧农业解决全球饥荒的畅想。文章指出,华为X Labs研究预测,到2020年,智慧农业的潜在市场规模有望由2015年的137亿美元增长至268亿美元,年复合增长率达14.3%。预计到2020年,运营商将从智慧农业价值链中获得130亿美元的年收入。与合作伙伴联合推出基于云的端到端智慧农业解决方案和应用,固定和无线网络连接、传感器、系统集成和服务数量的增加,将成为运营商的创收机会。据青岛政务网2018年11月消息,依托华为大数据技术打造的农业沃土云平台在青岛上线,农业沃土云平台是华为智慧农业生态圈和“农业沃土”技术平台生态圈项目的组成部分,围绕我国亿亩盐碱地稻作改良以及全球土地数字化产业发展的战略需求,以袁隆平院士团队“四维改良法”技术体系、华为“沃土”计划为依托,致力于创建智慧农业4.0全球联合创新中心,联合打造“农业沃土”技术平台和生态圈,带动产业链上下游资源整合。可见,智慧农业的发展,袁隆平团队没有缺席,华为更没有缺席。“有所为,有所不为”希望华为和袁隆平团队都能继续在各自的领域发光!继续为他们点赞!中国青年报", "author": "中国经济网", "newsdate": "发布时间：19-01-09", "newstime": "09:07", "sentiment": [{"positive_prob": 0.952106, "confidence": 0.89357, "negative_prob": 0.0478937, "sentiment": 2}]}, {"title": "华为辟谣种植水稻，华为不会进入不擅长的行业", "content": "华为官方在8日发表了一份声明，称种植水稻的消息不属实，华为没有任何从事从事水稻种植业务的计划，也没有跟袁隆平进行过合作，不会进入不擅长的行业，也没有通过任何渠道发布与此相关的消息。华为从创立之日到今天， 28年以来，华为持续围绕着以客户为中心这个方向进行变革。华为的任何一级管理者，包括任正非，到全世界出差，不能坐飞机的头等舱，如果坐头等舱，多出来的钱需要自费。这是任正非和华为各级管理者的道德自觉吗？当然不是，这是一种价值趋向，即整个组织的所有神经末梢、任何人，所有的劳动和奋斗，所有的组织成本都只能围绕客户这样一个方向。华为没有专为领导人使用的专车、司机，在国内任何地方，多数情形下，任正非出差不是自己开车就是打出租车，上飞机没有人送，下飞机没有人接。经常自己拉着一个行李箱坐出租车。作为企业领袖或者创始人的任正非，必须通严格的自我约束形成表率——公司支付的成本是要用于客户，而不是用于各级管理者。华为依靠什么机制来驱动一代代的华为人，在28 年里面向客户长期艰苦奋斗？相当重要的一点是，华为选择了“以奋斗者为本”的价值评价和价值分配的准则。华为所选择的“以奋斗者为本”的价值评价和分配的理念，某种程度上，是重大的经济现象的创新。英国学者比较认同华为“向劳动者优先分配”，或者说“价值分配更多地向劳动者倾斜”的理念。", "author": "情债必还", "newsdate": "发布时间：19-01-09", "newstime": "06:25", "sentiment": [{"positive_prob": 0.57754, "confidence": 0.061199, "negative_prob": 0.42246, "sentiment": 2}]}, {"title": "如果给你三千元，这四款华为手机你会选择买哪一款？", "content": "最近这两年的华为手机价格涨得还确实是很快，不仅是华为系列的旗舰价格贵，就连荣耀系列的手机价格也开始不断上涨。但是这样就会出现荣耀与华为手机左右互搏的情况，今天我们就来聊聊，如果给你三千元，这四款华为手机你会选择买哪一款？荣耀V20荣耀V20原本的发布价格其实只在2999元，但是最近由于处于缺货状态，已经被第三方渠道商们炒作到了3699元左右的价格了。这款手机采用的是挖孔屏幕设计，搭载了后置指纹识别模块，具备麒麟980处理器，不过仅有一个4800万的单摄像头拍照，所以整体上性能算是有所加强，但拍照方面有所减弱。荣耀Magic2荣耀Magic2的价格是3799元，采用的是滑盖设计，搭载的也是麒麟980处理器，性能上不用担心，而且具备了屏幕指纹识别技术，具备三摄。但是，荣耀magic2其实也遭遇了问题，因为滑盖手机不是一体化机身，所以会存在组件耗损过快的问题，容易进灰而且也不防水，之前还曝光过充电口开裂的事情，因此这款手机可能就不太合适了。华为P20华为P20现在的价格反而是出现了下滑，只需要3388元，唯一的不足在于采用了麒麟970处理器以及顶部刘海屏+底部home键的设计，性能与颜值稍微低了一些，作为一款三千以上的手机，可能也不是特别令人满意。但是，华为P20有优势的地方在于机身背部也算漂亮，而且拍照水准其实还不错。华为mate20华为mate20的发布价格是3999元，这款手机是目前华为mate系列旗舰中最新款，搭载了麒麟980处理器以及具备了水滴屏设计，背部搭载指纹识别模块以及后置三摄像头设计。就整体而言，可能外观上不是特别好看，但是在性能与体验方面不用担心。如果给你三千元，你会买这四款华为手机中的哪一款呢？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-01-09", "newstime": "08:30", "sentiment": [{"positive_prob": 0.00246473, "confidence": 0.994523, "negative_prob": 0.997535, "sentiment": 0}]}]