[{"title": "谷歌：华为Mate 30将不能搭载谷歌官方APP", "content": "机器之心报道参与：李泽南、杜伟华为的新一代旗舰手机 Mate 30 系列预计将在 9 月 18 日于德国发布。在人们对于 5G、下一代 AI 芯片「达芬奇架构」NPU 的期待之外，华为受美国实体清单的限制会对新手机有多大影响一直是人们关心的话题。我们还是收到了不好的消息：据路透社报道，在 Mate 30 中我们将无法看到预置的谷歌官方 APP。华为新旗舰 Mate 30 系列将无法搭载谷歌官方 APP 和服务谷歌发言人告知路透社称，由于美国对华为公司的禁令，Mate 30 系列手机将无法在手机上搭载其授权的谷歌 APP 和相关服务。并且，美国政府上周宣布的第二次 90 天延缓禁令不适用于 Mate 30 系列等之后发布的新款机型。美国公司可以向政府申请针对特定产品的禁令豁免。谷歌之前表示其希望继续为华为提供相关 APP 和服务，但没有透露自己是否已经向政府申请授权以向华为提供 Google Mobile Services 等 APP 和服务。根据路透社本周一的报道，美国商务部已经接收到 130 份企业申请，要求授权向华为出售美国产品，但遗憾的是，没有一份申请已获批准。由此可见，美国对华为的禁令形势依然不容乐观。华为高管对此表示，尽管可能无法在新旗舰 Mate 30 系列手机上搭载谷歌官方安卓操作系统以及 Google Maps 等广泛使用的 APP，但华为计划继续在欧洲推出。据相关媒体报道，华为将于当地时间 9 月 18 日在德国慕尼黑发布其新旗舰 Mate 30 系列手机，但国外和国内的发售日期还没有确定。Mate 30 可以使用 5G 移动网络，是美国自 5 月中旬将华为列入黑名单以来，华为发布的首款旗舰手机系列。在寻求与伙伴继续合作的同时，华为也在积极开发自己的生态体系。8 月，华为在开发者大会上宣布即将推出自家地图服务「Map Kit」。华为表示，旗下所有应用将率先使用自己的地图服务，并欢迎全球开发者加入，该服务将在 10 月份上线。围绕 Mate 30 系列手机的不确定性表明，华为及其商业伙伴依然深受中美之间不断升级的贸易战的影响和困扰。华为发言人 Joe Kelly 告知路透社称：「如果美国政府放松禁令的话，华为将继续使用安卓操作系统和生态，否则，华为也将继续开发和改善自己的操作系统和生态。」美国商务部拒绝置评。谷歌服务对于华为的影响近年来，凭借自身备受好评的硬件，华为迅速跻身全球智能手机业务的前列，而欧洲一直是华为的关键市场。但谷歌 APP 和相关服务的重要性不言而喻，特别是在欧洲，在欧洲使用谷歌 APP 需要取得其付费许可。独立分析师 Richard Windsor 悲观地表示：「如果无法搭载谷歌服务，则不会有人购买华为的 Mate 30 系列手机。」针对种种不利情况，华为在不与美国销售禁令冲突的情况下很可能使用开源版安卓系统。本月 9 日，华为已经发布了自己的操作系统鸿蒙，但是否能够成为安卓的可行性替代品尚未可知。就在上周，华为高管对新手机使用安卓系统和搭载谷歌 APP 充满信心。华为负责西欧事务的高级副总裁和董事彭博（Vincent Pang）在纽约世贸中心一号大楼顶层向媒体表示：「华为新款手机将继续基于安卓系统。华为想要保持一个标准、一个生态和一种技术。」在全球范围内，华为对于今年手机业务的收入下滑有所预料。「今年的手机业务营收将会有 100 多亿美元的下滑，比之前预估的销量下跌 40% 要好一些。」上周，华为轮值董事长徐直军在自研 AI 训练芯片昇腾 910 的发布会上表示。「任正非此前曾说，华为整体今年的数字要减少 300 亿美金，但现在看起来要比 300 亿少一些。」Mate 30 的芯片问题除了谷歌框架，华为对于新手机的硬件方面很有信心。预计会搭载在 Mate 30 系列手机中的新一代旗舰芯片麒麟 990 正计划在 9 月 6 日于柏林的 IFA 消费者电子展上正式亮相。麒麟 990 由华为旗下的芯片部门海思研发，基于英国芯片设计公司 ARM 的架构。由于 ARM 的芯片设计包含一部分美国原产技术，ARM 在美国发出禁令之后一度宣布中止与华为的合作。但熟悉华为研发计划的消息人士称，目前正在研发的几代芯片中使用的 ARM 许可证是在华为被列入实体清单之前获得的授权。ARM 拒绝对与华为的关系发表评论，仅指出「ARM 愿意遵守美国商务部的最近的限制，我们正在遵守与特定类型实体相关的指导方针，不论是技术或其他方式。」「我们已经逐渐习惯了在实体清单下生活，我们意识到短期内从清单中出来是不大可能的，」徐直军表示。「华为已经准备好了长期在这种情况下工作和生活的准备。因此未来昇腾芯片的发布不会有任何延期。我们的昇腾 910 里面带有 ARM 核心，华为已经拥有了 ARM v8 的永久授权，未来的发展也不会有太多影响。」", "author": "机器之心Pro", "newsdate": "发布时间：19-08-29", "newstime": "15:35", "sentiment": [{"positive_prob": 0.183736, "confidence": 0.591697, "negative_prob": 0.816264, "sentiment": 0}]}, {"title": "华为（重庆）人工智能创新中心落户两江新区！", "content": "精彩纷呈的论坛上金句频出展出的各种智能“黑科技”让观众亲身体验“智慧生活”的便捷神奇图源：智博会官网2019智博会期间还有这个好消息您get了吗~！图源：网络8月28日，华为（重庆）人工智能创新中心正式签约并落户两江新区。该中心将整合重庆及两江新区现有芯片、软件、终端、云计算等产业资源，助推两江新区建设数字经济产业新高地。两江新区党工委副书记、管委会常务副主任王志杰，华为技术有限公司重庆代表处代表童德刚代表双方签约。华为（重庆）人工智能创新中心图源：网络据悉，该中心由重庆市经济和信息化委员会、重庆两江新区管理委员会、华为软件技术有限公司、北京中软国际信息技术有限公司联合打造。相关背景图源：网络作为全球顶尖的科技公司之一，华为目前已有900多家分支机构，18.8万员工规模（其中包括8万多名研发人员），市场覆盖170多个国家和地区，在《财富》世界500强，华为排名第61位，在通信网络、IT、智能终端和云服务等领域为客户提供有竞争力、安全可信赖的产品、解决方案与服务并拥有全栈全场景AI能力。华为创始人、董事长任正非也曾表示，5G提供高带宽、低时延，支撑的是人工智能，人工智能才是大产业。人工智能是又一次改变信息社会格局的机会。在此背景之下华为（重庆）人工智能创新中心落户两江新区有何重要意义将和两江新区开展哪些合作呢？一起来看看！打造持续输出人工智能核心研发能力和服务能力的重要载体图源：网络该中心的落地将充分发挥鲲鹏生态资源与行业领军企业示范的作用，同时整合两江新区、华为、中软等多方在市场、技术以及产业链方面的资源，打造持续输出人工智能核心研发能力和服务能力的重要载体。助力两江新区人工智能产业的发展图源：网络按照规划，落地后，该中心将在两江新区建设公共服务、企业孵化、人才培训和产业生态等4个平台，同时结合两江新区智慧交通的建设，共建人工智能示范区，助力两江新区人工智能产业的发展。此外两江新区的产业、人才等资源基础对于该中心发挥智能创新优势有着积极助推意义“依托重庆两江协同创新区、重庆互联网学院等平台，两江新区可与华为实现在人才供给及输出方面的优势互补。目前，两江新区已有东软睿道、达内、NIIT等软件类第三方培训机构开展深度合作，可联合为企业定制化培养鲲鹏生态人才，支撑生态发展和应用。与此同时，正在建设中的重庆两江协同创新区目前要已经聚集了来自全球的12所顶尖高校资源，这些优渥的智力资源和高端科研元素的聚集，与该中心有着非常广阔的合作前景。”太棒了~另一方面华为（重庆）人工智能创新中心的落户也将整合上下游产业链条吸引更多优质企业落户两江新区两江新区：不断夯实智能产业基础张琨坤 摄当前，两江新区正在不断夯实智能产业基础，正通过加速完善智能产业的“芯屏器核网”进行全产业链布局。万国半导体、莱宝高科、京东方、康宁、联创电子等知名企业纷纷入驻两江新区，区内规模以上电子企业39家。仅今年上半年，两江新区数字经济产业营收702亿元，同比增长35%。其中，集成电路产业增长8倍，人工智能产业和智能网联汽车增长2倍，智能硬件产业和软件服务产业增长1倍。总编：张黎 | 副总编：杜术林主编：张科 | 编辑：张婷婷两江新区新媒体工作室出品未经允许，不得转载声明：除原创内容及特别说明外，稿件文字及图片均来自网络及各大主流媒体。版权归原作者所有。如认为内容侵权，请联系我们删除。", "author": "重庆两江新区", "newsdate": "发布时间：19-08-29", "newstime": "22:59", "sentiment": [{"positive_prob": 0.971863, "confidence": 0.937473, "negative_prob": 0.0281373, "sentiment": 2}]}, {"title": "谷歌：华为Mate 30 Pro系列能运行安卓系统，但不能搭载谷歌应用", "content": "早在鸿蒙OS正式发布之前，就有消息指出华为未来推出的手机、平板等终端设备不能够使用安卓系统。对此，华为方面表示未来一段时间内旗下手机还是主要以安卓系统为主。谷歌方面也表示，华为可以继续在其手机上使用安卓系统，但是谷歌服务则不被允许继续预装载。今日上午，来自路透社的报道显示，谷歌发言人表示，由于美国政府禁售华为手机终端等设备，因此，将发布的Mate 30系列将不被允许搭载谷歌应用和服务一起出售。今年5月，美国政府以国家安全为由将华为列入“黑名单”，5天后发布“临时通用许可证最终规则”，允许华为在接下来90天继续运营现有业务。不过，将要发布的华为Mate 30系列显然不在“临时许可证”适用范围内。对于华为Mate 30系列不能搭载谷歌服务和应用的消息，谷歌方面也向The Verge进行了证实。除了将发布的Mate 30系列，即将上市的折叠屏设备Mate X也可能受到影响。考虑到谷歌的重要性，不能搭载谷歌服务和应用带来了非常大的限制，华为手机终端在海外的销售将面临劣势。根据外媒的报道，华为很有可能会在9月18日正式发布旗下的Mate 30系列机型。曝光的信息显示，华为Mate 30将会采用后置三摄、Mate 30 Pro将会采用后置四摄，新款手机都将搭载最新的麒麟990处理器。", "author": "超能网", "newsdate": "发布时间：19-08-29", "newstime": "12:44", "sentiment": [{"positive_prob": 0.782959, "confidence": 0.517688, "negative_prob": 0.217041, "sentiment": 2}]}, {"title": "为了打压华为，美国巨头再下黑手：禁用谷歌应用和服务", "content": "为了打压华为，美国巨头再下黑手：禁用谷歌应用和服务最近华为被断供的事情相信大家都已经注意到了，从今年五月份开始美国商务部将华为列入“实体清单”，从那时候开始美国的众多企业开始中断对华为的零配件供应。尽管此后美国给华为90天的“临时许可”，90天到了又给了90天的时间，但是根据情况来看，这并不是说就允许美国企业零配件出售给华为，而是美国众多的农村地区仍然很多在使用华为的电信设备，暂时还离不开华为。值得注意的是，对华为下手的不仅仅是美国众多的半导体企业，还有美国的科技巨头微软和谷歌，他们在操作系统上开始给华为“穿小鞋”。其中谷歌在一开始的时候将华为新机型排除出androidQ测试名单，这个味道很明显，就是在以后可能不允许华为手机使用android系统，当然华为也不是没有准备，华为放出消息，称要推出自己的手机系统，于是谷歌悄悄的将华为机型添加回了androidQ测试名单。安卓系统是开源的，说要不允许华为手机使用实在不合规矩，但是咋其他方面谷歌也开始对华为进行限制。之前就有消息称，谷歌准备禁止华为新机型使用谷歌旗下的应用和服务，当然这对我们国内的用户来说没有什么大问题，但是对于国外的用户来说影响比较大。因为这个原因，华为手机在海外的销量遭受到了一些打击，但是华为手机在国内的销量却大幅度的上涨，市占率达到了38%，是8年来最高的品牌。时间已经来到了今年的八月底，不久后华为也将推出今年的新品mate30系列，根据外媒消息，华为mate30系列机型将遇到一个大麻烦。有消息称，马上发布的mate30系列以及以后华为推出的手机新品将不能使用谷歌旗下的应用和服务，在与其他品牌进行竞争的时候，这将成为华为手机的一大劣势。而此前也有外媒称，华为正在测试自己的手机操作系统，但是华为对此的回应是“一切都还不确定”，如果谷歌执意禁止华为使用其旗下的应用和服务，那华为推出自己的操作系统恐怕是在所难免。", "author": "我得科技幻想", "newsdate": "发布时间：19-08-29", "newstime": "16:27", "sentiment": [{"positive_prob": 0.333284, "confidence": 0.259369, "negative_prob": 0.666716, "sentiment": 0}]}, {"title": "中国药企前五名，第三名才是药企之王，第一堪称“医药界华为”", "content": "如今，除了房地产和互联网，医药也是一个造富能力非常强大的企业，比如2018年的国内医药界首富，孙飘扬、钟慧娟夫妇，夫妻两人各执掌一家药企巨头恒瑞医药和豪森药业，两家公司市值分别为3350亿元和1458.7亿港元，分别是A股和港股的药企一哥，这对夫妻绝对是国内医药界的霸主。除此之外，国内药企还创造了很多地方首富，比如贵州百灵的姜伟、吉林修正药业的修涞贵等等，都曾经是一方首富，身价不菲，可见医药行业的吸金力之强。那么，在国内众多药企之中，究竟谁才是真正的行业第一呢?在近日召开的全国医药工业信息年会上，2018年的中国医药工业百强企业榜单出炉，令人感到意外的是，A股一哥恒瑞医药在该榜单中，只能位列第14位，可见医药行业的竞争激烈程度，那么在榜单中排名靠前的五家药企，究竟是哪些企业呢?在榜单中，排名第五位的是华润医药控股有限公司，作为央企巨头华润集团旗下的子公司，华润医药其实是从无到有，通过不断的收购组建起来的，甚至江中制药、东阿阿胶这样的知名药企都被华润集团收入囊中，可见华润集团雄厚的资金实力。排名第二、三、四位的分别是广州医药集团有限公司、中国医药集团有限公司和修正药业集团股份有限公司，广药集团和修正药业两家公司可以说是大名鼎鼎，在国内都拥有非常高的知名度，但是中国医药却很少会有人知道。其实从中国医药的公司名称就可以看出，这家公司的背景绝对不简单，其实该公司是由国务院国资委管理的国企，旗下拥有五家上市公司，是国内规模最大，产业链最全的医药公司，其地位在国内药企中，是无人能及的，只不过医药百强榜单，是按照药企的年营收进行排名的，所以中国医药只能屈居第三位。而位列榜单第一的，则是江苏的扬子江药业，这已经是该药企连续第四年登顶该榜单榜首。扬子江药业是一家老牌药企，最早创立于1971年，当年只是一家生产板蓝根干糖浆的小型生产车间，经历了数十年的发展，扬子江药业已经成为一家年营收超700亿元的药企巨头，这离不开公司创始人徐镜人的功劳。创业之初，徐镜人拜访了多位知名老中医，拿到了很多中药配方，基于这些中药配方研制的中药，成为扬子江药业在行业内站稳脚跟的基石。与此同时，徐镜人多年来始终坚守药品的质量，不仅斥巨资购买最新现金的检测仪器，还在九十年代初，就率先申请欧盟GMP认证，为扬子江后期打入海外市场奠定了基础。更独特的是，扬子江药业多年来不上市，不合资，公司结构简单，公司发展得非常健康，单从这一点来看，说扬子江药业是“医药界的华为”，也丝毫不为过。", "author": "聚富财经", "newsdate": "发布时间：19-08-29", "newstime": "17:09", "sentiment": [{"positive_prob": 0.874788, "confidence": 0.721752, "negative_prob": 0.125212, "sentiment": 2}]}, {"title": "华为云城市峰会2019在重庆举行", "content": "8月26日，“重庆·选择不凡　华为云城市峰会2019”在重庆举行。峰会作为2019中国国际智能产业博览会的一部分，以“构建万物互联的智能世界”为主题，展示了旗下鲲鹏计算产业生态、5G、华为云、数字政府+AI、智慧交通+AI、智能制造+AI、智能安防以及人才生态等科技。同时进行了“5G来了，重庆智能化升级正当时”重要合作签约和“中冶赛迪水土云&华为云联合解决方案”发布。8月26日，华为云中国区总裁洪方明在华为云城市峰会2019上进行主题演讲。“5G的到来，云计算、人工智能大数据正在成为新一轮产业的驱动力，云正在成为这轮产业升级的关键要素，伴随着人工智能和产业的结合，正在推动者各个行业为智能创新迈进。5G、云和AI的结合也会给前端行业带来变化和机遇。”华为云中国区总裁洪方明在《5G+云+AI，全面助力产业智能升级》的主题演讲中说。在峰会上，还举行了“5G来了，重庆智能化升级正当时”重要合作签约仪式。随后，“中冶赛迪水土云&华为云联合解决方案”发布。去年，中冶赛迪集团与华为签订了战略协定，今年5月，双方签订了深化战略协定。未来中冶赛迪在钢铁行业、大数据、人工智能、5G物联网芯片安全和全球数字化方面和华为展开合作。未来，华为还将围绕鲲鹏处理器和昇腾AI处理器，打造开放安全可信的鲲鹏计算产业，将在未来5年内投入30亿支持该产业生态的发展。华为云在技术上已经做了充分准备，以多元化的云服务和解决方案满足更多业务场景需求，加速政府、智能制造、金融、互联网等产业智能化升级步伐。华为将以鲲鹏和昇腾为锚点，致力于成为产业链的一环，与产业界各方共同成长、共享市场，共铸数字中国底座。在本届智博会展馆，华为打造了“打造数字中国底座”和“行业+AI，让生活更美好” 两大核心展区，展示华为智能产业领域的智能设备和解决方案。“打造数字中国底座”展区作为技术实力支撑，展示了华为在研发、产业生态构建、ICT基础设施和智能终端的创新技术能力。“行业+AI”展区从数字政府、公共安全、教育、医疗、制造等场景展示了行业创新解决方案。与会者能够体验到中国首款获得5G进网许可证的手机产品——HUAWEI Mate 20X（5G）以及5G VR、智能家居等一系列基于5G低延迟、物联网特性的全新应用。值得一提的是，在“打造数字中国底座”的芯片展区，华为手机使用的麒麟系列芯片、5G巴龙芯片、昇腾AI处理器、数通领域的Solar芯片等华为研发的全领域芯片一次性集合亮相。其中，最新研发的鲲鹏920处理器格外引人注目。据悉，该处理器由华为自主设计完成，具有多核和低功耗的优势，在大数据、分布式存储、数据库、原生应用和云服务等五大场景中，鲲鹏处理器均有优异的性能表现。截止2019年上半年，华为共签署5G商用合同50个，涵盖了欧洲、中东、亚太、美洲、非洲，5G基站全球累计发货量更是超过了15万台，是目前全球5G合同数和发货数的双料冠军。（中国日报重庆记者站）来源：中国日报网", "author": "中国日报网", "newsdate": "发布时间：19-08-29", "newstime": "10:52", "sentiment": [{"positive_prob": 0.992406, "confidence": 0.983124, "negative_prob": 0.00759429, "sentiment": 2}]}]