[{"title": "一加7Pro拍照仅比华为P30 Pro低1分 但标准版配置诚意不足", "content": "【智观察报道】和此前的“剧本”一样，一加7 Pro先于国内在国外市场发布，总共有两个版本，而刘作虎所称的极致屏幕版本就是一加7 Pro。从网上曝光的参数来看，相比较Pro版本，一加7标准版表现平平，无论是在屏幕显示素质上还是在拍照性能上，都只能算得上是中规中矩。而对于一加7Pro的表现，作为OPPO的“网红”，沈义人则是毫不吝啬的表示，“友商这次真硬气，想买。”有意思的是，面对底下网友的评论，沈义人不忘宣传一波，“一加7 Pro和OPPO Reno 10X都值得买的，相信我。”按理来说，OPPO和一加手机是同门兄弟，商业互吹很正常。但是也有例外，比如红米，就一直宣称要打败小米旗舰机，其负责人卢伟冰更是频频发微博暗示红米K20的强劲，并暗讽友商华为，称要向华为学习。根据目前国外曝光的信息显示，一加7 Pro配备了一块6.67英寸2K OLED曲面屏，屏占比达93.22%。同时，一加7 Pro的屏幕刷新率为90Hz、最高亮度可达到800 nit，是目前手机屏幕中的顶级，加上双曲面的设计以及窄边框，难怪刘作虎称一加 7 Pro屏幕投入的研发费用有近一亿人民币，是普通旗舰屏幕成本的2-3倍。自从去年vivo NEX推出升降镜头后，就引来众多厂商的“模仿”，这一次，一加7 Pro也采用了前置升降镜头的设计，并宣称承重性能可达22公斤。不过，从曝光的信息也可以看出，一加7 Pro带来更优秀的体验时，份量也更重，达到了206g，这要是再加上保护套，感觉玩不了十分钟手就算了。而在拍照方面，一加7 Pro这次的调教比较抢眼。根据知名手机相机评测机构DxOMark公开的数据显示，一加7 Pro的得分为111分，仅比华为P30 Pro低了一份。据悉，一加7 Pro采用了后置4800万像素主摄、1600万像素117°超广角和一颗800万像素的三摄组合。其中，4800万像素主摄采用f/1.6大光圈，支持OIS光学防抖。不过，相比较Pro版本，一加7标准版的拍照就有点敷衍了，配备4800W+500W景深副摄，感觉诚意有些不足。而现在，在配置揭秘之后，就剩下价格了，估计一加7 Pro的售价将会在3999元左右，届时，有多少用户会买单，就看销量数据了。======================", "author": "智观察", "newsdate": "发布时间：19-05-15", "newstime": "22:22", "sentiment": [{"positive_prob": 0.00763737, "confidence": 0.983028, "negative_prob": 0.992363, "sentiment": 0}]}, {"title": "华为面向全球发布AI-Native数据库", "content": "继2018年发布AI战略和全栈全场景AI解决方案后，华为公司15日在京面向全球发布了人工智能原生（AI-Native）数据库GaussDB和业界性能第一的分布式存储FusionStorage 8.0，秉承“数据+智能”的理念重定义数据基础设施。发布会上，华为常务董事、ICT战略与Marketing总裁汪涛表示，人类正在进入智能时代，数据成为新的生产资料，智能成为新的生产力，异构、智能和融合的数据库将成为金融、政府、电信等各行业数据基础设施的关键支柱。一直以来，华为致力于构建万物互联的智能世界，聚焦ICT基础设施和智能终端。在人工智能算力、算法、算据三大核心领域，华为持续压强式投入、不断创新并取得新突破。汪涛提出：“华为此次面向全球发布AI-Native数据库GaussDB，提升华为云能力，充分发挥 X86、ARM、GPU、NPU等多样性算力优势，持续推进AI战略，积极构筑产业生态，并与合作伙伴一起迈向智能时代。”他还强调，华为将继续携手客户、合作伙伴联合创新，积极打造开放、合作、共赢的产业生态，加速产业智能化进程。汪涛面向全球发布AI-Native数据库GaussDB： 全球首款AI-Native数据库作为全球首款AI-Native数据库，GaussDB有两大革命性突破：第一，首次将人工智能技术融入分布式数据库的全生命周期，实现自运维、自管理、自调优、故障自诊断和自愈。在交易、分析和混合负载场景下，基于最优化理论，首创基于深度强化学习的自调优算法，调优性能比业界提升60%以上；第二，通过异构计算创新框架充分发挥X86、ARM、GPU、NPU多种算力优势，在权威标准测试集TPC-DS上，性能比业界提升50%，排名第一。此外，GaussDB支持本地部署、私有云、公有云等多种场景。在华为云上，GaussDB为金融、互联网、物流、教育、汽车等行业客户提供全功能、高性能的云上数据仓库服务。FusionStorage 8.0：业界性能第一的分布式存储针对智能时代对存储系统性能、规模、可管理性等更高要求，FusionStorage 8.0实现三大创新突破：第一，分布式存储性能业界第一。单节点性能高达16.8万每秒读写速度（IOPS）和1毫秒以内时延，在业界标准测试SPC-1中排名第一，首次让分布式存储也可以承载企业关键应用。第二，首次实现一套存储同时支持块、文件、对象、HDFS协议，一套存储可支撑一个数据中心。第三，率先将人工智能技术融入存储全生命周期管理，从资源规划、业务发放、系统调优、风险预测、故障定位等方面实现智能运维管理。重定义数据基础设施，构建开放、合作、共赢的产业生态华为从计算、存储和数据处理三个方面重定义了数据基础设施：引领多样性计算，让算力更充裕更经济；重定义存储架构，大幅提升效率，引领存储智能化；重定义数据处理平台，让分析更智能，加速实现数据价值。截止目前，华为GaussDB数据库和FusionInsight大数据解决方案已经应用于全球60个国家及地区，服务于1500多个客户，拥有500多家商业合作伙伴，并广泛应用于金融、运营商、政府、能源、医疗、制造、交通等多个行业。华为云已经发布了13款数据库服务，为行业客户提供云上数据仓库服务。华为FusionStorage已服务超过1500家客户，在IDC 2018年中国区软件定义存储市场份额报告中，华为稳居第一。华为积极携手客户、伙伴在数据库与存储领域，从行业应用、平台工具、标准组织和社区等多个层面共建开放、合作、共赢的产业生态。在行业应用层面，华为与软通智慧、神州信息、东华软件、易华录、用友政务、亚信国际等独立软件开发商长期合作；在平台和工具层面，与Tableau、帆软、ARM、Veritas等合作伙伴联合创新；在标准组织和社区层面，深度参与OpenSDS、中国人工智能产业联盟、OCP、OpenStack、CNCF基金会等组织和社区的建设。华为全球产业展望(GIV)报告显示，全球数据量将从2018年32.5ZB快速增长到2025年的180ZB。对于企业，AI算力需求每三个月增长一倍，AI应用率到2025年将达80%。面向智能时代，华为将持续创新与投入，与合作伙伴一起重定义数据基础设施，构筑面向多样性计算的完善生态，推进产业智能化进程。", "author": "华为", "newsdate": "发布时间：19-05-15", "newstime": "14:27", "sentiment": [{"positive_prob": 0.9908, "confidence": 0.979556, "negative_prob": 0.00920003, "sentiment": 2}]}, {"title": "特朗普政府要禁止美国企业与华为一切业务往来？中方回应", "content": "今天，英国路透社报道了一则令人吃惊的独家新闻，称美国总统特朗普本周或签署一项总统令，禁止美国企业使用任何会“威胁美国国家安全”的公司生产的通讯设备，进而为禁止美国企业与中国华为公司的一切业务往来铺路。对此，中国外交部刚刚也给出了回应。根据路透社的报道，这一消息是美国政府内部三名知情官员透露的。这三名不愿透露姓名的官员表示，这个行政令已经在白宫和美国商务部那里酝酿了1年多时间了，虽然目前的说法是可能会在本周签署，但也不排除会继续延后。而尽管这个行政令本身不会点任何国家的名字，路透社认为这个行政令就是冲着中国的华为公司去的。而且美国政府之前也一直在指控华为是中国政府的“间谍”，或“威胁”美国国家安全——尽管华为公司已经多次否认，而且美国政府也并没有拿出任何实锤的证据。目前，美国商务部尚未就此事置评。（截图来自路透社的报道）但在今天下午的中国外交部记者会上，中国外交部发言人耿爽在接受记者提出的相关问题时表示，一段时间以来，美方滥用国家力量，不择手段地蓄意抹黑和打压特定中国企业，既不光彩也不公正。他说：“我们敦促美方停止借口安全问题对中国企业进行打压，为在中国企业在美正常投资运营提供一个公平公正非歧视的环境”。", "author": "环球时报", "newsdate": "发布时间：19-05-15", "newstime": "20:04", "sentiment": [{"positive_prob": 0.00255946, "confidence": 0.994312, "negative_prob": 0.997441, "sentiment": 0}]}]