[{"title": "华为Mate30支持5G与4G卡同时在线，还有反向充电功能", "content": "在2019华为年度旗舰新品发布盛典上，华为消费者业务CEO余承东表示：Mate 30系列是全球首款第二代5G手机，现在其它厂商的5G手机只支持NSA架构，华为不仅支持NSA和SA双架构还是由一颗芯片完成，同时采用最先进的天线技术。华为Mate 30具备有线快充、无线充电和反向充电。这次，反向充电提升3倍。而且，余承东指出，华为Mate 30还可以给电脑充电。华为Mate305G系列搭载麒麟990 5G SoC芯片，同时支持5G SA/NSA双架构；支持双卡双待，5G与4G卡可同时在线。mate30系列除了依旧强大的徕卡四摄外（mate30 Pro再次评分霸榜第一名 ），最大亮点就是徕卡电影四摄和7680帧的超级慢动作了，效果可以说是顶级了。华为P30手机销量自上市以来，已销售1700万台，并表示表示如果没有美国制裁，华为手机今年销量可以达到3亿-3.1亿台。华为公布Mate30海外售价最低6249元，国内售价最低或为3999元，今日将正式发售。此外，余承东表示麒麟990芯片在硬件算力、定点能力等AI性能方面超过苹果的A13芯片，并且华为Mate30/Pro是全球5G频段最全的手机。据悉，Mate 30系列提供罗兰紫、翡冷翠、亮黑色、星河银、丹霞橙、青山黛等配色。", "author": "互联网大咖谈", "newsdate": "发布时间：19-10-01", "newstime": "00:49", "sentiment": [{"positive_prob": 0.998243, "confidence": 0.996096, "negative_prob": 0.00175676, "sentiment": 2}]}, {"title": "华为突然发布，西方国家非买不可！", "content": "有些事情，总会发生的！近日，华为突然有大消息曝出——目前华为已经开始生产不含美国零部件的5G基站，明年将扩大量产。一石激起千层浪！华为创始人任正非在商务论坛的宣称，惊呆了所有人！其实，任总只是心平气和地说了一句“华为脱离美国的供应也能够生存，且已生产不含美国部件的5G基站”，可是却引发了极大的关注。为何会如此呢？生产不含美国部件的5G基站，美国的制裁彻底失去意义01此前，美国商务部正式将华为列入“实体清单”，禁止美企向华为出售相关技术和产品，除非获得政府许可。可是，断供华为之后，令美国人意想不到的事情发生了！因为华为买不到美国的产品，最难受的反而不是华为，而是那些美国公司。怎么会发生这种事呢？原因很简单——华为是大客户，每年会带去大把利润。所以，断供华为之后，这些美国企业的财务报表变得相当难看，同时股市也对做出了回应——股票大跌！有一个鲜明的对比——今年6月，美光公司宣布确定供货华为与美国针对华为的禁令不冲突之后，其股价在盘后交易中飙升了11%，并带动了其他芯片股的上涨。到底断供华为，还是供应华为，这些美国企业被上了刻苦铭心的一课！当时间的指针来到9月底，任正非表示，从下个月开始，华为5G基站的出货量将达到每月5000个。随着明年更多的国家引进这一技术，预计华为5G基站的生产总量，还会随之翻倍。任总虽然强调没有美国的供应，也能生存，却也表示“仍欢迎美国恢复供应，人还是有感情的，不能光为我们挣钱，让朋友不能挣钱。”华为和任总的宽大胸怀，可见一斑！关键是，华为不含美国零部件的基站，其表现并不比用美国零部件的差。听到这种情况，估计美国人是无比扎心呀！原本是想封杀华为，没想到亲手弄出了一个打不死还打不过的对手！ 5G还未全面铺开，华为6G已在路上025G的技术，美国人至今都还没有着落。一直想要封杀的华为，也越来越强大。可是，华为却曝出了令美国人更加绝望的消息：5G仅仅是小儿科，6G已经在研发当中！而且，华为在6G中还会领先！此前，华为方面曾表示，5G和6G的开发是并行的，但6G规模化使用还很远华为消费者CEO余承东也回应称：“6G在研发中，估计还需要10年时间，目前也在做技术研究、标准研究，还没到商用阶段。”所以，现在的局面是——5G时代还在大踏步地袭来，6G就已经迫不及待了！那么问题来了——到底什么是6G？6G相关研究目前已进展到什么阶段？6G的关键核心技术有哪些？有人介绍称——6G网络的速度将比5G快100倍，几乎能达每秒1TB。这意味着，下载一部电影可在1秒内完成，无人驾驶、无人机的操控都将非常自如。如果是这样的话，届时6G将打造一张连接空、天、地、海的通信网络，飞机上也能上网却也不影响安全，海上航行也不会担心失联了！未来有多美好，此刻的美国人就感到多么扎心！毕竟，在那个非常美好的未来，还是中国技术在领先！还是中国华为公司在领跑！任总自信的哈哈大笑，让人无比欣慰03最后的话题，还是回到5G上面吧。此前，任总表示，愿意授权华为公司的5G技术给西方，包括专利、代码、生产技术等。在最近的这次公开谈话中，他进一步强调——“不是授权给所有的西方公司，是授权给一家西方公司，就是独家让一家公司来买我们的许可。这一家公司我们觉得应该是美国公司。”应该说，很有诚意了！不是每个国家的公司都能来买，只有小心眼、坏心眼的美国可以来买。而且，华为会出售所有的5G技术，包括源代码、硬件、软件、验证、生产和制造专有技术等。而且， 如果美国人“得寸进尺”很贪心的话，华为甚至还可以授权芯片组的设计。之所以想如此，是因为任总坚持——希望为每个国家提供相同的起点！之所以敢如此，是因为任总坚信——华为能够在发展中继续保持领先！如果你还心存担心的话，请听听任总的一番话，听一听任总最为自信的笑声。诚如任总所言，有些产品最终会被证明，美国人、西方人，非买不可！转自：锐解局", "author": "正商参阅", "newsdate": "发布时间：19-10-01", "newstime": "23:19", "sentiment": [{"positive_prob": 0.0225451, "confidence": 0.9499, "negative_prob": 0.977455, "sentiment": 0}]}, {"title": "华为Mate30 Pro比Mate30贵1800，贵在哪里？看完就懂了！", "content": "作为今年国产标杆机皇，华为Mate30 pro在线上线下市场拔得头筹，已经成为了目前最火爆的高档国产手机，按照余承东的说法，首销第1天销量就已经超过了100万台，对于国产手机来说意义十分重大，也看出大家消费观念上的改变，以前大家有钱都去买三星Note和iPhone，如今买华为Mate、P系列的比比皆是，而这两个系列的均价都在4000以上，能够销量超千万台难度很大，热度不断高涨的情况下给iPhone11当头一棒了！遗憾的是，因为首销太火爆，华为mate30系列还是出现了产能不足情况，华为mate30 Pro很多配色版本处于缺货，不过华为mate30因为热度一般所以现货更多，这个时候身边有朋友问小编，价格更加便宜的华为mate30值得上手吗，一款是3999元起步，一款是5799元起步，华为Mate30对比Mate30 Pro，价格差1800，东西差多少？小编也是仔细盘点了以下两款手机的配置表，这边和大家做一下分享，华为Mate30 Pro比Mate30贵1800，贵在哪里？从配置角度分析，两款手机起步存储规格不一致，华为mate30起步内存6GB+128GB，华为mate30 pro则是起步高达8GB+128GB容量，两款手机都是基于麒麟990打造，在强大的华为EMUI系统加持下，6GB内存其实完全够用了，实际测试来看6GB和8GB没有性能方面的差异，因此华为mate30和Mate30 pro性能五五开，外观方面就截然不同了，华为mate30 pro提供到了更加美观并且激进的6.53英寸的曲面瀑布屏设计，可视角度更大屏幕形态更好，而华为mate30是普通水滴屏设计，“小萌脸”刘海不太美观！华为mate30的正面美感度不足，看起来和荣耀9X有点相似，如果你是颜值控的话还是建议入手华为mate30 pro更好，不过这将意味着你要付出更大的维护成本，瀑布屏一旦出现磕碰那么将要承担巨额维修费用。两款手机续航方面也是截然不同，华为mate30延续了上一代4200mah大电池，具备40W超级快充方案，已经是目前4000价位里面的佼佼者了，比iPhone11给力多了，而华为mate30 pro在轻薄机身加持下，提供到了4500mah超大电池，还赋予它27W无线快充+40W有线快充组合，续航体验远超华为mate30，毕竟一分钱一分货！最后就是拍照体验了，华为mate30 pro以121分成绩登顶DXOmark扳手，具备高达4000万+4000万+800万+TOF四摄镜头组合，夜拍实力业内第一，华为mate30则是配备到了4000万+1600万+TOF三摄镜头组合，拍照能力和去年Mate20 pro差不多吧，在拍照体验方面还是华为mate30 Pro优势明显的，除此之外，细节方面也有些许差异，华为mate30 pro适配到了业内最尖端的IP68等级防水，水下30分钟依然存活，业内领先的COP封装工艺，密封性比华为mate30好得多了！总结来说，价格差1800东西还是差蛮多的，华为Mate30 Pro比Mate30贵1800，贵在了更好的拍照和续航颜值上了，在预算允许的情况下，建议大家一步到位去买华为mate30 Pro更好，气质更好拍照更强，3999买华为mate30 pro还不如买5G 小米9 Pro了，你们认同吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-10-01", "newstime": "06:48", "sentiment": [{"positive_prob": 0.138083, "confidence": 0.693149, "negative_prob": 0.861917, "sentiment": 0}]}, {"title": "一度暴涨96％，“非洲手机之王”上市前突遭华为起诉，索赔2000万", "content": "图片来源：中国日报来源：华尔街见闻（ID：wallstreetcn）整理位宇祥，文中观点不构成投资建议。9月30日，被称为“非洲手机之王”的传音控股(688036.SS)在科创板上市，发行价格35.15元/股，上市首日高开50.78%，盘中一度大涨96%，触发临时停牌，市值超过550亿元。临停之后，股价回落。截至收盘报57.8元，市值462.4亿元，换手率近68%。值得注意的是，尽管传音控股在非洲手机市场占据近半壁江山，但依然有华为、小米集团等竞争对手的步步紧逼。01上市前夕突遭华为起诉刚上市的传音控股有点烦，因为上市前突然遭到华为起诉。据媒体报道，9月29日，传音控股董秘室相关工作人员证实，公司确实遭到了华为的起诉，理由是华为称传音侵犯了著作权，华为索赔的金额为2000万，“我们看到媒体报道说立案了，但我们目前还没有收到法院的正式文件。”至于起诉的原因，华为方面认为传音在某机型的开机画面中，使用的是华为手机页面，涉嫌侵犯知识产权，侵权索赔金额在千万元级别。华为不仅起诉了传音，还同时起诉了该品牌旗下的一众厂商，包括深圳传音控股股份有限公司、深圳市泰衡诺科技有限公司、深圳传音制造有限公司、深圳市智讯科拓科技有限公司，以及惠州的埃富拓科技，和重庆的传音科技。今天的上市仪式上，传音控股董事长朱兆江被问及被华为起诉一事，他回应称，“我相信法律会有公正回复。”02传音被称“非洲手机之王”传音在这两年以来声名鹊起，主要得益于外界冠以的响亮称号——手机领域的“非洲之王”。公开资料显示，传音控股成立于2013年，主要从事以手机为核心的智能终端的设计、研发、生产、销售和品牌运营，主要产品为TECNO、itel和Infinix三大品牌手机，产品全部销往海外，销售区域主要集中在非洲、南亚、东南亚、中东和南美等全球新兴市场国家。根据 IDC 统计数据，2018年传音控股手机出货量全球市场占有率达7%，排名第四。图片来源：传音控股招股书在非洲市场占有率高达48.7%，远超其他手机厂商，排名第一。图片来源：西南证券研报从地区构成来看，传音控股的主营业务收入也主要来自于非洲市场，2016-2018 年，公司在非洲的收入分别为 96.1 亿元、150.6 亿元、171.4 亿元，年均复合增速达 33.2%，在主营业务收入中占比分别为 88.62%、76.86%、77.30%。图片来源：西南证券研报03传音如何做到在非洲一家独大？在非洲市场一家独大，传音又是如何做到呢？一是，定位中低端价位产品，售价便宜。2018年功能机每部平均售价65.95元，智能机平均每部售价454.38元。非洲的电商平台Jumia在售的传音手机（“”为尼日利亚货币奈拉，100元人民币折合5390奈拉）二是，在美颜自拍方面，开发深肤色美颜功能的产品重点解决非洲印度深肤色用户的拍照美颜问题。三是，从踏足非洲开始，就拿出了“农村包围城市”战略，从贫穷落后的地方做起。营销广告一度夸张到，“只要有墙的地方，就有传音的广告”。此外，传音还针对非洲一个国家往往有多个不同电信运营商的情况，开发出双SIM卡、甚至四SIM卡手机。04“非洲之王”正遭华为、小米步步紧逼对传音控股而言，在非洲市场虽然占据近半壁江山，但华为、小米等对手的步步紧逼，使得传音控股管理层无法掉以轻心。公司在9月3日更新的招股书中也表示， “在非洲市场三星主要销售功能机和J系列、A系列智能机，华为主要销售Y系列智能机，与公司非洲市场销售的功能机及同等价位智能机形成竞争。”华为于近期在南非等地推出线上平台“华为商城”，进一步加大市场推广。而小米于2019年1月成立非洲地区部，并与非洲电子商务平台Jumia达成合作，进行线上产品销售。因为专攻非洲、南亚、东南亚、中东和南美等新兴低端用户，因此传音一直游离在了相对空白的边缘市场。随着全球手机市场的饱和，各大公司也将纷杳而至到这些市场中，这意味着传音无法偏安一隅，“非洲之王”的称号也将遭遇更大的挑战。05传音手机的专利困局而在群雄逐鹿的过程中，专利会是竞争当中最为关键性的“武器”之一。此次华为的一纸诉状，很可能正式开启传音在专利上的不利战局。传音控股的招股书显示，传音及其子公司已取得国家知识产权局在中国境内拥有的专利共计630项，其中发明专利97项，实用新型专利385项，外观设计专利148项。但相比同行，截止2019年7月30日小米的专利申请总数为115414条，OPPO方面的数据显示，截至2019年9月11日，OPPO全球专利申请量超过38000+件，华为的专利数量更是数以十万计。仅2018年上半年OPPO申请专利2815件，小米申请专利数量1224件；2018年全年，华为向世界知识产权组织提交了5405份专利申请。中国政法大学知识产权研究中心特约研究员李俊慧说，如果传音只在非洲市场销售功能手机，专利问题应该还好，因为很多2G很多专利已经失效，成为公开技术，无需付费，如果进入了智能手机领域，风险就会变得越来越大。“智能手机占比越高，风险越大，潜在的需要支付专利费规模也会变大，尤其是遭遇一些NPE（非专利实施实体）机构专利围剿的概率越大。”第一手机界研究院院长孙燕飚表示，华为起诉传音控股的情况来看，预计未来在中国手机厂家之间，专利将会成为市场竞争的工具之一。刚刚从功能机切入到智能机领域的传音手机是否能在非洲市场保持遥遥领先的位置，一切都有待市场的考验。（部分内容综合自界面、第一财经、澎湃新闻等）", "author": "正商参阅", "newsdate": "发布时间：19-10-01", "newstime": "21:32", "sentiment": [{"positive_prob": 0.00334928, "confidence": 0.992557, "negative_prob": 0.996651, "sentiment": 0}]}, {"title": "手机处理器性能排行：华为麒麟990超越高通，苹果A13稳居第一", "content": "随着iPhone 11、华为Mate30等机型的亮相，2019年主要高端产品基本已发布完毕。或者说，主流的旗舰手机处理器已发布完毕。作为消费者购机时重点考量的因素之一，处理器性能成为了近年来厂家们比拼的内容。近日，Geekbench5上线了苹果、高通、华为、三星等品牌旗舰处理器的跑分，一起来看一下。下图为高通骁龙855 Plus的跑分情况，选取的测试机型为一加7T，小编已经提前剔除了个别偏差较大的数据。简单来看，高通今年这款旗舰处理器的单核跑分在776-790之间，多核分数为2733-2925。华为海思麒麟990处理器分为两个版本，下面的是麒麟990 4G的分数。其单核跑分在771-776之间，多核分数最高达到2934。麒麟990 5G相较4G版提升了处理器频率，在单核表现上分数略高于麒麟990 4G，多核分数最高达到了3062。经测试，苹果A13处理器在Geekbench5中的单核跑分大致位于1330左右，而多核跑分在3442-3601之间。至于三星Note10+所搭载的猎户座9825处理器，其单核分数最高达到846，多核分数最高达到2259。通过以上Geekbench5的跑分来看，三星猎户座9825处理器在同级别的产品中性能最低。而麒麟990 4G的性能基本和骁龙855 Plus齐平，麒麟990 5G的性能则已经超过骁龙855 Plus。此外没有悬念的，苹果A13依旧是今年智能手机处理器中性能最强的产品。", "author": "接近真理玩数码", "newsdate": "发布时间：19-10-01", "newstime": "07:10", "sentiment": [{"positive_prob": 0.999948, "confidence": 0.999885, "negative_prob": 5.18054e-05, "sentiment": 2}]}]