[{"title": "华为与美国和解路线图是什么？任正非这样说", "content": "来源：澎湃新闻原标题：华为手机明年将摆脱美国技术依赖，考虑欧洲建厂生产5G设备划重点：　　Nathan VanderKlippe：我知道华为在美国聘请了律师。为什么不让他们探讨一下这个方案？是不是可以让律师去和美国检方谈谈这个方案呢？　　任正非：律师在法庭与检方打官司，就是谈判，谈谁对谁错。首先纽约东区法院要公布证据，我们根据证据在法庭上谈。律师与检方在法庭上的辩论，是一个声音比较大的谈判；大家先把事实搞清楚了，搞清楚后，可以是声音小一点的谈判，悄悄谈，谈一些交换条件。都是谈判。　　Nathan VanderKlippe：华为现在正处于在法庭上谈的阶段。您觉得什么时候会转向声音小一点的谈？什么时候你们会就达成某种和解协议展开具体的讨论？　　任正非：如果美国政府找不到证据，它没有什么理由、声音小一点的时候，我们的声音也可以小一点。那时我们就不在法庭上谈判，可以到咖啡厅谈判，如果声音太大，影响周边客人，声音就会自然小了。那时就会讨论“你多喝一杯，还是我多喝一杯”的赔偿问题。如果美国错了，还要赔偿我们的名誉损失。12月9日下午，华为心声社区发布华为创始人任正非近日接受加拿大《环球邮报》采访的纪要。这份纪要显示，任正非于12月2日在深圳接受加拿大《环球邮报》采访。他在采访中提到，华为在加拿大的员工人数已经扩展到1200人，有2/3是研发人员，未来还会继续加大投资，“因为我们在北美没有美国市场，因此市场总部还是在墨西哥，但是研发中心会从美国移出来，会以加拿大为中心。”任正非还进一步解释称，加拿大员工人数在增加，这是逐步的，今年在加拿大已经增加了300人。按照美国实体清单禁令，与美国人是不能发邮件、打电话……接触技术的，这样在美国发展受到阻碍，就会把发展转移到加拿大来。关于目前加拿大正在进行5G政策的讨论。任正非表示，华为公司或者个人没有和加拿大政府官员有过接触，“因为拥有5G设备不只是华为一家，还有爱立信。加拿大政府是否采用5G是一件事，选择用爱立信还是华为是第二件事，由加拿大政府决定。如果决定给我们做5G，我们就做好；决定不给我们做5G，我们在加拿大的投资也不会变化。我们还要继续投资加拿大，不改变。”任正非也提到了在欧洲建厂生产5G设备的问题，他指出，华为的生产工厂采用人工智能的方式，绕过了欧洲福利社会，绕过了工会。虽然成本会略略增加一些，但是增强了欧洲对华为的信任，增加对欧洲的税收、就业指标，有利于华为在欧洲更加紧密地合作。据任正非称，华为的欧洲建厂计划是考虑战略性的需要，“生产5G，规模很大，方案还在论证。”关于华为手机等消费类设备何时能完全摆脱对美国技术的依赖，任正非给出的答案是“应该是明年”。任正非接受加拿大《环球邮报》采访纪要2019年12月2日，深圳1，Nathan VanderKlippe，《环球邮报》驻亚洲记者：非常感谢任先生能够再次接受我这名加拿大记者的采访。现在距离孟晚舟女士被捕已经整整一年了。因此，我想问问您一年前发生了什么。关于孟女士被捕，在加拿大发生的事情我们已经比较了解了，但在中国发生了什么，您个人身上发生了什么，我们了解得还不多。我的第一个问题是，在孟女士在加拿大被捕前两年，她就没有去过美国了。请问华为是不是从2017年开始就已经知道美国正在进行调查而且孟女士正面临风险了？任正非：孟晚舟事件应该是美国政治上的行动策划。华为在美国市场长期受排斥，在美国已经没有什么销售，业务收缩了，高级干部去了也无事可做，为什么要去美国呢？所以都不去美国了。Nathan VanderKlippe：所以，不去美国并不是为了避免在当地被捕或者逃避法律问题？任正非：不是逃避。而是因为我们高管没有工作需要去美国。我们早几年就已经把美国市场当成一个小国市场来处理，授权代表处自己决策，因为销售额太小了。2，Nathan VanderKlippe：孟女士在温哥华被捕后，您是如何得知这一消息的？您当时在哪里？是谁通过什么途径告诉您这个消息的？任正非：孟晚舟被逮捕的时候，我在中国，没有出发去阿根廷。公司法务部门向我报告孟晚舟被抓，当时不知道是美国政府发动的这么大的打击事件，以为只是某方面的误会引发的事件。Nathan VanderKlippe：当时您本来也要去阿根廷。您一开始是不是也计划从加拿大转机？任正非：没有，一开始就准备从迪拜转机。Nathan VanderKlippe：孟晚舟被捕后并没有直接给您打电话，而是通知了华为的法务部。您知道这是为什么吗？她为什么给法务部打电话，而不是直接给您打电话？任正非：她当然应该首先通知法务部来处理，这是一个法律问题。Nathan VanderKlippe：您是否还记得，在您得知孟晚舟被捕后，您给法务部下了什么指示？您给他们下达了什么目标？任正非：没指示，因为我不具体管法务部。我当时只是给高管讲，请律师，以加拿大法律的方式向加拿大进行交涉。我们坚持走法律路线解决问题。3，Nathan VanderKlippe：您刚才说，一开始，您以为这件事是因为误解，法律上的误解产生的。那您是从什么时候开始意识到这件事可能会更重大，不仅对孟女士来说更重大，而且还牵扯到整个公司的？任正非：美国发了“5.16”实体清单制裁禁令，我们就意识到孟晚舟是被作为一个政治抓手，美国想抓住孟晚舟作为筹码来打击华为。Nathan VanderKlippe：所以从去年12月到今年5月，您一直认为这件事是意外、是误会造成的？任正非：我认为是这样的。Nathan VanderKlippe：那您当时觉得应该以什么样的方式解决这一问题呢？任正非：聘请律师。Nathan VanderKlippe：5月之后您又觉得应该以什么方式解决这个问题呢？您的想法有没有发生改变，比如说您觉得这件事会持续多长时间，具体应该怎么解决？任正非：5月份以后，我们认为美国的最终目的是要消灭华为公司，孟晚舟事件只是起头。只有加紧把自己内部的结构性调整做好，使产品开发体系适应制裁环境，坚决让公司生存下来，才能有解决问题的方案。因此，5月份以后就有一些变化，要努力做好业务连续性。4，Nathan VanderKlippe：在加拿大被捕之前，孟女士还去过其他六个国家，这些国家也与美国签订了引渡协议。此外，她还打算从加拿大前往墨西哥和阿根廷。这两个国家也与美国签订了引渡协议。在您看来，为什么华盛顿选择在加拿大逮捕孟晚舟呢？任正非：这个问题应该要问华盛顿才行。如果我们早知道华盛顿有这样的决定，就不会去加拿大了，也不会连累加拿大夹在中间受苦受难。Nathan VanderKlippe：在加拿大有一种说法，美国认为加拿大是个软弱的国家，美国提出的要求加拿大都会答应。您觉得这是否也是美国选择加拿大做这件事的原因之一呢？任正非：我不这么认为，因为我认为加拿大是一个伟大的国家。加拿大人和美国人本来就是一个民族，在处理印第安人的问题上，加拿大和美国观点不一致，才分裂成两个国家的。在我心目中，加拿大人还要更伟大一些，加拿大人还更加高尚一些。礼貌和遵守规则并不代表软弱。Nathan VanderKlippe：您觉得加拿大遵守了这些规则吗？加拿大也因此承受了一些后果，包括在出口方面以及某些加拿大公民遭受的待遇。您觉得这些后果对加拿大来说是否公平？任正非：我不是讲加拿大在这件事情上是不是遵守规则，而是讲几百年来加拿大处理印第安人的方式和美国不一样，从这个角度看，加拿大是高尚的。Nathan VanderKlippe：在孟女士一案中，你觉得加拿大只是遵守了规则还是也在进行政治干预？任正非：我认为，孟晚舟事件明显是美国的政治干预，加拿大蒙受了损失，应该让特朗普偿还给你们。Nathan VanderKlippe：孟女士被捕后，华为公司的第一反应是什么？是不是立刻让孟女士的家人离开加拿大？她的家人在她被捕后还留在加拿大吗？任正非：孟晚舟家人的安排，公司没有介入。公司主要是在加拿大聘请律师，通过加拿大的法律，让她的权利得到保障。5，Nathan VanderKlippe：华为如果想要报复加拿大，也是有方法可以报复的，比如说华为向加拿大电信运营商销售设备，并且华为在加拿大也招聘了许多本地员工。但是您选择不报复。为什么？你们是有能力对加拿大进行报复的。任正非：因为我们认为加拿大是一个伟大的国家。当美国走向越来越封闭的时候，加拿大应该走向越来越开放，开放会使加拿大获得巨大机会。比如，现在一些大型国际会议，很多科学家获得不了美国签证，就可以在加拿大召开，美国科学家到加拿大也很近，不需要签证也很方便。世界各国科学家都可以到加拿大去，加拿大作为一个新的科技中心崛起是可能的。我们选择加拿大作为更好的发展基地，这个决心没有动摇过。第二，在人工智能发展上，世界三位“人工智能之父”都在加拿大，因此我们也想围着这些科学家加强在这方面的投入和发展。不因为孟晚舟个别事件影响我们在加拿大的战略发展和投资，孟晚舟事件是会过去的，但是加拿大是永远存在的，我们不能随意放弃在一个国家的战略发展。我们也注意到加拿大最近的辩论，加拿大有人提出“还是要选择华为的5G”，如果加拿大真选择华为的5G，我们会全力支持加拿大做好5G建设。原来我们认为加拿大在美国的城墙根下，想过放弃在加拿大做5G的打算。如果加拿大采用5G以后，可以利用人工智能的方案，冰冻地区的矿业生产采用无人生产方式；在无人驾驶技术上，华为处于世界先进地位的，先驾驶矿山设备，驾驶农业机械，例如可以实现无人农场，让拖拉机24小时耕种。加拿大会增加很多农业生产、矿产，大幅提升加拿大人民的生活和物质财富水平。当然，还需要人去加油。加拿大有这么好的人工智能基础，如果加拿大把人工智能作为国家战略，是有可能处在世界前列的。所以，我们在加拿大的投资，不仅可以向加拿大“人工智能之父”学习很多理论知识，同时也可以用这个技术造福加拿大社会。我们不会轻易放弃一个国家，如果我们因为一件事就放弃一个国家、再放弃一个国家……，那我们在世界上就没有立足之地了。6，Nathan VanderKlippe：现在华为在美国面临的情况并没有随着时间的推移而有所好转。上一次跟您聊天的时候也提到了华为在加拿大的业务扩张计划，例如在加拿大的一些主要城市买地。您上次讲到的业务扩张计划大概是什么规模？例如打算扩招多少人？另外，华为是否有打算把加拿大作为整个北美的总部？任正非：我们在加拿大的员工人数已经扩展到1200人，有2/3是研发人员，未来还会继续加大投资。因为我们在北美没有美国市场，因此市场总部还是在墨西哥，但是研发中心会从美国移出来，会以加拿大为中心。Nathan VanderKlippe：什么时候移到加拿大？任正非：加拿大员工人数在增加，这是逐步的，今年我们在加拿大已经增加了300人。按照美国实体清单禁令，我们与美国人是不能发邮件、打电话……接触技术的，这样在美国发展受到阻碍，就会把发展转移到加拿大来。Nathan VanderKlippe：刚才讲到把研发中心迁移到加拿大，这是一个非常大的举措吗？是只涉及到几十人还是非常大规模的迁移？任正非：应该是很大规模，逐步进行。这牵涉到美国公民和持有美国绿卡人员在加拿大为华为办公是否合乎实体清单制裁的问题，这也是我们决策的重要考虑点。如果美国公民和持有美国绿卡人员在加拿大办公不受实体清单的限制，那我们在加拿大的研究机构规模应该是很大的。现在美国实体清单不仅是对我们部件供应打击，还包括切断我们与大学、学术组织的合作打击，下一步要看它的实体清单范围是否有放松美国公民和持有美国绿卡的人可以进华为工作，是否可以在我们加拿大研究中心工作，这也是我们发展很重要的基础之一。7，Nathan VanderKlippe：回顾过去一年，加拿大政府现在认为，前美国国家安全顾问John Bolton是孟晚舟女士在加拿大被捕的幕后推手。假如说这种说法是真的，说明逮捕孟女士的压力并非来自司法系统。这件事会如何影响加拿大对孟晚舟引渡案的处理？任正非：昨天我看到你们《环球邮报》的报道，是可以参考的，但还无法考证。加拿大夹在美国和华为中间受害，我心中是抱有歉意的。但这件事情已经发生了，还是需要一个妥善的方式解决。加拿大是一个伟大的法制国家，皇家骑警在执法过程中有些不合法的行为，也不影响加拿大的伟大。但在这些关键节点中，骑警已经宣过誓，要认真回忆，认真讲清楚，不能选择集体失忆、失语……。这有利于处理孟晚舟的案件。华为公司没有因为孟晚舟事件而停止在加拿大的发展，希望通过孟晚舟事件的解决，推动中加两国走向正常化，也希望两个国家紧张的局势得到缓解，恢复正常的合作关系，这是我们的期望。美国正在走向封闭，加拿大要敞开怀抱，拥抱被美国排挤的人才。如果这些人才到加拿大，就可以再造一个硅谷。很多人才正在离开美国，为什么加拿大不去拥抱这些人呢？加拿大的自然环境、生活环境……各种环境不比美国差，加拿大应该制定一个国策，美国哪条路走错了，加拿大就赶快走这条路，替代美国崛起。不能因为两国关系好，你走错了路，我就要跟着走错，否则加拿大的振兴、崛起怎么办？8，Nathan VanderKlippe：关于孟女士的案子，一种可行的方案是在美国达成和解协议。美国很多案件最终都是以和解协议的方式了结的。有法律专家指出，如果华为在美国达成和解协议，结果可能是，华为接受罚款，而美国可能会撤销对孟晚舟的引渡程序。华为为什么没有选择在美国达成和解协议这条路？任正非：专家提的这个方案，美国政府没有与我们商量过。希望你给美国政府传个话，让他们来找我们吧。Nathan VanderKlippe：您愿意和美国探索这样一种方案吗？华为对在美国达成和解协议感兴趣吗？任正非：是的，但要基于事实、基于证据。Nathan VanderKlippe：和解协议意味着要承认有罪，然后会进行一些安排，可能是罚款，也可能是其他的，但可能不用坐牢。所以，您准备好走这条路了吗？任正非：这要基于事实，什么问题都要有证据。基于事实的话，是可以谈判的。Nathan VanderKlippe：我知道华为在美国聘请了律师。为什么不让他们探讨一下这个方案？是不是可以让律师去和美国检方谈谈这个方案呢？任正非：律师在法庭与检方打官司，就是谈判，谈谁对谁错。首先纽约东区法院要公布证据，我们根据证据在法庭上谈。律师与检方在法庭上的辩论，是一个声音比较大的谈判；大家先把事实搞清楚了，搞清楚后，可以是声音小一点的谈判，悄悄谈，谈一些交换条件。都是谈判。Nathan VanderKlippe：华为现在正处于在法庭上谈的阶段。您觉得什么时候会转向声音小一点的谈？什么时候你们会就达成某种和解协议展开具体的讨论？任正非：如果美国政府找不到证据，它没有什么理由、声音小一点的时候，我们的声音也可以小一点。那时我们就不在法庭上谈判，可以到咖啡厅谈判，如果声音太大，影响周边客人，声音就会自然小了。那时就会讨论“你多喝一杯，还是我多喝一杯”的赔偿问题。如果美国错了，还要赔偿我们的名誉损失。Nathan VanderKlippe：公平地说，美国已经给出了大量证据，其中有些证据是关于孟女士的，或者说是关于孟女士和几家银行之间的往来的。按照美国检方的说法，她对华为与Skycom之间的关系做了不实陈述。是您指示她这么做的吗？任正非：美国政府如果要出示证据，应该是通过法庭出示，但目前为止我们还没有看到，纽约东区法院要尽快拿出证据来。Nathan VanderKlippe：但美方已经公布了书面证词，还公开了孟女士陈述时的PPT副本。这就是通过法律渠道披露的证据，而且证据表明，正如美方所说，她对华为与Skycom的关系做了不实陈述。她这么做是不是您指示的？任正非：我没有指示过，但我认为，纽约东区法院要尽快开示证据，尽快开庭。Nathan VanderKlippe：为什么Skycom之前明明一直是华为的子公司，而华为在描述与Skycom的关系时却说Skycom已从华为剥离出去？任正非：这个问题还是留在法庭判决。9，Nathan VanderKlippe：加拿大目前正在进行5G政策的讨论。关于加拿大的5G审视，华为公司或者您个人和加拿大政府官员之间是否有过接触？任正非：没有。因为拥有5G设备不只是华为一家，还有爱立信。加拿大政府是否采用5G是一件事，选择用爱立信还是华为是第二件事，由加拿大政府决定。如果决定给我们做5G，我们就做好；决定不给我们做5G，我们在加拿大的投资也不会变化。我们还要继续投资加拿大，不改变。Nathan VanderKlippe：加拿大政府运营着一个用来测试数字产品网络安全的中心，与2010年开始在英国运营的网络安全认证中心非常类似。加拿大这个中心之前也测试过华为的4G设备，这个中心有没有开始测试华为的5G设备？任正非：目前还没有在加拿大设立网络安全测试中心的打算，但加拿大和英国是盟国，可以到英国去测试。10，Nathan VanderKlippe：9月，您提出可以向其他国家许可5G技术。上个月初，您表示到目前为止，还没有美国电信公司表示感兴趣，请问这个事情有无最新进展？华为提出5G许可是认真的吗？你们有没有建立一个数据室让其他公司看看具体的许可内容？华为有没有对5G技术许可进行定价？任正非：第一，目前还没有美国公司向我们提出要获得许可。第二，我们的许可是全方位的，没有限制。这是一个非常大的决策问题，美国公司需要花很长时间思考，这是可以理解的。Nathan VanderKlippe：5G许可定价多少？大概成本是多少？任正非：这是很难决策的事情，说明它的数字很大。如果数字小，美国公司早就决策了。11，Nathan VanderKlippe：回到之前有关和解协议的问题，您认为签订和解协议是不是让加拿大释放孟晚舟的方法之一？任正非：不是，因为孟晚舟本身没有犯罪，就应该被释放。我们与美国的官司，首先要在法庭上搞清楚谁对谁错，没有搞清楚之前就随便认罪塞一笔钱？作罚款，这是法律行贿。不能对美国政府行贿，要在法庭上说清楚到底有什么问题，拿出来公布在全世界的面前，才可以在咖啡厅喝咖啡，然后确定“你多喝两杯、我多喝两杯”的问题。但是证据没有搞清楚之前，我不会随便妥协的。Nathan VanderKlippe：听起来您似乎对和解协议并不是很感兴趣？任正非：首先要搞清楚谁对谁错，我们才能去讨论和解。12，Nathan VanderKlippe：我想再问一个法律相关的问题。华为因为一项有关美国农村地区运营商的决定打算起诉FCC（美国联邦通信委员会）。这个消息属实吗？华为目前有没有打算在美国发起其他法律诉讼？既然华为在美国几乎没有什么业务，为什么还要发起诉讼？这似乎并不会给你们带来太大的收益。任正非：是的，我们将起诉美国FCC。因为这是美国宪法赋予我们的权利，我们有权利给美国人民提供服务；美国运营商买不买我们的设备，是美国运营商的权利。我们在捍卫美国宪法赋予我们可以服务美国人民的权利。Nathan VanderKlippe：未来华为会针对美国提起更多诉讼吗？据我所知，这已经是第六桩了。任正非：可能会多一些吧，要看我们的律师资源是否忙得过来。13，Nathan VanderKlippe：您第一次谈到5G许可的时候，这对华为来说是一个十分新颖的方案。别人也问过您很多次，华为是否考虑调整公司的架构来获得其他国家的信任。我想知道，您是否考虑过其他人提到的方案，如对业务进行拆分，或将一部分的运营转移到其他国家。您是否考虑过任何其他重大的公司架构调整呢？任正非：第一，我们的治理结构本来已经公开透明，并不需要外部人进来，也不需要外部资本进来。为全世界人民服务过程中，就体现了我们是一个负责任的公司，并不是一、两个外部人就能代表我们的透明度。第二，对于业务是否拆分的问题，可能不用考虑，我们不会做这个事，不会让资本进来。第三，我们会不会在欧洲建一些大工厂？肯定的。14，Nathan VanderKlippe：您之前说会考虑和解，您会考虑接受认罪协议吗？任正非：不可能。Nathan VanderKlippe：但这是快速解决问题的一种方式。美国90%以上的案件都是通过认罪协议解决的。任正非：原则问题，还是要搞清楚事实和证据以后再来讨论和解。Nathan VanderKlippe：对很多在美国的人来说，认罪协议可以避免坐牢。这也许可以让您的女儿避免牢狱之灾。这难道不是一个很具吸引力的选择吗？任正非：她本身没有罪，怎么会坐牢呢？加拿大司法是公正的。美国搞这种手段，就是在威逼我们公司妥协。Nathan VanderKlippe：考虑到贵公司的业务发展和您女儿的情况，您还是认为认罪协议不值得考虑吗？任正非：不值得考虑。15，Nathan VanderKlippe：您谈到了在欧洲建厂的计划。为什么华为会选择在欧洲建厂呢？东南亚、墨西哥的劳动力成本更低。为什么会选择欧洲？任正非：我们不是考虑成本，而是考虑战略性的需要。Nathan VanderKlippe：有报道称，Mate 30手机里已经不包含任何美国技术了。您能详细讲讲吗？我知道，今年华为员工工作非常努力，就是为了摆脱对美国技术的依赖。从现在开始，您认为需要多久才能让华为消费类设备完全摆脱对美国技术的依赖？任正非：应该是明年吧。Nathan VanderKlippe：您一开始认为这将花两到三年的时间，是这样吗？任正非：今年加明年，不就是两年吗？Nathan VanderKlippe：进展比您预想的更快？任正非：没有，过明年年底不就相当于三年了？16，Nathan VanderKlippe：想请您澄清一下在欧洲建厂这个问题。您打算在欧洲的工厂里生产什么产品呢？什么时候会开始生产呢？任正非：生产5G，规模很大，方案还在论证。17，Nathan VanderKlippe：过去一年，对华为和您个人来说都是非同寻常的一年。您个人在华为对外沟通中所扮演的角色也发生了巨大变化。您能谈谈过去一年华为在公共关系和政府沟通的重心发生了哪些变化吗？您知道华为现在在这方面的花费大概是多少吗？这项工作对你们来说是不是比以前更重要？任正非：第一，公司处于危难时期，我个人义不容辞地需要挺身而出。第二，过去这么多年，公共关系做了全世界很多国家的协调工作，争取了这么多国家和运营商对我们的理解。现在对实在不理解我们的国家，我们就放弃做公共关系了；对理解我们的国家，我们就多投入一些力量。一边省掉的钱用到另一边，总预算没有太多增加。18，Nathan VanderKlippe：经历了过去一年发生的事情，很多人想知道华为将如何构建或重建在各国的信任。如果将信任问题称为“信任赤字”，您觉得“信任赤字”是华为的问题，中国的问题，还是中国公司的问题？任正非：在信任上，华为今年这一年不仅没有赤字，而且收益非常大，因为美国政府这么强大的力量在全世界帮我们宣传。如果说过去有一些国家对华为将信将疑，美国一打击，他们更信任了“原来你们这么厉害”。今年到我们公司访问的客人数量增长了69%，来看到我们生产线生产的版本没有美国器件了，他们就拿回去测试，发现非常好，他们建立了信心。同时，他们亲眼来看，我们上、下班的班车很多，人潮涌动；我们有很多食堂，每个食堂吃饭时都充满了人，员工还买肉吃；再看我们的生产线，24小时不停运转，他们更加增强了信心。所以，信任没有赤字，反而信任增长很厉害。实体清单刚制裁时，我们预测财务数据会有下滑；但实际上现在快到年底了，我们今年的增长很厉害，没有出现信任危机。19，Nathan VanderKlippe：华为今年的增长非常强劲。我想问的是：华为的业务增长是不是主要源于中国市场？是不是源于由国家所有的电信企业向华为提供的补贴？任正非：网络设备的主要增长在海外，优先保障海外供货。终端设备，海外市场减弱了，中国市场增大了。20，Nathan VanderKlippe：刚才华为员工指出在欧洲建厂这件事目前还在考量可行性阶段。因此，我想问一下，华为把大量的生产转移到欧洲等地，有哪些好处？能帮助华为解决什么问题？任正非：我们的生产工厂采用人工智能的方式，绕过了欧洲福利社会，绕过了工会。虽然成本会略略增加一些，但是增强了欧洲对我们的信任，增加对欧洲的税收、就业指标，有利于我们在欧洲更加紧密地合作。21，Nathan VanderKlippe：华为正在大力发展“智能监控业务”。美国指控华为利用自己的设备开展间谍活动，为什么华为选择大举进入这样的业务领域？贵公司业务领域的负责人段爱国说华为在这个领域成为第一。任正非：人类社会将来会变成智慧社会，包括云社会，这是一个非常庞大的信息网络，美国也在争夺这个进入云社会的机会。今天的通信网络，明天就会变成一个云化的网络，云社会的开放性是我们前所未有碰到过的。智慧城市是一个起步。22，Nathan VanderKlippe：华为首席隐私官John Suffolk先生在英国被问到华为与新疆公安局等政府机构进行合作的问题，尤其是针对出售对象，华为是否也应承担道德责任的问题？他回答说华为觉得负有法律责任。华为开发的很多技术可能被政府利用，严重影响人们的自由。您觉得华为在道德上是否有责任来评估你们的销售对象？任正非：我看到了《环球邮报》最近发表的关于新疆问题的文章，欢迎你们进行深入研究。你们觉得，美国解决中东问题的方式对人民好，还是中国解决新疆问题的方式对人民好？新疆这些年已经稳定下来，没有大的社会案件和事件，经济正在发展。如果财富增加和财富分配合理化，会逐渐化解很多矛盾。美国也应帮助中东稳定下来，帮助中东发展经济，帮助中东人民摆脱贫困，这样美国就会站在道德的制高点。Nathan VanderKlippe：您言下之意是说美国在这方面并没有站在道德制高点上？任正非：美国有啊，把它做好了就有了。美国几十年前的先辈建立了一个正确的国际体系，维护了世界的和平与发展，是有贡献的，全世界给美国的回报是承认美元的国际货币地位。但是美国正在破坏自己建立起来的国际秩序，如果恢复过去的正常秩序，它不就站在道德的制高点上吗？23，Nathan VanderKlippe：您之前经常讲到对于美国的崇拜。您的员工告诉我您最喜欢的咖啡是美式咖啡，您看过《星级迷航》电影，您还去过美国。您之前还表示美国在珠穆朗玛峰的峰顶，而中国在山脚下。您觉得在您有生之年会不会亲眼见证美国失去在技术，或许还有经济上的主导地位？任正非：我相信美国是非常优秀的。金里奇是美国众议院前议长，他说过华为是不错的。除了5G，美国都是领先的。我认为，即使对5G这个产业，美国也是有很大贡献的。在4G初步发育阶段，美国提出WiMAX，WiMAX是电脑工程师提出来的，电脑工程师普遍年轻，敢想敢干，提出了非常多的新想法，但是他们年轻，对电信产业不够专业。电信产业要在全世界覆盖，全程全网，太复杂了，ITU建立的全球电信标准比这个屋子大很多倍。熟悉这个标准需要时间，电信行业的科学家年龄偏大、偏保守。WiMAX使用了很多核心技术，比如MIMO容量极大提升的技术，给LTE产业极大刺激，电信科学家迅速把WiMAX提出的新想法融合在LTE体系里，加上全球有几十万的电信专家、工程师，雄厚的技术积累，迅速就实现了。所以，5G是更宽的带宽、更多天线、跨代技术……很多都是从WiMAX里吸取的。华为和美国公司在这个问题上的竞争，并不是华为有独自不得了的优点，我们也是兼容了世界各国的思想，实现了3GPP的理想。所以，我们的这些发明和技术也是跟世界共享的，在很多方面与爱立信、诺基亚都签订了专利交叉许可，也与苹果、高通签订了一些专利许可，华为并没有垄断技术。美国仍然是伟大的国家，罗斯在印度讲话“只要有两、三年时间，美国就能领先华为”，我相信这句话。但是，人类社会的发展不能再等两、三年。24，Nathan VanderKlippe：回到我刚才提到的关于华为肩负的道德责任的问题，也就是您认为华为应该承担起哪些道德责任。感谢您阅读《环球邮报》的报道。但我想问的不只是关于新疆，还有华为员工被指控帮助非洲国家政府，对反对党的政客实施监控，开展黑客攻击和干扰活动。您是否接受员工的这类行为，还是说您认为华为有一定义务确保自己不会去做这些事？任正非：非洲这个事情是造谣，我们已给《华尔街日报》发了律师函。另外，立陶宛法院也判决了《立陶宛早报》对非盟事件的报道是造谣。我们卖“汽车”给各个国家，“汽车”装什么货是“司机”说了算。所以，国家应该怎么走是国家主权问题，国家怎么管理好这些设备是他们国家的主权。Nathan VanderKlippe：但华为公司开发的一些技术，比如人工智能，有能力改变人类社会、改变全球经济的运作方式。你们做的并不是功能简单的、在路上跑的卡车。你们公司开发的人工智能、智能监控和智慧城市等技术实际上有能力改变人类社会的运作方式。你们难道没有责任深刻地思考这些技术应该如何开发和销售吗？任正非：AI不是武器。我们尊重每个国家的数字主权。我们必须在每个国家遵守所在国法律，遵守国际法，在此基础上，我们利用新技术造福人类。如果有些国家不接受，我们就不进入这个国家，我们不会在发展新技术的时候制造一个对新技术不利的环境。Nathan VanderKlippe：我们刚才讨论的不仅是人工智能。您的个人背景很有趣。公司刚成立的时候，中国存在很多计划经济的要素，您一直批判计划经济的运作模式以及计划经济并不以追求利润为目的。显然，您在离开计划经济、进入私有制经济后，取得了成功。您觉得目前或者未来，人工智能是否拥有足够强的能力，让管制经济的一些要素重新出现？您认为人工智能能产生这种影响吗？任正非：首先，整个社会大环境应该是市场竞争，只有竞争才会对用户有利，才能逼企业进步。其次，企业内部的计划性有利于提高质量、降低成本、减少消耗、减少浪费，有利于竞争。所以你说的计划，我认为仅仅是指企业内部。25，Nathan VanderKlippe：再问一个和孟女士有关的问题。您觉得她这一年是怎么过的？您是觉得她经受了苦难，还是说她过得还可以？您有没有告诉她，她预计还会在加拿大待多久？任正非：我们作为父母，都会想念自己的儿女。她也会想念自己的孩子，生活也会有很大影响，她的妈妈和她的丈夫轮流到加拿大陪她生活，她的儿女一放假就飞过去陪妈妈。她平时也努力学习、画画，来调整自己的情绪，所有案件细节都是交给她的律师来处理。我们相信加拿大法律的公正、公平和透明，“透明”是指所有细节都必须公布出来。我们等待法庭的判决。26，Nathan VanderKlippe：今天早晨她写了一封信发表在微信朋友圈。您可能也读了她的这封信。在这封信中，她提到了自己这一年的心路历程，并且表示已做好更充分的准备去迎接未来的不确定性。您之前说不会考虑让孟晚舟做接班人，但是考虑到她过去一年在加拿大所经历的一切，您会不会重新评估她的性格以及她在公司的未来发展？任正非：这封信我没看，早上我只看了标题。我认为这样不合适，因为全国人民都忙着要干活，要创造财富，争取改善自己的收入，不能消耗太多精力来跟她一起感受。正常的历史长河中，磨难都会出英雄。孟晚舟经历的磨难也会对她的意志产生很大提升，这对她来说是一个很大的财富。担负华为这样一个技术公司的领导人，一定要有很强的战略洞察能力。可能需要洞察未来十年、二十年甚至更远的时间，判断社会或者公司发展的方向。所以，没有洞察能力的人，很难能领导这个公司。华为这样一个科技公司，领导人需要有深刻的技术背景。孟晚舟回来还是继续做CFO，当然这个CFO意志更坚强了。华为的发展不会一帆风顺，可能还会有大挫折，甚至将来面临着崩溃的风险。她经过这个磨难，有利于协助我们扛过未来的灾难。世界上没有永远成功的公司，有一本书《下一个倒下的一定是华为》，说华为不可能永远顺利地成长。我认为灾难是财富，华为公司在今年打击中还是有很大的进步，未来的风险可能减少一点了。27，任正非：我给你推荐三位加拿大“人工智能之父”：蒙特利尔理工大学的约书亚·本吉奥、多伦多大学的杰弗里·辛顿、阿尔伯塔大学的理查德·萨顿。加拿大应该把人工智能作为国家战略，特鲁多总理应该请这三位“人工智能之父”喝咖啡，听他们讲讲加拿大应该如何定位，把人工智能作为发展战略。多伦多大学离哈佛大学、麻省理工大学很近；温哥华与华盛顿大学、斯坦福大学非常近，要思考如何把人才吸引到“人工智能之父”麾下，建立一个庞大的产业群体？他们曾在二十年前就领先了世界，不能“墙内开花墙外红”。Nathan VanderKlippe：上次采访时，您也向我提到了这三位人工智能之父，而且也提到了加拿大在人工智能领域的优势。您提这些是因为您对加拿大这个国家感兴趣，还是出于华为公司的利益考虑？任正非：因为我们把个人恩怨和国家发展分开来看。我个人和加拿大有些恩怨，但人类社会是很伟大的，我们要超越个人恩怨来看人类社会的发展。我与这些“人工智能之父”喝过咖啡，我觉得他们非常伟大，建议特鲁多总理每三个月能与他们喝一杯咖啡。对于一个人口比较稀少、资源比较丰富、地域比较广大的国家来说，人工智能是迫切需要的，反而在中国没有这么迫切，中国人口多，经常有人问我“如果大量的人失业，没事干怎么办”这些负面问题；你们正好人少，发展人工智能有极大的积极性。我们会把这三位“人工智能之父”的邮箱发给你，这对加拿大振兴有好处。这完全和个人恩怨无关，也与华为无关。因为我不希望这些天才之光被埋没了。Nathan VanderKlippe：您跟他们见面时，没有向他们发出来华为工作的邀请吗？任正非：他们在世界这么高的地位，我们这么低的平台，如果来华为工作，怎么发挥他们的作用？我们愿意给他们的科研提供经费支持，使用美国《拜杜法案》，不占有他们的任何成果，只是完全义务提供经费。只要加拿大政府愿意，我们是可以给他们大笔拨款的。美国把5G当成原子弹了，5G的来源是什么？十年前土耳其一位Arikan教授发表的一篇数学论文，引发了今天的5G。所以，我诚恳建议特鲁多总理请他们三个人喝杯咖啡，对加拿大的战略格局会有一个冲击。Nathan VanderKlippe：真有趣。您认为这个问题与经费有关吗？特鲁多总理跟他们喝咖啡的时候，是不是应该谈谈给他们提供更多国家经费或者其他方面的支持？我的意思是，如果您说的是为这三位人工智能之父提供更多支持，是不是主要指国家经费支持？还是说其他方面的支持？任正非：不是需要政府提供资金支持。加拿大把人工智能定位成国家战略产业以后，这支队伍会庞大，然后会做出不同的应用来，比如在冻土地区采用无人开矿、无人农场……，它可以发展加拿大经济。如果他们要钱，我们可以给，不需要加拿大政府给。", "author": "新浪财经", "newsdate": "发布时间：19-12-10", "newstime": "14:36", "sentiment": [{"positive_prob": 0.0213066, "confidence": 0.952652, "negative_prob": 0.978693, "sentiment": 0}]}, {"title": "下代CEO、CTO可能就在华为云这场Party中", "content": "科技自媒体 | 吴俊宇5G时代的逼近让所有企业都感到兴奋和恐惧。它意味着新的机会即将来临，但也意味着如果错过机会，很可能上个时代所积累的一切都将迅速消逝。希望面向未来，意味着必须着眼于当下。美国传媒学者道格拉斯·洛西科夫曾如此嘲笑未来学：以未来为重的种种做法几乎无助于我们应付这些眼前事。我们将沉迷于“这个未来”或“那个未来”，最终却剥夺了“当下”贡献价值和意义的能力。公司将大量资金和精力投入未来规划，却忽略了对当下竞争力的打造。这就像每一个年轻人问老人，我未来会不会变得更好时，老人总会说：别想太多，每天做好自己手头上那些事就好了。让企业、机构着眼于当下，最好的办法就是过好每一天。如何过好每一天？答案是，小步快跑、敏捷开发，让产品业务能每天迅速迭代，遇到问题时及时修正问题，一点一滴朝未来那个目标奔去。在这次华为云DevRun Summit：Login 2020上，一批年轻企业分享了自己的企业理念。我们可以看到年轻代表性企业的思考方式。这是一场年轻人的云上Party。一年轻企业在想什么？年轻企业像年轻人一样，他们有着天马行空的想法。正如王小波在《黄金年代》里那段话：那一天我二十一岁，在我一生的黄金时代，我有好多奢望。我想爱，想吃，还想在一瞬间变成天上半明半暗的云。年轻企业有冲劲，和年轻人一样不成熟，却充满了对未来的期待，希望跑的更快，如何才能不变成“挨了锤的牛一样”，那得创新、试错、探索，应对复杂需求，寻找到属于自己的，在未来竞争中找到自己的位置。这次Login 2020上，年轻企业的代表成了Party的参与者，我们可以看看这批年轻企业、机构在想什么。5G时代的来临，如何在5G爆发的情况下依旧立在浪头，成为众多企业要思考的问题。以教育行业为例，越来越多教育公司正在新增CTO这个岗位，这次Login 2020上甚至出现了90后教育企业CTO登台演讲。我们不妨看看当下中国教育市场现状。越来越多教育公司开始引进CTO这样的岗位，技术部门甚至需要承担更多业务需求。大学虽不是企业，但作为汇聚年轻人的场域，它同样也在顺应潮流。像南开大学便计划引入华为云平台来进行统一推动行政管理和教学科研。一系列业务创新、战略探索、管理科研，都无可避免需要在云上快速奔跑。二弹幕和火箭跑在云上曾经的大学辩论赛上流传过一句名言：寂寞的女人穿丝袜，寂寞的男人打Dota。现在大学校园已是LoL的天下。iG夺冠能让上下铺的兄弟兴奋不已，如何让兄弟们看上更流畅的视频，还是得靠云。大概鲜有人知，大家每在B站发布一个弹幕，每在斗鱼、虎牙这类直播平台刷出一个火箭、每在大荧幕上看到的一帧特效，其实都跑在云上。互联网、泛娱乐、教育等行业，都正在面临着高昂的成本费用和繁杂的运维问题。B站运维负责人曾经在运维派上介绍过B站的运维成长之路。他提到说，早年B站在公司IT运维中吃尽了苦头。2015年成立运维部之前，由于没有专门的运维部门，IT系统的权限都在开发手上，出问题了以后运维总得跟在开发后面查原因，效率低，沟通还容易出现问题。到2017年，连DNS都自研、CDN 自建，链路长、监控少，随业务增多定位问题变得非常困难。除此之外，B站还有庞大的版权内容成本和运维硬件支出。按年度看，B站前两位的成本项目是收入分成(revenue-sharing costs)和带宽成本。不仅是B站，斗鱼、虎牙也是如此。平台用户越多、流量越大、视频效果越清晰，使用的带宽就越多，这会伴随平台用户数、收入规模呈现线性增长。因此流量成本和IT运维正在成为直播类企业最大支出。今年第三季度，斗鱼的成本15.42亿，较上年同期9.67亿元增长59.4%；带宽成本也从2018年同期的1.42亿元增加至2019年第三季度的1.51亿元。虎牙的情况比斗鱼相对更好。其毛利率达到了18.3%，二季度为16.9%，去年同期为15.5%，内容成本的降低和带宽利用效率的提升是本季度毛利率大幅增长的主要原因。有意思的是，虎牙主要使用了华为云提供支撑。而曾经参与《红海行动》、《美人鱼》等高票房电影特效制作的韩国特效公司Macrograph，一部电影的渲染时间往往需要数万小时，花费几年的时间。面对时间成本、人力成本的大量消耗，Macrograph开始寻求云服务商的帮助，于是在参与《流浪地球》浩大的“造梦”工程中，华为云便以云渲染技术助力了一把。不难看出，各行各业实际都面临着运维的普遍问题。今天的运维基础真的足以支撑明天的业务增长么？数据安全、业务风险有多大，怎么能规避？云原生是一条最佳路径或者最佳实践。根据IDC预计，到2022年，90%的新应用将采用微服务架构，35%的生产环境应用是云原生。云原生技术正在向应用场景、技术、生态三方面演进，并扩展到更多应用场景，比如在混合云和多云管理领域，以及边缘层应用等。云原生为企业用户指定了一条低心智负担的、敏捷的、能够以可扩展、可复制的方式最大化地利用云的能力、发挥云的价值的最佳路径。云原生其实是一套指导进行软件架构设计的思想。按照这样的思想而设计出来的软件天然就“生在云上，长在云上”，能够最大化地发挥云的能力，使得软件和“云”能够天然地集成在一起，发挥出“云”的最大价值。华为云具备全栈全场景AI能力并支持多元架构、可实现高效开发的云平台。能够让开发者快速构建运行在云上、具备AI能力且支持多元架构的软件及应用。在算力爆炸式增长的时代，5G和云让信息资源触手可及，开发难度和门槛不断降低的时代，开发者尤其是90后的开发者，掌握最前沿领先的技术（华为云，鲲鹏生态，昇腾芯片，超强算力，多元架构，云原生，高效开发等）满足各种场景，多样化的复杂需求，才能不断创新商业模式。年轻化的互联网企业、教育机构、特效公司只会越来越多，这也是为什么在这次Login 2020上聚集了一批年轻开发者。华为云希望能够让一批年轻开发者知道，什么才是创新的基础和土壤。三一场理想与年轻的PartyParty也是一种品牌策略。一家企业采用何种品牌策略，往往和企业当下的市场位置、竞争状态有很大的关系。品牌往往有着固定、垂直的消费群体，若能某个垂直品类占据一席之地，足以证明品牌在行业的成功。但是，能否进一步挖掘市场潜力与品牌如何做营销推广有很大关系。如果品牌能够借助营销“火出圈”，突破圈层壁垒圈到更多人群，它便具备了走得更长远的资本。在今天，企业数字化转型正在成为不可阻挡的趋势，BAT为代表的互联网企业正在用互联网打法切入企业级市场，企业级市场过去相对垂直的状态正在逐渐转变。过往“华为系”论坛往往偏纯销售、纯技术讲解，“出圈”不够，但是这次Login 2020呈现了出圈的特点——这代表了华为在企业数字化转型市场更open、更年轻的心态。它是一场聚集了年轻、理想与未来的Party。一个关键信息是，这次主会场四位演讲者的平均年龄不到25岁，下午的分论坛所有的华为讲师都是90后，筹备这个Login2020项目的项目组也全部都是90后。甚至还有00后开发者、女性开发者以及无障碍工程师参与其中。90后年轻人已是当下社会的主力，00后代表了未来IT发展、女性开发者改写了所在领域对程序猿是男生的固式标签、特殊人群也在某些行业（教育、大企业等多个行业）开发中发光发热。将科技与行业无缝结合，满足各种场景，多样化的复杂需求，不断创新商业模式，有责任推进商业繁荣，为打造万物互联的智能世界而共同努力。中国有一批刚刚从创业公司形态成熟的互联网公司，随着基础设施的完善，下一波以5G、云计算、AI为土壤的消费互联网创业浪潮可能会在3-5年后到来。华为云定位是做智能世界的“黑土地”，消费互联网创业的新苗将在这片土壤上诞生。此时聚集一批年轻开发者，实际上是为了在下一波创业潮中，能够诞生更多向年轻人传递未来的理念互联网公司。也许，下一波创业热潮中的CEO、CTO，就诞生在这场Party之中，他们将造就下一波5G互联网的商业繁荣。每个人都曾年轻过。每个时代都有每个时代的商业基础设施，一代商业基础设施上，总会萌发出新的商业机会，也会诞生一批磕磕绊绊、野心勃勃、书写未来历史的年轻人。--------------------------------------------作者 | 吴俊宇 公众号 | 深几度作者系独立撰稿人，微信号852405518关心数字时代人的生存状况曾获钛媒体2015、2016、2018年度作者新浪创事记2018年度十大作者品途网2016年度十大作者腾讯科技2015年度最具影响力自媒体", "author": "砍柴网", "newsdate": "发布时间：19-12-10", "newstime": "02:14", "sentiment": [{"positive_prob": 0.947227, "confidence": 0.882726, "negative_prob": 0.0527734, "sentiment": 2}]}, {"title": "华为手机多久可以摆脱美国技术依赖？任正非：明年就可以", "content": "【TechWeb】12月9日，华为心声社区公开了任正非接受加拿大《环球邮报》采访纪要。加拿大记者Nathan VanderKlippe问到华为手机需要多久就可以完全摆脱美国技术依赖时，任正非回应：明年就可以。早些时候，瑞银与日本科技研究机构Fomalhaut Techno Solutions认为，华为9月推出的新智能手机Mate 30内，已经没有使用任何美国零件。另外两间研究机构iFixit与Tech Insights也作出分析，也有类似结论。另外，外媒报道：不仅华为智能手机已经可以不再用美国元件，而且其网络设备也是如此。华为是此类技术的最大全球供应商，占有28%的市场份额。随着运营商花费大量资金来构建他们的新5G网络，华为一直在生产没有美国组件和软件的5G基站， 并且预计到明年，华为应该能够提高产能，每月生产达到125,000个。而华为技术有限公司副总裁艾伟对“摆脱美国技术”一事的公开回应是：绝不会主动这么做。以下是采访原文（节选）：加拿大记者Nathan VanderKlippe：有报道称，Mate 30手机里已经不包含任何美国技术了。您能详细讲讲吗？我知道，今年华为员工工作非常努力，就是为了摆脱对美国技术的依赖。从现在开始，您认为需要多久才能让华为消费类设备完全摆脱对美国技术的依赖？任正非：应该是明年吧。记者：您一开始认为这将花两到三年的时间，是这样吗？任正非：今年加明年，不就是两年吗？Nathan VanderKlippe：进展比您预想的更快？任正非：没有，过明年年底不就相当于三年了？", "author": "TechWeb", "newsdate": "发布时间：19-12-10", "newstime": "09:31", "sentiment": [{"positive_prob": 0.973739, "confidence": 0.941642, "negative_prob": 0.0262609, "sentiment": 2}]}, {"title": "华为“耀星计划”新增华为钱包、HiCar领域激励", "content": "近日，华为对外公布“耀星计划”最新进展及阶段性成果。截至2019年11月底，华为“耀星计划”在中国市场已评选15期，华为已向获选的近300家合作伙伴及开发者发放了相应的激励资源；近两期评选中，包含快应用、快服务在内的10余款应用成功通过认证并获得相应资源激励。据悉，近期华为“耀星计划”即将新增“HiCar”和“华为钱包eID”领域生态激励。随着华为终端云服务（HUAWEI Mobile Services，简称HMS）生态全球化加速，业界越来越多的优秀伙伴和开发者接入AppGallery Connect服务，并通过 “耀星计划”获得激励资源，提升开发和运营效率。据华为终端云服务“耀星计划”相关负责人介绍，目前开发者报名时的申请领域和项目组的评审规则都进行了升级。本期新增耀星应用中，考拉海购、Boss直聘、幼升小全课程等通过华为耀星HMS应用认证；WPS通过华为耀星AI领域认证；天气预报通过耀星绿色应用认证；懂车帝、今日头条、台风实时路径等通过耀星快应用认证；斗罗十年-龙王传说、巨龙城堡、泡面三国等通过耀星游戏认证。值得关注的是，近期华为耀星计划即将新增“HiCar”和“华为钱包eID”领域生态激励。其中，HiCar领域旨在激励长期支持华为HiCar智慧车载业务，与HiBoard、应用市场、华为快服务智慧平台合作，并结合分布式开放能力实现差异化体验的应用合作伙伴，包括但不限于地图、加油、充电、停车、车生活服务等业务。华为钱包eID领域，则主要激励航旅APP和机场通过手机eID验证身份+电子登机牌实现“一机通关”的安检运行，实现华为手机用户通过钱包eID机场通关。“耀星计划”负责人称，希望通过“耀星计划”激励，支撑华为HiCar智慧车载业务和华为钱包eID业务的生态建设，促进车载、钱包生态发展及华为手机用户体验。“耀星计划”自推出以来，得到了众多合作伙伴和开发者的积极响应，已经覆盖了HMS生态下的诸多领域。不仅为经验丰富的开发者提供技术能力支持，还通过智慧终端生态优势，以庞大的用户群体为开发者引流。同时，“耀星·校园开发者计划”通过培训赋能、校园行、极客大赛等多项活动和赛事，赋能、激励校园开发者智慧创新。“耀星计划”已成为搭建华为终端云服务智慧生态的重大举措之一。未来，“耀星计划”势必将吸引和汇聚越来越多的业界优秀伙伴，通过不断地开放产品和服务能力，持续激励面向全场景的数字服务创新，携手开发者共同打造终端消费者的卓越用户体验，丰富华为消费者云服务生态。", "author": "砍柴网", "newsdate": "发布时间：19-12-10", "newstime": "06:03", "sentiment": [{"positive_prob": 0.993071, "confidence": 0.984603, "negative_prob": 0.00692878, "sentiment": 2}]}, {"title": "华为这次是给所有企业挡了子弹", "content": "图片来源于网络文|ihahe网络上的群情激愤实际上是把对老板和公司的不满借机发泄到了华为身上。华为事件无非情理法三项。李洪元拿到的赔偿是其上司通过秘书给的，是违规，但情理上说得通，主管花钱消灾；于理却不合适，华为离职的有几个是2N的呢，给了李，对其他人来说是不是不公平；于法，导致冲突，华为员工举报，司法介入。有人怀疑是不是前上司设计李，当然李也多了个心眼，带了录音笔，自证清白。但其前上司目前并没有起诉李要拿回这笔钱，那李拿的这笔钱是不是不合适呢？这像一而再，再而三要钱的戏码。1、只说华为是带偏节奏李是受害者，华为同样也是受害者。华为每年离职入职的员工万数，像李这样小有把柄的也不奇怪。一边拿着放大镜看别人，别人也会拿放大镜看你。孔子说，己所不欲，勿施于人，就是这个道理。这固然不是强调要捂着耳朵眼睛过日子，讲的是要有同理心。不能别人有错要一棍子打死，自己有错装好人装无辜。孔子也说，人非圣贤，孰能无过，他还说，吾未见好德如好色者也。所谓圣人，果然令人叹服，几千年前就能说明白的事，现在还有人不明白。比如李还要见任正非，还有一大篇的管理方法甚至要申请专利（这个好像申请不了）云云，这相当于有洁癖。任何组织肯定是有问题的，问题大小不同而已。就如同车里的小零件坏了，但不影响行驶，每次去修呢耽误时间，所以凑整或者是车子有一定问题了再去一块整修。而坐在车后面的乘客和开车的司机谁更了解车子的状况呢？圣人心态在网络里表现出要求别人像机器一样精准，什么错都不能犯，对自己呢，十全万能，只有指责别人的份，没有自己的错。而且网络上有沉默的螺旋（The Spiral Of Silence）一说。这是一个政治学和大众传播理论。理论基本描述了这样一个现象：人们在表达自己想法和观点的时候，如果看到自己赞同的观点受到广泛欢迎，就会积极参与进来，这类观点就会越发大胆地发表和扩散；而发觉某一观点无人或很少有人理会（有时会有群起而攻之的遭遇），即使自己赞同它，也会保持沉默。意见一方的沉默造成另一方意见的增势，如此循环往复，便形成一方的声音越来越强大，另一方越来越沉默下去的螺旋发展过程。理论是基于这样一个假设：大多数个人会力图避免由于单独持有某些态度和信念而产生的孤立。也即，当圣人标准强压华为的时候，任何挺华为的声音都会被淹没，任何理性的分析都会扭曲为为虎作伥。还有大部分人的意见无法说出来从而让舆论一边倒。甚至上升要抵制华为。有趣的是，在抵制各种“货”的时候，往往一群人跳出来抵制某国行为，但不拒绝其产品，要抵制的是“蠢货”而不是日货美货。没错，涉及到自己利益的时候，圣人的剑开始拐弯了。有句话说，人们买东西花的每一分钱，是对喜欢的这个世界投的票。直说就是花钱也是一种价值观输出，与自己价值观冲突的时候自然就要抵制。如今，这群人连华为都要抵制了，但他们何尝不是当年把华为吹捧得不要不要的人？任正非早就有预防，说别过度消费爱国情绪，用不用华为手机与爱不爱国没直接联系。姜还是老的辣，吹捧不摔，重锤不坏，大概就是这个道理。2、弄不好，钱是刀为何李的事闹这么大？关键抓住了一点：无罪。有人说，华为内部对于腐败问题（包括李洪元这种华为认为用非正当手段获取公司利益的行为）处理手段是非常凶悍并且不留情面的。试想华为2018年收入达到7212亿人民币，相比之下整个长沙市2018年的公开预算收入才1544.95亿元，一个华为顶好几个长沙市；上海市2018年的公开预算收入也才7108.1亿元。完善的财物制度才会让华为高效运转。而且如此巨大的利益面前，对财务管理肯定异常敏感。比如华为原消费者业务中国区销售主管滕鸿飞因受贿和涉嫌刑事犯罪被公安机关采取强制措施，腾鸿飞还曾受颁华为“蓝血十杰”荣誉称号。众多企业对内部的腐败同样毫不留情。滴滴出行通过其风控合规部微信公号“滴滴清风”发布公告，公布了2019上半年内部反腐败、反舞弊事件的相关情况。公告显示，滴滴在2019年上半年查处30余起内部违规事件，有29人因严重违规被解聘，其中10人因涉嫌违反法律法规被移送司法机关。今年8月1日上午，两名万达高管尹建武、金震因涉嫌利用职务便利谋取私利被朝阳警方带走。万达审计接到相关投诉，4月开始调查此案，共牵涉区域公司、集团公司20余人，集团高管个人非法所得金额高达千万，被公司定性为是一起恶劣的高管窝案。这些案子怎么没被炒起来？主要是案发实锤了，而李的案子主要有转折。并且偷换了无罪等于无责的概念。3、为什么华为不道歉华为如何道歉？站在管理者的角度，道歉就否认了内部员工的做法，那么队伍还要带不带？从这个层面，李绝处于相对弱势，因为相比十几万员工的利益，孰轻孰重？其次，华为错了么？没看出来，只可能在处理这个问题上规则化了，没那么温情。曾经有人问曹德旺，说你捐了那么多钱为什么不拿捐的钱给工人涨工资，曹德旺回答说公平。也即捐款和涨工资是两码事，是最大限度维持公平。他说他并不是不想给员工涨工资，而是怕涨工资扰乱行业的规则，毕竟同一行业的公司，不仅仅是福耀一家，如果因为他涨了工资，导致别的公司的员工，都想跳槽过来，这对整个行业的发展来说，就是不好的。最重要的一点，那就是涨工资容易，降工资难！同样，维持最大程度的公平是组织要做的事，在针对具体的个人可能就显得不够人性化和温情。或许针对服务时间长的员工要辞退的话，做一个额外的基金进行补偿，的确会更人道。但目前没听闻华为有类似的制度。同时我们注意到，李本身超过40岁，40+年龄的人失业后竞争力不强，或许这种现实也让李那么纠结钱的问题吧。4、为什么观众会被身份带入心理学上有个说法，叫“虚体自恋”。内心不自信的人，必须借助他人的喜欢和认可，来判断自己是否有价值，是否值得被爱。一旦这种喜欢改变或失去了，内在价值感就会坍塌。在这件事上，李的遭遇似乎能找到自己的影子，从而感同身受。与强大的组织相比，个体处于绝对弱势。我想，多数人对于诉讼程序和律师并不了解，同时又亲身体会到公司老板（或者各种老板）刁难、克扣等事情，此事爆发，主要两个点：第一被刑拘；第二没道歉。其中李还有扮演公司好员工、想为公司谋发展的形象。所以后来华为回应，这不是经济问题。但多数人估计无心听进去，并因此把对以前公司或者老板的不满全加权到了华为身上，此刻，华为在为天下的老板和公司挡子弹。在这波舆情中，渲染李的弱者形象，其实是拉同情分，要籍此把大家网住。但事实是公司的赔偿已经结清，李要求额外的赔偿由主管支付，李的基本目的其实已经达成，双方爆发是李继续要求的年终奖似乎是没戏，李起诉，华为员工报警。关于2N差额，这里面就有个问题，有人讲李不去仲裁是因为主管同意给。问题这个主管有什么权限能影响到华为的策略？而且是在李拿到N+1后？从管理的角度、财务制度都很难再补充赔偿。甚至，在李以前结束8年合同，拿过N+1赔偿再入职，如果不认同这个规则，其实那时可以选择离开，但大概率是找不到同等待遇的工作。所以在最后合同不续签之后，要求2N，薅点羊毛的心态不奇怪。这是所有求职者都会遇到的现实问题，在公司管理松的时候薅点羊毛，在管理紧的时候又怨声载道，只是这次李薅得有点大。设想，同样作为公司的离职员工，李拿了2N（无论什么原因和手段），自己没拿，会不会觉得不公平。我们被带入了李被处罚的身份认同，如何却没有被带入因为李获得2N导致的不公平的身份认同？这一点，这次舆情拿捏是很巧妙的。5、李的无罪不等于无错所有人在讨论事件正确与否合法与否，忘了个人的感情因素。人不是机器，人是会对外界的刺激有反应，比如李洪元的上司在受到要挟之后，其上司没有愤懑之心不可能，继而因为审计的暴露出的资金问题，最后给李的钱是其个人承担的。当李洪元再度起诉华为要年终奖的时候，华为相关人员报案，随后这个事情闹大了。这有点典型的：法律有利讲法律，规则有利讲规则，好处要两头占。如果你是华为的管理者，怎么来处理这件事？满足舆情的所有要求不现实，诉诸法律是最好的办法。华为欢迎李继续通过法律途径解决尚未解决的问题，看起来有些过于冷酷刻薄，但可能是最好的方案，法律面前多说无益。华为关于此案的声明说此事非经济问题已经说得很明白，在经济上华为与李没瓜葛。但李与其前主管还是有瓜葛的。这笔钱其实是其前主管的。那么为了这笔钱，甚至不管来源是谁就拿得心安理得也算厉害。但李还去问了交个税的事，如果华为交了税，自然承认这笔钱是华为公司的，所以李很在意这个。最后情节有些复杂，我们无法讨论，但至少说明李对这笔钱也有些担心。此事最后超越了李洪元的控制范围，其在随后的采访中甚至表示要听全国人民的。这个有点托大，全国人民关注点也不止是他这事，在某种程度上，他失去了251天的自由，但也得到了2N的赔偿差额和国家赔偿。那替他出钱的上司呢？至于李持续举报的关于业绩造假问题，理论上，公司收入不会造假，但可能给代理商压货，导致订单和出货数量有差异。李的部门在华为算个偏门，还是传统老式集成商的做法，如果要说是惯例，也属于潜规则。李洪元自2016年持续举报，估计也让团队不安，试想你的工作团队有个人要破坏现在的模式，但无法建立新的模式，你怕不怕？这就是说吃了规则的红利又来砸锅，就会有矛盾。此句无关正误，只说影响。李要闹大，别人还要吃饭，他与团队的矛盾会大不大？从团队的角度，也不会留下李，除非李胜利了。李在华为目前这个规则下，尽最大能力实现了自己利益最大化，却不是一个很好的方式。有句话说利令智昏，或许就是那么一瞬间对利的渴求，成了双输的局面。其拘留还有国家通过纳税人的税款赔偿，华为的损失，谁能赔，或者谁又在乎呢？甚至那个出了30多万的主管，谁有关心了他的感受？与担心司法相比，我更担心网络大潮，司法失误还有纠正的机会。但被网络大潮淹死的人，谁会为其负责，谁又会觉得自己有责任。此文不站谁，只站理。*此内容为【智能相对论】原创，未经授权，任何人不得以任何方式使用，包括转载、摘编、复制或建立镜像。【完】", "author": "驱动中国", "newsdate": "发布时间：19-12-10", "newstime": "00:38", "sentiment": [{"positive_prob": 0.504852, "confidence": 0.90297, "negative_prob": 0.495148, "sentiment": 1}]}, {"title": "不用于智能手机的鸿蒙 OS，对华为意味着什么？", "content": "近日，华为鸿蒙 OS 有了新动态——据深圳特区报报道，华为消费者业务软件部总裁王成录 12 月 8 日在 HUAWEI Talk 主题分享会上表示，在 2020 年，华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙 OS；与此同时，鸿蒙 OS 在海内外也同步推进，将于 2020 年 8 月正式全面开源。不过，王成录也透露，华为手机仍然会优先选用 Android 系统，实在用不了才会用鸿蒙。千呼万唤始出来实际上，在今年上半年，关于华为自研操作系统的传闻就接连不断；当时华为刚被美国政府列入实体名单，Google 随即停止了向华为提供 Android 方面的支持。一定程度上，这加快了鸿蒙 OS 面世的进程。今年 8 月 9 日至 8 月 11 日，2019 年华为开发者大会 <HDC.2019> 正式举行。在本次大会上，华为发布了令人瞩目的自研操作系统鸿蒙 OS，它的英文名为 Harmony OS。（详见雷锋网此前报道）关于开发鸿蒙 OS 的初衷，华为消费者业务 CEO 余承东说道：随着全场景智慧时代的到来，华为认为需要进一步提升操作系统的跨平台能力，包括支持全场景、跨多设备和平台的能力以及应对低时延、高安全性挑战的能力，因此逐渐形成了鸿蒙 OS 的雏形。他还补充说，鸿蒙 OS 的出发点和 Android、iOS 都不一样，是一款全新的基于微内核的面向全场景的分布式操作系统，能够同时满足全场景流畅体验、架构级可信安全、跨终端无缝协同以及一次开发多终端部署的要求。 为了满足全场景智慧体验的高标准的连接要求，华为还提出了 4 大特性的系统解决方案：分布式架构首次用于终端 OS，实现跨终端无缝协同体验 确定时延引擎和高性能 IPC 技术实现系统天生流畅基于微内核架构重塑终端设备可信安全通过统一 IDE 支撑一次开发，多端部署，实现跨终端生态共享首发于荣耀智慧屏虽然外界最初猜测鸿蒙 OS 是一款为手机而生的操作系统，但事实并非如此——它被率先应用在了智慧屏产品上。8 月 10 日，正值华为开发者大会 2019 进行的第二天，华为旗下的子品牌荣耀正式发布了智慧屏产品；而鸿蒙 OS 的真容也在此得到了首次亮相。据悉，在 UI 设计层面，荣耀智慧屏的 UI 与市场上常见的智能电视区别不是特别大，主要体现简约、清晰、流畅等美学特征；在多设备交互层面，荣耀智慧屏采用了鸿蒙操作系统的分布式架构，可以实现多设备协同。它的这颗摄像头支持 1080P 的高清画面，支持 5 米拾音，支持 10 度俯仰调节——利用鸿蒙 OS 的分布式技术，智慧屏不仅可以跟智能手机进行通话，并且能够与大疆的无人机联动，远程呈现无人机拍摄的内容。虽然鸿蒙 OS 首发于智慧屏产品，但这并不代表它无法支持智能手机。余承东在发布会上强调：Android 仍是华为智能手机的首先操作系统；但是，如果华为无法使用 Android，鸿蒙 OS 还可以随时应用于智能手机，迁移只需要一到两天的时间。而且，未来三年，除完善相关技术外，鸿蒙 OS 会逐步应用在可穿戴、智慧屏、车机等更多智能设备中。发布会结束之后，荣耀总裁赵明接受了雷锋网的采访。对于鸿蒙 OS 首发于荣耀智慧屏，他也发表了自己的看法，“鸿蒙之所以在荣耀这里首发，也是因为荣耀的定位是面向年轻人的品牌，在尝试一些新技术方面更为大胆。”鸿蒙 OS 的下一步2019 年 9 月，余承东曾表示，鸿蒙 OS 已经基本准备就绪，2020 年 3 月份发布的 P40 可能是首款搭载鸿蒙 OS 的手机。虽然华为手机日后能否获得 Android 的支持仍未有定论，但根据王成录近日的说法（“除了手机、平板和电脑，华为其他终端产品将全线搭载鸿蒙系统”“华为手机仍然会优先选用 Andriod，实在用不了才会用鸿蒙），明年发布的 P40 很有可能不会搭载鸿蒙 OS。另外，有行业观察人士指出，华为鸿蒙 OS 问世的最大意义不仅仅在于对智能手机的支持，而是在于连接华为所有终端产品（1+8+N 全场景智慧生活），打造华为基于物联网的大生态。其中，“1” 指手机，“8” 指 PC、平板、音箱、耳机、车机、眼镜、智慧屏、手表等。值得一提的是，尽管明年消费者可能见不到搭载鸿蒙 OS 的智能手机，但华为智能手机正在悄悄发生改变——华为改善 Android 计划正在进行中，致力于 Android 机的卡顿问题。王成录透露：（华为 EMUI）每一次版本的更新和核心问题的解决，其背后都有理论依据，都要做好数学建模，UI 领域的背后一定是科学规律，它中间涉及许多复杂的技术。而现在我们终于敢讲华为已经把 Android 机的卡顿问题解决了。无论怎么样，鸿蒙 OS 已经实现了从 0 到 1 的跨越，并成功搭载到了具体的产品之上。虽然鸿蒙 OS 暂时不会出现在手机、平板、电脑等设备上，但随着时间的推移，变数依然还存在。", "author": "雷锋网", "newsdate": "发布时间：19-12-10", "newstime": "14:58", "sentiment": [{"positive_prob": 0.00985539, "confidence": 0.978099, "negative_prob": 0.990145, "sentiment": 0}]}, {"title": "鸿蒙的价值绝不限于操作系统 华为在自主创新道路上加速前进", "content": "12月8日，一则有关鸿蒙的消息从深圳传出，人们对鸿蒙的好奇心和热望又被唤起。 华为消费者业务软件部总裁王成录透露，明年除手机、平板和电脑，华为其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进；明年8月鸿蒙系统将全面开源。 以上信息虽然对鸿蒙进展未有太多更新，但事实上，以鸿蒙的推进为标志，华为在自主创新道路上始终在加速前进。 鸿蒙是什么 今年8月9日，华为发布自研操作系统鸿蒙，这款基于微内核的面向全场景的分布式操作系统，适配手机、平板、电视、智能汽车、可穿戴设备等多终端设备。 当时，业界的关注点集中于华为受“断供”的逼迫将鸿蒙发布时间提前。但是，即便未遭此不公正待遇，在华为已明确的未来5到10年“全场景智慧生活”核心战略中，一款应对全场景时代需求和挑战的新操作系统已被逐年加码研发。 因为，当前的主流操作系统大多只针对特定的某种终端，缺乏消费者跨设备无缝体验的设计，开发者为不同设备重复开发应用付出高成本。随着新设备形态的不断涌现，体验与生态困局将愈发显著，但安卓和iOS都难以有效解决。 也就是说，鸿蒙操作系统的出发点和其他操作系统不一样，华为强调：“我们不是在做另外一个Linux、安卓、iOS，它为支持全场景、多设备、业务协同及低时延、高安全性等挑战而生。” 半导体领域著名专家、电子创新网创始人张国斌说：“通过首创的智能终端分布式技术，鸿蒙系统可以从底层打通不同物理硬件的边界，使多个不同的设备充分发挥各自硬件优势，实现设备间的能力互助，让多设备产生最大价值。” 以低时延为例，鸿蒙基于系统级的互联互通，能将时延控制在5毫秒以内，甚至会低到毫秒级和亚毫秒级，将极大推进5G时代，工业控制和无人驾驶等场景的规模商用进程。 华为始终强调：“鸿蒙和安卓的关系不是取代，谷歌是一个很好的公司，我们将继续和它加强友好合作。开放的安卓系统和生态依然是我们的首选。” 王成录亦说：“华为手机仍然会优先选用安卓，只有在实在用不了的情况下才会采用鸿蒙。” 华为要什么 “让所有智能设备，都能通过软件连接起来”，这是华为面向未来的关键诉求。 不仅华为、荣耀推出的智慧屏产品已采用了鸿蒙，华为终端基于安卓的手机操作系统EMUI也已更新至第十代，它最大的亮点就是引入了华为自研的全场景分布式技术。 据华为介绍，EMUI是基于安卓开发的定制系统，适用于华为的智能手机和平板设备，它与鸿蒙是两个独立的操作系统，彼此没有所属关系，但作为同属华为开发的操作系统共享了部分技术特性与资源。 11月25日，华为大张旗鼓地发布了首款以Mate命名的平板电脑华为MatePad Pro，在手机和PC之后，华为Mate家族又添新成员。 从出货量看，全球平板市场已连续3年下跌，这个连年萎缩的市场，离场的玩家越来越多，华为为何逆势而动？ 华为消费者业务CEO余承东说：“如果说PC是重生产力工具，平板就是更加轻量和方便的生产力工具，它在未来会有很大市场空间和前景，我们把最新的技术、最旗舰的东西用在上面，非常有战略意义。” 张国斌说：“基于场景化定义产品功能是华为给我们的重要启示，华为MatePad Pro的关键应用‘一碰传’就是把办公和个人分享场景的痛点提取出来进行的创新。本来平淡无奇被看衰的平板市场，因为创新而赋予了新的活力。” 华为MatePad Pro让人们看到，辅以华为鸿蒙操作系统的分布式能力，各场景的产品可以实现功能调用。但是，多屏协同不只是手机、平板间一步获取信息那么简单，苹果手机和平板做不到。 王成录表示，很快华为手机能和任何品牌的终端产品实现联接。", "author": "环球网", "newsdate": "发布时间：19-12-10", "newstime": "09:38", "sentiment": [{"positive_prob": 0.982715, "confidence": 0.961588, "negative_prob": 0.0172852, "sentiment": 2}]}]