[{"title": "华为财报一喜一忧 会成为高配版联想么？", "content": "这几年，华为的财报数据非常亮眼，在2017年，实现销售收入人民币6036亿元，同比增长15.7%；净利润为人民币475亿元，同比增长28.1%，平均每天赚1.3亿元人民币。在华为的增长中，以终端业务的增长最为亮眼，营业收入增长逊速。根据华为财报显示，2017年华为的运营商业务收入2978亿，同比增长3%，对总体收入的贡献49%，系首次降至50%以下；消费者业务营收2372亿，同比增长32%，占据收入39%；企业业务549亿，占比9%。可以说，无论从华为营收的总额，还是利润金额，以及消费者业务的高增长来看，华为的表现都非常抢眼，已经将自己的老对手中兴拉出了一段距离，至于\"贸工技\"的联想，和华为的差距就更大了。如果中国有100家类似于华为这样的企业，中国制造业有望脱胎换骨。不过，一些数据细节也暴露出两个现象。一是利润率降低。在2013年，华为利润率8.7%，2014年，华为利润率9.6%，2015年，华为利润率9.3%，2016年，华为利润率7.1%，2017年，华为利润率7.9%。可以说，在2015年之后，华为利润率降低了2个百分点。甚至还出现了营收暴涨，利润率不涨的怪事。二是运营商业务趋于停滞。特别是2016年后，恰恰是国外发展中国家3G网络建设，以及西方国家和部分发展中国家4G建设的高峰期，结果华为运营商业务却没有大的起色，在2017年，运营商业务甚至首次降至50%以下。这说明华为运营商业务海外开拓上，并不像一些文章宣传的那样顺利。其实，上述两个现象恰恰折射出这些年华为发展中遭遇的问题。华为利润率在2014年和俄2015年从8.7%上涨到9.6%和9.3%，主要是因为2013年12月4G发牌后，三大运营商大规模基建所致，在国内基建高峰结束后，华为运营商业务自然转冷。同时，这几年华为手机业务发展势头迅猛，成长惊人。不过，由于核心技术的缺失——华为仅掌握了基带技术，CPU、GPU、OS、CIS、NAND、DRAM、屏幕等关键器件都需要全球采购，而且高度依附于AA体系，加上有大量中低端机型冲销量，这使得华为手机业务利润率并不高。正如联想电脑依附于Wintel体系，都是在给Wintel打工，利润大头都被外商攫取，华为手机如果无法做到像苹果那样收取高额智商税，必然会重蹈联想PC业务覆辙，导致手机业务利润率不高。恰恰消费终端业务是华为近年来发展最为迅猛的业务，这就导致华为的利润率，在国内三大运营商大规模基建结束后，利润率立马下降2个百分点。那么，为何华为运营商业务海外表现不理想呢？毕竟2016年后，恰恰是国外发展中国家3G网络建设，以及西方国家和部分发展中国家4G建设的高峰期，即便国内运营商基建趋于停滞了，完全可以依赖海外市场啊？其实，华为和中兴之所以在早些年能够在海外攻城略地，主要是受益于国家政策和中国商业网络的扩张。根据公开资料显示，自2004年以来，国家开发银行、中国进出口银行等国有银行陆续向华为、中兴提供了高额出口信贷，进而引欧盟双反调查。以国开行为例，从2004至2009年向华为的客户提供100亿美元信贷额度，2009年到期之后，其又将这一额度提升至300亿美元。同时，2010年年中，华为副总裁胡厚昆在公开信中称华为的客户共使用了国开行的100亿美元额度。类似的，国开行与中兴也签署150亿美元《开发性金融合作协议》，主要也是为了满足购买中兴设备及相关技术服务的海外客户的融资需求。也就是说，华为和中兴在海外扩张，高度依赖国家政策扶持，等于是海外客户即便贫困潦倒，也可以从中资银行借钱买华为和中兴的设备。2011年6月15日，美国进出口银行总裁霍赫贝格就直言，华为增长如此迅速的原因之一是它从国家开发银行获得了300亿美元信贷额度的支持，这使得华为可以给顾客提供比竞争者更优厚的资费条件。不过，这种政策扶持虽然使华为和中兴在海外高速扩张，但客户的还贷支付能力却取决于当地电信市场的实际增长，这使的风险在相关银行和产业链上数以百计的中小企业间互相传递，以至于讨债成为华为、中兴分包商们的一项重要工作。必须指出的是，这种模式只能在对中国相对友好的国家，或者已经被纳入中资商业网络的国家进行。在欧美的\"势力范围\"内，这套组合拳是无法施展的。而且，这种组合拳是有一定风险的，美国通信设备巨头朗讯也玩过类似的套路，只不过没有国家兜底，在纯商业的模式下，朗讯栽了一个大跟头。华为运营商业务目前的尴尬就在于，国内基建早已饱和，中资海外的商业网络已经开拓的差不多了，剩下的都是欧美的\"势力范围\"，因此华为和中兴很难打进去，最近西方国家围剿华为的运营商业务，更是赤裸裸的撕破了自由贸易的\"贞洁牌坊\"。正是因为上述原因，共同导致了华为营收增长的同时，运营商业务占比下滑，利润率下滑，出现了收入暴增但利润明显没有跟上同样增速的现象。华为这几年业务增长主要靠手机业务，而手机业务又因为给AA体系打工，外商攫取了大量利润，国内手机厂商利润率有限。一位朋友就表示：华为已经成为首饰品（手机）+商业网络控制型公司；首饰品会随着饱和而开始增长放缓且毛利快速下降；商业网络控制在一带一路全面收缩和西方抵制下快速失效。这恐怕才是华为面临的真正难题。铁流认为，对于破局的关键，还是要从基础创新抓起，做真创新，而不是仅局限于全球采购零配件组装做整机，或者在洋人的地基上盖房子。就华为受制于人的芯片来说，应当真正从底层开始做自己的芯片，而不应该只满足于依赖洋人的授权过日子。特别是在前不久，日本软银刚刚宣布封杀华为的通信设备，无论从居安思危的角度看，还是从\"此仇不报非君子\"的态度来说，如果还不去思考、寻求替代ARM的方案，很容易让人产生疑虑，华为在业绩做大以后，是不是也被眼前的商业利益绑架，失去了另起炉灶，从底层开始研发的决心和毅力，成为2.0版的联想。", "author": "铁流", "newsdate": "发布时间：19-01-01", "newstime": "10:25", "sentiment": [{"positive_prob": 0.0796298, "confidence": 0.823045, "negative_prob": 0.92037, "sentiment": 0}]}, {"title": "继富士康后，华为和苹果“联手”告高通？这次还用9300万美元和解", "content": "高通和苹果已经相互纠缠了很多年了，在中国和德国的官司，高通虽是赢了，但高通自己的官司也是不少！此前富士康等苹果4家供应商在美状告高通，但你知道么？华为有可能会和苹果“联手”告高通，今天小编就和大家说一说这事！此前因为富士康等苹果4家供应商拒绝支付高通专利费，高通因而对这4家厂商起诉，而在几个月后，这4家供应商反告高通违反反垄断法，要求赔偿金额为90亿美元（621亿元人民币），按惯例此诉讼最高可判270亿美金（1863亿元人民币）。近一段时间，华为的5G技术，在国际上发展不是一帆风顺的，很大一部分原因，就是因为美国！此次FTC 控告高通违反竞争行为，有一部分的原因是因为苹果和华为等大客户的诉讼，所以华为和苹果“联手”告高通？毕竟华为和美国的关系已经很不融洽了！关于控告高通违反竞争行为，很多国家和地区都有在诉讼，此前中国台湾的监管者和高通就达成了和解，和解费是9300万美元，并承诺在未来5年向岛内投资7亿美元。高通一直都想有钱来达成和解，此次FTC状告高通，高通也是一样，希望可以要求法院推迟判决，或达成和解，那这次还用9300万美元和解？具体的结果我们还不得而知，不过小编会持续更进的！对于此事，欢迎大家留言说出自己的想法！", "author": "菊菊科技控", "newsdate": "发布时间：18-12-30", "newstime": "15:24", "sentiment": [{"positive_prob": 0.453757, "confidence": 0.075131, "negative_prob": 0.546243, "sentiment": 1}]}, {"title": "华为P系列和Mate系列区别这么大 以前竟然不知道", "content": "华为手机今年已经连续两个季度出货量超过苹果，成为全球第二，并且和三星的差距也越来越小，有望成为全球第一，不过华为手机的成功是因为它的机海战术，不管是什么价位、什么型号、什么配置的手机，在华为你都可以找到，所以很多人买手机都是首选华为，我们都知道其实华为手机分为高中低三个档次，高端旗舰机一般是P系列和Mate系列，华为每年上半年会发布P系列的手机，下半年则是Mate系列的手机，那么同为高端旗舰机这两款手机之家究竟有什么不一样呢？首先是定位不一样，P系列定位年轻时尚，外观十分漂亮，主要针对年轻人，而Mate系列主打商务手机主要针对中年人，其实是在功能上面不一样，P系列主要是在性能和拍照方面比较好，而Mate系列是在功能和性能上领先P系列，每次发布麒麟新芯片都会现在Mate系列上面使用。", "author": "科技大镜", "newsdate": "发布时间：19-01-01", "newstime": "19:23", "sentiment": [{"positive_prob": 0.13571, "confidence": 0.698423, "negative_prob": 0.86429, "sentiment": 0}]}, {"title": "苹果iPhone这项福利1月1日起取消，但华为手机仍在继续", "content": "今天是2019新年的第一天，而就在今天，苹果正式宣布，之前定下的老款iPhone优惠官方更换电池服务正式下线，从今天开始，如果你的老款iPhone需要更换电池的话，必须付全价，也就是369元。而之前iPhoneSE，iPhone 6系列、iPhone 7系列和iPhone 8系列更换电池仅需214元。如果你的老款iPhone在12月31日更换电池的话，那么可以省下百把块，还是很划算的，而现在换一块原装电池369元，小智个人觉得是真心太不划算了。因为369元的价格比起第三方渠道更换电池要贵得多。当然，你可能会说苹果官方的电池要更好一些，但别忘了，这些老款的iPhone保修期基本都已经过了，所以可能还要加上服务费。而第三方渠道便宜下来的这些钱，足够你换上两块电池了，哪个更划算就不言而喻了。可能很多人还不太清楚，为什么苹果之前要搞这个优惠更换电池活动呢？那是因为去年闹得沸沸扬扬的“降频门”，苹果被用户抓到通过系统更新的方式偷偷给老款iPhone降频，导致老iPhone的运行速度越来越慢，而苹果给出的解释是这些老iPhone的电池经过长时间的使用健康度下降了。不得不通过降频的方式来保护手机电池，使它们不会被非正常关机。可随后就被打脸，被认为是想要通过这种方式让用户更换新iPhone。为了此事，苹果在全球各地吃官司，还被某地被巨额罚款。最后苹果的解决方式就是在系统中加入一个“性能模式”开关，并给以老款iPhone优惠换电池。但这个优惠换电池的时间并不是无穷无尽的，在2019年1月1日正式取消。有很多果粉就不服，认为这是苹果搞出的问题，这项服务应该是无限期的，但一人只能换一次！不过这种想法还是过于一厢情愿了。相比苹果，华为却利用此做了一次成功的营销，开启一项专门针对华为和荣耀老机型的“久久续航”优惠换电池活动，59款机型都可以99元的优惠价更换官方电池，服务已从12月5日延续到明年的3月5日了，还是挺不错的。不知道华为此举会不会吸引那些对苹果失望的老款iPhone用户，或是苹果的目的达成，让这些老款iPhone顺利的换上三款新iPhone呢？", "author": "机智玩机机", "newsdate": "发布时间：19-01-01", "newstime": "21:53", "sentiment": [{"positive_prob": 0.575662, "confidence": 0.0570273, "negative_prob": 0.424338, "sentiment": 2}]}, {"title": "「关注」这或许是华为被盯上的原因", "content": "近日，有自媒体发布了一篇名为《2018年度中国研发投入100强企业排行榜》的文章。文章称，欧盟委员会(EU)发布了《2018年欧盟工业研发投资排名》(The 2018 EU Industrial R&D Investment Scoreboard)，对全球46个国家和地区的2500家主要企业2017会计年度研发投入进行了调查。中国华为以113.34亿欧元（约合人民币891.1698亿元）的研发投入名列中国企业之首，在全球名列第五位。跻身百强榜的中国企业(含台湾地区)共有11家。真的假的？我们去欧盟委员会的网站上查了查，还真有这个《2018年欧盟工业研发投资排名》。里面也提供了翔实可查的数据和排名。这份报告对全球46个国家和地区的2500家公司在2017-2018年度的研发投资情况进行了汇总。在上榜的2500家公司中，中国有438家公司，美国为778家，欧盟为577家，日本则是339家。而在全球研发投资排名前50的这一项中，中国的华为排在三星、字母表公司、大众汽车集团以及微软之后，位列第5。华为的竞争对手苹果和高通，则分别排在第7位和第28位。就排名涨幅而言，华为在2004年到2018年的14年间，排名跃升超过200位。而苹果则是97位，高通64位。此外，在中国公司中，华为的研发投入也是第一名。超过了百度、阿里巴巴和腾讯在研发方面投资的总和。其中，阿里巴巴229.122亿元人民币排名第2（全球排名51）。腾讯175.7亿元人民币排第3（全球排名61），百度130.3652亿元人民币排第5（全球排名81）。经过计算，华为的研发投入约为BAT三家总和的1.67倍。华为：2017-2018年研发投入891.1698亿元人民币腾讯：2017-2018年研发投入175.7亿元人民币阿里巴巴：2017-2018年研发投入229.122亿元人民币百度：130.3652亿元人民币除了百度、腾讯和阿里巴巴之外，进入中国排名前100的中国公司还有网易、乐视和新浪，他们分别排在第27名（网易，44.03亿元人民币，全球排名第235名）、第58名（乐视，18.71亿人民币，全球排名第464）以及第65名（新浪，17.53亿元人民币，全球排名第494名）。在中国公司当中，只有华为、百度、阿里巴巴和腾讯进入了前100名，而华为研发的总投资额（891.1698亿元人民币）约为上述所有其他中国公司总投资额（597.9272亿元人民币）的1.5倍。在这些中国公司中，目前也只有华为一家进入了全球排名的前10。而相对的，国外的企业当中谷歌母公司字母表（Alphabet）在2017-2018年的研发投入是 1052.59亿元人民币（全球排名第2名），脸书（facebook）是508.33亿人民币（全球排名第15名），亚马逊 （Amazon）是25.87亿人民币（全球排名第343名），推特公司是42.85亿人民币（全球排名第238名）。商务部国际贸易经济合作研究院研究员梅新育在接受记者采访时表示，华为、中兴这些中国电信设备企业从一开始就是研发投入“相当高的”。比如中兴就是一直将10%的营业收入作为研发投入。华为现在已经做到世界第一大电信设备厂商，它的营业收入是电信设备厂商里最大的，而且由于电信设备制造行业是全世界技术进步最快的产业之一，如果没有高强度的研发投入，企业也不可能脱颖而出，因此排名高是正常的。华为最近一直受到国外特别是美国的打压，华为在研发上的高额投入是否也构成了外国打压华为的一个原因之一？对于这一问题，梅新育表示，华为在技术上投入高，其研究成果造成了国外对其的打压，只能说是“匹夫无罪，怀璧其罪”。来源：环球网（ID：huanqiu-com），作者：查希、张飞扬本期编辑：石磊、李娜觉得好看，请点这里↓↓↓", "author": "人民日报", "newsdate": "发布时间：19-01-01", "newstime": "19:14", "sentiment": [{"positive_prob": 0.112878, "confidence": 0.749159, "negative_prob": 0.887122, "sentiment": 0}]}, {"title": "高端智能手机市场格局生变：华为实现两位数增长！", "content": "众所周知，在高端智能手机市场此前一直被苹果和三星所占据。而随着华为Mate系列和P系列的成功，市场格局也发生了新的变化。来自研究机构Conuterpoint的统计数据显示，今年第三季度，高端手机（售价在400美元，约合2750元以上）的增长依然是最快的，达到了19%，而当季智能机整体却下滑了5%。报告将增长归功于新iPhone的发售以及OPPO、vivo等中国厂商推出NEX S、Find X等特色旗舰。整体份额方面，苹果在高端机市场占据47%的份额，其次是三星占据22%、华为占据12%，小米以3%排名第六，同时，华为首次出现两位数的增长。而这也主要得益于华为Mate系列、P系列高端机型在市场上的成功。不过需要注意的是，目前全球最大的高端智能手机市场仍是美国，而苹果、三星之所以能够在高端智能手机市场占据较高的市场份额，主要原因也是因为拿下了美国市场，并且占据了美国运营商市场的高端机型（美国智能手机主要是走运营商渠道）。而华为今年进入美国运营商市场受阻，未来数年内恐怕也难以在美国市场有大作为，所以其在高端智能手机市场的增长未来可能将会遭遇瓶颈。回过头来，我们接着看Conuterpoint的统计数据，按照价格划分，在400~600美元区间，三星优势最大，份额25%，其次是苹果和华为。不过，600~800美元市场就几乎完全由三星和苹果把持，当然，今年，因为P20的强劲，华为也在该级别崭露头角。到了800美元以上，苹果以79%的优势傲视群雄。以地区来看的话，中国市场，苹果仍居头名，华为第二，3~5名是vivo、OPPO和小米。另外，中东、拉美、西欧等，华为都有着TOP3的表现。有趣的是，小米表现最好的市场是中东亚（MEA）。编辑：芯智讯-林子", "author": "芯智讯", "newsdate": "发布时间：19-01-01", "newstime": "22:42", "sentiment": [{"positive_prob": 0.998308, "confidence": 0.996239, "negative_prob": 0.00169223, "sentiment": 2}]}, {"title": "截胡小米华为，vivo首款5G手机来了？5G时代拉开序幕", "content": "2019年已至，随之一同而来的还有5G时代。5G作为当前手机的市场上热度最高的话题，自去年年初华为打通5G通讯信号起，便受到了消费者的高度关注。哪一家厂商会率先推出5G手机，也成为了今年手机市场上的一个不小看点。在大多数消费者眼中，华为和小米无疑是最有希望率先推出5G手机的厂商。华为本身就在5G技术领域占有优势，而且还拥有处理器芯片制造能力，去年八月份发布的麒麟980处理器已经可以搭配巴龙5000基带完成5G上网功能。小米虽然无法自制芯片，但与高通一向有着良好的合作关，不久前骁龙855处理器正式亮相，除了性能大幅提升外，该处理器同样可以支持5G上网功能。小米很有可能会在国内首发该处理器，并且顺势推出5G手机。不过据最新消息显示，今年vivo很可能会截胡小米、华为，抢先发布5G手机。去年十二月，vivo便在中国移动全球合作伙伴大会上亮相了首款5G手机。该机以vivo NEX为原型，搭载骁龙855处理器，通过外挂骁龙X50基带可以实现5G上网功能。值得注意的是虽然在展会上多家厂商都展示了5G手机，但vivo NEX5G版却是唯一一款实现无线数据传输的5G手机。不少网友也提出疑问，难道vivo首款5G手机真的要来了么？事实上，vivo在很早之前便为迎接5G做好了准备。vivo在2016年在北京成立了5G研发中心，全面参与5G核心技术研究，截止至目前为止vivo已经向3GPP提交了1700多篇技术提案，为5G技术的发展做出了不小的贡献。而vivo也表示过，早在去年8月便完成了这款vivo NEX 5G版手机的软硬件开发工作，同时也表态会在今年首批推出5G手机。无论vivo是否能够成为首个推出5G手机的厂商，5G时代的序幕已经拉开。首款搭载骁龙855处理器的产品联想Z5Pro GT855版会在本月正式开售，而首款支持5G上网功能的机型最晚也会在下个月巴塞罗那MWC展会上亮相。三星、vivo、OPPO、小米、华为都有可能成为发布首款5G手机的厂商。当然5G手机价格也将会有明显上涨，一加手机负责人刘作虎就表示过5G手机售价至少的会上涨200美元，相信价格会成为不少用户拒绝5G手机的原因。对于5G手机你有什么看法，你认为vivo会发布首款5G手机么，不妨对此谈谈你的见解。文/百家号【数码小妖精】原创创作，已经通过区块链技术进行版权认证，禁止任何形式的改编转载抄袭，违者追究法律责任。", "author": "数码小妖精", "newsdate": "发布时间：19-01-01", "newstime": "15:02", "sentiment": [{"positive_prob": 0.87159, "confidence": 0.714645, "negative_prob": 0.12841, "sentiment": 2}]}, {"title": "2018年是华为荣耀技术年，这些黑科技一页纸写不下，小米望尘莫及", "content": "2019年的第一天，小匠首先祝大家新年快乐，万事如意！回首2018年，注定是华为荣耀手机技术大爆发的一年，在大量的研发投入过后，华为荣耀手机迎来了黑科技井喷，引领了手机行业的发展。本次小匠就为大家总结一下我喜欢的这些黑科技。1. GPU Turbo技术这项技术被称为2018年手机行业最受关注的技术之一一点都不为过，在未发布之前就被赋予“吓人的技术”的称号，发布之后也没让人失望。GPU Turbo技术的出现很好地解决了华为荣耀手机游戏方面的短板，拉近了麒麟处理器和骁龙处理器GPU的差距，引起了手机行业对涡轮加速的重视。GPU Turbo技术通过软硬协同的图形处理加速技术，打通了EMUI操作系统以及GPU和CPU之间的处理瓶颈，极大提升了系统图形处理效率，图形处理效率得到显著提升，功耗明显降低。2.AIS手持超级夜景技术AIS手持超级夜景技术的出现解决了手持拍照时抖动和夜拍时曝光量不足的问题，通过增加曝光时间和智慧防抖来改善照片质量，极大地提升了手机夜拍的能力，让摄影小白也可以轻松拍出惊艳夜景。3.智慧生命体YOYOMagic UI 2.0作为AI的再一次进化，推进了手机人工智能的发展。而智慧生命体YOYO不同于普通的语音助手，而是更趋向于手机中的智脑的存在。其人工智能的评分高达4556分，更可怕的它还在不断的进化。在之前的报道中，搭载YOYO的荣耀Magic 2已经进军智能无人驾驶领域了，我们有理由相信华为荣耀手机和智慧生命体YOYO会在未来无人驾驶领域大展身手。4. AI双屏GPS这是一项解决导航难题的技术，这一技术采用华为自主创新的AI芯片和选星技术，使得手机导航精度提高数十倍。同时融合定位技术等多重能力，使得手机在没有信号的隧道里也可以获得更加精准的导航，我们也有必要期待这一技术在手机上的普及。5.40w莱茵认证快充技术如今人们对于手机续航能力的要求越来越高，而解决手机续航的两个方向是提高电池容量和提升充电速度。但是，以目前的技术来讲，提高电池容量就意味着要将手机做的又大又厚，这显然是很多人不愿看到的。而提升手机充电速度的同时伴随的安全隐患也使得快充技术发展缓慢。而荣耀Magic 2上采用的40w莱茵认证的超级快充技术，15分钟即可充电50%；同时15层的安全防护有效地杜绝了安全隐患，真正做到了更快更安全。5. 骨声纹技术骨声纹技术的出现，颠覆了手机行业传统的交互模式，带来了更智慧更自由的第三类生物识别。在未来，声音在手机行业的应用想必会更加广泛。6. THE NINE液冷散热这是一项随荣耀note 10一同发布的技术。这一技术将PC上常见的液冷散热技术植入手机，大直径液冷散热管纵穿手机热区与冷区，在游戏等易发热场景下第一时间将热量散发出去，为手机性能的满血保驾护航。7. 魅眼全面屏手机正面趋向全是屏幕的趋势越发明显，但技术的迟滞使得手机厂商不得不采用妥协的方式。目前提高手机屏占比主流的方式是采用刘海屏幕或者水滴屏幕再或者是滑盖屏。随荣耀V20一同发布的魅眼全面屏为提高手机屏占比增加了另一种方式，应该会成为今年主流的手机全面屏解决方案。8.Link Turbo全网络聚合加速技术Link Turbo技术的出现，首次实现了移动数据通信和固网数据通信技术的融合衍进。这一技术通过智能分流与网络聚合的2种工作模式解决了目前普遍会遇到的上网体验不佳的问题，是通信史上的里程碑式技术。9.拍照技术近年来，华为在手机拍照领域一直是处于领头羊的角色。华为P20系列以及华为mate 20系列上搭载的徕卡三摄更是惊艳了众人，在拍照评分排行榜上也是处于屠榜的存在。而随荣耀V20一同发布的4800万AI超清摄影技术使得手机照片质量往专业相机更进一步。TOF立体深感镜头的出现，也为手机用户带来了前所未有的科技乐趣。同时，华为荣耀手机还发布了首创的双系统无线投屏技术；双卡双VolTE技术；新材料之王称号的石墨烯散热技术等等。而反观国产的又一大手机厂商小米，在科技创新方面就显得不愠不火了。今日话题：你最喜欢华为荣耀手机的哪项技术？你认为哪项技术最具有革命意义呢？欢迎评论分享。", "author": "小疼训体育", "newsdate": "发布时间：19-01-01", "newstime": "12:41", "sentiment": [{"positive_prob": 0.79846, "confidence": 0.552133, "negative_prob": 0.20154, "sentiment": 2}]}, {"title": "华为终于入局智能家居，华为荣耀两家性价比产品能否竞争小米？", "content": "以“品牌共生、流量共享、体验一致”为原则打造IoT合作生态。从2015年开始发布hilink平台以来，华为不止一次宣布要进入智能家居市场，但在市场侧的动作其实并不大，主要的工作还是集中在技术特别是嵌入式平台SDK，APP用户体验和云端后台三方面技术的积累，经过几年的摸索，这算是一次厚积薄发。由于华为品牌的加入，会把产品质量定位到和华为自有品牌一个水准，在智能家居产品良莠不齐的今天，这也给了消费者多了一个高品质的选择。加上，合作伙伴基本都会是各个领域内的顶尖公司，本身就是品质和品牌标杆。这种强强联手说穿了走的是品牌优势的路线，非常像“Intel inside”的战术，对于消费者来说是好事，毕竟同时两家大厂做保证，但是对华为自身整合资源的能力，考验不小。先说结论：华为荣耀要做物联网的阿里，小米要做智能家居的京东。荣耀亲选只是华为智能家居的一个部分，一个偏向年轻人的策略。面向未来，华为如何定位？梁华透露，华为高层就华为未来20年、30年的使命和愿景进行了长时期的讨论，最终确定华为未来的使命就是要把数字世界带给每个人、每个家庭和每个组织，构建万物互联的智能世界。之前华为提出了万物互联，现在华为的智能家居想要各个品牌空调、电视、洗衣机、微波炉、热水器等所有家用电器都能连入华为标准的物联网，华为做标准制定者。小米能做的，华为都能做，华为能做的，小米有些做不了。太多行业大佬都布局智能家居，联想的智选也上线几个月了。智能家居没什么技术含量，稍微大的家电品牌都有智能家居系统。智能音箱国内都在几十个品牌了。首先，单品层面，“华为智选”系列产品将以高性价和高品质比切入多个行业。其次，平台层面，“华为智选”会加速华为智能家居的生态形成。以我目前的了解，接下来还会有多个品类的产品，会以这样高性价比爆品的姿态切入市场，加上原有的Hilink生态产品，再配合已有的强大销售渠道，华为智能家居生态肯定会在各领域全面渗透，而这几乎肯定会加速整个智能家居行业的洗牌速度。有了这样的形象和高性价比产品，华为不光能在智能家居领域大有发展，而且在它一贯擅长的AI领域会有更大建树。华为能做小米做不了的，比如智慧城市、自动驾驶。华为的智慧城市把腾讯干掉了，对手只有阿里。深圳是华为智慧城市的标杆，杭州是阿里智慧城市大脑的标杆。华为的自动驾驶是国内唯一打通软硬件的，腾讯、阿里、百度、华为，四家的跑马圈地已经开始了。", "author": "校园测评站", "newsdate": "发布时间：19-01-01", "newstime": "21:44", "sentiment": [{"positive_prob": 0.854041, "confidence": 0.675646, "negative_prob": 0.145959, "sentiment": 2}]}]