[{"title": "被问为什么不加入华为？卢伟冰：华为服务少数人，小米服务更多人", "content": "小米与华为的关系在最近这两年真的是纠缠不清，而今年更是变得特别热闹。不过，实际上小米的多位高管此前对于华为都有着一些渊源，譬如雷军曾说，自己以前是华为忠实粉丝，会背任正非很多讲话，希望国产枪口抬高一尺团结起来一致对外。而红米子品牌总经理卢伟冰昨晚更是晒出了自己与任正非的合影，表示自己崇拜任正非，认为任正非经历三年的痛苦，犹如王阳明的龙场悟道，任总从管理科学升华到管理哲学。不过却也表示，华为服务少数人，小米服务更多人！原来，卢伟冰在社交平台上表示，自己深夜翻看老照片，发现3年多前跟任总的合影，拜读过任总非常多的文章，崇拜任正非。而网友就评论，“为啥冰总没加入华为！”没想到卢伟冰直接回应“世界需要华为，也需要小米。华为服务少数人，小米服务更多人”。这个回答直接引发了网友热议。卢伟冰此言一出，很多网友就表示不满意了，认为华为的体量是小米所不能够比拟的，而且华为作为全球最大的通讯设备商，服务的用户应该是几十亿。不过也有人为卢伟冰解释，表示这只是从手机的角度出发，因为在红米Note7发布会上，卢伟冰就曾说雷军给小米定下的目标是服务50亿用户，红米手机要坚持极致性价比，加上如今的华为手机价格越来越贵，所以才会说华为服务少数人，小米服务更多人！不过，截止发稿前我们发现，卢伟冰已经将“世界需要华为，也需要小米。华为服务少数人，小米服务更多人”的言论删除，似乎也是不想引起不必要的讨论。在笔者个人看来，如今的华为与小米确实走在两条完全不同的道路上，华为变得更加高贵，更有冲击高端市场的气势，而小米则依旧坚持着性价比，希望能够与用户做朋友。但这并不妨碍任正非个人的成功，卢伟冰崇拜任正非这样出色的企业家也是合情合理。对于用户来说，华为与小米都应该存在，因为世界需要华为，也需要小米，喜不喜欢取决于你自己。", "author": "叽歪数码", "newsdate": "发布时间：19-03-28", "newstime": "09:59", "sentiment": [{"positive_prob": 0.0155156, "confidence": 0.965521, "negative_prob": 0.984484, "sentiment": 0}]}, {"title": "中方9巨头宣布重磅决策，抵制华为显恶果，西方：失去太多！", "content": "中方9大巨头宣布重磅决定，西方：失去太多！在美国看来，只要有可能超越美国的，就必须予以压制。显然美国不希望其他国家比自己更强大，希望世界永远是一个一家独大的局面，就像美国尽力抵制俄罗斯一样，因为俄罗斯有强大的实力作为其基础，一旦允许俄罗斯发展，现今国际局势很可能被扭转。费尽心机百般阻挠俄罗斯的发展，回头一看，中国已成为一个大国，而且无论如何遏制，都无法阻挡中国发展的势头。众所周知现在是一个信息技术时代，没有一个国家可以离开信息技术和通信网络，在这个领域，美国多年来一直是领导者，但现在情况已经开始变化，随着中国通信技术的快速发展，我们现在有足够的实力打倒美国。我们知道华为现在是中国的科技巨头，去年华为的销售额达数千亿美元，这篇完美的成绩单让所有国家都惊呆了。与此同时当华为推出5G核心技术时，又一次让西方国家另眼相看，目前华为5G基站的数量已达数万，虽然美国和其他国家也有5G技术，但成熟度远低于华为的5G技术。因此美国开始联合许多国家抵制华为的5G。德国已经考虑了该国5G发展的未来，并未与美国建立联盟。由于德国没有让我们失望，中国将来不会让他们失望。最近包括华为在内的九大中国通信巨头就5G后、6G系统愿景与需求这一主题展开了讨论，并可能开始研究和开发6G项目。与5G相比6G显然更快，难怪西方会感到惊讶。从抵制华为5G的那一刻起，他们不仅会失去华为5G带来的便利，而且可能失去与中国6G合作的机会，这是抵制华为5G的结果，但后悔已经太晚了。另一方面一直支持我们的德国不仅可以先体验5G的便利，还可以体验6G的高速。本文为原创作品，图片来自于网络，如有侵权请告知。", "author": "观者记", "newsdate": "发布时间：19-03-28", "newstime": "13:22", "sentiment": [{"positive_prob": 0.0651577, "confidence": 0.855205, "negative_prob": 0.934842, "sentiment": 0}]}, {"title": "一线直击华为P30系列手机：五大惊喜，重塑影像世界", "content": "3月26日，对于手机界和摄影界，都是值得记住的一天。这一天，华为P30系列手机发布，发布会的slogan是“改写摄影规则”（Rewrite the Rules of Photography），活动开始前很多人嘀咕“这么大的口气”，活动结束后才发现：这个口号还不够，不仅仅是改写影像规则，而是重塑影像世界。我全程参加在巴黎当地时间2点举行的发布会，并在发布会后实地体验了P30 Pro手机，深刻地感受到这一点，具体来说是五大惊喜。1、惊喜之一：买望远镜送手机在P30系列手机发布前的各种猜测中，有关变焦的爆料非常多，但是大部分人还是没有想到，P30 Pro的变焦能力有如此之强：5倍光学变焦、10倍混合变焦以及最大50倍数码变焦，等效焦距为16mm-1343mm！什么感觉呢？真的是买望远镜送手机，我正使用的Mate20 Pro手机是五倍混合变焦，10倍数码变焦，都已经有望远镜的感觉，现在有了P30 Pro，远处的美也能一览眼底，实现定格。实现这一点，靠的是技术，是潜望式长焦镜头与OIS+AIS双重防抖。潜望式长焦镜头横放于机身中，OIS与AIS双重防抖让远处的拍摄不再需要辅助设备。2、惊喜之二：黑夜给我一双黑色的眼睛记得有一句诗，叫做“黑夜给了我一双黑色的眼睛，我却用它去寻找光明。” P30 Pro就像是那双眼睛，在黑夜中也能清澈明亮。发布会中，关于摄影力与最新的iPhone Xs Max和三星Galaxy S10+进行了对比，甚至在现场直接将全场的灯光关掉，来了一次真实的测试。测试结果是惊人的，iPhone Xs Max和S10+拍出的基本是一片黑暗，而华为P30 Pro却直出夜景大片。如何实现这一点？同样是靠技术。超感光镜头，搭载超感光传感器，全新色彩滤镜阵列设计将更多光线融入像素，改写4000万像素结构。尤其是超感光传感器，不再使用传统的RGB，而是用了全新的RYYB，这是业界第一个使用RYYB滤光阵列的手机，进光量相比传统阵列提升40%，这种底层的创新，诠释的就是上面所说的改写影像规则、重塑影像世界。再加上独立的ISP，超感光AI图像引擎，以及定制OIS马达和f/1.6光圈，华为P30 Pro就实现了超级暗光拍摄能力。一个数字震撼全场，P30 Pro的最高感光度高达409600，吊打佳能5D Mark IV。3、惊喜之三：既纵览全局，又纤毫毕现P30系列手机的另一个惊喜，是双景录像。举个例子，用现在的手机拍摄视频的时候，总是会有一个问题，全景和特写不能兼顾。再举个例子，你的小孩踢足球，你希望既能拍到全景，又能有更多自己孩子的特写。要实现这一点，用一个手机是很难满足的，要么不断拉长缩小焦距来实现，要么就要两个手机来做。现在，P30系列手机的双景录像，可以一次摄像，同时实现全景和特写，即纵览全局，又纤毫毕现，你说牛不牛？华为消费者业务手机产品线总裁何刚透露，这个功能将在约一个月后实现，未来也会陆续在华为其他旗舰机型上升级支持。华为P30系列手机的视频拍摄能力，有了很大的提升，不管是暗光，还是远景，或者移动的场景，都能拍出高品质的视频。对于做VLOG或者抖音的小姐姐们，这下有福了。4、惊喜之四：发丝级抠图的层次感拍人像的时候，背景虚化似乎是现在很多机器都可以实现的功能，但是同是背景虚化，效果却大相径庭。尤其是在放大局部细节的时候，就能看出差异，如余承东在发布会上展示的，一些友商的样张在放大后，模特的头发被当成背景虚化了，而P30 Pro却头发清晰可见。要做到这点，靠的是后置的一颗TOF镜头，由于其可以捕捉精确的景深信息，可以实现从近到远的渐进式虚化效果，带来高精度的发丝级抠图。一句话，这颗TOF镜头带来的是照片的层次感。在接受采访时，华为消费者业务手机产品线副总裁李小龙李小龙透露，P30 Pro的TOF使用的是索尼镜头，华为之所以选择索尼，是因为华为要求算法开放，索尼和华为的合作已经有很多年，愿意以这样的方案去做，最终华为自研算法与索尼TOF镜头结合，带来了出色的效果。5、惊喜之五：天空之境前四个惊喜都是说的影像，足可见P30系列手机对影像规则的改写，对影像世界的重塑。不过，最后说说非影像的惊喜：颜色。我拿到的是P30 Pro的天空之境版本。顾名思义，这个颜色灵感来自于神秘梦幻的盐湖，在光线下，手机闪现出无数种不同的色彩，至美至幻。新的颜色，总是伴随工业设计的突破。据了解，天空之境采用全新的渐变色设计，通过15层工艺加工而成，仅渐镀段就包含9层纳米级光学薄膜。然后，我看了其他的色彩，赤茶橘、珠光贝母、极光色、亮黑色，每一种颜色都美轮美奂。其实，P30系列手机的惊喜比比皆是，在发布会的同一天，权威的专业相机评测机构DxO Mark公布了P30 Pro的评分，总分112分，位列第一。加上109分的P20 Pro和Mate 20 Pro，华为实现了霸榜。说到这里，估计你一定心动了，最后来说下价格：华为P30售价为799欧元（海外版6GB+128GB）；华为P30 Pro为999欧元（8GB+128GB）、1099欧元（8GB+256GB）、1249欧元（8GB+512GB）。按照惯例，国内的价格会低一些，具体价格将在4月国内发布会的时候公布。我个人强烈推荐P30 Pro，因为它更能让你体会到重塑影像世界的体验。华为P30系列手机在北京时间3月27日00:00正式开启预售，在4月11日18:08全面开售。最后，以DCCI互联网数据中心创始人胡延平老师对P30系列手机的评论结尾：“华为P30系列这次镇了楼了，改写规则这四个字配的上，不是又一次进化，而是又一次突变，三星、iPhone至少一年半、两年内追不上了。但与其说华为推出了史上最好的拍照手机，不如说华为开始领导以传感、AI、TOF等为基础的智能手机的下一场革命，泛影像以及以影像传感为基础的自然交互只是用户最有感的那个入口。”", "author": "中关村在线", "newsdate": "发布时间：19-03-28", "newstime": "14:08", "sentiment": [{"positive_prob": 0.999578, "confidence": 0.999062, "negative_prob": 0.000421903, "sentiment": 2}]}, {"title": "华为最新发布的“惊叹号相机”真不错，居然还能打电话！", "content": "作为国产手机中当之无愧的高端旗舰，P30系列手机的到来吸引了一大波关注。发布不久，内置艾为灯语系列产品的华为P30系列到哪里都会成为网友们热议的焦点。尤其是P30 Pro竖排三摄旁边分布着闪光灯、激光传感器与第四颗摄像头的布局，让不少网友都戏称其为“小惊叹号”。热议之下必有段子，吃瓜群众自然是看热闹不嫌事大， 一起来看看吧！PS：前方高能，所有评论和段（tu）子（cao）都来自伟大的网友们。@洪荒之力的小心情 拍照p20pro领先了一年，三星好不容易追上了，p30来了@卖手机的p20pro在DXO榜首躺了一整年，突然听见敲门声，打开一看是P30pro，不由的说了声：来了！老弟！@旅途中的文君遭了，是买不起的感觉@新潮电子徐林#华为P30# 这真的是相机发布会。@科技刚子#华为P30# 当其他手机还在沉沦拍月亮时候，华为P30已经开始拍银河系了@KING渺渺望水 #华为P30# 华为P30的拍照，这明显是一个偷拍神器，放大望远镜好厉害。@小样儿眼神儿好 #华为P30#发布会各种VS三星VS苹果苹果和三星：兄弟 别比了别比了 比不过直播吊打有点狠@梨花雪L今年手机发布会多加了一个项目：拍月亮华为P30 Pro 50倍数码变焦拍的月亮不知道和友商能否一战@辰科技测评 由于p30系列相机的优秀表现DXO Mark服务器已经废了#华为p30# @阿花_大难 #华为P30# 被手机业务“耽误”的 相机厂商@人民需要老3 既想买相机又想买望远镜还能打电话的请认准#华为P30 Pro# @白巪Bge#华为P30# 住在对面的请注意啦，记得拉好你家窗帘。@爱逛科技的耳东奇 现场吊打苹果三星哈哈，夜视仪加望远镜，窗帘店行业要崛起了#华为P30# @顾梦南cc #华为P30##华为# 一句话总结华为今天发布会 \"华为今天发布的相机不错，还能打电话\"。引起全民围观的华为P30系列拍照黑科技无疑是此次发布会上的一大亮点。这一次，更有“艾为灯语”亮相华为P30系列新机，助力新一代华为旗舰新机打造多重摄影黑科技，让用户随时随地就能享受更优质的拍摄功能体验，颠覆光、重构影，闪耀为影像而生的“芯”世界！  革命性4000万超感光徕卡四摄从华为P9的首款徕卡双摄，到华为P20 Pro的4000万徕卡三摄，再到今天华为P30 Pro全新的超感光徕卡四摄，搭配艾为灯语系列产品，让影像光线更清晰、更柔美，全新的影像系统，带来专业级的拍照体验，全方位助力华为P30系列新机影像系统全面升级！华为一次次的创新突破，带来未来影像新体验，重新改写手机摄影规则。华为P30 Pro镜头包括：4000万像素f/1.6大光圈27mm等效焦距的超感光镜头；2000万像素f/2.2光圈16mm等效焦距的超广角镜头；800万像素f/3.4光圈125mm等效焦距的潜望式长焦镜头；以及拥有强大景深和3D探测能力的华为ToF镜头。全新的影像系统，带来专业级的拍照体验。毫无疑问，华为P30 Pro在DxOMark排行榜中以112分再次登顶榜首。超感光传感器，感光度最高达ISO 409600前代华为P20 Pro采用了IMX 600这枚定制CMOS，拥有1/1.7的大底，具备4000万高像素的同时，又可以采用四合一像素实现1000万像素输出，从而提高单像素尺寸，增强暗光拍摄环境。而这次华为P30 Pro搭载的IMX 650则是在次基础上进行了升级，1/1.7的大底，虽然像素输出并没有发生太大变化，但在拜尔阵列上截然不同。相比以往的RGBG（红绿蓝绿）滤光片，IMX 650则是将其替换成为了RYYB结构（红黄黄蓝）。图片来自官微之前拜尔阵列多采用了绿色，是因为人眼对绿色更为敏感，而这次IMX 650则是将其替换成为了黄色。相比单一的绿色滤光片，黄色滤光片为蓝色和红色复合，在光通量上会更大，华为P30 Pro就要多出40%的进光量，而较大进光量则会极大改善暗光拍摄环境。在国外一篇比较传感器对色彩敏感度的论文中，也提到过RYYB这种变种拜尔阵列。除开RYYB，还有其它的拜尔阵列变种形式：图片来自官微图片来自官微从实际样张来看，华为P30 Pro这方面还是做的不错。在之前官方宣传的拍照功能中，华为P30 Pro就具有超暗光拍摄的能力，ISO甚至高达409600，再加上了IMX 650更大的进光量，华为P30 Pro可以轻松应对夜晚拍摄环境。图片来自官微在发布会上，余承东就描述华为P30 Pro的超感光度可以在极暗环境下使用，并且只需要拍摄一张照片，并非是多张合成，我只能说华为P30 Pro在算法上的进步确实是非常大。超级变焦，50倍变焦“千里眼”在各大手机厂商加注手机拍照领域的时候，华为P30 Pro作为拍照旗舰，自然要拿出更加优秀的技术。这一次华为P30 Pro拿出的是焦段上的升级——变焦能力。手机变焦手段一般是采用不同焦段的定焦头，为了保证手机的轻薄度，长焦能力往往被压缩的很厉害。在这种情况下，华为P30 Pro采用了一枚潜望式长焦镜头。之前网络曝光的华为潜望式结构专利相比以往垂直状的镜头结构，华为潜望式镜头模组则是将整体平放在了手机内部，利用内部斜放的棱镜来折射光线，从而穿过镜片直达传感器成像。这相当于是将手机厚度转移到了内部空间增加上，因此这对手机内部结构设计提出了新的挑战。目前华为P30 Pro具备5倍光学变焦、10倍混合变焦以及50倍数码变焦能力，我们先来样张表现：图片来自官微图片来自官微图片来自官微图片来自官微从图上可以看出它的变焦能力还是相当强悍，从远景到近景，虽然数码变焦不乏噪点和模糊的痕迹，但就细节来看，猎豹表面纹理还是较为清晰。而在中段变焦中，猎豹整体表现要最为出色，锐度突出，毛发细节都保留的非常完整。图片素材来自抖音图片素材来自抖音潜望式长焦结构能够解决厚度增加的问题，但我们也都知道光线折射后会进行衰减，因此华为P30 Pro的长焦照片也应该是经过了多焦段照片的合成，以此来提高清晰度。华为ToF摄像头，影像更添层次感华为P30 Pro全新加入的华为ToF摄像头，具有强大的景深和3D信息探测能力。渐进式虚化，呈现自然虚化的景深效果。配合人像分割算法和艾为灯语系列产品，实现高精度的发丝级抠图，纤毫毕现。夜神之眼，轻松记录绝美夜色从华为P20系列首创手持超级夜景模式，到华为P30系列全新升级。超感光传感器、ISP及NPU硬件升级，以及AIS+OIS双重防抖，简单随手一拍即可轻松记录绝美夜景。新一代“夜神之眼”，看下面这张对比图就能明白。双景录像，好视成双华为P30系列带来录像新玩法，一个屏幕两个镜头两种视野：靠近手机底部的一端尽览广阔视角，靠近前置镜头的一端对精彩画面进行特写，还支持自由调节焦距放大缩小，精彩加倍。作为年度旗舰，内置艾为灯语系列产品的HUAWEI P30系列新机为全球用户带来了颠覆式的手机摄影体验。据悉，这一系列新机将于4月11日在国内发布，喜欢摄影的小伙伴们，一起期待由艾为灯语等一系列新品全方位助力华为P30系列旗舰新机实现的摄影新标杆吧！华为P30系列开创渐变式唯美设计，从大自然中汲取灵感，再次为我们带来创新的配色、书写时间美学。赤茶橘、天空之境、珠光贝母、亮黑色、极光色，每种配色都带来科技与艺术的双重享受，而哪一款是你的最爱呢", "author": "小艾小为播报中", "newsdate": "发布时间：19-03-28", "newstime": "10:55", "sentiment": [{"positive_prob": 0.992053, "confidence": 0.98234, "negative_prob": 0.00794692, "sentiment": 2}]}, {"title": "华为P30国行版将在4月11日发布，全系标配大运存，价格更良心", "content": "前两天华为在巴黎发布了全新的P30系列手机，他们的综合表现还是非常不错的，除了漂亮的外观之外，其强大的性能和拍照也十分的吸引人眼球，对得起国产最强旗舰之名。但是令人感到无奈的，华为p30系列的起步价确实高得令人难受，例如最便宜的P30折合人民币约六千元，而P30pro版本更是高达近万元。不过海外版本的售价我们只能当做参考，按照华为的惯例，国行版本除了在一些细节功能方面会有变化之外，性价比也会更高一些。这一次华为P30国行版将在4月11日正式发布，全系标配大运存，价格更良心。目前距离国行登场还有近半个月时间，关于它的颜值、基本配置和相机参数也被确定，神秘面纱正在逐层被揭开。华为P30系列国行版与欧版外观设计上基本一致，华为P30标配一块由三星提供的6.1英寸的OLED水滴屏，而P30pro则配备一块由京东方提供的分辨率为2340*1080的6.47英寸全视觉曲面水滴屏，两者都标配有经典黑、极光蓝、珠光贝母和还新增天空之境、赤茶橘五种颜色。另外，华为P30系列都搭载基于7纳米制程工艺的麒麟970处理器，P30pro全系标配8G运行内存，而P30则是6G+128G起步，运行基于Android P深度定制的EMUI9.1系统，游戏体验均达到行业领先水准。拍照是华为P系列的强项。华为P30标配一组4000万广角+2000万超广角+800万长焦徕卡认证镜头，支持30倍数码变焦，而华为P30pro除了上述三摄之外还新增一个TOF景深镜头，支持10倍光学变焦和50倍数码变焦，IOS达到令人的409600，堪称手机中的“潜望镜”和“夜视仪”。华为P30系列国行版本与海外版还存在一个很大的区别——多功能NFC。随着目前移动互联网的发展，它已经变得越来越实用，确实是一大亮点。值得一提的是，华为P30拥有3650毫安电池和22.5W快充，而华为P30pro则升级到4200毫安并支持40W超级快充，15W无线充电，后者的续航能力更给力。最后谈谈大家最关心的价格问题。华为P30系列的海外版本价格让人看了望而却步。不过今天有媒体曝出华为P30国行版的价格为3998元起，最高4988元，而华为P30pro最低和最高分别为 5588元和6988元，这样的价位虽然比上一代又有品牌溢价，可是相比欧版确实更便宜。如今关于华为P30系列的消息已经渐渐明朗，至于真相如何，让我们一起期待4月11日的发布会吧！", "author": "老实人日报", "newsdate": "发布时间：19-03-28", "newstime": "23:02", "sentiment": [{"positive_prob": 0.728183, "confidence": 0.395962, "negative_prob": 0.271817, "sentiment": 2}]}, {"title": "为何华为P30并不支持5G网络，要Mate30才可以，余承东说出了答案", "content": "华为P30的发布会结束后，对于这款产品，不少消费者都是很满意的，尤其是夜景摄像功能，可是惊艳了不少人。至于售价，自然也是不低。华为P30的售价为799欧元（6000）起，而P30 Pro的顶配为1249欧元（9500）。这对于不少人而言，价格已经是不低了，但是因为科技感强，配置也挺强的，所以不少人也能接受这个价格。只是对于有一件事，不少消费者还是还是有些不满意，那就是价格这么贵了，为何华为P30并不支持5G网络，而是非要等到Mate30系列，才可以？而对于这件事，余承东也是说出了答案。如今马上就要步入5G时代了，所以不少人在购买手机的时候，都会先考虑5G产品。毕竟用5G手机是可以支持4G网络，4G就不行了。再者说来，对于一部分消费者来说，换一台手机的价格并不低，不可能总是换。尤其是当手机价格上了5000千之后，更是如此。也正是因为这样，许多消费者对于华为不推出5G版本的P30，感到很不解。也有人提出了疑问，是不是因为技术受到限制了，所以华为P30才没有推出5G版？事实上，华为在此之前的时候就已经是有两款5G手机了，一款是华为Mate X，一款是华为Mate 20 X 5G版。而华为Mate 20 X 5G版可是在为全球为运营商测试5G网络。所以从这一方面来说，为何华为P30不配备5G，并不是说因为技术或者是其余的原因做造成的。 而对于这件事，余承东也是事后说出了为什么这么做的答案，在华为看来，如今的5G网络建设还并没有成熟，而对于不少用户而言，4G网络就已经是足够了。同时余承东也说到，5G建设好的时间应该会是在今年的秋天，所以华为Mate30则可能会具备5G功能。当然，对于这件事也有消费者评价，如果P30真的是5G版本，说不定价格还会往上涨一涨，倒不如就用4G就可以了。毕竟5G想要成熟，还是要花上个几年时间，等到了那个时候，说不定5G手机的价格能下降不少。当然，对于华为P30该不该推出5G版，每个人都有自己的想法。那么，在你看来，华为P30不推出5G版是好还是不好", "author": "科技宇宙开拓者", "newsdate": "发布时间：19-03-28", "newstime": "16:43", "sentiment": [{"positive_prob": 0.0128059, "confidence": 0.971542, "negative_prob": 0.987194, "sentiment": 0}]}, {"title": "说好的不离不弃，华为结果又选择了三星，京东方：好尴尬！", "content": "自华为5G网络受阻以后，华为就开始逐步转变策略，将华为产品慢慢的实现国产化，华为这样做的目的很简单就是要摆脱海外品牌的一家独大，以后真的有什么变故不会被这些品牌掐到要害。为此华为还自主研发了海思麒麟芯片和华为Mate X上使用的5G网络巴龙芯片，这也让华为在国际上有了一定的话语权，对于华为的未雨绸缪我们更加应该敬佩。除了华为的自主研发的芯片以外，华为还将自己手机的配件供应权从海外品牌供应逐步拉回国内。其中手机最主要的屏幕就是由京东方提供，京东方作为国内的屏幕制造商技术虽然不及三星LG等屏幕大厂，可是这几年的进步也很飞速。华为麒麟980的首部旗舰机华为Mate20就是由京东方提供，而且自上市以来这部手机就获得了不错的反响。华为开始携手国产品牌京东方并驱前行，基本已经定型，而且说好了不离不弃。可是万万没想到仅仅隔了一代产品，华为今年的旗舰机P30又开始使用了三星的OLED屏幕，说好的不离不弃，华为结果又选择了三星，京东方：真的好尴尬！虽然尴尬，但这只是网友的想法，其实三星并未抛弃京东方，华为P30将会由三星与京东方两家一起供货。说到这里很多网友可能会问为什么还要两家？为什么还要三星？京东方一家不就好了么？其实这主要是与华为的出货量有关系的，我们知道华为2018年出货量已经达到了2亿台，为此华为还特意发布了两款纪念版手机。面对这么大的出货量明显京东方是吃不消的，这样华为就选择了三星京东方两家一起供货，这样就不会因为屏幕的产能而耽误手机的量产。除了华为出货量大以外，华为P30pro使用的OLED全视曲面屏，因其制作工艺复杂，造价昂贵，产能很低。这也是华为选择京东方与三星两家企业一起供货的原因，而且据不可靠的小道消息称，三星为了抱住华为的大腿，在供给华为的屏幕售价上给了华为很大优惠，毕竟现在华为手机成为了国际第二大出货商，这么大的客户谁也不想放跑。既然华为能够拿到低价的屏幕这无异于好处多多，不仅是华为得到了实在，消费者也从中受益，华为拿到屏幕的价格低了，降低了手机的成本，消费者就能够买到更加实惠的手机。对于京东方来说还能缓解生产压力，不必追加生产也是比较不错的。所以京东方也没有什么好尴尬的，也并不是网友所说的华为抛弃了京东方。你觉得消费者会因为手机厂商选择的配件供应商不同而影响手机的销量么？", "author": "科技Mentor", "newsdate": "发布时间：19-03-28", "newstime": "21:02", "sentiment": [{"positive_prob": 0.426945, "confidence": 0.0512323, "negative_prob": 0.573055, "sentiment": 0}]}, {"title": "品质与创新驱动 华为推新品笔记本全场景智慧体验再升级", "content": "中新网3月28日电 在2019世界移动通信大会(MWC)上，华为发布的全面屏旗舰轻薄本——新款HUAWEI MateBook X Pro再次引得业内关注。作为PC领域的入局者，华为面临很大的竞争压力。不过前期产品的市场表现来看，华为品牌的背书还是给了消费者极大的信心。华为消费者业务平板和PC产品线总裁王银锋近日接受采访表示，已经在2019MWC上完成首度亮相的新款HUAWEI MateBook X Pro，在全场景智慧新体验方面又有了一些革命性升级。华为笔记本前期的产品已经得到了用户的高度认可，自华为推出笔记本产品两年来，有非常多的用户在使用华为笔记本后，对华为笔记本产品品质高度认可，给产品良好的口碑进行很大的宣传。为此王银锋认为新品的推出会进一步拓宽华为PC市场的局面。华为消费者业务平板与PC产品线总裁 王银锋面向5G和AI时代 华为新品更着重用户全场景智能化体验随着5G以及全场景智慧时代的来临，华为的新产品将更加着重于这些方面，作为PC行业创新践行者，华为在全新发布的新款HUAWEI MateBook X Pro的产品设计架构中，很多功能正是基于全场景、智慧生活体验，让消费者能够非常方便地利用好、使用好产品，给消费者提供最好的使用体验。作为未来智慧生活终端的重要入口，最新发布的华为笔记本产品HUAWEI MateBook X Pro笔记本可以与智能手机、平板、智能穿戴设备等形成多屏联动，协同互补，是多屏交互、全场景生态建立的重要环节，能够为用户提供一站式无缝体验。另外，新品配置超过91%屏占比的3K炫丽全面屏，更加轻薄便携的机身设计，通过软硬件升级进一步提升用户全场景交互式体验，满足用户更多方面高层次的需求。而作为华为笔记本产品核心亮点，Huawei Share 一碰传功能解决笔记本与手机信息传输的繁琐性痛点。该功能主要包含“一碰传文件分享”、“一碰传录屏”以及“共享剪贴板”这三大核心体验。手机和电脑一碰，就可以实现照片、视频和文档等文件的共享。 这其中，“一碰传录屏”用手机摇一摇去触碰笔记本，就可以开始实现PC屏幕的录制，并回传到手机上。这个功能无需下载任何工具，也无需网络，直接录屏剪辑即可。全新升级的Huawei Share一碰传功能，突破了Windows和安卓设备之间文件传输的难题，用这种简单、自然的交互方式，弥补传统PC厂商一直未能解决的用户痛点。竞争激烈的PC产业迎来智能化变革 华为实力入局底气十足从产业角度来看，PC产品整合移动终端技术将成大势所趋，而华为也将成为推动这个行业的变革者，王银锋认为华为笔记本产品正是承载这一“使命”的主要载体。王银锋指出，新款HUAWEI MateBook X Pro将重点聚焦于高端商务用户群体，今年，为了迎合用户更多的购买和体验需求，也会将产品在线下实体店进行布局，最大可能性接触到用户，为用户购买前提供更多的体验。据透露，华为国内的3000多家体验店，今年将进一步改造升级，店内不止展示销售手机产品，而是打造一个华为品牌全产品销售场景，这其中PC产品也是重要组成区域，用户到体验店可以更进一步深入了解到华为的PC产品。后记：面对激烈的市场竞争，作为后入局的华为势必面临不小的压力，而王银锋却表现出十足的信心。他认为，目前竞争激烈是事实，但是前期产品的品质已经赢得了用户的高度认可。可以讲，不仅华为的手机品质一流，更是将这种能保证高品质的基础技术应用到笔记本产品上来。为此，王银锋坦言，华为笔记本产品面向不同用户都是精品策略，都是保证品质感，这个是坚持不变的，再加上用户对品牌的信赖，未来将会有更多的华为手机用户愿意选择华为的PC产品。(完)", "author": "中国新闻网", "newsdate": "发布时间：19-03-28", "newstime": "10:34", "sentiment": [{"positive_prob": 0.996059, "confidence": 0.991243, "negative_prob": 0.00394063, "sentiment": 2}]}, {"title": "华为遭三星回怼，但事情反转遭打脸", "content": "与苹果发布会的同一天华为也举办了发布会，但与苹果不同的是，华为真的是干货满满，惊喜多多。华为发布了 P30 系列的两款手机：Huawei P30 / P30 Pro ，目前这两款手机已在华为官网上线，只是国内还未报价。关注华为手机的朋友，华为手机的配置大家基本都应该了解一些。不过近期，三星官微发布一则消息称，提问，请问，能不能在你的超感官全视屏上看看我用单反拍的星空？三星的这个提问暗指屏幕素质不行和拍照造假，说实话，三星的屏幕目前算是相当的不错，华为在 P30 Pro 上并没有使用三星的屏幕，而是采用京东方和LG的屏幕，而 P30 则是采用三星的屏幕。虽然三星讽刺屏幕没有什么，但它的样图造假单反就打脸了。还有位网友表示，华为的银河样片是专业的单反拍的。可就在大家对华为产生质疑时事情反转，宣传样张的拍摄者亲自解释了自己的拍摄过程和拍摄时的参数，除此之外还放出了更多拍摄作品。而最初那么摄影师也回应称，为自己的不专业道歉，在多方证实后这张银河照确实是华为P30 Pro拍摄。本来事情就此结束，但随后三星又发布一则消息称，三星Galaxy S10+前置和后置得分总分超过华为P30 Pro，依然是手机拍照第一名。而三星发布这条微博主要是因为华为的一项宣布，华为表示，P30 Pro在DxO后置拍照排行榜以 112 分的成绩排名第一，前置拍照则以 89 分的成绩排名第四。算法如下，华为的112分+89分的总和，三星的小于109分+96分的总和，可华为明明只说了自己的后置排名第一哇。", "author": "简科技简哥", "newsdate": "发布时间：19-03-28", "newstime": "13:59", "sentiment": [{"positive_prob": 0.000847479, "confidence": 0.998117, "negative_prob": 0.999153, "sentiment": 0}]}, {"title": "美国遏制华为的“墙”，倒了！", "content": "欧盟学者：让我们面对现实吧。“盟友不买账，美国打击华为遇重挫。”在读过欧盟委员会26日发布的“5G安全建议”后，不少西方媒体都作出这样的判断。这是一份被期待已久的方案，在此之前，国务卿、副总统等美国高官已就抵制华为在欧洲游说数月，既有劝说，也有威胁。欧盟委员会向成员国发出的建议包括风险评估，但没有关于华为或其他中国企业带来安全威胁的内容。法国《回声报》称，欧盟不想接受美国没有证据的“幼稚”指控。同一天，美国的中东盟友、海军第五舰队司令部所在地巴林证实将使用华为技术建设5G，并表示毫不担心“安全威胁”。摩纳哥、马来西亚、阿联酋……使用华为技术的国家名单在不断加长。难怪美国《纽约时报》感慨，在打压华为上，美国已经越来越难以说服其他国家。德国《新奥斯纳布吕克报》27日称，欧洲无法改变未来几十年中国将在世界留下自己的印记，它没有理由害怕中国，也不得不接受一些伙伴投入中国怀抱。这些话，美国也应该认真听听。巴林风光  图源：网络“欧洲有自己的主意”“华为的胜利”，香港《南华早报》27日称，尽管有所担心，但欧盟没有理会美国要求在5G安全蓝图中全面排除华为的呼吁。当地时间26日，欧盟委员会发布“关于5G安全的委员会建议”。这是保障5G网络建设的欧盟版战略。欧盟委员会要求成员国自己作出有关安全的决定，在6月30日之前完成国家风险评估。成员国共享网络安全风险方面的数据，由欧盟在10月前进行评估，并于今年底制定欧盟的基本标准，推出安全管理措施。“没有包括针对华为的全面禁令”，就像美国有线电视新闻网（CNN）一样，很多外媒都注意到这一点。CNN称，美国国务卿蓬佩奥上个月访欧时明确提及代价，警告使用华为设备的欧洲盟友以后将更难与美国合作。美国驻德国大使甚至威胁减少与德国共享情报。但在这个敏感问题上，欧洲似乎有自己的主意。今年，奥地利、比利时、捷克、法国等十余个国家都准备拍卖5G牌照，还有6个国家将在明年拍卖。德国《时代周报》27日援引欧委会副主席兼欧盟单一数字市场副总裁安德鲁斯·安西普的话说，欧盟从未下过明确禁令将哪个供应商排除在这个市场之外。《环球时报》记者27日看到，欧盟委员会在这一建议的“背景”段落中提到“中国因素”：就像“欧中战略展望”中所说，5G网络安全是确保欧盟战略主权的关键。中国技术在欧洲存在不断增加，针对这引起的安全担忧，3月12日的欧洲议会决议呼吁欧盟委员会和各成员国在欧盟层面采取行动。欧盟安全事务专员朱利安·金26日在法国斯特拉斯堡的记者会上解释说，中国企业是5G基础设施领域的领先者，因此任何相关讨论都将涉及中国和中企，但这并非讨论的出发点。美联社评论称，欧盟承认对华为设备有可能被中国政府利用有担忧，但发出的信号是，他们倾向于以一种更细致的方式确保欧洲关键数字基础设施安全，而不是屈从于美国一刀切禁令的压力。这对美国来说是种挫败。法新社说，由于技术领先，中国巨头华为已成为5G技术无可争议的领导者。在中国国家主席习近平在巴黎与法国总统马克龙、德国总理默克尔及欧盟委员会主席容克会晤的当天，欧盟作出上述决定，显示出“不想也不能错失机会”的意图。华为驻欧盟代表刘康26日在一份声明中说，华为欢迎欧盟委员会客观恰当的做法，理解欧洲管理者对网络安全的担忧。“我们坚定地致力于继续与所有监管机构和伙伴合作，使欧洲的5G建设取得成功。”美国“The Verge”科技网站评论说，虽然欧盟的表态并非盖棺论定的结论，但的确是美国说服欧洲盟友放弃华为运动的“新羁绊”。正如华为一再指出的那样，美国从未拿出该公司设备存在安全风险的证据。美国的一个又一个失败“再遭盟友打脸！”台湾《联合报》27日报道称，就在欧盟委员会公布5G安全建议的同一天，巴林证实计划在6月前推出的商用5G移动网络中部分使用华为技术。路透社说，这给华为带来支持。巴林是美国在中东的“主要非北约盟友”，美国海军第五舰队司令部就设在那里。在谈到美国对华为技术的担忧时，巴林电信部长卡马尔·艾哈迈德·穆罕默德表示，建设5G网络是巴林的重要里程碑，“现阶段我们不担心这个问题”。路透社报道截图“最近我们看到许多国家正在作出自己的决定”，华为轮值董事长徐直军26日在深圳总部说，美国的打压行动对华为销售几无影响，而且不太可能出现多国追随美国禁止华为的局面。他透露2019年前两个月华为的营收增长36%，年度营收预计增长15%，达1250亿美元。周五，华为将公布2018年财报。这样的局面，应该是美国发动打压华为行动之初没有想到的。美国媒体27日称，华盛顿未能在其盟友之间就这一关键问题达成共识，这令许多专家感到困惑。该报道给出答案说，美国情报部门至少在10年前就将华为列为主要国家安全问题，却从未拿出清晰而令人信服的证据。欧洲业内人士对美国的提议既有怀疑，也有警惕，因为摈弃华为意味着不得不大幅放缓5G部署。一些专家则担心，这将令美国把自己与世界其他国家正在采用的技术隔离开来。在打压华为之前，美国去年一度禁止该国企业向中兴销售零部件，给该公司经营带来巨大困难。27日，阿根廷财政部副部长马丁·索托告诉《环球时报》记者，该国已与中兴签署价值2800万美元的项目协议，后者为该国胡胡伊省提供光纤等通信基础设施。对于美国有关中企的“安全威胁”指控，马丁·索托说，阿根廷从未有过任何相关担忧，“绝对不会”把中国科技企业视作国家安全威胁。面对西方舆论场对美国“盟友不买账”“打击华为事与愿违”的判定，美国却不肯承认。美国彭博社报道说，五角大楼负责采购的副部长艾伦·洛德称欧洲不愿采取行动反对华为的做法造成“巨大担忧”，但否认劝说努力已告失败，要继续与英德磋商。美国媒体称，北约成员国外长下周将聚集华盛顿，这为美国继续说服这些欧洲国家提供一个新机会。但现实是，欧洲虽然越来越多地视中国为竞争对手，但希望继续与中国发展经贸关系。美欧行远和中欧走近《日本经济新闻》27日称，欧美除在贸易问题上发生对立外，此次在华为问题上的应对有可能成为欧美之间新的火种。美国将中国企业视为安全威胁的思想越来越强烈。欧盟目前没有全面排除华为产品，有可能使欧美关系进一步恶化。美国《华盛顿邮报》27日报道说，美国说是威胁，欧洲盟国却不相信，美国军事高官和议员就此发出警告称，这种不同态度长远看将破坏他们的盟友关系和集体安全。“大西洋正开始变得宽得吓人”，英国《经济学人》称，对欧洲人来说，美国似乎越来越远。一个令人困惑的美国总统乐于欺负他们，质疑跨大西洋联盟的未来。美国人认为日益衰老的欧洲大陆政治上分崩离析，经济上日渐落伍，监管过度而增长羸弱。两者之间的差异触目惊心，互信自由落体式下降。与此同时，“中欧关系进入新时代”。作出这一评论的德国新闻电视台27日称，尽管在一些领域存在分歧，但与美国不同，欧盟更希望通过现实主义和互惠来定位欧中新的关系。欧盟三巨头与中国领导人会晤就是这种新平衡关系的开始。“经济机会胜过特朗普的安全和战略关切”，香港《亚洲时报》27日称，西方统一抵制华为的前景正在弱化。意大利不顾警告加入“一带一路”倡议，德国总理默克尔也表示欧盟将在其中发挥积极作用。欧盟安全研究所高级研究员伊娃·佩吉索娃说：“中国领导人的欧洲之行绝对是一次成功访问。让我们面对现实吧。”在习近平主席访法期间，他与法国总统、德国总理和欧盟委员会主席共同出席中法两国举办的全球治理论坛。对于这一在中国领导人出访某一国家期间并不多见的特殊安排，中国外交部发言人耿爽27日说，主要考虑就是通过共同推进全球治理来维护多边主义，通过维护多边主义来共同应对全球性挑战，促进世界和平与发展。他说，中方始终视欧洲为全面战略伙伴和国际上不可或缺的重要力量。此次访问取得圆满成功，为下一阶段中欧关系发展注入新的动力。来源：环球时报/青木 潘亮 白云怡 陈欣", "author": "环球网", "newsdate": "发布时间：19-03-28", "newstime": "16:10", "sentiment": [{"positive_prob": 0.230258, "confidence": 0.488316, "negative_prob": 0.769742, "sentiment": 0}]}]