[{"title": "华为P30全系渲染图曝光：四色可选，还搭配全新智能音箱？", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技----------------------------------根据之前官宣的消息，3月26日，华为将在巴黎正式发布了年度旗舰P30和P30 Pro。3月21日早些时候，推特爆料大神@evleaks 公布了华为P30和P30 Pro的全色官方渲染图。和之前曝光的一致，华为P30采用水滴全面屏方案，直面屏幕设计，辅以3D玻璃背壳和后置三摄像头。该机提供黑色、蓝紫渐变和蓝绿渐变三种配色。华为P30 Pro正面采用水滴曲面屏的设计，后置四摄，同样为3D玻璃背壳。相比P30，P30 Pro额外提供独占配色日出红，它是一种橙红渐变配色。一同曝光的还有华为智能音箱和无线充电板，前者上面印有SONOS的字样，字体比较接近荣耀的新logo，或许暗示这款产品的名称。值得一提的是，SONOS这个词采用的是中心对称结构，无论是正读还是反读，都是SONOS。至于无线充电板则采用通体白色以及红线设计。根据推特网友Teme爆料，华为P30系列全系配备三星AMOLED屏幕，区别在于P30是6.1英寸，P30 Pro是6.47英寸，分辨率均为FHD+级。二者均搭载麒麟980移动平台，前置3200万像素三星GD1摄像头。P30后置4000万主摄+3倍光变长焦摄像头+1600万像素超广角，但不支持光学防抖。P30 Pro采用后置四摄设计，分别为4000万主摄+2000万超广角+800万长焦+ToF 3D镜头，支持5倍光变，10倍无损变焦和50倍混合数码变焦，ISO峰值为409600。其中，P30 Pro的4000万像素主摄为全新的CMOS IMX650，它是IMX600的升级版本。华为为该机型配备了一套Super Spectrum摄像头，可支持Quad Bayer，输出图像为RYYB而非RGB，可进一步提升暗光成像能力，并让色彩更自然。华为P30支持22.5W有线快充，P30 Pro支持40W有线快充和15W无线快充。至于价格方面，P30 Pro在海外的128GB售价为1024欧元（含税），约合人民币7807元。如果排除税，应该会处于接近1000欧元的价位。看来，华为P30 Pro很有可能就是新一代的拍照机皇，将再次刷新DxOMark榜单，我们不妨期待一下。", "author": "雷科技", "newsdate": "发布时间：19-03-21", "newstime": "11:34", "sentiment": [{"positive_prob": 0.274191, "confidence": 0.390686, "negative_prob": 0.725809, "sentiment": 0}]}, {"title": "“华为手机”和“荣耀手机”最大区别在哪里？明白这点很重要！", "content": "步入2019年后，国产手机厂商陆续加入“划分子品牌”阵营，例如小米宣布红米品牌独立运营、Vivo推出独立品牌IQOO、OPPO也公布全新Reno系列，一时间几乎所有主流国产厂商都有了属于自己的子品牌。而要谈及这一策略的的国内引领者，恐怕华为才是第一家这么做的厂商，旗下的“荣耀”子品牌在近几年已经取得了相当惊人的市场成绩。但是，对于普通消费者来说，在购买新机的过程中有时会面临一大疑问，那就是心里本想购买一台华为手机，究竟是选“华为”系列还是该选“荣耀”系列，本质上两者是一家品牌，产品硬件配置也很接近相同，那么在一两百元的售价差距下，它们二者品牌的背后又有何差别呢？过去几年，华为和荣耀的品牌定位不同从历史上来看，其实“华为手机”和“荣耀手机”之间的差别还是很明显的。一开始，华为之所以创立独立品牌“荣耀”，一方面是为了留出更多的心思和精力将自身核心产品系列往更高端方向发展，看齐苹果三星；另一方面是希望通过荣耀，推出更多主打性价比的手机产品，与小米、OV争夺线上渠道。因此，显而易见在过去几年内，“华为手机”的本身市场定位更加高端，而“荣耀手机”的市场定位则更加亲民，主打性价比。以华为Mate20系列和荣耀V20系列对比为例，两者同样算是首发麒麟980处理器，前者除了在摄像头、无线充电、快充等更高端功能上与后者有所差别以外，在外观设计、工艺材质等方面几乎是不相上下，甚至其水滴设计还落后于屏幕通孔。但是在最终售价方面，即便是普通版华为Mate20也卖到了4000元以上，而荣耀V20则仅为2998元。很显然，从定价和功能设计方面来看，Mate20系列其初衷就是为了营造华为的高端旗舰氛围，而V20则是填补性价比产品市场的空白。所以，在了解了这一点后，相信很多人就会懂得，如果你想要购买一台华为手机，在预算充足的情况下，华为P系列和Mate系列才是真正的高端旗舰；而在预算紧张的情况下，荣耀系列或许是你更好的选择。华为也做中低端，荣耀也有高端然而，最近两年由于全球智能手机的残酷竞争，逼迫着所有品牌厂商都在往“高利润”的高端产品发展，因此，不少人也都发现，荣耀也正在大力推出“高端产品线”例如售价4000多元的Magic2，而华为也有中低端产品，例如Nova系列。那么，在两者相冲突的情况下，这又该如何选择呢？第一，分清线下渠道和线上渠道。由于线上渠道没有“中间商差价”，所以往往是手机厂商争夺“性价比”的主战场；而线下渠道则是品牌店铺形象的打造，以及市场销量的保证补强，但同时也意味着产品性价比更低，会给中间商留足利润空间。因此，华为Nova系列等中低端产品往往会主攻线下渠道。例如最新推出的华为Nova4e，搭载6.31英寸LCD屏，以及麒麟710处理器，售价卖到2200元左右，与同价位产品相比性价比极低。第二，荣耀高端旗舰更“激进”，华为相对“保守”。以荣耀Magic2为例，采用了业界首创的滑动式结构，支持40W超级快充等，产品的设计理念更加概念化、更加激进，容易受到发烧友的喜欢。而华为P系列和Mate系列一直以来已经形成了自己的受众特色，P系列更偏向时尚年轻人，而Mate系列更注重商务大气，虽然在功能上拥有很多黑科技，但其实方案在业界已经比较成熟。最后，总结来看想要分清“华为手机”和“荣耀手机”之间的最大差距，最关键的是明白产品定位和产品设计理念。荣耀整体偏向线上、主打性价比特色，消费者往往可以用更便宜的价格买到不俗的华为硬件；而华为主打高端旗舰，有一定的品牌溢价，产品用料扎实稳重，但对应的用户预算要求更高。大家觉得是不是这样呢？", "author": "Tech情报局", "newsdate": "发布时间：19-03-21", "newstime": "17:53", "sentiment": [{"positive_prob": 0.14367, "confidence": 0.680733, "negative_prob": 0.85633, "sentiment": 0}]}, {"title": "华为P30是否支持 将决定着NM卡的未来命运？", "content": "19日上午，华为消费者业务CEO余承东转发华为终端官方微博的宣传视频并配文“暗夜之美，一点足矣。3月26日法国巴黎，#华为P30#，不见不散!”。随着3月26日的逐渐临近，有关华为这款旗舰机的讨论也是逐渐升温，根据之前的爆料消息，华为P30、P30 Pro采用了水滴屏形态，其中P30 Pro为曲面水滴屏，两款旗舰都支持屏幕指纹识别，是华为P系列首款支持屏幕指纹识别的旗舰。在核心配置上，华为P30、P30 Pro都将搭载麒麟980处理器，其中P30电池容量为3650mAh，保留3.5mm耳机孔，P30 Pro电池容量为4200mAh，无3.5mm耳机孔。除了对上述配置的讨论外，这款旗舰机是否能够支持华为自己的NM卡也成为了不少粉丝和网友们热议的话题。所谓NM卡，全称Nano Memory Card，是华为于2018年的Mate 20系列发布时推出的一个全新的卡种，目前只支持华为Mate 20系列机型。华为官方表示，“未来会支持更多华为机型”。它的外观尺寸和手机的Nano SIM卡完全一致，是华为对在Mate 20系列紧凑机型中去掉TF卡槽的一种解决方式。通过它可以代替TF卡实现存储容量的扩展，满足不同类型的用户对存储容量的要求。华为NM卡一经发布即在圈内引起了一定反响。作为一款全球首创的超微型存储卡，不少人认为华为意图通过它建立起自己的标准。在华为Mate 20系列机型中，SIM卡槽被设计成上下双层，去掉了一张TF卡的卡槽，节省了手机内部本就紧凑的空间，这是工程设计上的一个亮点。基于这个设计，用户可以选择双Nano SIM卡，也可以选择单Nano SIM卡加NM卡的搭配方式来扩充存储空间。这是一个非常积极的尝试。不过在传输速度方面，根据华为给出的官方数据，华为NM卡的速度是读取90MB/s，写入76MB/s。对比同类型的友商产品，华为NM卡并没有在性能上取得大幅领先，而是与主流水平基本持平。以256G为例，闪迪主流的至尊高速TF存储卡读速为100MB/s;三星EVO Plus TF存储卡读取速度为100MB/s，写入速度为90MB/s。对比起来NM卡的表现只能算得上是中规中矩。在价格方面，根据华为商城的报价，NM存储卡有64GB、128GB和256GB三个版本，价格分别为199元、399元和799元。相比其他同容量的产品，华为NM卡要贵3倍以上。这个价格对不少消费者来说确实称不上是“美丽”。结合上文提到的中规中矩的性能表现，华为NM卡在这个价位的同类产品中确实没有什么优势。此外，不得不提到的一点是，作为一张存储卡，它依旧在手机内部空间里占据了一个卡槽的位置。在工作生活中对双卡有刚性需求的用户可能会很难接受一张仅支持Mate 20系列机型的存储卡。显然，适用机型单一机型对消费者来说不是一个很好的消息。是选择Mate系列，还是直接选择其他大存储手机，用户需要进行一番权衡。创新是一个企业生存发展的不竭动力和生命源泉，作为创新形式之一的“自创标准”一方面可以使企业抓住发展的先机，并引导整个行业的发展方向;但另一方面，“自定标准”如果得不到行业认可或者无法与通行标准兼容，也容易使企业受到冲击。例如昔日索尼公司的M2储存卡与奥林巴斯/富士的xD闪存卡均采用专用标准，同样存在价格相对较高且适用设备单一的问题，随着行业的发展，这两类产品也渐渐淡出了用户的视线。设立标准的产商需要不断优化自己的产品，才能始终站在行业的前沿。在这方面，华为是国产手机厂商的先行者、践行者，自建标准是积极的尝试，同样有很长的路要走。除了Mate 20系列之外，华为在其后续发布的产品中并没有支持NM卡的型号。从开发标准的角度，落地设备种类少并不是好事，因此本次P30系列发布是否支持NM卡，也可以看出华为对NM卡在未来一段时间的态度了。", "author": "天极网", "newsdate": "发布时间：19-03-21", "newstime": "11:09", "sentiment": [{"positive_prob": 0.110477, "confidence": 0.754496, "negative_prob": 0.889523, "sentiment": 0}]}, {"title": "这些数据再次证明，华为才是5G真正的引领者", "content": "日前，随着世界知识产权组织（WIPO）公布去年通过该组织提交的全部国际专利报告后，华为再次成为世间关注的焦点。报告显示，在全球众多著名公司提交的专利数排名中，我国的华为公司去年全年共申请了5405件专利，排名全球首位，比排名第二的日本三菱电机株式会社（2812件）和第三的美国英特尔公司（2499件）申请的专利总数还多，一举打破了以往由美、英、日垄断的前三位置，再次荣耀世界。尤其在5G领域，根据欧洲电信标准化协会发布的全球5G核心必要专利数排名中，华为更以1970件的专利数排名第一，超出排第二的诺基亚多33个百分点；此外，前段时间德国专利数据公司IPlytics发布的一份5G专利报告中显示，全球为5G标准做出技术贡献最大的公司排名中，华为全球第一……这些数据的发布，可以说再次为华为证明，再次回答了一个人们最为关注的问题，华为凭什么成为全球通信领域技术的引领者。那么，如此之多的“荣耀”，华为又是凭什么做到的呢？华为的人才培养计划，华为科研中巨大的投入，都为华为快速的发展、成为通信领域世界级公司提供了强大的发展动力。资料显示，华为每年的研发投入占年营收的10%左右。作为华为的当家人，任正非在接受媒体采访时表示，华为每年的科研投入巨大，以后可能会更高。事实也确实如此，十多年来，华为的科研经费投入高达上千亿美元，特别是近三年来，在5G大突破、大发展时代，华为更是大手笔投入，2017年，华为投入科研经费133亿美元；而根据欧盟委员会正式公布的《2018年欧盟工业研发投资排名》显示，2018年，华为全年投入的科研经费投入113.34亿欧元，占到了华为2018年营业额的14.7%，远高于苹果公司的5.1%。巨额的投入，让华为获得了巨大的成就，华为也一举成为全球最知名的科技公司之一。华为不仅有了闻名天下的5G设备，还有了技术先进的芯片技术，华为海思甚至一举成为全国最大的芯片公司。不仅如此，华为的智能手机还获得全球第二大智能手机品牌的地位。其实，在众多“荣耀”的背后，华为还有一项“不为人知”的业务也已做到了世界前三的位置。这就是华为的服务器业务。日前，知名数据分析公司Gartner发布2018年第四季度全球服务器市场数据报告显示，2018年，随着全球云业务和云技术的高速发展，华为服务器成为表现最为强劲的品牌，尤其在去年第四季度中，华为服务器全球市场份额达到8.3%，营收达到了18.15亿美元，一举超越了世界服务器界元老级公司IBM，排名全球第三。2018年，华为全年营收达更是创造到了1000亿美元的新纪录。虽然掌握着先进的技术，但是，众所周知的原因，华为却受到了某些国家的不公正待遇，美国等国以“安全”等为理由禁止华为参与其5G网络的建设，给华为在全球拓展5G业务的道路上设置了诸多障碍，美国甚至还派官员游说，试图全面封锁华为5G建设业务。真金不怕火炼。虽然受到不公正的待遇，但华为凭着过硬的技术和开放透明的态度，赢得全球客户的认可。2018年，华为在逆势中奋起，全面参与全球5G建设，在与诺基亚和爱立信等传统通信设备供应商的竞争中全面胜出，总共获得了超过30个的5G合同，售出近3万座5G基站，成为5G最大的赢家。今年以来，随着欧洲相继启动5G建设，欧洲各国公开表明不会特别拒绝任何一家企业的参与。最近，德国在其正式启动第五代移动通信技术（5G）频谱拍卖会上重申，德国不会将特定企业排除在德国5G网络建设之外。3月19日，《参考消息》引用美国《纽约时报》报道称，过去几个月，面对正在考虑使用华为设备建设第五代（5G）无线网络的国家，美国试图展开施压、谴责以及越来越多的威胁。但美国的行动已搁浅。包括英国、德国、印度和阿联酋在内的国家已发出信号，他们不太可能响应美国的要求，完全禁止华为参与其5G网络建设……我们快无计可施了。居安也在思危。虽然业务发展强劲，虽然美国的阻挠没能影响华为的发展，用任正非的话讲，美国的一系列动作甚至是给华为作广告宣传，华为销售额增长速度非常快，终端平均增长速度每个月增长50%的销售量。但是，华为也在为应付突发情况做着充足的准备。华为在向供应商提出加大供应芯片等数量的要求，以备不时之需的同时，也在不断加大自主芯片的研发力度，增加重要芯片自主使用比例，最终彻底替代高通等供应商的份额。日前更有消息称，继推出震惊全球的麒麟980和巴龙5000之后，麒麟985/990、巴龙5000升级版也正在紧锣密鼓的研发当中，甚至可能很快就会面世。日前，任正非在接受BBC记者采访时，更给出了华为的新目标：未来五年我们将会总投资超过1000亿美金的研发经费，五年以后，我们公司的销售收入应该会超过2500亿美金。点赞关注，新鲜科技，原创作品，欢迎评论。<百家号独家内容>", "author": "科技界新鲜事", "newsdate": "发布时间：19-03-21", "newstime": "18:33", "sentiment": [{"positive_prob": 0.971529, "confidence": 0.936731, "negative_prob": 0.0284711, "sentiment": 2}]}, {"title": "2018年华为申请了多少专利？网友：厉害了，华为！", "content": "2018年华为申请了多少专利？网友：厉害了，华为！华为这家公司，靠着自己的科技发展，还是赢得了不少的用户，那么关于华为的发展，可能我们很多人都是只知道一些皮毛的，最近外媒公布了华为的这个数据，很多网友都是看呆了，纷纷表示：厉害了，华为！惊叹华为不愧是中国的代表性的科技企业。其实我们在很多时候，都是能够看到一个大公司为了发展都是会发展自己的技术实力，同时对于华为这样的企业，技术的研发更是一个重中之重，华为的专利每年的增长速度也是很快的，所以华为能够崛起，完全是依靠着自己的实力。苹果为什么在中国市场被高通牵制，主要的原因还是专利，因为苹果的产品使用了高通的专利，那么高通自然是要苹果交税的，但是苹果也是仰仗着自己的地位，不把高通放在眼里，但是最终苹果也是被高通告上了法庭。今天看起来苹果不得不做出一些改变了。能够靠着自己的专利技术赚钱，也是一个很不错的选择，高通每年通过自己的专利也是赚取到了很多的利益，所以在技术研发方面，高通从来未敢迟缓。毕竟时代还是不等人的，所以对于高通来说，专利就是自己的优势，也是自己的立足之本。媒体报道中，华为的国际专利申请中，华为处于领先地位，来自亚洲的申请占据了国际专利申请的一半还要多，2018年华为向WIPO提交了5404项专利的申请，比2017年的时候，高出了不少，同时在2017年的时候，华为已经提交了4024项专利。我们国家的高科技企业不少，但是像华为这样能够做到国际领先的，还是不多的，除了华为之外，我们还能够了解到的就是中兴还有京东方这样的企业，在排名中也是挤进了前十，很多外国的媒体，也是根据现在的数据，进行推测说，也许今年或者是明年，中国就会替代美国成为科技领域的一个大国。我们国家在发展中，不止一次的提到了创新的概念，很多国人对于自己的国家技术也是充满了不自信，总是觉得国外的就是好的，但是随着科技的发展，很多人的这个观念也逐渐的转变了，因为我们的复兴号已经出现，同时我们也能够完成登陆月球，也能够成为世界上5G技术领先的国家。在5G方面，华为已经在国际上拿到了不少的订单，所以对于华为来说，能够发展成今天的地步，主要就是因为华为够拼，同时华为每年对于自己的技术要发投入也是巨大的，毕竟华为还是要为自己的未来做打算。现在的5G也许只是一个开始。其实对于很多的企业来说，能够有自己的专利，这也是很重要的，但是对于华为这样的企业来说，有自己的专利并不是目的，华为要求的是实实在在的能够为自己的科技保驾护航的专利，并不是靠数量上的取胜，这一点我们也能够通过华为的发展看出端倪。华为已经能够和美国技术对抗，同时能够轻松地打进欧洲市场，这也是华为的价值所在。2018年华为申请了多少专利？网友：厉害了，华为！你对华为的发展怎么看，欢迎留言。", "author": "飞兔大杂烩", "newsdate": "发布时间：19-03-21", "newstime": "17:51", "sentiment": [{"positive_prob": 0.774001, "confidence": 0.497781, "negative_prob": 0.225998, "sentiment": 2}]}, {"title": "“世界离不开华为”，任正非的底气从哪里来？这个数据告诉你答案", "content": "近日，世界知识产权组织(WIPO)发布的2018年专利国际申请数量显示，华为远远领先于其他公司，专利数量是第二位的日本三菱电机的约两倍，这也是继2017年之后，华为连续两年排在首位。从2018年的特点来看，5G相关申请数量增长明显。据悉，在华为的专利申请中，约三成与5G相关。视觉中国1华为，比苹果更舍得花钱“哪里有天才，我是把别人喝咖啡的工夫都用在学习上。”这句话用在华为身上在合适不过了。华为去年向世界知识产权组织提交了5405项专利申请，高于2017年的4024项。位居其后的分别为：三菱电机（2812件），英特尔（2499件），高通（2404件）和中兴（2080件）。上榜的前十家公司中，有六家来自亚洲，两家来自欧洲，两家来自美国。在今年年初欧盟委员会公布2018年工业研发投资排名中，韩国三星电子以134.37亿欧元研发投入位居第一，之后依次是美国谷歌母公司Alphabet（133.88亿欧元）、德国大众（131.35亿欧元）、美国微软（122.79亿欧元）和中国华为（113.34亿欧元）。需要注意的是，虽然华为名列世界第五，但其是榜单前五十里，唯一一家上榜的中国公司，也就是中国第一。欧盟委员会公布2018年工业研发投资排名进一步分析，华为的科研经费投入占据了企业2018年营业额的14.7%，远高于苹果公司的5.1%。这意味着，在技术研发方面，华为要比苹果更舍得花钱。据悉，在未来10年，华为的研发费用每年都以20%-40%递增。华为拥有全球最多的5G标准专利，开发了天罡5G芯片，是全球首家能够将5G基站和微波技术相结合的公司。搭载华为天罡芯片，可以将5G基站的体积缩小了一半，功耗降低20%，重量下降了20%，大大地降低成本，提高了效率。华为还拥有超越高通的5G基带，巴龙5000基带芯片；华为还能自研商用智能手机芯片，服务器芯片，物联网芯片；在5G领域当中，华为是少有的掌控全产业链的企业。25G，呼啸而来从两会期间的网络技术支撑到两会代表委员议案提案，5G火爆到上了热搜。两会刚刚闭幕，5G应用试水的消息就此起彼伏。人们惊奇地发现，5G不仅是一个高频词汇，而且其落地的进程也正在加快。5G，正在呼啸而来。全球首个5G火车站网络在上海虹桥启动;中国首个5G智慧高速公路项目落地湖北;山东联通携华为实现全国首次省级两会5G+VR直播;国内首个5G地铁站在成都开通;首个5G自动驾驶示范区落户北京……视觉中国对中国而言，5G具有更大的意义。1G、2G先后由美国、欧洲主导。欧美商业化之时，中国技术几乎空白，只能遥遥相望。2000年，3G标准正式公布，中国提交的TD-SCDMA成为三大国际标准之一。在商业化上，虽然中国比欧美晚了8年，但已经能够紧随其后。4G时代，中国不仅主导了TD-LTE成为国际主流标准，还建成了全球最大的4G网络，实现了与世界同行。2018年4月，美国无线通信和互联网协会（CTIA）发布的《Race to 5G》报告称，中国5G居于领先地位。德勤的报告显示，从2015年至今，中国支持的5G基站数量是美国的10倍多，5G投资规模高出美国240亿美元。根据德国联邦政府网站消息，德国3月19日正式启动第五代移动通信技术（5G）频谱的拍卖工作，多家欧洲电信运营商参与竞标。德国总理默克尔当天重申，不会将特定企业排除在德国5G网络建设之外。欧洲最大的跨国电信运营商德国电信的首席执行官霍特吉斯直言，考虑到华为在技术上的领先和价格上的优势，如果不允许华为参与未来的5G网络建设，那么势必将延缓德国电信的网络建设进度并大大增加建设成本。 3任正非：世界离不开我们2月18日，华为公司创始人兼CEO任正非在华为总部接受了英国广播公司(BBC)记者的专访，这是去年底华为高层做出对外界尤其是媒体采取更为开放透明的态度以来，任正非又一次接受国外媒体的长时间访谈。任正非特别强调，我们非常多的技术远远领先了西方公司，不仅是5G光交换、光芯片……这些领先的数量之庞大，是非常非常复杂艰难的技术，同行会比较清楚，“美国不可能扼杀掉我们，因为这个世界离不开我们，因为我们比较先进。”视觉中国5G来临前夕，华为遭遇美国的刻意阻扰，禁止美国运营商采用华为的5G设备。美国不仅自己拒绝华为在美国开展业务，还拉拢盟友排斥华为5G。这种压力，落在华为的肩上，肯定不好受。不过，技术、服务以及成本上的优势，让华为抵住了美国的施压，今年头两个月业绩增长超预期。今年2月份，任正非接受境外媒体采访时表示，原本5G并不为常人所知，现在大人物都在谈论5G，华为变得越来越有影响力，也因此获得了更多的合同。数据显示，华为在5G合同上，排名行业第一。华为的5G基站发货量，已经遥遥领先。 4反“打压”，中国打了漂亮的一仗有媒体评论，在国际专利申请上勇夺世界第一，可说成功反击美国威逼，打了漂亮的一仗。有舆论猜测，未来，如果美国继续“打压”，那么外界可能将会看到的是更强大的华为。在5G上，经过美国这么一闹，反而让华为在全球市场无所不知——把华为5G炒热了，很多人都认为，华为5G是全球最厉害的。事实上，中国不仅有华为。在2019年世界移动大会上，中国企业吸引了全世界的目光。中兴通讯发布首款5G旗舰手机，带来了包含接入、传输、核心网、终端和芯片等各方面的全系列、全场景的产品，全方位展示了5G端到端的商用能力。视觉中国回顾移动通信技术的发展历程，中国从遥望者晋级为引领者，正是厚积薄发的结果。近五年来，中国研发投入增长年均超过11%，规模居世界第二位，科技进步贡献率也由52.2%提高到了57.5%。5G的“领跑”优势，更是来之不易，凝聚着中国企业坚持科技创新付出的艰辛和汗水。3月20日，GSMA（全球移动通信协会）发布首个《中国移动经济发展报告2019》。报告称，中国的移动生态系统在2018年为中国经济创造了5.2万亿元 (7,500亿美元) 的附加值，相当于2018年中国GDP的5.5%。中国有望成为全球领先的5G市场之一，预计到2025年底拥有4.6亿5G连接，占总连接数的28%，我们也期待着越来越多的中国企业，能够在5G领域的发展拥有更多的核心技术，引领全球5G市场发展。新民眼工作室 方翔编辑：唐梦葭", "author": "新民晚报", "newsdate": "发布时间：19-03-21", "newstime": "16:21", "sentiment": [{"positive_prob": 0.0362267, "confidence": 0.919496, "negative_prob": 0.963773, "sentiment": 0}]}, {"title": "反击开始，任正非表达态度：上千美国员工下岗，网友：华为霸气", "content": "所有人都知道，中国这这些年的发展势头强劲，国内各个领域都追赶上了世界先进国家水平，甚至在一些高科技领域还有超越的趋势，大家将中国的进步都看在眼里，也是因为这样，中国也是遭到了很多国家的制约与抵制，美国就是其中之一。从去年到现在，华为从推出5G技术之后就一直受到美国的抵制与污蔑，华为是我国移动通信领域的巨头，不仅仅是在国内，在国际上也是做到了领先，5G技术一经公布，华为就成为了人们口中的热议话题。对于5G技术，这是一项必然产生的技术，他的出现对于世界通信网络会产生巨大的影响，而美国自然也是意识到了这个问题，他们肯定不会别人抢先占据5G市场。大家都清楚，5G技术不仅是能改变人们的生活方式，在军用方面也能起到很大的积极作用，也就是说，谁能抢先一步在5G领域站住脚，谁就能迅速占领市场，这是非常重要的战略策划，而美国在5G技术上方面赶不上就只能做些其他的小动作了。在华为推出5G技术之后，美国就以信息安全问题为由拒绝华为进入美国市场，并且还联合了很多的西方国家一起抵制华为，但是逐渐的，这些国家都开始意识到了华为5G的重要性。他们最开始是相信了美国的话，但是之后一些与华为合作的国家表示华为信息安全并没有任何问题。他们开始动摇了，华为一直在美国的打压之下都没有收到特别大的影响，还是接到了30多个订单，他已经成功得到了30几个国家的信任。在稳定住这种局势之后，华为也是开始反击了，华为董事任正非正式宣布，上千名的美国员工将会被直接开除，虽然这一做法对于美国来说无关痛痒，但是华为的这一做法无疑也是向美国表示自己的态度，华为不主动惹事，但是却也并不怕事。有很多网友都觉得，华为非常霸气，那么大家是怎么看待华为的这一举动的呢？有想法可以关注我们在节目下方进行留言讨论哦。", "author": "大国科技座谈", "newsdate": "发布时间：19-03-21", "newstime": "10:47", "sentiment": [{"positive_prob": 0.463337, "confidence": 0.266744, "negative_prob": 0.536663, "sentiment": 1}]}, {"title": "评论：华为研发操作系统是在造“备胎”", "content": "文/黄海峰近期华为消费者业务CEO余承东在接受媒体采访时透露，华为已经准备了自主“备用”手机操作系统。该消息引起业界高度关注。业界有质疑者认为（尤其是外媒），华为的操作系统发展不起来，因为操作系统要有丰富的生态，需要千千万万的应用开发者支撑。此前发力操作系统的微软、三星、黑莓、阿里等国内外厂商不少，但都失败了。也有捧杀的声音认为，华为自主操作系统让中国人扬眉吐气。中国终于有了自己的操作系统，未来可以打败国外系统。在笔者看来，余承东的表述，可以解读出三层意思：第一，中国再次拥有了自己的操作系统。第二，中国人有能力打造操作系统。第三，华为不怕美国在操作系统层面“卡脖子”。而余承东最想表达的是第三层意思——华为终端产品的操作系统，已有了“备胎”，不怕被美国限制。在谈华为操作系统之前，我们要先了解下当前的几个重要背景。首先，操作系统很关键，是PC、手机等终端的重要平台，就如大厦的地基一样。众多应用都是“生长”在操作系统之上。操作系统与芯片一样，是一个企业甚至国家的核心竞争力。其次，中国科技产品依赖美国操作系统。在PC层面，微软和苹果系统几乎占据全部市场；在智能手机领域，谷歌安卓、苹果iOS处于绝对领先地位。中国手机厂商的操作系统，都是基于开源的安卓系统再开发，包括华为。尽管中国有自己的操作系统，但都发展一般，只在少数领域使用。此前，中国有企业推出的面向手机的960 OS、COS、YunOS都已阵亡。再次，美国一年来持续以安全为借口，打压中国科技，先是颁布禁令，禁止美国企业将产品销售给某中国科技企业，导致该企业发展停滞，差点倒闭。最近美国又禁止本国购买华为设备，还试图说服盟友禁止华为。下一步，美国也有可能禁止美国企业销售产品给华为使用，包括操作系统。最后，华为已经是全球第三大手机厂商，年销售手机超过2亿部，华为PC、平板等业务也在快速发展。华为消费者业务2018年的销售额超过500亿美元，占据华为业务收入的一半以上。通过上述背景可以看出，操作系统是华为的生命线。华为必须保证操作系统使用的安全，才能保证消费者业务继续开展。而在美国的不断施压下，华为适时放出已经研究好自主操作系统的声音，是一种姿态——我希望与你紧密合作，但不怕你限制。你想靠禁令打倒我，是痴心妄想。其实熟悉华为都知道，华为现在每年规划了150亿美元~200亿美元的巨额研发投入，有技术积累，也有资金实力。有数据显示，当前，华为已经拥有超过8万项专利，其中在美国就注册了1.1万多项专利。欧洲专利局3月12日发布的一份报告也显示，在2018年数字通信领域的专利申请企业排行榜上，华为公司位居首位。华为近期连续发布了基于ARM的鲲鹏芯片（使用该新品打造了TaiShan服务器系列）、5G基站芯片天罡以及5G终端基带芯片Balong5000，显示出强大自主技术积累，再加上此次曝光的自研OS，华为已经从多个技术产品层面“秀肌肉”。当然，余承东也说，华为重视其他合作伙伴，首选安卓和Windows系统。可见，华为自研操作系统，并非是为了替代已有成熟的伙伴操作系统，而是在迫不得已的情况下才拿出来。华为一旦走向使用自研操作系统，是要经历阵痛，但并非无法成功。华为手机销售量预计在2019年将超过苹果手机，达到2.5亿部以上。面对这样庞大的用户体量，应用开发者怎么可能无动于衷？所以华为是中国最有可能打造类似苹果iOS系统的企业了。我们也呼吁中国的科技企业，应该吸取教训，居安思危，积极打造“华为操作系统”式的硬核“备胎”，这样才能在发展中拥有更多的主动权。“备胎”也有可能转正。近期华为创始人任正非接受国哥伦比亚广播公司（CBS）采访时，就从芯片层面表示：“美国说‘不卖芯片给中国’，我觉得很好笑，有钱赚为什么不做呢？你不卖给它，就会逼着它有一天自己把这个东西做出来，你想卖给谁，也卖不动了。”此处，芯片也可以换成操作系统。", "author": "海峰看科技", "newsdate": "发布时间：19-03-21", "newstime": "12:37", "sentiment": [{"positive_prob": 0.339517, "confidence": 0.245518, "negative_prob": 0.660483, "sentiment": 0}]}, {"title": "华为要做电视机了？或许不是电视机，而是别的什么东西", "content": "其实早在2017年就在坊间流传华为要做电视的消息，而如今又有新的消息证实华为电视或许并不是空穴来风，而是实实在在的产品。日前有来自供应链的消息证实，华为的电视将会在今年四月份左右的时间发布。与传统电视不同的是，华为的“电视”会添加的两个摄像头，这就让它与传统电视出现了截然不同的产品思路。在功能上或许会增加视频聊天，甚至AI试衣镜的功能。正是这样的功能革新，或许华为这款设备最后的名称或许并不叫华为电视，叫别的什么也都有可能。有消息说华为电视将分55寸版本和65寸版本，55寸屏幕供应商为京东方，65寸为华星光电。现如今液晶面板的价格还处在一个相对较低的位置，因此华为电视如果推出的话，应该不会像三星、索尼的电视那样动辄一两万、甚至几十万的价格。说起来，如果拿这款传言中的华为电视与小米电视相比，胜负几何呢？小探觉得，小米的优势在于内容的丰富程度上，毕竟视频内容已经成为小米商业版图中的重要部分。就这点而言华为恐怕在短期之内无法超过，那么现在只希望华为电视确实是有足够的功能创新能够让他后来居上。最后，之前说传言中的华为电视或许也并不是电视。那么小探大胆猜测一下，它也可能是一款类似于微软surface hub 2的大屏幕触控设备，甚至是大一号的TNT工作站，也说不准。", "author": "科技真探社", "newsdate": "发布时间：19-03-21", "newstime": "23:10", "sentiment": [{"positive_prob": 0.00190007, "confidence": 0.995778, "negative_prob": 0.9981, "sentiment": 0}]}, {"title": "华为轮值CEO, 富士康却坚持独裁，二者究竟有什么不一样？", "content": "谈到深圳龙华的大企业，人们会很自然地想到华为和富士康，两家公司毗邻，有两个门仅仅隔着一条马路，都是世界500强，对国家，对社区的经济发展有着重要贡献，员工压力最大的时候，也都出现过自杀的情况，一个讲究狼性，一个强调执行力，掌门人都是铁骨铮铮的汉子，但他们的声誉却判若云泥，华为经过数十年的发展，从通信技术到智能终端，再到自主设计研发的麒麟芯片等等，收获的大都是赞颂，连国家管理者在呛声美国时，都会强调：iPhone不好不安全，那就用华为吧！这些赞誉就好像一层层的绚烂涂料，把华为刷地金身修为、熠熠生辉，任正非脑袋上就好像挂着一条彩虹。相比之下，富士康自坠楼事件之后，就承担着数不清的贬义词，大量记者卧底富士康，本着眼见为实的职业操守，却送上一篇篇“盲人摸象”式的报道，或许他们的报道是事实，但远不够全面。好在，随着中国制造2025计划的提出，社会对制造企业的理解日益加深，言论过激的评价渐渐消失，前两年，工会某领导没头没脑地抱怨富士康过度加班，最终也只能以“灰头土脸”的搪塞告终，加之，李总理亲自参观iPhone组装生产线，郭台铭走出自己的城堡，社会正对这家企业有了更深刻的认识，相关报道也日益理性和公正。显然，两家企业有着不同的business model,不同的产品，雇佣着不同类型的人才，也构建起不同的管理模式。任正非招聘的员工，大都来自985或者211院校，HR部门经常能非常精准地从一大堆的简历和层层的面试中，挑选出班级里的第一名和第二名，华为员工自主性较高，无需纪律来特别约束，而郭台铭一向讨厌天才，他说：天才就让他留在天上，于是，富士康变成了普通院校的福音，100%包就业的底气有70%来自富士康。在这种背景下，企业就很难再讲民主，而这也符合郭台铭的一贯作风，事实上，在他看来，民主是最没有效率的工作方式，最起码，在富士康乃至整个制造业都是这样的！华为轮值CEO, 优点和缺点并存？华为讲究狼性，员工对目标有着强烈的企图心，善于团队合作，锲而不舍，而且单兵作战能力很强，公司墙上都贴着光荣榜和臭虫榜，侵入骨髓的压力，让员工丝毫不敢放松，加之，通信领域的技术更新换代非常快，员工想要接项目、拿绩效，必须先要弄懂一本500页以上的专业书籍，所以，华为的管理者更侧重于战略规划，至于团队建设、纪律什么的，不用太操心，正因如此，他们才有机会尝试不同的管理模型，任正非随便总结一点经验就能出书，如《管理的真相》，而轮值CEO的制度也是华为“敢为天下先”的表现。轮值CEO制度起源于2004年，彼时的华为组织架构中，竟然没有中枢团队来做决策，使美国来的顾问非常惊讶，于是，建议华为组建中枢组织，而任正非又不愿意做首脑，最终提议由八位主管担任轮值CEO，任期半年，期间要对企业决策和绩效负责任。显然，轮值CEO对中国企业是一种创新的管理模式，有很多的优点。众所周知，中国有浓厚的官场文化，如此文化不可避免地流到中国企业组织内，很多“一把手”都误认为自己是皇上或者黑社会大哥。轮值CEO轮流坐庄，就会形成相互制衡的局面，谁也没办法只手遮天，腐败的机会就变得非常小。日前，有传言京东也要采用CEO轮值制度，主要目的就是遏制腐败滋生。此外，CEO一定是非常全面的综合性人才，不仅需要过硬的天赋，更需要经历大量的事件，具备充足的经验和面对危机的勇气，显然，单一的企业功能无法锻炼真正的CEO,而等到任正非不得已选接班人时，只能硬着头皮交给一个“不健全”的嫩家伙，而且，通过轮值CEO制度，接班候选人中的佼佼者，也会逐步浮出水面，况且，新官上任总要烧上三把火，轮值CEO制度也有助于保护接班人的工作热情。但同时，华为也不能回避轮值CEO的缺点，事实上，如此制度只能短期存在，旨在解决接班人问题，如今任正非操盘，算是华为的绝对主心骨，轮值CEO制度也运转良好，可一旦任老退休，轮值CEO们曾经相互领导、相互制约，也都取得过不错的成绩，大概率事件是彼此不服，所以，华为是时候认真考虑接班人问题了，尽快确认“天选之子”。霸道总裁，郭台铭为什么不崇尚民主相比于华为轮流坐庄，大讲民主，郭台铭就显得更加独裁和霸道，他需要大量的总经理帮助其做生意，使自己免于琐事缠身，但又把自己的权力渗透在富士康园区的各个基本角落，再通过错综复杂的系统架构，来监控不同地区的运营，更准确地说，把属下的权力关到制度的笼子里，而自己的权力却不太受限制，事实上，这也无可厚非，毕竟，富士康是郭台铭的家产，接班人基本上是自己的儿子，或者其他什么亲戚之类的。郭台铭自诩有一流的客户、二流的系统、三流的设备、四流的人才，既然富士康招聘的都是四流人才，也就不适合搞民主，毕竟，四流的人才在大局观、技能、意志品质方面都要弱于华为的精英们，说话虽然刺耳，但基本属实。况且，富士康一直不做品牌，他们的品牌是效率、品质和弹性之类的，这就需要庞大的制造团队修炼地如同军队一般，遇到艰苦的订单要整齐划一，保质保量地完成。笔者在很多文章中都提到过，郭台铭构建了一套足够完善的系统，每位员工都仅仅是复杂系统中的一个零件，就好像庞大机器上的螺丝钉，这就意味着，系统中的员工更加注重表现“执行力”，而非灵活多样的想法。此外，郭台铭是一个非常有想法的企业家，他能够做到高瞻远瞩，做到提前规划，且能看透问题的本质，但手下的员工却未必有同样的能力，有的过于保守，有的则被成绩冲昏头脑，有的干脆腐败不堪。相关媒体报道，富士康一位副总裁早在十年前就提出要打造自己的品牌，但却被郭台铭一口否决，致使其辞职，事后郭台铭解释道：我做的是代工生意，智能手机时代即将来临，暂且不要同自己的客户直接竞争，也正因坚守代工业，郭台铭才得以拿到苹果iPhone最大宗的订单，创造了富士康新的黄金十年，同样地，收购夏普、涉入电商、工业互联，也都曾遭到内部人士反对，但只要郭台铭想做，他就一定能做出独裁式的决定，至于说，决策正确与否，只能交由后人来评说了！（科技新发现 康斯坦丁/文）", "author": "康斯坦丁", "newsdate": "发布时间：19-03-21", "newstime": "21:50", "sentiment": [{"positive_prob": 0.236397, "confidence": 0.474673, "negative_prob": 0.763603, "sentiment": 0}]}]