[{"title": "同样都是5G手机：华为系巴龙5000，为何比高通系贵两千块？", "content": "现在国内市场已经开售的5G手机，华为中兴小米三星各有一款、vivo两款，总共就这么六款5G手机，可以分为高通系和华为系，华为系目前只有Mate 20X 5G正在开售，定价为6199元。而高通系产品就比较杂乱了，从3699元起售的小米9 Pro到定价7999元的三星Note 10+ 5G,价格差距有一倍多，但相比便宜的5G手机如小米9 Pro和iQOO Pro，华为Mate 20X 5G比它们贵了至少两千块。但比起配置来说，贵了两千块的Mate 20X 5G其实还不如更便宜的小米9 Pro。在配置上，Mate 20X 5G相比去年发布的基础版没有太明显的变化，加入了巴龙5000 5G基带，同时充电功率提升到了40W。而小米9 Pro作为今年的旗舰手机小米9的升级版，无论是充电功率、30W无线充电，超大号横向线性马达等各方面全方位提升，都为其带来了更好地使用体验，值得一提的是，即便加入5G，功能上带来了全方面的提升，这款手机依然保持着不错的重量和厚度。既然如此，为什么Mate 20X 5G的定价要比其它机型更贵呢？按照华为的口径，这款手机是全球首款双模5G手机，能够支持NSA+SA双模全网通，同时巴龙5000基带采用更先进的7nm工艺。而高通系的X50基带只支持NSA网络，并且是采用的28nm工艺制程，无论是入网模式还是因28nm工艺导致的功耗问题，华为的巴龙5000其实都会优于高通X50。不过话又说回来，其实华为Mate 20X 5G支持的5G双模就现阶段而言意义不大，我们可以从这款产品的商品页面发现一点：SA支持能力取决于可用的网络和软件版本。需要注意的是，目前已经商用的5G网络基本上都是NSA网络，而SA网络需要等到明年才会开始规模化建设，所以即便是现在设备支持SA网络，但运营商无法提供这种服务，还是挺可惜的。所以贵的原因还有一点，就是华为品牌的定位相对来说更贵。对于华为Mate 20X 5G来说，这款手机目前并不是很推荐购买，华为官方已经表示Mate 30系列5G版会在11月初开卖，如果喜欢华为5G手机的朋友可以忍忍去买配置更高的产品。但如果你认为在选择5G手机时，有无SA网络都无所谓，其实小米9 Pro是更值得购买的一款产品，毕竟这款5G手机是目前性价比最高的，当然如果你更喜欢高端点的产品，其实三星Note 10+ 5G也是个好选择，最终的决定还是看你的预算了！我是王石头，喜欢本文就给我点赞吧！", "author": "王石头", "newsdate": "发布时间：19-10-02", "newstime": "13:14", "sentiment": [{"positive_prob": 0.0377159, "confidence": 0.916187, "negative_prob": 0.962284, "sentiment": 0}]}, {"title": "27岁成华为最年轻的副总裁，任正非把他当接班人培养，如今被判刑", "content": "天才也有很多，但是能够让大佬都认同，并称之为天才的人却没有几个。而李一男正是这样一个传奇人物，他用极少的时间成为了华为副总裁，他是让任正非主动喊“干儿子”的人，他是能够让李彦宏主动发出百度CEO任职邀请的人。就是这样一个非常聪明的人，放在哪里都能发光发亮，最后却因为七百万入了监狱。27岁成华为最年轻的副总裁，任正非把他当接班人培养，如今被判刑。任何人看了李一男的简历，都不禁会发出一声感叹。李一男十五岁就进入了华中理工大学少年班，这个意味着他已经远远超越了同龄人。在别人大学毕业的年纪，他已经完成了硕士的学业，就这样的经历，已经超越了很多人。在李一男硕士毕业的时候，华为正处在迅猛发展的阶段，那个时候任正非为了让华为有一个好的发展，开始了梭哈交换机的研究。就在这个时候任正非发现了李一男，邀请他加入华为。李一男用15天就成为了高级工程师，在他的加持下完善了SDH技术，交换机成功之后为华为在电信市场的开拓做出了极大的贡献。在他的努力，1995年他被任命为总部的总工程师。像这样优秀的年轻人谁都会很喜欢，任正非也不例外，甚至每天都要来看一眼他。当时大家都觉得他成为任老板的接班人几率最大，任正非也有意识地把他当接班人培养。万万没有想到的是李一男在2000年的时候，去公司财务处了解了自己的分红与股权，然后宣布了辞职。李一男走的时候是华为处境最差的时候，当时华为的销售收入猛跌，下降幅度达到近一半。当时任正非还经历了皮肤癌的手术，他选择这个时候走，甚至还带走了大量的技术人员，真的干了一件不地道的事情。李一男走出华为之后，就开办了一家网络公司，与华为进行正面竞争，因为李一男在华为呆的时间很长，所以对华为的合作对象非常熟悉。任正非用一系列的手段对李一男的网络公司，进行策略性追杀，最后将网络公司收入麾下。李一男之前对华为做过那样不道义的事，任正非肯定不会信任他了。可想而知，李一男之后在华为的日子很不好过，终于忍不了了，他选择离开华为。在15年创投任职，期间因为有内幕交易的嫌疑，还获得赃款七百万，被当地警方查到后进行拘留，并判有期徒刑2年6个月，就这样李一男把自己手里的一把好牌打烂了。", "author": "科技每天报告", "newsdate": "发布时间：19-10-02", "newstime": "12:31", "sentiment": [{"positive_prob": 0.995253, "confidence": 0.98945, "negative_prob": 0.00474746, "sentiment": 2}]}, {"title": "华为智慧屏爆火！画质拔尖原来用了它家面板", "content": "随着智慧屏的发布，华为在加速搭建中国国产供应链体系。在电视产品上，最主要元器件是“屏幕”，这项成本占了一款电视80%的成本。因此，每家面板厂都试图进入华为电视的供应商体系。 华为智慧屏有望改变中国电视产业竞争格局。近日有报道称，“TCL华星光电在现阶段给华为65英寸电视产品独供屏幕。”一名面板供应链的高层对记者说。 华为智慧屏采用华星光电QLED量子点面板记者向华星光电求证，对方表示这一说法属实，但中国智能手机厂商华为方面向界面新闻回应，对此事并不知情。据记者了解，华为的供应商体系一般会有三类公司，在其内部叫做一供，二供和三供。其中一供占70%的份额，二供和三供占30%左右。 上述人士补充，华为本来选了华星光电作为一供，中国台湾厂商友达作为二供，但因为友达在质量上没有达到预期，因此现阶段只有华星光电一家进行供货。在电视面板屏幕领域，韩国公司三星和LGD曾经是龙头，华为却在新产品中优先选择了中国国内的供应链。电视行业人士分析，其核心原因在于，华为对电视产品的销量信心十足，因此要搭建稳定的供应商体系。 “华为的目标是在未来三年内，获得中国20%的电视面板产能，一年出货量达到1,000万台。”曾经跟华为对接过的供应链人士对记者说。 在前一段时间发布的荣耀55英寸智慧屏，其屏幕供应商一供为中国国产供应商京东方，二供是LGD。华星光电方面对记者表示，华为电视使用的是量子点技术。现在有量子点颗粒和量子点膜两种技术方向，全球在做量子点的公司只有两家，一个是三星，另外一家就是TCL华星光电。 (7283692)", "author": "中关村在线", "newsdate": "发布时间：19-10-02", "newstime": "05:40", "sentiment": [{"positive_prob": 0.999731, "confidence": 0.999401, "negative_prob": 0.000269407, "sentiment": 2}]}, {"title": "华为手机只买对的不买贵的，目前最值得买的只有这五款，别买错！", "content": "华为凭借自己的硬实力，不仅在国产手机市场站稳了脚跟，如今已经开始向中高端手机市场进发，直接对标苹果。而且目前华为手机品牌系列很多，作为消费者来说非常容易挑花眼。其实在我看来，目前最值得买的华为手机只有这五款，大家在选择是一定要看准，不要买错。下面我简单介绍下目前值得买的五款华为手机（不含荣耀），以及它们的优缺点，大家结合自身需求选择就可以了！华为Mate 20 Pro在我看来，华为Mate 20 Pro是目前最值得买，也是最均衡同时又充满性价比的华为旗舰机了。从正面来看，正面采用了2K级别的OLED屏幕，这是华为近期唯一一款的2K级别的OLED曲面旗舰手机，而且前后都采用了曲面玻璃，6.39英寸的屏幕大小适中屏占比高，整机拿在手里非常舒适。背面的浴霸三摄呈居中排列，看起来有一种对称之美，而且翡冷翠的配色我个人认为比P30上的天空之境以及Mate 30系列的新配色都要好看且耐看。配置方面麒麟980的处理器、4200mAh电池、40W快充以及排在DXO第六名的后置三摄系统，如果非要说缺点的话，那么刘海屏算是唯一槽点吧。目前Mate 20 Pro的6+128GB版本第三方报价3580元左右，在这个价位段华为Mate 20 Pro基本上没有任何对手！Mate20除了拥有麒麟980和大电池之外，华为Mate 20跟同价位其他手机相比，最突出的特点在于它保留了华为旗舰机上顶级的设计与工艺水准。比如跟Pro版本相同的浴霸式设计和翡冷翠配色，同样拥有3D曲面玻璃和精致圆润的手感。配置方面华为Mate 20也处于主流的水准，麒麟980处理器、4000mAh大电池、22.5W快充以及后置三摄，同时作为Mate系列华为也会优先为其推送EMUI 10的系统更新。目前6+64GB版本，第三方报价在2400-2500元左右，性价比很高！P30华为P30是一款难得的小屏旗舰，在目前手机越做越大、越做越重的今天，P30就显得难能可贵了。手机屏幕只有6.1英寸，因此同为1080P的前提下，和P30 Pro相比P30的屏幕显示要好很多，而且整机的重量只有165g，单手操作毫无压力。因此如果你非常在意手感，或者女生用的话，P30的天空之境配色我个人非常推荐。nova 5 Pro作为一款小鲜肉代言的主打“小姐姐”的手机，华为nova 5 Pro拥有时尚的颜值同时，还拥有超高的性价比，这一点还是让人很意外的。麒麟980的处理器、40W的充电功率、屏下指纹以及NFC，前后置的拍照能力表现不俗。另外nova 5 Pro的后置配色是一大卖点，绿、蓝、橙、紫配色非常潮流和时尚，而且摄像头位置还会散发出一道道炫光，潮流感十足！Mate30 5G版目前正处于4G到5G的过渡期，所以对于普通人来说，买旗舰机最好一步到位选择5G手机。而且从售价来说，华为Mate 30的5G版本比4G版本只贵了700块，这700块并不是仅仅增加了5G功能而已，而是处理器的频率增加，同时NPU增加了一个大核，也就是说麒麟990 5G处理器性能更强大，这样看来这700块并不亏。因此笔者建议大家买如果想买华为Mate 30，不妨等等5G版本上市再买，否则到手用不久就过时了，血亏。", "author": "小胖聊数码", "newsdate": "发布时间：19-10-02", "newstime": "15:16", "sentiment": [{"positive_prob": 0.991004, "confidence": 0.98001, "negative_prob": 0.00899552, "sentiment": 2}]}, {"title": "华为终于良心一回，Mate20Pro降价近千元，网友：无奈！", "content": "10月份的智能手机市场已经有很多好选择，华为、小米、iPhone、三星等旗舰手机都已经悉数发布了新旗舰。不过也有很多人喜欢捡漏，买一些正在降价的老旗舰。我们发现在华为宣布Mate20系列的出货量达到了1600万台之后。华为再次让我们感到良心了，Mate20Pro价位“大跳水”，可惜的是网友却说：无奈！华为Mate20Pro这款手机到底有多出色，笔者认为这其实是一款不输给iPhone的国产旗舰，余承东发布这款手机的时候，我们也是十分激动，因为麒麟980七个全球第一，首发Cortex-A76架构、具备69亿颗晶体管以及是世界第一个双NPU的芯片等，性能上给我们展示出了当时华为在芯片上的风采！在外观设计上，华为Mate20Pro采用的是刘海曲面屏幕，这也是当时第一次采用了这样的外观设计，今年的华为Mate30Pro其实也是延续了这一设计风格。华为Mate20Pro拥有6.39英寸2K OLED曲面屏，同样支持HDR显示，这甚至比华为Mate30Pro的屏幕还要更好！在拍照方面，华为Mate 20 Pro具备了徕卡认证，手机的拍照实力备受认可，采用4000万+2000万+800万的三摄搭配，其中4000万像素主摄像头采用了IMX600传感器，同时像素尺寸达到了1μm，光圈F/1.8，等效27mm，支持3倍光学变焦功能。这保证了华为Mate20Pro的拍照成像水准，在当时发布之后就展示出了实力，超过了iPhoneXsMax等手机。不过，如今华为Mate20Pro的价格已经跌到了4499元，甚至之前一度跌到了4199元起步，而原本的6GB+128GB版本的价格是5399元，也就是说，华为Mate20Pro的最大跌幅达到了千元左右，这确实是属于价位“大跳水”了。这样的价格，其实在华为真旗舰当中，也算是比较良心，如果华为Mate20Pro一开始的发布价格定在4499元，可能现如今的出货量早已突破两千万！可惜的是，即便如此，网友还是认为华为这其实是很无奈了！之所以觉得华为Mate20Pro降价后还是无奈，主要是因为华为Mate20Pro当时的优势，现如今荡然无存，华为麒麟990处理器已经诞生，华为Mate30的价格只是3999元起步，虽然配置没有Mate30Pro版本出色，却有更强大的技术，而且还有屏幕指纹识别技术，华为Mate20Pro的标准版并不具备！不仅如此，华为Mate20Pro的价格是四千元以上，现如今的小米9 Pro作为一款5G手机的价格却只有3699元，性价比更高，而iPhoneXR的128GB版本价格跌到4999元，对比华为Mate20Pro也只是贵了五百元！这样一对比，华为Mate20Pro就真的不值得购买了。因此，即便华为降价，也觉得很无奈了！", "author": "叽歪数码", "newsdate": "发布时间：19-10-02", "newstime": "09:53", "sentiment": [{"positive_prob": 0.587017, "confidence": 0.08226, "negative_prob": 0.412983, "sentiment": 2}]}]