[{"title": "5G即将到来，华为mate20pro还值得入手吗？看完你就明白了！", "content": "5G即将到来，华为mate20pro还值得入手吗？看完你就明白了！我们期待5G网络已经有了一段时间，今年很多城市已经开始试行5G网络的运行，很多的手机也开始要发布5G手机出来，在这样的情况下，很多人不知道现在应该怎么去购买手机了，是选择现在能够满足我们的手机，还是应该期待着5G手机出现然后购买5G手机呢？其实现在在我们国内很多的手机品牌都还是不错的，其中华为这个手机品牌就要算其中一个，华为的手机mate20pro在进来的口碑还是很不错的，这么长的时间以来，这款手机还是一个缺货的状态，足以证明喜欢这款手机的用户有很多，那么在5G手机要到来的时候，我们购买这款手机还值得吗？今天我们来具体分析一下，看完你就明白了。现在这款手机其实各方面都很优秀，首先是外观上面，整体的颜值还是比较高，能够站在现在手机上的顶端，在性能上这款手机采用了麒麟980的处理器，可能很多没有使用过华为手机的人对于这款处理器的性能并不是那么了解，那么就拿我们比较了解骁龙845来说吧，目前骁龙845的性能和这款手机的处理器性能表现相差不大，跑分的成绩也是差不多的，所以性能上我们完全不需要担心，而且这样的处理器就算是再过两年也是不会被淘汰的。再加上这款手机的拍照性能也是目前比较顶级的标准，使用这款手机拍出的照片和单反相机拍出的照片有得一拼。如果光从整体表现来说，现在购买这款手机还是很不错的。是如果从其他方面来说，小编还是不建议大家购买这款手机，虽然说现在5G手机并没有正式出售，不过就算是5G手机发布之后很多用户也并不会把目光放在新的5G手机上，其一是很多城市还不支持5G网络的使用，其二是5G手机的价格有些过高，只是目前并没有具体的售价出来，但是一个新技术的手机必然也便宜不到哪里去，其三就是因为现在5G手机的技术并没有4G手机的技术那样成熟，所以很多的用户还是会选择购买4G手机，那么这一款手机为什么小编不建议大家购买，首先就是这款手机很缺货，想要购买到这款手机，在第三方的电商平台上还需要加钱才能够购买，非常的不划算，再者现在5G手机快出现了，虽然很多的用户并不会把目光放在这个上面，但是新的5G手机还是比较有吸引力的，一些比较追求新科技的用户定然想要体验更新的网络速度，而且5G手机的价格初步定价和这款手机的价格也不会相差太多，在这样的情况下，自然是选择5G手机更加的划算，再加上小米手机也有5G手机的发布，而且小米一向又是走的性价比的路线，所以在价格上肯定会比其他的手机品牌要便宜很多，所以也就更没有必要选择这款手机了。而且最重要的是还需要抢购加钱才能够买到这款手机，我们何必又非要去追求这款手机呢？现在在手机市场上又很多的手机都很不错，而且性能上并不比这款手机差很多，价格还能便宜不少，自然还是买其他的手机更为划算。当让小编也并不是说这款手机不优秀，只是跟其他手机比起来没有性价比。", "author": "数码说生活", "newsdate": "发布时间：19-02-10", "newstime": "23:11", "sentiment": [{"positive_prob": 0.485403, "confidence": 0.708051, "negative_prob": 0.514597, "sentiment": 1}]}, {"title": "买苹果还是买华为？四个方面告诉你苹果和华为的差距！", "content": "智能手机诞生以来，苹果的iPhone就是最高端最先进的智能手机，而且一直引领着的智能手机的发展方向。大屏触控、指纹识别、3D结构光、双摄、线性马达……智能手机的每一次大的创新几乎都是苹果引领的。而随着华为手机技术实力增强，近几年一直在冲击苹果占领的高端市场，而且成效显著。那么抛开品牌的喜好单纯的讨论产品，华为和苹果到底差距有多大？谁更值得买呢？今天就以iPhone XR和华为Mate 20Pro为对比对象，看看到底谁更强！外观、设计与手感在外观方面，华为Mate 20 Pro采用的是双曲面玻璃+金属中框的结构。八曲面的玻璃机身，双曲面的玻璃配合6.39英寸的2K屏幕，整体视觉修长圆润，而且曲面玻璃在中框处靠拢，不管是侧面的视觉还是手感都很薄，而曲面玻璃也减少了两侧边框的视觉宽度。正面是刘海屏幕，而背面是渐变色的后盖+“浴霸式”的三摄和闪光灯。跟华为相比，iPhone XR的外观明显要逊色不少，正面是一块刘海LCD屏幕，这块屏幕的硬件素质尚可，但是跟华为2K的OLED屏幕相比，不管是PPI还是色彩表现都要差一些。屏幕边框稍宽，但是好在四边等宽所以日常使用不会感觉别扭。另外背部采用的是玻璃后壳和单摄像头，背部比较简洁而且iPhone XR的配色我个人比较喜欢。但是手感方面iPhone XR比较差，很沉很厚而且没有大弧边的过渡手感上不及华为。性能、流畅度处理器方面两者都采用了各家最强劲的CPU，华为Mate 20 Pro采用的是麒麟980，而iPhone XR则是苹果的A12。从安兔兔跑分上来看，华为跑分在30万分左右，而iPhone XR的跑到了35万分。从日常使用的流畅度来看我个人感觉不到两者有任何区别，都非常流畅。我认为两者最大的差距在于系统层面，iPhone XR是IOS，整体的软件生态、系统操作逻辑以及软件品质、安全性等等各方面，都要强于基于安卓的EMUI，这才是两者使用体验的差距所在。拍照拍照方面与其说孰强孰弱，还不如说两者走了两个完全不同的路线。iPhone XR采用了一颗1200W的单摄，f/1.8的大光圈以及OIS的光学防抖。通过AI进行面部识别实现了景深虚化效果，而DXO101分的高分让大家看到原来单摄拍的还能这么好。作为主打卖点，华为Mate 20 Pro采用了三摄，主摄则是大名鼎鼎的IMX600，另外还有2000万超广角和800W长焦，拍照效果尤其是夜拍效果非常强悍。两者都是手机拍照的顶尖水平，苹果所提倡的是所见即所得，你不需要考虑太多，只需要按下快门就可以了，成像效果更逼近真实。而华为这边成像风格更讨好眼球，通过三摄组合和AI功能实现了很多炫酷的玩法，可玩性更高。孰强孰弱，其实更多的要看个人的偏好了。充电与续航在充电和续航层面，iPhone XR在华为Mate 20 Pro面前就有点惨了。华为采用了4200mah的电池，40W有线快充和15W的无线快充，还支持反向无线充电。有IOS的加持，iPhone XR的续航虽不及华为，但是一天一充完全可以，但是祖传的5W充电器充电时间实在是太长了，华为完胜。总结看完以上的对比，你会发现其实华为和苹果在产品的各个层面都已经实现了持平甚至超越。我认为产品层面华为和苹果最大的差距在于系统和软件生态，价格相差不大，华为和苹果你会选谁？", "author": "小胖聊数码", "newsdate": "发布时间：19-02-11", "newstime": "21:55", "sentiment": [{"positive_prob": 0.000448074, "confidence": 0.999004, "negative_prob": 0.999552, "sentiment": 0}]}, {"title": "华为mate20pro对比苹果XSMAX：差距实在太大", "content": "作为去年下半年发布的两台不同阵营的旗舰机苹果iPhone xs max和华为mate 20 pro，也成为应不少人换手机首选。也用了蛮长一段时间的iPhone xs max和华为mate20pro，那么究竟谁才是最高配置的手机呢，今天说一说两款手机的实际体验。外观设计上iphone xs max比较常规，毕竟是17年iPhoneX的同比放大款，没有什么新意，但整机的质感很不错，而华为mate20pro的设计就比较有意思，背面的浴霸三摄非常有辨识度。虽然iphone xs max更薄，但它比华为mate20pro重了差不多20克，而且iphone xs max也更加宽一点，不过华为mate20pro还是会出现一些误触情况。在解锁方面基本上就是华为mate20pro完胜，实测3D结构光的速度来看，两台手机都差不多，高配版的华为mate20pro还有另外一种屏幕指纹识别，而iphonexS max只能人脸解锁。不过有一个解锁逻辑华为做的还是不是太好，例如在点亮屏幕的时候iphone xs max只有在检测到人脸的时候才会开始进行识别，而华为mate20pro无论有没有看到脸，只要亮屏就开始识别，如果一段时间没有检测到东西的话，那么就需要双击屏幕来重新识别，希望后期可以通过OTA来修正一下。两台手机都是OLED，这次对比的华为mate20pro是京东方OLED面板，iphone xs max就不用说，采用的是三星OLED面板，从专业测评参数来看，iphone xs max屏幕素质非常优秀，从观感的话个人也会更加倾向于苹果xsmax。两台手机刘海的面积都差不多大，所以看视频的时候还是会被遮挡住一块，这两台机的SOC都很强，华为mate20pro搭载了麒麟980，7纳米工艺，首发A76 CPU，iphone xs max不用多说，碾压全宇宙手机的A12处理器，不得不说苹果在这方面的确非常厉害。在APP响应速度方面，个人会更加喜欢华为mate20pro，无论做什么事情都很迅速，没有拖泥带水的感觉，iphone xs max也很快，就是过渡动画有一种比较佛系，但IOS12已经比以前好非常多，两台手机玩游戏都不用担心。但麒麟980的gpu极限性能也就跟骁龙845五五开的样子，华为mate20pro同样有手势操作，整个逻辑跟iPhone差不多，但总感觉不是特别丝，所以操控上我肯定会更加喜欢iPhone多一点。功能方面不用多说，华为mate20pro碾压iphone xs max，虽然不是所有都用得上，但有肯定是好过没有，IOS身上还是有很多点个人都非常喜欢，其中一个离不开的就是数据备份和迁移。iphone xs max终于支持实体双卡，但体验还是比安卓差了一些，华为mate20pro标配40W超级快充，实测的功率超过了35W。用小米的45瓦充电头给iphone xs max，从5%开始30分钟充到57%，充满一共需要117分钟，华为mate20pro30分钟它就可以充到78%，充满一共需要105分钟。续航表现经过两小时的专业测试，两台手机五五开，iphpne xs max依旧是双1200万像素广角加长焦的组合，单位像素面积提升到了1.4微米，而华为mate20pro是4000万像素的imx600加三倍长焦加超广角。总结，其实华为mate20pro已经很强了，它还有ip68防水无线充电支持USB3.1接口，双频GPS等。那么你认为iphpne xs max强大还是华为mate20pro强大呢？", "author": "手机天蟹座", "newsdate": "发布时间：19-02-11", "newstime": "16:12", "sentiment": [{"positive_prob": 0.00239563, "confidence": 0.994676, "negative_prob": 0.997604, "sentiment": 0}]}]