[{"title": "华为P30Pro上市半年疯狂跳水，已降至清仓价，为何销量迟迟上不去", "content": "华为近几年可以说是发展迅猛，华为目前已经成为国内第一大手机厂商，市场份额一直保持在30%以上，之前还一度到达过40%，处于绝对的领先地位；同时，华为也积极开拓海外市场，华为手机在海外，尤其是欧洲发达国家的销量也是非常不错的，2018年，华为超越苹果，成为世界第二大手机厂商，仅次于三星，这是非常了不起的成就。华为在拍照和5G方面的努力也是领先于竞争对手，作为上半年的机皇华为P30Pro目前已经降至清仓价，但是为什么销量迟迟上不去呢？华为P30Pro可以说是一款令华为声名鹊起的手机产品，华为P30Pro发布于今年的4月份，推出时在业内引起了不小的震动，截止目前，华为P30Pro的出货量已经超过1700万部，取得了非常好的销售成绩。但是就是这样一款手机，因为mate30Pro的发布，也降价了，8GB+128GB版本从发售价5988元降到了现在的4988元，上市半年，价格降了1000，降价幅度还是很大的，但是就算降了1000元，现在也没人买了。华为P30Pro采用了水滴曲面屏的设计，渐变玻璃机身，整体造型非常的时尚，和主打商务的mate系列形成了极大的反差。华为P30Pro的屏幕尺寸为6.47英寸，屏幕材质为OLED，分辨率为2340x1080像素，屏占比达到了88.61%，正面看起来还是非常好看的，显示效果也非常出色，华为P30Pro的拍照能力是非常强的，在刚推出的时候，华为P30Pro就拿下了DXO手机拍照能力排行榜第一名的位置，成为世界上拍照能力最强的手机，到现在依然排在第三名。与第二名只相差一分。华为P30Pro配备了莱卡四摄，镜头参数分别为4000万像素+2000万像素+800万像素+TOF镜头，支持OIS以及AIS双重防抖，并且采用了全新的RYYB滤镜列阵设计，同时有出色的独立ISP图像引擎，成像能力一流。在性能方面，华为P30Pro搭载了麒麟980处理器，搭配8GB+128GB内存组合，加上华为独家的方舟编译器和超级文件系统的加持，使用体验非常流畅，玩游戏也毫无压力。在续航方面，华为P30Pro配备了4200毫安的大电池，支持40w快充，续航也很给力。虽然华为P30Pro各方面都很强大，但是在4988的这价位，可以说是完全没优势了，iPhone11的起售价才5499元，mate30的起售价也才3999元，华为P30Pro作为一款上市半年的手机跟这些新款旗舰相比是没有优势的，所以这个价格，估计还得再降，消费者才有可能考虑，不然没戏，当然面对华为P30Pro的降价，不少的网友也纷纷的吐槽没诚意，大家觉得呢？", "author": "科技老蜀黍", "newsdate": "发布时间：19-10-22", "newstime": "14:01", "sentiment": [{"positive_prob": 0.00230623, "confidence": 0.994875, "negative_prob": 0.997694, "sentiment": 0}]}, {"title": "华为5G折叠屏手机明日发布，积极布局两条赛道，概念股掀涨停潮丨牛熊眼", "content": "10月22日，华为终端微信公号消息，华为将于10月23日下午召开华为5G终端及全场景新品发布会。据悉，本次发布会将正式发布折叠屏智能手机Mate X国行版，并开启预购。华为近期持续深耕5G领域，21日，在第六届世界互联网大会期间举行的“5G，开创数字经济新时代”论坛上，荣耀总裁赵明发表主题演讲时透露，荣耀首款5G手机荣耀V 30将于下个月发布，可同时支持NSA和SA，而明年中国市场的5G手机容量保守估计在1亿台以上。“华为作为全球5G技术领先者，截至目前拥有2500多项5G基本专利，占比达到20%，是目前业界唯一能够提供5G端到端产品与解决方案的厂商。”受相关消息影响，今日盘面上华为概念股涨势强劲，掀起涨停潮，截至收盘，麦捷科技、科达股份、易尚展示、诚迈科技等10股涨停。另外，华为还在持续向6G进发，10月21日，华为心声社区发布创始人任正非接受日本共同社的采访纪要。任正非表示，在5G上，由于华为投入早、投入力量大，华为暂时有些领先。华为也在同步启动研究6G，但6G的使用可能要到十年以后。6G网络的“致密化”程度将达到前所未有的水平，6G基站将可同时接入数百个甚至数千个无线连接，其容量可达5G基站的1000倍。值得一提的是，10月16日，华为发布2019年前三季度经营业绩，报告显示，企业前三季度共实现销售收入6108亿元，同比增长24.4%，净利润率8.7%。第三季度在保持利润率稳定的同时，实现了经营业绩加速增长。据了解，2019年上半年华为实现销售收入4013亿元，同比增长23.2%，净利润率8.7%。消费者业务方面，华为前三季度智能手机发货量超过1.85亿台，同比增长26%。华金证券指出，华为三季度业绩数据向好，产业集中度提升趋势不变。5G建设和国产替代仍是主线，华为基站侧产业链相对更为受益。流量持续增长，带动承载网扩容需求，数据中心业绩增长稳定；行业进入三季度业绩披露期，前期市估值大涨需要业绩的有效支撑，需要聚焦业绩确定性强的标的，回避高估值和业绩明显不达预期的标的，建议重点关注飞荣达、深南电路、生益科技、天孚通信。万联证券认为，中国在全球5G商用部署竞赛中处于领跑行列，运营商和设备商不断增加资本支出，5G建设加快，板块中长期向好逻辑不变。华为已与全球领先运营商签定了60多份5G商用合同，40多万个5GMassiveMIMOAAU，对于光传输、数据通信、IT等生产供应商具有提振作用。光通信领域推荐持续关注中际旭创、光迅科技；通讯设备领域推荐国内设备龙头中兴通讯、星网锐捷；所有主营业务均为5G建设核心料号的铭普光磁；以及国内测试领域综合服务龙头东方中科。东兴证券表示，华为积极布局运营商业务及消费者业务两条优质赛道，供应链中相关企业有望充分受益，尤其是新进入华为供应体系的公司将迎来明显的业绩边际改善，为公司带来巨大的品牌效应。第二季度在全球手机市场景气度较低的背景下，华为手机在国内的市场份额逆势上涨至38%达到历史最高，华为在消费电子领域的高端化战略成效显著。随着Mate30等5G旗舰机型的发布，华为手机零部件国产化率也获得了显著提升，电源管理、基带芯片和指纹等部件已经基本实现国产替代。关注在华为扶持下的国产芯片及相关配套公司，重点关注卓胜微、圣邦股份、长电科技、华天科技、长川科技等。新时代证券表示，华为核心供应商将充分受益：面板巨头：京东方A精密制造龙头：立讯精密PCB供应商：鹏鼎控股电感龙头：顺络电子代工：光弘科技芯片供应商：圣邦股份、卓胜微、韦尔股份、兆易创新、汇顶科技、闻泰科技其他供应商：舜宇光学、蓝思科技、歌尔股份、领益智造。", "author": "第一财经", "newsdate": "发布时间：19-10-22", "newstime": "20:18", "sentiment": [{"positive_prob": 0.972085, "confidence": 0.937966, "negative_prob": 0.0279152, "sentiment": 2}]}, {"title": "揭秘华为海外的四大神秘机构之一", "content": "华为技术之所以在最近这些年突飞猛进,和大量的研发投入,以及具有战略超前的眼光，是分不开的。华为在技术领先的功臣之一，除了国内的研发中心，在国外也有四大研发基地，发挥了关键性的作用，被称为华为的四大金刚。而其中的华为加拿大渥太华研发中心，则是重中之重。华为渥太华研发华为渥太华中心目前主要负责研发6G项目。是的，你没看错。尽管面前5G还未普及，华为已经在着手布局6G了。因为6G才是无线通信领域的终极战场。不同于5G需要众多的地面基站，并且有些偏僻地方信号覆盖不到。6G是通过太空上的低轨道卫星，来实现实时通信的。优点是覆盖面更广，速度更快，是5G的100倍，全面发展6G，才是通信领域的终极目标。而华为渥太华中心位于加拿大渥太华的卡纳塔地区，这里有着世界级的IT精英和学术机构，影响力覆盖着整个北美地区，包括加拿大，美国，墨西哥。数年前加拿大有着北美最大的电信公司之一：Nortel-北电网络，当时的北电网络，其一家公司的市值，就占整个加拿大股市市值的40%，其通信光纤技术曾经独步天下。但随着其公司经营不善倒闭后，众多高级科研人才被华为收揽在旗下。华为渥太华中心是在2010年就设置了,目前与加拿大13所重点大学都建立了合作关系。华为在全世界延揽精英人才，是其不断发展的源源之泉。", "author": "音之侣", "newsdate": "发布时间：19-10-22", "newstime": "00:57", "sentiment": [{"positive_prob": 0.999251, "confidence": 0.998336, "negative_prob": 0.000748578, "sentiment": 2}]}]