[{"title": "终于等到华为mate20Pro现货买了一台，朋友却说赶紧去退货！", "content": "今天笔者收到一条非常有意思的网友消息，他表示自己终于等到现货才买了一台华为mate20Pro，但朋友却劝他赶紧去退货！他自己在听说了缘由之后也感到十分的纠结，希望笔者能够帮他做出决定，下面我们一起来看看究竟怎么回事。原来，该网友非常喜欢华为mate20Pro这款手机，因为这是目前华为最好的旗舰手机之一，搭载了麒麟980处理器，同时也具备了徕卡三摄以及双曲面屏幕设计，并且还有4200mAh的电池以及40w的快充，无线充电等都是一应俱全，虽然价格达到了5399元，但最近终于是现货开放了，不再需要加价购买，于是自己就赶紧入手了一台。但是，当他拿到手的时候，该网友却遭到了身边朋友的劝说，表示如今华为mate20Pro缺货四个月之后才现货，已经不再值得花5399去买了，还是赶紧退货得了。以下是具体的原因：首先，必须承认华为mate20Pro是一款好手机，但在这个时候入手这样一款5399元的手机，显得有点不理智。先是华为自身的产品对比，同样是搭载了麒麟980处理器，以及具备了4800万像素的荣耀V20价格只有2999元，虽然目前也是缺货状态，却只要加价三四百元就能够买到，反而性价比更高。其次，如今已经是2月份，如果不出意外的话，华为P30系列也将很快跟大家见面，此外，华为还确定了会在2月24日发布最新的折叠屏幕手机，还有5G技术的到来，很显然，这样的华为手机更能够符合未来智能手机的使用需求。也就是说，此时买华为mate20Pro会面临技术过时的问题。最后，华为mate20Pro还需要面临来自于友商的压力，已经发布的小米MIX3、魅族16，即将发布的三星S10、小米9等手机都会给华为mate20Pro带来压力，更重要的是，现如今的苹果iPhone手机也是在不断降价，对于华为mate20Pro来说也是不小的冲击。此时花这么多钱买华为mate20Pro，确实有点尴尬。如果是你，你觉得在这个时间点买华为mate20Pro合适吗？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-02-12", "newstime": "21:44", "sentiment": [{"positive_prob": 0.0539513, "confidence": 0.880108, "negative_prob": 0.946049, "sentiment": 0}]}, {"title": "5G手机将来临，华为mate20pro还值得入手吗？看完你就明白了！", "content": "5G手机将来临，华为mate20pro还值得入手吗？看完你就明白了！对于5G的网络我们一直是比较期待的，因为可以体验比4G网络更快的速度，而且有跟多的先进功能可以体验。而现在5G已经正式到来了，很多城市都已经开始了5G网络的试点运行，说实在的这个网络速度真的是很让人震惊。在几大运营商都开始紧锣密鼓的开始建设5G的基站的时候，很多手机厂商也在开始对5G手机进行设计。要说到5G手机，还是华为最有话语权，所以很多人还是比较期待华为的5G手机，目前华为比较火的机型还是比较多的，其中就有一款华为mate20 pro，这款手机在发布之后就很受欢迎，但是这款手机非常的缺货，很多平台还需要加钱才能够购买，所以很多用户在这个时候就不知道到底应不应该在入手这款手机，那么今天小编就来给你们仔细的分析一下，看看究竟该怎么样正确的选择，看完你就 明白了。其实这款手机整体的表现还是比较优秀，要不然也不可能出现手机缺货的情况，正是因为手机优秀才会很多人去购买，只有手机好才能够让消费者有购买的欲望。在手机的性能上该手机很是出色，选择了一个麒麟980的处理器，目前这个处理器是华为芯片中性能最好的一款处理器，现在的大型手机游戏在这个处理器上是完全不在话下的，在其他的日常使用软件上就更不用说了，无论是软件的启动，还是软件的运行过程中都保持着一个比较高的流畅度。在外观上面这款手机使用的是一个刘海屏，还有曲面屏的加持，看起来颜值还是很不错的。而且这款手机在拍照上和电池续航上都有着很大的吸引力，拍照性能属于行业中的头一位，电池也使用了40w的快充技术，总的来说，真的是各方面表现都很优秀，也难怪这么多的人喜欢购买这款手机。但是小编并不建议大家在这个时候还购买这款手机，首先我们之前都说到因为缺货，所以在很多电商平台上需要加钱才能够购买到这款手机，说句实话，这款手机要是加钱买完全是没有必要，再加上现在5G手机就要发布了，很多用户正是等着5G手机出来好一享5G网络的快速体验，如果在这个时候入手这款手机，假如说5G手机出来之后又想要使用5G手机怎么办？还不是只能够又花费一笔钱再去购买新的5G手机。如果说是没有想购买新5G手机的想法，可以选择购买其他的手机，比如说许多骁龙845的机型，价格比这款手机要便宜很多，而且同样也能够保证在两年之类有着很好的体验，因为初步估计5G手机全国进行使用在两年之后差不多就稳定了，所以在那个时候我们就能够很愉快的体验5G手机了，这个时候买一个能够支持两年的4G手机，肯定还是要选择又划算性能又好的手机不是吗？所以说我们在这个时候还是没有必要为了跟风而去选择这样的一款需要抢购，加钱才能够买到的手机了，选择其他手机不仅可以省下一笔钱，而且还不需要那么麻烦，不是一件两全其美的事情吗？不知道各位网友对于这款手机有什么不一样的看法呢？", "author": "数码说生活", "newsdate": "发布时间：19-02-12", "newstime": "19:26", "sentiment": [{"positive_prob": 0.33896, "confidence": 0.246756, "negative_prob": 0.66104, "sentiment": 0}]}, {"title": "华为申请商标MatePad，平板新旗舰要来？", "content": "IT之家2月12日消息 华为的MateBook笔记本电脑、MediaPad平板电脑相信大家都有所了解，但是华为最近有了一个新动作，可能暗示了新系列产品的到来。新的文件显示，华为在EUIPO（欧盟知识产权局）注册了一个名为“HUAWEI MatePad”的商标。这一商标分类为第9类，可以用于智能手机、平板电脑、笔记本电脑等产品上。就手机而言，华为的Mate系列主打的是旗舰阵营。因此，相比起已有的“MediaPad”系列，“MatePad”平板电脑可能会拥有更强的配置，成为平板电脑旗舰产品。▲华为平板M5 Pro华为的上一款高端平板是MediaPad M5和M5 Pro，其中M5 Pro配备10.8英寸2K屏，搭载的是麒麟960处理器。", "author": "IT之家", "newsdate": "发布时间：19-02-12", "newstime": "19:20", "sentiment": [{"positive_prob": 0.766681, "confidence": 0.481514, "negative_prob": 0.233319, "sentiment": 2}]}]