[{"title": "华为：不做电视，却要干掉电视！", "content": "7月26日，华为在深圳坂田基地发布了Mate 20 X（5G）手机，但这并非全场唯一的焦点。在会上，余承东亲自上台发布了华为的全新产品线“智慧屏”，并透露新品将于9月正式登场。从介绍来看，这将是完全有别于智能手机，但又和智能手机有着千丝万缕关系的重磅新品。由余承东亲自讲解，就足以证明华为内部对智慧屏产品的重视。余承东强调，“华为智慧屏将淘汰互联网电视、不智能的智能电视。让客厅进入真正的智慧时代！”语气之强烈令人感到意外。不难看出，家庭将是华为产品布局的下一个重点，而围绕智慧屏而起的智能家庭大战，或许才刚刚拉开序幕。巨头环伺的大屏市场华为强调“智慧屏”并不是智能电视，而是比智能电视还要更加智能产品。普通的互联网电视和普通的“智能电视”，均被列入打击对象之中。如此看来华为的竞争对手数量还真的不少，传统电视行业早已经乘上移动互联网的东风进行转型，以“智能电视”为主的电视市场，有不少巨头均参与其中。其中一派我们可以称为“新势力”，这一派厂商多数由科技公司组成。这一派别的企业有一个特点，那就是并非传统的电视生产商，他们是借着互联网的东风半路杀出，依靠前沿科技成为如今市场的主要玩家。例如我们熟悉的小米，还有微鲸等品牌，他们在电视行业中，也算得上是“互联网厂商”。“互联网产品”最主要的特点就是轻小灵快，无论是智能手机还是电视产品，都是一样。以小米的电视为例，其视讯内容主要是由互联网端供给，而非传统的电视台信号；产品卖点紧贴潮流，除了普通消费者关注的尺寸和面板之外，将更多的笔墨放在了芯片参数等可以量化的地方。更重要的是他们的销售渠道以互联网为主，营销手段和智能手机相近，行事风格均有浓厚的互联网气息。而另一派则是以创维、TCL为首的“传统厂商转型”派，他们本是做传统电视的好手，但敏锐的商业嗅觉让他们察觉到，现在传统电视行业已经到了不得不转型的时候。创维、TCL乃至三星索尼的电视产品，虽说已经和互联网进行接轨，但主要风格还是偏向传统电视。例如，主要销售渠道是线下，重点展示面板素质和整体设计，而对芯片、解码方面的参数，基本不提。但尽管如此，他们依然能够划归到智能电视范畴。而且凭着资深的产品功底和研发实力，这些传统巨头的产品品质更具优势，所谓“瘦死的骆驼比马大”，依然是市场中坚力量。中国的智能电视普及率达到46%，和日本、美国等发达国家相比仍有差距，环顾全球只能算是中等水准。另一消息是，中国智能电视的市场规模已经几近见顶，2018年增长幅度为-8.9%，销量为4249万台。智能电视和智能手机市场不同，前者普及率不算高，后者已经普及完成。也就是说，智能电视销量下滑完全是因为市场没有得到完全开发。这也是为什么现在依然有那么多科技企业在打智能电视的主意，除了华为推出智慧屏产品外，一加科技也在去年宣布正在研发大屏产品。他们都知道，智能家居市场仍有无限潜力，传统电视过渡到智能电视甚至更高端产品的高潮，尚未开始。以华为为代表的一众科技企业，将会在智能电视行业中担当起“鲶鱼”的角色，充分地发挥鲶鱼效应，搅动市场带来活力。华为智慧屏的竞争优势是什么？正如上文所说，传统电视的竞争卖点十分原始，无非是比拼面板素质，谁家的电视产品画质更好、颜色更好、分辨率更好，那么便能受到市场青睐。然而当行业转入互联网市场，智能电视乃至更先进产品，就必须找到差异化卖点。从目前已知的信息来看，华为智慧屏产品主要的卖点是两个，一个是软硬件技术，另一个则是产品理念。在芯片上，华为表示智慧屏产品将会搭载自研的显示芯片，这或将成为华为智慧屏的“杀手锏”之一。这些年来华为已经陆续发布了麒麟手机芯片、鸿鹄智慧显示芯片、凌霄Wi-Fi芯片等自研产品，不仅为消费者带来别样的体验，更提振了华为的口碑。AI作为华为提升产品竞争力的主要手段之一，可想而知也会赋能华为智慧屏，成为其核心优势之一。华为透露，华为智慧屏产品在显示层面可以通过AI技术优化画质，因而在“显示”层面拥有不输竞品的表现。同时，在传感器的帮助下，华为智慧屏可以实现声控操作、AI健身指导等操作，简单说就是比一般的“智能电视”还要更加智能和聪明。而华为智慧屏还有一个隐藏的看点，那就是操作系统。鸿蒙已经被全国消费者所知、所期待，这个系统被证实将用于IoT硬件之中，智慧屏是否会搭载，相信也是大家所关注的。至于理念上，从一开始华为就没有将智慧屏简单定义为“智能电视”，而是要比他们更加先进，更加智能。华为智慧屏的本职并非播放视讯节目，他只是能够把这份工作做好，就像电视一样。它的本职是家庭智能中心，是连接AIoT设备的枢纽。华为一再强调他们的HiLink阵容有多么强大，例如已经接入了5000万用户、覆盖900+型号和100+品类产品等。我们可以举一些例子，如果你在看电视，这时候门铃响了怎么办？当我们拥有华为的智慧屏产品，理论上可以做到监控相机自动将来访者的图像投影到智慧屏产品上，如果是可以通行的人，还可以用语音命令智慧屏开锁放人。虽然这是我们设想的场景，但只要智慧屏是有家庭中心这一定义，那么上述场景就肯定能够做到。可以说，从现阶段来看技术积累和理念的创新构成了华为智慧屏的护城河，这也是在未来主要的竞争优势之一。但华为智慧屏在市场上的主要竞争力还是来自于华为自家的生态系统，用户拥有越多的华为智能硬件，那么华为智慧屏的吸引力便更强烈。只不过，互联网电视在早期都会面临内容短缺的问题，华为能够例外吗？小米电视自2013年面世以来，内容短缺一度成为其产品的短板，直到和腾讯、爱奇艺等三大平台合作，才基本将问题解决。好在从目前的情况来看，华为智慧屏的起点，还是要比当初小米电视更高一些。例如，华为手机内的App华为视频早已和芒果TV达成合作，内容本身就不少；假如内容还是不够，以华为在国内的号召力和其他平台达成合作也不会太难，在针对内容这一问题上，华为的准备显然已经非常充分。“家庭”之争硝烟渐起乍一看华为发布大屏产品是要抢家电企业的生意，但事情并没有那么简单。当下科技企业的发展潮流是打造生态提升用户粘性，一两个细分市场的得失，并没有那么重要。再者，华为并非家电企业，所推出的智慧屏产品和一般的电视产品并没有直接的冲突，不存在直接的竞争。要说产品调性的话，华为智慧屏还是针对互联网电视或者智能电视而来，华为甚至还会和传统家电厂商有一定的技术交流和合作。华为智慧屏并不是终点而是起点，预示着华为进军AIoT家庭生态的号角。早在去年华为便已经发布了自家的AIoT生态理念，确立了“1+8+N”的大方向，大屏产品被定义为仅次于智能手机的重点终端之一。对于家庭AIoT生态，不同的科技企业有不同的理解，比如百度、阿里等企业可能会认为智能家居的核心是智能音箱，但百度和一加等企业，则认为从大屏产品（电视）入手会更为妥当。我们再度回顾余承东的那一番话，可谓是“杀气凛冽”。在华为的计划中，第一步当然是战胜市面上做智能电视的对手，确立自己的市场地位，但这样做的目的，还是为了建立围绕华为产品为中心的智能生态。并不是说智能手机不重要，相反，智能手机在未来很长一段时间里依然是最重要的智能终端，但智能化的浪潮转向家庭和生活已经不是什么难以窥见的秘密。未来家里用着HiLink生态的智能硬件，手里拿着华为智能手机，看着华为智慧屏，这样的场景才是华为的最终目的。", "author": "雷科技", "newsdate": "发布时间：19-07-26", "newstime": "21:04", "sentiment": [{"positive_prob": 0.00466364, "confidence": 0.989636, "negative_prob": 0.995336, "sentiment": 0}]}, {"title": "华为称首款5G手机不考虑盈利，折叠屏机遇到的问题比预期大", "content": "发布会现场7月26日，华为在深圳总部发布了首款5G手机Mate 20 X。这款机器搭载了麒麟980芯片和巴龙5000芯片组，是全球首支搭载双7纳米 5G终端芯片，支持NSA（非独立组网）和SA（独立组网）两种5G模式。定价6199元。华为Mate 20 X配置为8G+256G，7月26日开启预售，8月16日正式发售。这也是中国首款获得进网许可证的5G手机。华为Mate 20 X搭载了麒麟980和巴龙5000芯片组，这也是全球首支搭载双7纳米芯片的5G手机。Mate 20 X支持NSA（非独立组网）和SA（独立组网）两种5G模式。Mate 20 X率先商用支持5G+4G双卡双待。其实，其实华为Mate 20 X原本是一款4G机型，5G商用后开发了一个5G版。华为消费者业务手机产品线总裁何刚在接受记者采访时坦言，华为的首款5G机型选择Mate 20 X，主要是因它机身尺寸大，利于5G天线布局，避免内部结构限制天线性能，同时基带容错率更高。另外，Mate 20 X也是目前华为散热最好的手机产品。5G增加了很多天线，散热一直是个大的挑战。何刚称，毕竟是第一款5G产品，需要能全面稳定地发挥华为5G基带性能，避免了一些不确定风险。华为Mate 20 X 价格为6199元，将在7月26日预售，8月16日正式发售。华为强调，Mate 20 X是唯一商用支持SA（独立组网）与NSA（非独立组网）模式的5G双模手机。这样能保证早期5G网络覆盖不是特别充分的情况下，用户的体验更好。Mate 20 X（5G）售价6199元，这也比外界之前预测首批5G手机可能在万元左右便宜不少。何刚称，华为对这款机器的定价比较激进，主要是希望第一款5G手机能更快让消费者体验到，不想让价格成为5G用户的门槛。华为Mate 20 X手机“华为在5G时代初期不考虑盈利或者不盈利，而是联合运营商联合用户让5G市场快速成熟起来。”何刚称，8月16日上市发售基本与运营商5G放号时间大致匹配，但运营商具体放号时间还未对外公布。这次华为发布会未提及该公司另一款备受关注的机型折叠屏的Mate X。会后何刚接受采访时称，该产品还在进一步优化和完善中，采用全新的材料和全新的设计，遇到的问题和挑战比最早的预期要大，“如果没有达到质量要求，我们不会上市，虽然没有上市，但我们工作没有停。”今年2月份，华为首次对外发布了折叠屏手机Mate X，但随后一直未敲定具体上市时间。折叠屏手机被认为是5G带来的一种新品类。三星公司日前刚宣布，该公司的首款折叠屏手机Galaxy Fold计划在9月份正式对外发售，此前因一系列产品问题上市被延后了。何刚也表示，华为折叠屏手机的推出时间不会跟随三星节奏，“三星什么时候上，不是华为考虑的事情，还是希望给大家带来满意的用户体验。”", "author": "澎湃新闻", "newsdate": "发布时间：19-07-26", "newstime": "21:06", "sentiment": [{"positive_prob": 0.0948525, "confidence": 0.789217, "negative_prob": 0.905147, "sentiment": 0}]}, {"title": "华为 nova 5i Pro 详细评测：全面进化的实力派选手", "content": "年轻人一直是中国手机市场的消费主力，但这不意味着他们的用机需求都一样，有的喜欢颜值，有的喜欢性能，更有的人喜欢拍照。不过随着市场发展，他们的消费观念也出现了变化，那就是倾向于更加有科技感的产品。今天华为发布了华为nova 5i Pro，为了体现它的「Pro」，华为nova 5i Pro跨越了后置三摄时代，进阶后置四摄，另外它的前摄也升级成3200万像素，此外它的「Pro」也体现在更强的麒麟810处理器。那么看似全新的升级，带给用户的体验也能更「Pro」吗？久违的对称式设计说实在的，第一眼看到华为nova5i Pro的时候，它的样子让我大吃一惊，因为它有着与nova5系列其他三款手机完全不同的设计风格。 相较于正面「珍珠屏」背面摄像头摆放在左上角的方案，华为nova 5i Pro的造型让人更深刻，仿佛是华为nova4与华为mate20的结合体，正面是一块极点全面屏，背面则是矩阵四摄。手机全面屏设计发展到今天，有各种各样的形式，其中屏内摄像头方案以及升降式前摄方案是目前市面上最常见的两种方案。前者没有升降机械结构，能够将手机做得更加轻薄，后者由于前置摄像头没有占用屏幕的面积，能够做到更高的屏占比。但是纵观市面上采用升降式全面屏方案的产品都普遍厚重，拿在手上给人一种压迫感。因此屏内摄像头的方案是目前兼顾屏占比以及用户使用体验的折中方案。华为nova 5i Pro的前置摄像头被安放在屏幕的左上方，并没有占据太大的面积，这是因为采用了一种称为「盲孔方案」的屏幕技术。与传统的屏幕打孔方案不同，「盲孔方案」并没有穿透屏幕的液晶显示层，可以实现更小的开孔效果，尽可能减少摄像头对视觉观感的影响。在我手上的这款华为nova 5i Pro为幻夜黑配色，官方另外还提供了较为鲜艳的极光色以及静美的翡冷翠。相比之下，黑色显得更加沉稳低调，不同的人有不同的审美方式，提供多种配色方案选择体现的是华为对用户需求的尊重。翻到机身背部，这里采用了玻璃的材质，并且有3D弧度，在一定程度上可以增强用户的握感。上方这四颗摄像头的排列方式相信大家并不是第一次见到，去年华为Mate20系列的背面设计可以说是一款经典的设计，如今在华为nova 5i Pro上再次呈现，并且摄像头也升级为四颗，这似乎在表明它有着不容小觑的影像实力。值得注意的是，幻夜黑的版本后置指纹的开孔颜色与机身背后并没有太大的色差，形成了隐藏式的效果。整个背面所有的元素都做到了居中摆放，就是这样简单的对称式设计在2019年其实并不多见。拍照是nova的基因去年，华为P20 Pro掀起了国产旗舰手机拍照性能大幅提升的潮流，随着技术的成熟，这股潮流也来到了中端手机上。千篇一律的4800万像素摄像头让消费者能够在低价位的手机上也能享受到较为优秀的拍照体验，不过几乎所有的产品都没有在前置摄像头的拍摄效果上有明显的进步，光线充足白天是拍好看了，那么夜晚昏暗的地方呢？哪里有需求，哪里就会有创新，华为夜景拍摄方面首创了手持超级夜景模式，这次在华为nova 5i Pro上，前置摄像头也引入了夜景模式，来解决拍摄痛点。其3200万像素摄像头通过四合一光融合模式实现等效1.6μm的超大像素，结合夜景多帧合成算法以及屏幕补光，一键生成夜景照片。▲前置摄像头夜景模式样张，在亮度较为昏暗的室内环境在后置摄像头方面，华为nova 5i Pro的影像模组也不容忽视，除了常规的4800万像素主摄，还配备了800万像素的超广角以及200万像素的微距镜头和200万像素的景深镜头，四摄方案满足用户的各种拍摄需求。具体的拍摄效果如下：总体来看，华为nova 5i Pro的成像效果中规中举，但超广角镜头的拍摄效果让人感到惊讶。搭载超广角镜头的手机有很多，但能够将超广角镜头的成像素质优化到接近主摄效果的产品并不多。华为nova 5i Pro即使在逆光场景下都能保持较好的暗部细节以及没有过曝的天空部分，这十分难得。超级夜景模式也保持了华为的高水准， 配合4800万像素镜头CMOS的1/2英寸超大传感器面积，这样优秀的高光压制能力以及照片宽容度，可能只有华为手机才能做到这样的效果。麒麟810性能强大为了体现华为nova系列更硬核、专业的风格，华为nova 5i Pro搭载了华为最新的麒麟810处理器，作为华为第二款采用7nm工艺打造的手机处理器，它的性能相比麒麟710有着明显的提升。特别是在AI性能方面，全新Da Vinci架构的NPU性能提升达到30%以上。在麒麟810的硬件支持下，华为nova 5i Pro的AI功能不仅仅局限于拍照时的AI场景识别，例如图库里的AI视频剪辑，一件生成完整的vLog视频，方便与亲朋好友分享。对于麒麟810，我想最印象深刻的就是它的GPU性能，号称比麒麟710提升高达162%，这数字体现在游戏体验上就是质的变化。为了让大家能够体会到性能的提升，我们记录了使用华为nova 5i Pro玩《王者荣耀》以及《和平精英》的游戏帧率。结果证明，麒麟810也有接近旗舰级别的游戏体验，《王者荣耀》特效全开能够在游戏过程中稳定60帧，而在《和平精英》的高画质下，也能保持55帧以上的水准，无疑是对竞争对手的当头一棒。在麒麟810的强大性能加持下，结合EMUI9.1方舟编译器以及EFOFS超级文件系统，就算是运行优化较差的APP也能游刃有余，要是说EMUI9.1是目前最流畅的安卓UI之一也并不为过。充电&续航很给力快充已经成为目前智能手机必不可少的功能，用习惯的了高功率的快充，是真的回不去了。华为早在2016年就为旗下的产品配备快充功能，在快充技术领域也有一席之地。这次华为nova 5i Pro作为升级款，具有快充的功能并不奇怪，不过需要注意的是，标配的充电头最大为20W功率，这在华为手机中还是第一次。充电速度实际测试下来，完全充满需要74分钟，而半个小时可以充入55%的电量，一个小时则是91%，速度与22.5W的华为超级快充并没有明显的区别，可能华为对充电技术作出了进一步的优化。4000mAh的电量也让华为nova 5i Pro在五小时的续航测试中有着不错的成绩，剩余电量为48%。就算是重度使用一天也完全没有问题。总结：中端价位的全能标杆继华为nova 5 Pro之后的又一款「Pro」版手机，华为nova 5i Pro的出现实在让人措手不及。它的外观设计仿佛在告诉别人，它跟其他的nova系列新机并不一样，无论是相机、性能以及机身的颜值，表现都更加均衡优秀。虽然名为「nova」，但华为nova 5i Pro表现已经超越了nova系列的硬核与专业。随着华为nova 5i Pro的出现，nova系列越来越壮大，不同的产品对应不同的消费者，这表明nova系列强大的文化包容性。我能预想到在未来的某一天，华为nova系列将会成为最受年轻人欢迎的产品线之一。", "author": "安卓论坛", "newsdate": "发布时间：19-07-26", "newstime": "16:13", "sentiment": [{"positive_prob": 0.999389, "confidence": 0.998641, "negative_prob": 0.000611384, "sentiment": 2}]}, {"title": "华为公司如若上市，在全球市值会有多少，世界排名是否惊人", "content": "感谢您的阅读！有人说华为上市，市值将会万亿美元。将华为放在股市，特别是美股的话，我估计华为很快被“撕成碎片”，美国应该非常期盼着华为上市吧，毕竟上市的华为，虽然支配的大量的资金，可是却等于将自己的双手给人戴了镣铐，随时有被抓起来的可能。2018年12月23日，第二十届北大光华新年论坛，倪光南这样说：截至2018年12月22日，联想市值81亿美元，据估值华为价值已超4000亿美元，二者差距接近50倍。我们拿没有上市的华为来说，按照华为在2018年的财报来看，华为的销售收入为7212亿元，折合美元为1048.7741万美元，在目前的世界500强中，它排名第72位，我们在想如果按照市盈率以及估值等情况来看，会不会排名更高呢？如果华为上市，它的市值确实会上升，可是华为的销售收入是不会变化的，毕竟华为营业的内容没有大的变化，因此在世界五百强的排名可能还是保持在72名。我们来算一笔账，世界五百强的数据，营业收入是1090.304亿美元，净利润是89.639亿美元，换成人民币是616.5819亿人民币，按照市盈利率20倍计算，华为的市值是12320亿人民币。现在，华为的声望如此之高，可能达到20000亿的可能性也不小。那么，华为能不能比的上苹果呢？总市值为9525亿美元，合计为6.5万亿元，这样算的话，华为离苹果还是有点距离的。每篇文章都是笔者的原创，如需转载，必须取得授权。 文内如果有错别字，请见谅。 图片全部来源于网络，如有侵权，请联系删除。", "author": "LeoGo科技", "newsdate": "发布时间：19-07-26", "newstime": "20:42", "sentiment": [{"positive_prob": 0.601005, "confidence": 0.113344, "negative_prob": 0.398995, "sentiment": 2}]}, {"title": "华为首款商用5G双模手机Mate 20 X (5G)发布售价6199元", "content": "7月26日，华为首款商用5G手机Mate 20 X (5G)在深圳正式发布并同步开启预约，8月16日起将开启首销，售价6199元。作为华为首款正式商用的5G手机，华为Mate 20 X (5G)的发布与开售，标志着5G手机时代正式开启，5G真正地走进公众生活。在发布会上，华为消费者业务手机产品线总裁何刚表示，“华为Mate 20X (5G)的正式发布，将满足消费者在5G时代的全新体验，未来将以此为契机，继续探索前沿科技，坚持全生态开放合作，携手合作伙伴共同为消费者构筑5G全场景体验。”华为首款5G商用手机发布  带来全新5G体验正所谓“4G改变生活，5G改变社会”，5G作为通信制式的划时代革新，带来的不仅仅是超越4G的速度，更会随着移动终端设备的发展，围绕生活中的各种应用场景展开。新一代的5G通信技术，将凭借其高速度、低时延和高可靠性的优势，继续帮助人类降低社会成本，提升社会效率，缩小数字鸿沟，它也将催生更多强大的新技术、新应用产生，让万物互联的智能世界更可期。作为华为首款5G商用手机，华为Mate 20 X (5G)目前唯一商用搭载双7nm 5G终端芯片模组(麒麟980+巴龙5000)，并于今年6月25日获得国内首张5G终端电信设备进网许可证。作为华为首款正式商用的5G手机，其拉开中国5G手机时代大幕的同时，也为广大消费者打开了能够切身体验5G手机的大门。在6月下旬举办的2019MWC上海分展，华为Mate 20 X (5G)手机大放异彩。央视新闻和CGTN等媒体首次使用华为Mate 20 X (5G)和5G网络进行了节目现场直播，开创了中国5G手机实际场景化应用的先河。然而这仅仅是个开始，随着华为Mate 20 X (5G)的正式开售，更多消费者都可以近距离感受到5G带来的体验革新。5G双模、双卡双待，高品质5G体验不掉线2019年作为中国5G商用元年，5G无论是终端还是网络建设，都处在快速演化的过程中。5G的标准组网方式分为NSA(非独立组网)和SA(独立组网)两种。其中NSA为5G网络建设初期，基于现有4G网络设备快速升级优化的方案，有利于运营商快速铺设5G网络，更快满足消费者对于网络越来越高的需求。未来随着5G网络的演进和发展，SA组网模式将能够更加充分发挥出5G的优势，是未来万物互联社会的“基础养分”，也是5G发展的最终形态。5G演化进程和组网方式的复杂性，决定了在5G发展过程中，用户会频繁面临使用不同网络环境的情况。华为Mate 20 X (5G)目前唯一商用搭载双7nm 5G终端芯片模组(麒麟980+巴龙5000)，拥有华为多项卓越的5G通信技术支持，是当前唯一商用支持 SA/NSA的5G双模智能手机。也就是说，未来随着5G网络不断发展和完善，无论用户身处的5G网络环境如何变化，华为Mate 20 X (5G)可满足不同阶段下用户对手机通信能力的要求，同时全面支持三大运营商5G频段，帮助用户在5G发展的各个阶段无缝平滑演进，无需换机，始终能够体验到高品质的5G体验。华为Mate 20 X (5G)上行峰值的理论速率为240Mbps，达到全球最快。华为Mate 20 X (5G)手机不仅拥有卓越的5G联接能力，还可向下兼容4G、3G和2G等多种网络制式。同时作为率先商用支持5G+4G双卡双待的5G手机，华为Mate 20 X (5G)更是能满足广大双卡用户的切实需求，在享受5G体验的同时，不必携带两款手机，一机走天下。多项核心技术上的领跑不仅带来了体验上的领先，也让华为Mate 20 X (5G)获得了权威机构的认可。6月27日，中国移动发布的《2019年智能硬件质量报告》显示，搭载巴龙5000的华为Mate20 X (5G)相比多款其他5G手机，网络兼容性、总发射功率和吞吐量性能表现出色，成为测试机型中续航能力领先的产品。华为Mate 20 X (5G)也因此获得了由中国移动终端公司颁发的“5G突出表现奖”。与会的中国信息通信研究院泰尔终端实验室副主任马鑫在现场表示，华为Mate 20X (5G)是当前首款商用支持SA/NSA的双卡手机，在实验室测试环境下，5G下行速率实测达到1.85Gbps，是目前有报道实验室内相同条件实测速率最高的。射频指标可以通过比标准更严苛的限值要求，具备游戏低时延、LTE伪基站防护等优越的通信能力。鉴于以上各方面的出色表现，评价Mate20X (5G)为首款5G手机通信能力五星产品。华为Mate 20 X(5G)获得了全球终端行业权威认证组织GCF(全球认证论坛)的首张GCF 5G能力认证证书，成为全球首款通过该机构全部5G认证测试的手机。在此前的几个月时间里，华为Mate 20 X (5G)参加并通过了GCF要求的全部2G、3G、4G和5G通信产品测试标准。其中，包括当前GCF对5G手机在SA(独立组网)和NSA(非独立组网)两种5G组网模式下的全部用例测试标准。作为由全球主流运营商、终端制造商、测试机构和测试设备供应商组成，极具权威性、国际性的行业组织，GCF此次授予华为Mate 20 X(5G) 5G能力认证证书，意味着华为Mate 20 X (5G)的功能和性能完全符合GCF的全球成员对5G手机的一致性标准规范。在其它配置方面，华为Mate 20 X (5G)采用7.2英寸显示屏，分辨率为2244×1080，配备8GB内存+256GB存储，后置4000万像素+2000万像素+800万像素三摄。端、管、芯、云协同，华为5G全领域优势赋能手机此外，华为Mate 20 X (5G)协同世界各国电信运营商，进行了长达数月的产品性能和网络测试工作，具备在端、管、芯、云各方面的协同能力，拥有构建5G全领域的优势。通过与这些领域的研发团队，以及合作伙伴长期合作达成的协同机制，能对华为Mate 20 X (5G)手机进行深度优化，使其引领5G手机发展趋势，拥有更卓越的5G体验，全面适配5G时代。2009年华为就已经启动5G的研究，过去十年之中，华为持续增加对5G技术的研究和创新投入。截至2019年3月底，华为投入5G研发的专家工程师有2000多位，在全球已经建立十余个5G研究中心。截至2019年6月底，华为向欧洲电信标准化协会ETSI声明的5G领域基本专利数占全球该领域的20%，居全球第一。华为Mate 20 X (5G)集华为在端、管、芯、云等5G技术领域的众多领先优势于一身。随着5G的演进和发展，支持5G双模的华为Mate 20 X (5G)可以在5G发展的各个阶段给用户带来畅快的5G体验，让5G真正地走入公众生活。7月26日16时08分，华为Mate 20 X (5G)翡冷翠配色将开启0元预约，8月16日10时08分在华为商城、华为天猫官方旗舰店、华为京东自营官方旗舰店、华为手机苏宁自营旗舰店等各大主流电商平台及华为智能生活馆、华为体验店、华为授权零售商等正式开售。从5G终端到全场景智慧战略更多惊喜同日登场值得关注的是，首个获得5G无线数据终端电信设备进网许可证的路由产品华为5G CPE Pro同日发布，该设备将5G技术与路由技术相结合，以插卡即用的移动路由形式实现家庭宽带无线化，可以让用户抢鲜体验5G带来的疾速快感。这款产品2499元的超值价格更让与会媒体欣喜不已。华为5G CPE Pro将于7月26日开启预售，7月29日正式开售。作为家庭场景下的主要入口，智慧屏是华为战略部署的重点，更是华为全场景智慧化战略的核心支撑。华为消费者业务CEO余承东在发布会上表示：“我们处在一个伟大变革的时代，华为基于全场景智慧化战略，将以创新科技开启智慧屏新时代。”在全场景智慧化时代，伴随大屏设备的交互能力、多屏协同能力、管控能力、智慧音画的全新升级，智慧屏将成为家庭的智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心，是智慧家庭的新物种、新品类。这一“变大”的智慧，将为消费者带来智慧家居生活的全新体验。未来，华为将以创新赋能智慧屏的产业升级，实现生态共赢。据悉，华为智慧屏将于9月正式亮相，届时也让我们一同期待华为“让智慧变大”的传奇一幕。一同亮相的还有华为nova 5i Pro手机，其搭载华为自研麒麟810芯片，采用业界先进的7nm工艺制程，实现卓越的AI算力和能效提升，为nova 5i Pro用户提供更丰富的端侧AI应用体验。该机还延续“极点全面屏”设计，并推出极光色、翡冷翠和幻夜黑三款新潮配色，再加上4000mAh长续航、新GPU Turbo、EMUI 9.1.1等软硬件配置，带来更加智能、更加人性化的用机感受。华为nova 5i Pro 6GB+128GB版售价2199元，8GB+128GB版售价2499元，8GB+256GB版售价2799元，将于7月26日16:08开启预售，并于8月2日10:08正式开售。附录：华为Mate 20 X (5G)产品领先点目前唯一商用搭载双7nm 5G终端芯片模组(麒麟980+巴龙5000);目前唯一商用支持SA/NSA双模;首个中国5G进网许可证;首个泰尔5G通信能力五星证书;首个GCF 5G能力认证证书。华为Mate 20 X(5G)大事记6月11日，华为Mate 20 X(5G)获得CCC认证。6月21日，华为Mate 20 X(5G)获得无线电发射设备型号核准证。6月25日，华为Mate 20 X (5G)获得国内首张5G终端电信设备进网许可证。6月27日，中国移动发布的《2019年智能硬件质量报告》显示，搭载巴龙5000的华为Mate 20 X (5G)相比多款其他5G手机，网络兼容性、总发射功率和吞吐量性能表现出色，成为测试机型中续航能力领先的产品。华为Mate 20 X(5G)也因此获得了由中国移动终端公司颁发的“5G突出表现奖”。7月19日，华为Mate 20 X (5G)经中国泰尔实验室根据“移动电话机5G终端通信性能测评方案(含4G/5G)”进行测评，被评为5G手机通信能力五星产品。", "author": "环球网", "newsdate": "发布时间：19-07-26", "newstime": "18:29", "sentiment": [{"positive_prob": 0.908409, "confidence": 0.796464, "negative_prob": 0.0915911, "sentiment": 2}]}, {"title": "华为首款中国上市5G手机来了，比4G速率快10倍，售价6199", "content": "浙江24小时——钱江晚报记者 张云山今天，华为在深圳总部发布了首款5G手机Mate 20 X。这款机器搭载了麒麟980芯片和巴龙5000芯片组，是全球首支搭载双7纳米 5G终端芯片，支持NSA（非独立组网）和SA（独立组网）两种5G模式，售价6199元。华为终端手机产品线总裁何刚介绍，华为5G研发周期高达10年，5G标准提案超过了1.8万，5G核心专利数业内第一，5G基站发货超过了15万。伴随着5G时代的到来，Mate 20 X 5G版正式亮相，这是华为首款在中国市场发售的5G手机何刚表示，Mate 20 X 5G版是业内首款双7nm芯片的5G手机（麒麟980+巴龙5000）。据介绍，巴龙5000率先实现业界标杆的5G峰值下载速率，在Sub-6GHz（低频频段，5G的主用频段）频段实现4.6Gbps，在毫米波（高频频段，5G的扩展频段）频段达6.5Gbps，是4G LTE可体验速率的10倍。而且它全面支持三大运营商的5G频段，具体包括中国移动N41和N79 5G频段、中国联通N78 5G频段和中国电信N78 5G频段。更重要的是，Mate 20 X 5G版支持NSA和SA。中国移动此前表态，2020年开始，所有5G终端产品必须具备SA模式。而华为Mate 20X 5G版的优势在于采用麒麟980+巴龙5000 5G基带方案，是支持SA/NSA 5G的双模手机。此外，Mate 20 X 5G版率先商用支持5G+4G双卡双待，支持智能双卡切换。其它规格方面，华为Mate 20 X 5G版采用7.2英寸全景巨幕屏，分辨率为2244×1080，搭载麒麟980处理器，后置4000万超广角徕卡三摄（4000万+2000万+800万），支持40W超级快充（30分钟充电70%）。此外，华为Mate 20 X 5G版搭载石墨烯+VC智能液冷散热系统。各大手机厂商，都把焦点对准了5G手机。7月23日，中兴通过官方微博宣布，中兴天机Axon 10 Pro 5G版开启预订，售价4999元。OPPO、vivo、小米等也采用了高通5G方案，5G手机也将陆续公布。不过，尽管厂商热情高涨，但根据赛迪顾问的预计，2020年中国5G手机渗透率约为2%，即800万部左右的规模。5G手机的快速增长可能还要等待一段时间。", "author": "钱江晚报", "newsdate": "发布时间：19-07-26", "newstime": "15:46", "sentiment": [{"positive_prob": 0.995865, "confidence": 0.990812, "negative_prob": 0.0041346, "sentiment": 2}]}, {"title": "华为第一部5G手机价格公布", "content": "7月23日，中兴天机Axon 10 Pro 5G版就已经开始预订，本来大家都认为国内第一部 5G 手机会是华为，但并不是。不过就在今天（7月26日）2点30分，华为在深圳坂田基地举办了关于华为 5G 手机终端的媒体沟通会。在这次大会上，华为除了向外界展现了华为在5G方面取得的技术及成果。还在会上也正式发布了华为第一台5G手机--华为 Mate 20 X 5G版，另外也公布了这款手机的价格，该机售价为6199（8G+256G版本）。华为 Mate 20 X 5G版在外观方面与 Mate 20 X 基本没有太大的区别，除了后面多了一个5G的图标，该机采用7.2英寸的 OLED 显示屏，后置4000万徕卡三摄（参数与Mate 20 Pro一致），搭载麒麟 980+巴龙 5000，只不过它的电池容量变成了4200mAh，但它支持40W快充。该机在7月26开始预约，将于 8月16日 开售。对于这款 华为 Mate 20 X 5G版的手机，你会支持吗？", "author": "简科技简哥", "newsdate": "发布时间：19-07-26", "newstime": "22:11", "sentiment": [{"positive_prob": 0.883141, "confidence": 0.740314, "negative_prob": 0.116859, "sentiment": 2}]}, {"title": "加拿大还是选了华为", "content": "外媒称，中国电信巨擘华为技术公司宣布，它将在加拿大北部偏远地区为得不到充分服务的数十个社区布建高速无线网际网络。据法新社7月23日报道，华为在此布建的多数是第四代通信系统（4G）网络，非速度超快的5G网络。报道称，华为7月22日宣布此消息时说，公司将与Ice Wireless及Iristel合作，帮助这两家公司在2025年前，将北极地区、魁北克东北部偏远地区以及纽芬兰和拉布拉多半岛的农村社区连接起来。华为还表示，位于努纳武特地区以因纽特人为主的约25个社区也将在此次网络部署中受益。华为加拿大公司总裁李红波说：“我们深信所有人都应连结上第四代行动通讯（4G LTE），无论他们住在加拿大何处，即使是高速通讯服务可能不符合经济效益的地区也当如此。”报道称，华为指出，他们将在地球上最寒冷的部分地区布建无线网路，让这些地区能连上网。“我们需要使用高度可靠的世界级设备，以尽量减少物理干预，避免我们的社区再次因断电而与世隔绝。这就是我们与华为加拿大公司合作的原因。”Ice Wireless副总裁让-弗朗索瓦·迪穆兰如此说道。来源:参考消息责任编辑:饶春雨支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-07-26", "newstime": "08:53", "sentiment": [{"positive_prob": 0.786784, "confidence": 0.526187, "negative_prob": 0.213216, "sentiment": 2}]}, {"title": "华为5G手机首发评测：3秒8个应用，告诉你真实的5G究竟有多快！", "content": "自 5G 牌照发放以来，国内手机厂商、运营商都纷纷通过各种方法去「首发」自家的 5G 产品。网上的广告、发布会的 PPT、楼下手机店的横幅…… 这些广而告之的宣传，都让人不禁以为人类明天就要全面进入 5G 时代。然而实际上，尽管国内运营商都已经为 5G 做好万全准备，但其实距离我们真正进入 5G 世界还要很长一段时间。不过话虽如此，即便我们当下还身处在 4G 时代，作为通讯最前端的手机，其实已经开始跨步迈入 5G 领域了。在 8 月即将到来之际，华为发布了国内第一款商用 5G 智能手机 —— 华为 Mate 20 X（5G）。相比我们之前接触过的 Mate 20 X，该机最大的亮点是采用了巴龙 5000 基带，能兼容 NSA 和 SA 两种组网方式的 5G 网络。也就是我们常说的「双模 5G」。那么在 5G 的加持下，华为 Mate 20 X（5G）能给我们带来怎样的体验升级？在用上 5G 后，它的发热、续航会有怎样的变化？目前哪里有 5G 网络，它又有多快？藉此机会，我们带着这些 5G 谜题，对华为 Mate 20 X（5G）进行了一次产品解读和 5G 信号评测。华为 Mate 20 X（5G）：巴龙 5000 首秀瞩目由于华为 Mate 20 X（5G）是基于 Mate 20 X 升级而成，因此在我初次上手这台手机时，它能立马给我一种似曾相识的感觉。因为自去年 10 月的伦敦发布会体验过 Mate 20 X 后，我就一直没有接触过体积如此之大的手机，如今和它重新相遇，让我特别感觉像是一位阔别半年的朋友。Mate 20 X 的体积总能给我一种「小电脑」的感觉，因为它的屏幕达到了 7.2 英寸，若是放在 5 年前，这可是一台平板手机、十足的大块头产品。但在强调屏幕占比的今天，这个体积的手机已经能被我放进宽松的裤兜里。华为 Mate 20 X（5G）在外观上延续了 Mate 20 X 的设计，同样有着 7.2 英寸的 2244 x 1080 分辨率屏幕、背部的电容指纹识别和 Mate 20 系列标志性的四眼三摄像头。5G 模块的加入没有给新机的重量带来太大影响。账面数据上，该机重量约为 233 克，和 Mate 20 X 保持一致。除了庞大的机身体积能让人一下识别出型号以外，Mate 20 X（5G）在细节上也有着不少可圈可点的地方，能让人不难认出这是一台 5G 手机，或者说是华为的 Mate 20 X（5G）版。比如，位于手机背部居中的 5G 标志，它就像过去的运营商 Logo 一样显眼；比如机身背部加入了和 Mate 20 Pro 一样的纹理质感；再比如机身加入了翡冷翠配色。我很喜欢翡冷翠，因为它总能让我想起 Jaguar 经典的英伦绿。与此同时，华为 Mate 20 X（5G）在配置方面也有较大幅度的升级。除 SoC 麒麟 980 和巴龙 5000 基带以外，该机采用 8GB 内存 + 256GB 存储空间的配搭。当然，我们还能通过 NM 卡给设备的存储空间进行扩容。▲ 巴龙 5000. 图片来自：日经新闻网除此之外，该机还支持华为自家的 SuperCharge 40W 超级快充。不过可能是由于机身内部增加了体积更大的 5G 模块，因此华为不得不通过削减电池仓的空间去设计新模块的位置。因为在数据上，Mate 20 X（5G）的电池容量为 4200mAh，比非 5G 版的 5000mAh 要少 800mAh。至于相机和系统配置方面，华为 Mate 20 X（5G）和 Mate 20 X 没有硬件上的变化，同样是采用 4000 万像素广角、2000 万像素超广角和 800 万像素长焦的配搭。系统则是搭载 EMUI 9.1，支持 GPU Turbo 3.0 功能。城市 5G 覆盖率超出意料注：本次测试所使用的运营商为中国联通，因此 5G 信号、速度等表现，仅代表中国联通一家电信运营商。对于 5G 基站的布局，其实早在 5G 手机问世前就已经开始了。根据中国联通在今年 4 月公布的计划，联通将于今年内在国内 7 个城市进行 5G 网络连续覆盖、33 个大城市热点区域覆盖，在 N 个城市定制 5G 网中专网。而这 7 个城市包括北京、上海、广州、深圳、南京、杭州、雄安。2020 年，联通才会正式开启 5G 商用。不过虽说广州的 5G 基站还在铺设当中，但通过 Mate 20 X（5G）能看到广州的市中心地区已经有很强的 5G 信号。比如我们身处的微信总部园区、广州塔、珠江新城…… 甚至是我在城西的住所，都已经有满格的 5G 覆盖。因此我最近特喜欢在家写稿，除了有 5G 信号外，还有打多大声都没关系的青轴键盘。当然，诸如地铁或部分室内场所，这些区域仍不在 5G 的覆盖范围内，即便是在时刻满格的珠江新城，一进商场的大门，信号就回到了 4G；前脚刚迈出商场，信号立马就恢复到 5G。幸运的是，我在测试途中找到了一家有 5G 信号的星巴克，我在里面买了一杯咖啡。等等，我可能是广州第一个用 5G 买咖啡的人？实测峰值是 4G 的 6 倍，速度还能继续提升广州的 5G 铺设速度之快，让我倍感震惊。而 5G 在速度上的提升，更是刷新了我对移动网络速度的认识。在 SpeedTest 的 5 次随机场景的测试中，5G 均能得到 4G 网速数倍的测试成绩。最佳表现是在广州塔下测试的 666 Mbps 下行以及 71.7 Mbps 的上行速率（节点：广州电信，Ping 值 14 毫秒）。若换算为有线网络，相当于 500～600M 的宽带速度，比目前的 4G 网络高出 6 倍！在出发路测前，我的同事还因此和我对赌一杯奶茶，他说「广州的 5G 还在测试，速度肯定不会超过 500 Mbps。」看来我写完这篇评测后，下午茶是有着落了。▲位于广州天河北的未来社是首批 5G 商用试点区域不过 666 Mbps 的下行其实并不是 5G 的峰值，因为按照理论数据，5G 的下行峰值最高是 1Gbps。而且，曾有国内媒体在路测中得到过下行 1110 Mbps 的惊人成绩。因此目前的 666 Mbps 只是 5G 峰值的 70%，仍然还有继续上升的空间。对 5G 信号和速度产生影响的根本，是基站之间的覆盖范围。比如我身处的客村 TIT 创意园，这里直到珠江沿岸都是 5G 的覆盖范围。但当我跨上琶洲大桥时，5G 信号会下降到 1 格；当我下桥到达珠江新城，5G 信号又能满了。所以由此推断，目前 5G 基站之间其实还有较大的覆盖盲区， 而速度也会因基站的间隔而受到明显影响。▲ 用 5G 下载 Eminem 的专辑不过尽管如此，只有三格信号的 5G 下行速度也能达到 4M/s~6M/s ，下载一首体积 20MB 的音乐，大约只要 2 秒多一点而已。整个测试让我印象最深刻环节是软件下载。其实在各家厂商对自家软件商城的优化下，4G 网络下载软件也已经达到了相当可观的速度，只要几秒就能完成一个 50MB 程序的下载。▲ 使用 5G 批量下载 App但在 5G 时代，这个已经拿到 90 分的速度被跃升到了 150 分满分 。你或许会不相信眼前看到的画面，因为我当时也被 70MB/s 的下载速度吓到，下载一个 100MB 的程序只要 1 秒。我还没来得及按「暂停」，app 就已经在「安装中」了。至于面对目前视频网站主流的 1080P 视频，在 5G 信号满格的情况下，我已经能忽略滑动滑块等待的时间。但是请注意，这不是下载好的本地视频，但它在 5G 场景下已经能做到相当于本地视频的 0 等待效果了。你我都会关心的散热和功耗5G 会不会让手机发烫？、5G 会不会让续航变差？早在去年 5G 的消息刚出现时，大家就对 5G 手机的前景出现各种担忧。不可否认，在 5G 模块加入后，手机的设计、发热和功耗都已经不能和 4G 时代的手机画上等号。但让我感到庆幸的是，发热和功耗其实都能依靠厂商去优化。在用华为 Mate 20 X（5G）下载 900MB 的更新包后，机身温度从 27℃ 升到了 35.5℃，能明显感觉到摄像头下部明显变暖，但比我预想的烫手要理想一些。至于功耗方面，我从视频拍摄的上午 10 点 33 分开始使用手机（100%），在双卡、全程 5G + WiFi 的状态下进行测速、软件下载、视频播放、微信、游戏更新…… 最后到了晚上 7 点 42 分，手机显示剩余电量 20%。至此，总续航时间为 9 小时 8 分钟，这个成绩和同等容量的 4G 手机差不多。超高速的 5G，未来已来最早一款被确认支持 5G 网络的设备终端，应该是在 MWC2019 上亮相的折叠屏机型华为 Mate X，而它与 Mate 20 X 5G 之间最大的共通点，应该是两者都坐拥较大尺寸的机身。先不谈大屏幕能在 5G 时代带来怎样的体验，但更大尺寸的机身必然能提供更充足的内部空间，在原来 4G 普通版机身的基础上，仅仅是削减了一点电池空间，就能够在内新增一个 5G 基带芯片。从时间和研发成本上来考虑，Mate 系列中也只有 7.2 英寸屏幕的 Mate 20 X 5G 最为合适。虽说电池容量上有所缩减，从 5000 mAh 降至 4200 mAh，但尽管如此，华为 Mate 20X 5G 的电池容量在当下的手机市场上，依旧是大电池的代表，正如前文的续航测试结果一样，在 5G 网络的接入下，手机的功耗将会有所增加，而华为 Mate 20 X 5G 仍然能够保持在「一天一充」的正常水平。而放在当下透露出的首批 5G 手机中，华为 Mate 20 X 5G 更是首款获得中国 5G 终端电信设备进网许可证的机型，也是目前唯一一款同时支持 SA / NSA 的 5G 双模手机。工信部发言人曾透露，2020 年开始，5G 终端必须具备 SA 模式才能入网（即仅支持 NSA 组网的终端明年将不允许入网），未来将全力过渡到 SA 5G 组网。所以，有人说 Mate 20 X 5G 才是真正的 5G 手机，这句话从这个角度来看，也没毛病。随着 5G 商用牌照的下发，5G 终端成功入网，运营商和终端厂商都已经展开了针对 5G 的宣传，他们纷纷显现出「我们已经准备好 5G」的姿态。从我们在城市中的实际体验来看，5G 信号早已出现在我们的身边，要想找到 5G 信号也并不困难。每一代网络的提升，必然会带来数据速率的提升，而在网速提升的环境下能带来的移动互联新变化，往往在普及之初都不会明朗。正如 3G 普及了 app 的使用，4G 普及了移动支付、手机网游、短视频、智慧家庭等功能，而在 5G 普及之前的当下，我们仍难以断言 5G 究竟能带来什么。至少当下，5G 网络的高速率，低时延，做 4G 能干的事，要比 4G 跑得更快、更好、更强。", "author": "爱范儿", "newsdate": "发布时间：19-07-26", "newstime": "17:56", "sentiment": [{"positive_prob": 0.986663, "confidence": 0.970362, "negative_prob": 0.0133372, "sentiment": 2}]}, {"title": "6199元！华为首款5G手机来了，支持4G5G双卡双待", "content": "盛夏时节，5G手机市场终于怒放。7月26日，华为正式发布了其首款商用5G手机Mate 20 X，并开启预约。这意味着大家在用的手机已落后了一个时代，新一代换机潮正式降临。华为手机产品线总裁何刚介绍，Mate 20 X从7月26日下午16点08分即开始接受预订，并将于8月16日10点08分正式在华为商城以及京东、苏宁等渠道开始销售，8GB+256GB的版本价格是6199元。华为Mate 20 X 5G版搭载了业界首款7纳米5G双模全网通芯片巴龙5000，是目前唯一同时支持NSA/SA两种网络的5G商用手机，也是首款支持双卡双待的5G商用手机。加之其同时支持5G、4G、3G、2G等多种网络，用户可同时使用一张4G手机卡和一张5G手机卡。记者在现场测试发现，华为这款手机在中国移动5G网络下，最高下载速度已经超过了每秒1.7G。而在同等情况下，4G手机的下载速度只有每秒83M而已。虽然5G功能如此强大，但不少用户也在担心，换了5G手机，会不会碰到“一夜之间用掉一套房”的糟心问题？对此通信产业专家项立刚认为基本不会出现这种情况，因为现行套餐都会有封顶，以及达量降速和提醒的设置，用户的流量不会在不经意间就无限制的暴涨。中国电信北京公司方面明确表示，5G商用后，其会推出超大流量的5G专属套餐和流量可选包，资费单价会比目前在售的4G套餐和流量包更优惠。简单说，5G时代的流量资费还会进一步下降，并且随着“提速降费”的推进，这种下降会一直持续下去。通信产业专家付亮分析，现在部分地区运营商都在宣传不换卡不换号不换套餐，就能用上5G。换言之，5G应该适用于运营商的不少现行套餐。为此付亮建议，运营商在5G套餐设计时，可以通过网速限制来形成差异。例如4G最高网速每秒100Mbps，而运营商可以专门针对5G用户，推出总流量相同，但网速不同的套餐，例如300Mbps、500Mbps和1Gbps，用户花不同的钱，选择不同的“提速”包。这样用户既能体验到不同的网速，又节约了资金。很快北京移动也向记者证实，移动方面正在探索新商业模式，改变4G主要以流量单一计费的模式，未来计划增加按速率、按连接数等多模式计费方式。由于5G手机基本都同时兼容4G，针对5G手机用户，移动也计划提供短期体验包，供用户体验后再确定究竟开通5G套餐还是4G套餐。通信产业专家项立刚则预计，现行大容量套餐普遍是20G，而5G时代的套餐将大幅加量，有望出现50G80元上下，100G120元左右，以及200G150余元的更大容量套餐。首批5G手机陆续扎堆上市，电商也迅速盯上了这块新蛋糕。记者从苏宁和京东了解到，其首批销售的5G手机是相同的4款。其中，中兴AXON 10 Pro 5G手机目前已在苏宁和京东接受线上预约，将于8月5日开售。华为Mate 20X 5G版将在8月16日上市开售。而三星Note 10 5G版、vivo iQOO 5G版也将在8月晚些时候上市。苏宁易购总裁侯恩龙还特别介绍，这些5G手机都将登陆苏宁线上线下双渠道销售。预计到9月，苏宁5G体验店将超过200家，让消费者在购机前先感受到5G的应用场景。不仅如此，消费者在苏宁易购入手任何品牌5G手机，以旧换新还可获得最高500元额外补贴。5G手机马上能买到了，但目前信号究竟好不好呢？北京市通信管理局向记者披露，到6月底，北京铁塔公司交付给三家运营商的5G基站已有7292个，目前主要覆盖区域为城市核心区、冬奥会相关园区、世园会、北京大兴国际机场及其他热点区域。北京移动方面表示，目前其已在京建设完成3000多个5G基站，建设规模领先全国。到今年底其5G基站将超过8000个，实现对东、西、北五环和南四环内，以及郊区县城的覆盖。而北京电信也表示，今年底前也将实现五环内5G信号在室外的连续覆盖，明年起将加快五环外重点区域的信号覆盖。在工信部7月23日举行的发布会上，工信部新闻发言人闻库就特别介绍，从我国的5G产业链来看，无论网络还是终端，都已经步入成熟阶段了。据他披露，现在国内至少有十多款5G手机已经研发完成。来源：北京日报客户端作者：赵鹏摄影：赵鹏监制：涂露芳编辑：赵鹏流程编辑：王宏伟", "author": "北京日报客户端", "newsdate": "发布时间：19-07-26", "newstime": "15:47", "sentiment": [{"positive_prob": 0.999746, "confidence": 0.999436, "negative_prob": 0.000253914, "sentiment": 2}]}]