[{"title": "国产操作系统爆发！桌面胜过Windows，唯一弱点令人遗憾", "content": "操作系统行情从2019年5月份美国商务部门发布实体清单以来，我国的各大高科技公司都曾被列入名单，其中影响力最大的就是华为，实体清单发布之后，美国的谷歌公司、高通公司都对华为进行了“断供”，不过在华为的奋力发展下，如今实体清单对于华为硬件领域已经基本没有了影响。唯一还能够造成影响的就只有操作系统领域，在移动端谷歌的安卓系统的停服阻碍了华为智能手机业务在海外市场的发展，不过，说到底安卓是开源系统，就算谷歌进行封锁，华为依旧可以使用安卓系统。微软只是在PC系统领域，全球市场份额最大的就是微软的Windows了，并且Windows还不是开源系统，所以如果微软在Windows系统上，进行封锁的话，那么华为的PC业务基本上就要中断了。可以说，到目前为止，摆在明面上最能制约我国个人电脑企业发展的就只有桌面操作系统了。而我国缺乏专属的国产桌面操作系统也是事实，想要摆脱这种现状，就必须在桌面操作系统领域发力。国产操作系统爆发所以，早在2018年中兴危机爆发之后，我国就邀请了国内的PC制造厂，希望它们的PC电脑在推向市场的时候，可以装载国产的Linux系统。但是，在联想反对之后，此事就不了了之了。不过，国产操作系统的研发并没有就此止步，如今无论是中兴还是红旗等厂商都在加快国产操作系统的更新换代，而在这些厂商中，名气最大的就是Deepin，原因在于，今年华为发布的一款PC电脑中，就运行了由Deepin研发的Linux系统。Deepin系统而在11月8日，Deepin又传出了新的版本消息，据悉这是Deepin最新一代系统V20，从桌面显示效果来看，该系统非常的美观，甚至有外媒表示，这桌面已经胜过了Windows，这个评价不可谓不高，要知道微软的Windows在业界是龙头般的存在，能够和Windows相媲美，可以说我们的国产操作系统已经发展得非常不错了。不过，这也不是说，Deepin的这个新系统就真的就非常完美了。唯一弱点Linux其实Deepin系统还存在着最大的一个弱点，也可以说是唯一的一个弱点，那就是软件生态不完善，其实这不光是Deepin一家存在的问题，基本上是所有Linux厂商都存在的问题。使用Deepin系统的时候会发现，在软件商城中，很多的常用软件都没有，至于像PS这类专业性较强的软件就更是没有了，这让用户的体验感会差很多。可以说这唯一的弱点，实在是令人遗憾。总结苹果公司现阶段国产操作系统想要有大的发展，最重要的问题已经不再是把桌面怎么优化了，而是构建起专属的系统生态，像苹果的Mac那样，突破Windows的封锁。你觉得现阶段Deepin系统和Windows系统你更愿意选择哪个呢？", "author": "C君科技", "newsdate": "发布时间：19-11-08", "newstime": "13:39", "sentiment": [{"positive_prob": 0.937312, "confidence": 0.860694, "negative_prob": 0.0626875, "sentiment": 2}]}, {"title": "华为HMS地图要来了！", "content": "#互联网大事件#11月8日，据报道称，在最新的华为运动健康App测试版本的设置界面，地图引擎服务选项中已经出现了“HMS服务”（Huawei Mobile Service，华为移动服务）。这意味着华为自研的地图生态即将开启使用。在海外生态受阻之时，华为坚定建立自己的HMS生态，并已推出基金激励生态开发者，覆盖地图、音乐、视频、邮件等各个领域。华为地图套件最初是在2019年华为开发者大会期间推出的，于2019年10月之后面向海外开发商开放，为中国境外的开发商提供地图功能选项。华为手机，华为手表和华为手环上的Huawei Health App将可以访问Huawei Map Kit。HMS是华为为其设备生态系统提供的一套应用程序和服务，旨在为全球用户提供更智能、更快和更好的无缝体验。华为HMS服务包括：HUAWEI AppGallery（华为应用商店）、HUAWEI Browser（华为浏览器）、HUAWEI Mobile Cloud（华为移动云）、HUAWEI Themes（华为主题）、HUAWEI Music（华为音乐）、HUAWEI Video（华为视频）、HUAWEI Reader（华为阅读器）、HUAWEI Assistant and more（华为助手等）。HMS应用程序在170多个国家/地区可用，其中：Huawei Browers已完成超过2亿次下载、Huawei Cloud超过1.6亿次下载、Huawei Themes应用程序超过7,000万次下载、华为音乐的下载量超过1.5亿次、华为视频的下载量超过1.3亿次、华为助手的下载量超过1.4亿次。根据华为的说法，华为Mate30系列预装了华为AppGallery。自2018年4月全球上线以来，华为AppGallery已在全球170多个国家和地区为3.9亿多月活跃用户提供服务。华为还表示，随着越来越多的开发者加入HMS生态系统，一年内累计下载量已达到1800亿次，华为App Gallery上发布的海外应用数量也在不断增加。华为AppGallery还根据其位置和国家/地区选择为Mate30系列用户提供建议，智能推荐包括本地和附近的应用程序、流行的本地应用程序以增强体验。根据华为提供的数据，HMS与华为第三方应用程序和服务一起，为全球5.7亿华为用户和101万注册开发者组成了HMS生态系统。HMS Core功能和服务的开发人员只需集成HMS软件开发套件即可使用华为的开放功能。笔者认为，在华为终端质量和性能不断突破的基础上，HMS生态将在持续构筑中继续打造坚固的“油箱”，为终端发展输送能量、补充活力，在万物互联时代为用户持续升级跨终端的全场景极致体验。", "author": "科技观察猿", "newsdate": "发布时间：19-11-08", "newstime": "17:03", "sentiment": [{"positive_prob": 0.991151, "confidence": 0.980335, "negative_prob": 0.00884907, "sentiment": 2}]}, {"title": "华为HR事件根源是大企业病", "content": "日前，一位伟华员工五千字实名控诉举报其领导。原文太长，下面是网友提纲的精简版本：1 、高Y是派过来协助自己工作的,和胡L平级,结果工作不做,还对胡L颐指气使。2、高Y三个月都没有产出,工作不认真,三年绩效为B,都没劝退,研发人员B+就劝退了。3、杨RF认为员工加班160小时是造假的,并且觉得加班时间去健身房是划水行为,要批判 。4、杨RF不管员工死活,明明加班更严重了,还和上级汇报,加班现象减少了.研发兄弟用生命在加班,他却用生命在炫耀自己在苏州研究所吃的200块一公一母的大闸蟹.5.杨rf要求胡交出与员工的访谈记录及名单,里面涉及员工反馈的敏感问题,胡出于对研发员工的保护担心员工被“穿小鞋”,誓死不交,胡被逼到楼道里哭.6、胡最后奉劝各位华为兄弟,不要相信hr,他们没有诚信!文章公布后，一石激起千层浪，在各个网络平台上，一些自称是伟华员工或前员工，或员工家属的网友也在网上现身说法。铁流阅读了一些高赞评论，有几个感受：一是伟华并非是以技术驱动，真正尊重技术，尊重人才的公司。伟华公司研发狗在待遇、地位、升迁等各方面相对于财务、hr、市场、销售，甚至转岗做业务专家会成为处罚。34+清退的砍刀，主要砍向研发狗，相反一些HR虽然在技术研发上毫无贡献，却可以过得非常滋润。二是伟华公司在舆论操纵上很有一套，这次撤文被网友实锤。现在网络上风气，伟华与某绿色宗教极度类似，都是属于不能说的，即便伟华公司确实做了错事，那也不能说，谁说了就是卖国贼，然后进行各种粉饰。对于说真话提出问题，伟华公司的套路是解决提出问题的人，跨省、全网封杀、律师函等都是惯用套路。对绿色宗教稍微有了解的人都会非常不喜欢该宗教。一样的道理，如果对于伟华公司有一定了解，然后又看到伟华公司在舆论场和营销中搞这些套路，这很容易让人非常反感。大家有多讨厌某教，就会有多讨厌伟华公司。如果再这样下去，这套话术估计要破产了。三是对伟华公司的内部风气和管理震惊了。就薪酬来说，真正对公司创造价值的研发狗是议价的弱势群体，而且工作加班已经大幅超越劳动法规定的最高上限了。而HR这类群体，不直接创造价值，却升迁得更快，待遇更好。更惊悚的是已经形成了逆向淘汰，越脱离技术，越会来事情，搞关系，就升迁得越快。这几乎就是过去饱受诟病的“国企病”的翻版么，真正干事情创造价值的待遇低、没发展前途，不创造价值，善于搞关系的待遇好，升迁快。可以看出，一些人对国企搞“国企病”污名化是完全没有道理的，实践证明，即便是伟华这种员工集体持股的，非常狼性的私营企业，也存在这种病症，因而铁流一直认为，“国企病”纯粹是一些人为了鼓吹私有化，瓜分国有财产捏造的罪名，真正的称谓应该是大企业病。另外，对于伟华的后勤铁流也是没想到，一般来说，大公司的食堂都有很强的福利性质，要么廉价实惠，要么价格高一些但饭菜质量好。一位伟华公司员工介绍每月1500元伙食费支付给公司食堂，而且还能吃出蟑螂，这个真心是非常坑。都说人是铁，饭是钢，如此高的工作强度，如此糟糕的后勤保障，实在称不上以人为本。另外，个别自称华为员工的网友被HR构陷后关进去3个月、8个月，甚至快1年实在让人无法想象这种事情发生在中国。以前只听说在海外竞标中，把中兴的人弄进ICU，把自己人关进去实在是令人大开眼界。以下内容源自网络上自称是伟华公司员工的网友现身说法：今天刚把结账的事忙完，看评论里有说我在黑伟华。其实正如我在文末说的，我在公司遇到的一些扯淡的事不能用来否认伟华，它依然是中华的民族之光。只不过我与它的价值观不符，我自认为自己不是伟华期待的那位奋斗者，所以即使领导在8月份不与我沟通，我预计也会在2020年提出离职，但这仍不妨碍我对伟华这两年经历的感激之情。【我没被威胁，如果有的话我会眨眼的】学过财管的同学都知道，企业的目的是盈利，是要追求股东财富最大化的，所以这也注定了在企业发展过程中势必会出现一些不被人所看好的事情，但是这不能成为我们去抹煞伟华对中国乃至世界的贡献的理由。君子绝交不言恶，我离开这里唯一的遗憾是不能与伟华一同再构建全连接世界了。也希望大家能够理智吃瓜，把这当个故事，看过，笑过，然后忘掉，这也就足够了。————以下为原答案————利益相关人，等正式离职了再取消匿名。请允许我先自我介绍一下。加入伟华账务体系的一年前就获得伟华实习，但当时有了国泰君安的实习，所以就放弃了来伟华实习的机会。回想当时，如果当时研二的实习选择了伟华，可能就不会有这个答案了。加入伟华后，先在某省参加了两个月的硬装，之后正式来到某账务共享中心，成为了一名核销专员。在这里先说下我的本硕专业都是会计，学过会计的朋友们都知道，会计是一个钩稽关联性很强的学科，公司的经营状况和盈利水平由财务报表体现，而构成财务报表的基础是多种多样的会计科目，每个科目间都有不同的联动影响。为什么我们常言道会计越老越吃香？准确真实反映公司财务和经营状况，透过财报改善和提供公司经营，这才是一个会计能体现的价值，而这种能力需要时间的雕琢，别无他法。随着我们进入大数据和人工智能时代化，会计的核算职能逐渐弱化，因为无论多复杂的科目核算，都已经有了被机器所取代的可能性，这也是近两年伟华账务一直在做的事——账务自动化。因此会计要在智能时代生存下来，唯有提高自己的管理和分析水平，核算会计将会逐渐被机器所淘汰。回到伟华的账务，对于会计这份工作，伟华，包括绝大部份的大型企业，他们的做法是把财报肢解成不同的总账科目，再在不同的总账科目下设置不同的明细科目，然后把每个明细科目分给不同的部门。什么意思？以我所在的部门举例，全部门所负责的主要科目只有一个应收帐款，整个部门100号人，日常的工作就是把应收账款的数和预收账款的数结平（伟华把这一过程叫做核销）当然肯定还会涉及到其他几个和应收账款有关的科目，例如其他应收款，资产减值损失，各种坏账准备（拨备类），除此之外，再无其他。在这样的职责划分下，请设想一下，我们作为一个会计在这里待到35岁，要插一句，伟华34岁清算是真的，我们部门年龄超过35岁的基层员工只有一人，其他都是刚出大学的大学生，伟华的劝退都很隐晦：想要一个人走不会明说，而是和你沟通去一个海外岗位，如果不同意，那就是不服从组织安排，建议离职。换做是你，老婆和孩子都在国内，让你去一个鸟不拉屎的非洲部落，问你怎么选？如果你待到35岁，万一还只是苦逼的基层，届时遇到劝退，试问你在市场上和二十多岁的求职者比会有什么竞争力？简历里这么写，负责了十年的应收账款科目，资深应收账款老专家？题外话扯完，回到问题和绝大多数的会计人一样，一加入工作，我便走上了在职考证（CPA）的道路，为的就是将来如果真遇上清算，也能给自己增添点硬实力。而当时我的直接主管了解到我在准备考CPA，第一次找我谈话内容是：不要考证，专心当奋斗者。现在回想起来，幸好当时坚持了自己的选择。期间还发生了一件很扯淡的事情，网传伟华的食堂很贵，这也是真的，有多贵？一份番茄鸡蛋5块，清炒冬瓜3块，如果是宫保鸡丁这种大肉菜，直接上10，问题是菜的分量又很少，饭量大一点的人一顿午饭起码上20，我在食堂吃过一道32块钱的“大餐”：糖醋鸡块，蒜蓉西兰花，红烧狮子头。一个月工资，起码1500要还给食堂，典型的出口转内销。问题是这么贵的价格，我还能在一个炝炒空心菜里面吃出一只小蟑螂，把这个事情反映给食堂后，食堂经理找到我。食堂经理说这个事情我们很抱歉，这里额外补偿您20块钱（或者是25？记不清了）的代金券。我一脸黑人问号，这条件是个人能答应？回复说根据食品安全法里面的规定，这种食品质量问题，都是1000起罚，你觉得你们的补偿措施合理吗？食堂经理说好的，等我们请示一下老板给你答复。然后下午我们的OEC（伟华的道德遵从委员会）小组长就找到我，告诉我说共享中心的总监知道这个事情了，说我敲诈勒索食堂。我当时就对伟华彻底无语了，怎么？吃出一个蟑螂，别人给我20块钱我就要接受？我喂你吃，每吃一只，我双倍价格开给你，你吃不吃？回到工作上，高强度的工作和学习让我很有压力，2019年2月份我又进行了转岗，再加上承接的工作和自己之前所负责的杂收工作有很大不同，所以一时间难以适应。恰逢部门来了一位新的HR，说员工如果有任何问题，无论是工作还是生活上的都可以和他倾诉。当时的我因为心态很差，再加上新HR一幅和蔼可亲的样子，于是期间两次找他倾诉，包括自己的工作和生活压力，以及对新工作的一些不适应。结果年中的半年绩效我傻眼了。部长要我离开，说我适应力不行。我当时就知道自己被这个新HR卖了。除了他，我从未和任何人说我的工作不适应，办公室里永远笑口常开，再难的事也是打碎了牙自己咽。我说2019年上半年是我的第四个半年，公司规定新员工有两年保护期，况且上半年我才刚到新岗位，这个绩效是不是不合理。部长说这个绩效是综合你这两年的工作状态给的。（呵呵）我说如果是这样，为什么2018年给我的年度绩效是B+（优秀）？部长原话，如果你不走，我们有的是办法搞你。我服气，同意离职。离职的过程还算顺利，沟通离职在8月，部门同意我在12月初离职，这样可以衔接社会招聘，不至于有空窗期，期间没有什么扯蛋推诿的事情发生。但是有一件事还是刷新了我的三观。就在我沟通的当月，公司内出了一个规定：如果一个月内离职，可以拿到N+4的补偿，但在我填写离职电子流包括离职沟通的过程中，HR和部长绝口不谈这件事，直到我看到了相关的消息去询问的时候，HR才轻描淡写地说，他看我12月才离职，并不适应这个政策，所以没有告诉我。这几天看到这篇文章，感触良多，也曾懊悔自己不应太相信职场上的人，虽说我其实已早有离职的打算，但这个事情也给我了一个教训，同时也给大家一个忠告：永远不要把HR当朋友，也永远不要和职场里的人交心，毕竟不是每一个HR都是胡。伟华作为中国最大的民营通信公司，我很自豪曾与18万人一起战斗过，这里有一些黑暗和卑鄙，但也有更多荣光与骄傲，愿阳光普照，驱散所有阴影。敲完这篇文字后，一位接我工作的同事来咨询我一些业务上的事，他今年已经31了，工作也很拼，但还是只能在基层岗位上挣扎。末了，他突然苦笑一句：你的决定是正确的。是啊，离开这里，真好。《加满油的火车头为什么不跑了？》——从一个骨干的表现探讨价值评价和价值分配根据公司的战略要求“把指挥所建在听得见炮火的地方”实现业务前移。某部从08年开始把业务前移。五年过去了，首批输送到一线的同事们陆续回国，新的同事陆续踏上征途。总部骨干员工A在08年是尚属于基层骨干，由于基层主管的持续外派，给这些骨干提供了良好的发展空间。五年职级升了3级，达到18B，管理一支10人左右的团队。原定A作为外派梯队接替从发达地区回国的主管。但由于公司外派政策的变化，首次外派不允许直接派往发达地区，因此，他的外派地点发生了变化。于是问题出现了：A以家庭成员健康缘故，不愿外派“次艰苦地区部”，经主管，管理团队反复沟通，仍然坚持不去。最后管理团队经过讨论，予以降职降薪处理。转岗做业务专家。该问题的出现让管理团队陷入深思：为什么我们重点培养的骨干，识别的火车头，连续几年的加满油，却会发生这样的情况？养兵千日”，却在“用兵”的关键时候却掉链子？我们在干部选拔和使用上出了什么问题？在价值评价上又陷入了什么误区？到底什么样的干部是我们需要的？是符合公司价值观也符合部门发展的要求？首先，对照干部标准和对干部的要求，从核心价值观认识上来看，员工A在核心价值观的认同上出现了一些问题。以客户为中心，以奋斗者为本，坚持长期艰苦奋斗文化并没有得到其真正的认同。在工作安排上，发达地区就可以去，次发达地区就有家庭健康问题了，令人匪夷所思。同时，仅考虑个人意愿，不考虑组织和一线业务对专业管理干部的急迫需求，更不用说吃苦在先、冲锋在前了。其次，这次事件使管理团队对“干部要看品德、不能唯才是举”有了更深的认识。在干部选拔的时候，要进行多维度的考察，绩效能力是基础，但是品德是底线。A在业务上虽然有其一技之长也取得较好的绩效，但是却忽略了对其是否认同伟华核心价值观的考量。直到出事，才倍感惊讶和反思。也给管理团队提出了警示，未来在考察干部上是不能仅仅依据其能力和业绩来评价，忽略了对品德的考察。干部就是要身先士卒，吃苦在先，要处处起到表率作用。第三，在价值评价方面，我们反思之前几年对他的评价，感觉连续的高绩效评价，连续的“加满油”，也让部门和他本人产生了错觉，松懈了“思想上艰苦奋斗”的弦；过度的表扬，也导致该员工自信心膨胀，错误的认为这一切（连续的高价值评价和价值分配）都是他个人努力的结果，是理所当然的。连续的高绩效评价是否真的科学和公正？员工在顺境中是否应该对其提出更高的要求，避免思想麻痹和原地踏步，固步自封？这些都是我们要继续进一步思考的。这个事件从另一个角度给管理团队也敲响了警钟，选拔干部是一个系统工程，不能光看绩效。在组织赋能和期望值管理的时候，强调艰苦奋斗，要求应该先具备在艰苦地方的奋斗经验，并以此为牵引；有时候让员工摔一跤也是一件好事，从个人看，吃一堑长一智，个人受到些挫败、打击对人生也是一种磨练和提升。对类似的员工，还是要治病救人，在教育和辅导的同时，让他深刻认识到组织的价值导向，发挥自身业务特长，从专家做起，争取早日具备一个合格的管理者应有的价值观和素质要求。当事人说法:==================对于这篇文章，我刚看到时说实在的只能用“惊讶”来形容，原来我在HR领导的心目里竟然是一个：“不认同公司核心价值观”、“品德有问题”、“个人自信心膨胀”、“思想麻痹、固步自封”、“匪夷所思”的员工！来公司六年多，我自认还算兢兢业业，每年的KPI和重点工作都能完成，几位直接主管和周边日常业务接口部门的同事都对自己还比较认可，很简单的一个偶发事情，怎么就将我一下子就否定了？为了家庭，接受部门处罚，沟通时还口口声声说：公司还是认可你的，要放下包袱在新岗位上做出新成绩。怎么一转眼就写一篇文章把我描述成一个如此不堪的人？人啊！满口仁义道德，背后行龌龊之事是长不了的！各位，我就是这篇文章中的A，有几点情况澄清一下：1）我是2013年3月8日到达西欧地区部（从去年底就开始陆续接手将要负责部门的工作），当初部门说好是外派过去，组织关系也转移了，但是到地区部后由于前部门事前没有了解清楚公司政策“首次外派不能到发达地区”，导致只能按出差处理，对此我没有任何意见和抱怨，依然全身心投入工作中，到上半年结束所负责新部门绩效结果从去年的全球第七上升到第四，各项指标都达标（部分指标完成挑战值）。2）在2012年11月原部门决定外派我出去时，我老婆已怀孕3个月，由于只有我和老婆两个人在深圳，因此我在去2013年初将我妈从老家接到深圳，陪伴和照顾老婆。我小孩5月中出生，当时由于刚到地区部，工作忙碌，都未来得及赶回去。直到小孩满月时我才回到国内，而且由于公司政策问题，相关的往返机票等费用全是我个人承担，对此我也未对公司有过任何抱怨。3）2013年6月下旬我回到西欧，原部门安排我和北非的同事B相互互换，我也接受，并和B开始做前期的工作交接。4）7月2日，老婆给我电话说宝宝一抱起来就哭，我妈发现宝宝*有一个黄豆大的肿块，一家人很是紧张，下午去妇幼保健医院检查，医生说是疝气，有两种方案：一是用药物保守治疗，但要尽量让宝宝平躺；二是做手术。虽然医生说这是一个很小的手术，但是对于初为人父母以及只有一个多月的小孩来说，是让人很难接受的。由于我不在家，宝宝由一直哭闹，老婆渐渐的承受不了这种压力，情绪逐渐失控，导致出现嘴部和左脸颊肌肉紊乱；同时由于天气炎热，我母亲眼病重发（她老人家之前眼睛经常红肿流泪），到医院检查是泪腺堵塞，要么保守治疗每月去医院冲洗泪腺，要么做手术（但这有较大风险，由于她年岁大，泪腺已经很薄了）。5）7月9日，老婆在情绪失控之下给我电话，要我立即回国，要么就离婚。在此情况下，我只能和地区部、原部门领导沟通，提前回国，并在国内和北非的同事进行工作交接。7月12日我启程回深圳。6）7月18日我通过关系联系了儿童医院新生儿外科著名的李教授，并请他做了检查，他建议通过药物治疗（用疝气带+药物），我们接受了他的治疗方案。为了给宝宝寻找一个好的方案，说实在的那段时间真是操碎了心，咨询了公司很多有过此类问题的同事，还请人去烧香拜佛（虽然平时我是坚决不信这些），请人去找神婆求圣水治疗。上述情况有妇幼保健医院、龙华人民医院、深圳儿童医院的门诊病例，以及公司多位到我家慰问的同事为证。各位同事，请你们扪心自问一下，当你遇到这种情况时，你还能一个人安心的到国外去工作吗？？7）为此我在7月17日给部门的领导正式提出申请：暂时不接受外派，待家庭问题解决（预计到年底），可以接受再次外派。如下是我的书面申请原文：XXX领上午交流后，我进行了慎重思考，中午又和家里进行了电话沟通，基于目前家里的情况，和家人沟通后，我在近期需要在深圳照顾家人，无法赴海外工作。我明白这次给部门工作造成了较大的被动，我接受部门的处罚，并愿意在新的岗位上努力工作弥补个人造成的影响。待家庭问题解决后，我也可以接受再次外派。关于对我的处罚，对于降级、降薪、重新匹配股票等我没有意见；但对于锁定2年、取消奋斗者等处罚，我恳请管理团队再考虑一下，能否取消这两条处罚？谢谢！8）8月中，部门打上半年年度考评，给我是C，理由是：我不服从外派，不符合公司的导向。对此我有异议并向部门做了情况说明：XXX领导关于沟通的我上半年绩效情况，我认真的想了想，对于绩效“C”这个结果，我认为是不合适的。1、 上半年我主要负责XXXX部的工作，从半年度的KPI、重点工作等结果来看，都是进步非常大的：各项KPI都达到年度目标，全球综合排名第4，而且XX关键指标相关指标同比改进在40%、XXX类指标改进在10%以上。2、 XXX等重点工作也按照计划推行，地区部层和6个代表处都开始例行输出，各部门也大力配合、IT支撑工具也进入测试推广阶段。3、 XX等降成本同比节省近900万美金4、 推动计划的测评和考核监控，在各代表处的KPI考核中有3.5分的XXXX的测评……当然XXXX部上半年的成绩不是我一个人的功劳，是各部门领导、各环节同事，特别是W、L等XXXX部的同事的共同付出的结果。从工作结果来看，我上半年的绩效考核结果我认为不应该是“C”的。对于7月份我因个人家庭原因不能去北非工作一事，我已经给管理团队说明清楚了：我因为小孩身体问题、老婆的产后抑郁问题、我母亲眼睛等的问题，暂时无法离开，待家庭情况有好转（预计年底左右），我也非常愿意去海外工作。对于部门给出的处罚，我也接受了。如果对于我上半年的绩效考核，还要因为这个问题追溯处罚，否定我上半年的工作成绩，我认为是不合理的，还请再考虑我的说明和实际情况。谢谢！对于我的申请，部门领导沟通后没有接受，坚持给我C。经过几天的思考，我最终接受了上半年部门给我的C。9）8月下旬和北非的同事完成工作交接后，我投入到部门安排的新工作中，在新岗位上我也放下了包袱全身心投入，各项工作也都基本达成年度目标要求，年度考核部门也给了一个B。总结：1，不听领导话说明品德有问题 2，要治病救人，你不仅品德有问题，还有病 3，之前的级别和待遇，在领导看来都是施舍和赏赐，需要感恩戴德 4，转岗做业务专家，走技术路线，是一种处罚措施。在伟华待过很多年，说一个加班时间相关的趣事。最早伟华的部门领导是能看到每个手下员工的加班时间的，有些领导干脆直接公开部门的加班排名，导致每个人的压力都极大。之后呢，有几个人自杀了……公司开始变革，领导不再能看到员工的加班时间。这事发生于大约十年前。过了一小段时间后，公司又放开了领导的加班时间查看权限，但只能看到月度80个小时以上的加班人员名单。这么做的目的是关注超负荷运转的员工，看看是否工作安排过满。说实话，至少我身边感觉一开始还真是这么关爱员工的。hrp会和超过80个小时的员工谈话，有的人谈烦了干脆加班不打卡……既疯狂加班又不上名录……但慢慢这事变味了，80以上榜单成了光荣榜 而且人越来越多。变的不上榜成了落后员工似的。后来干脆很直接拿着计算团队饱和度，比如你说你部门缺人需要招聘，大hr就会计算这个超时加班比例，大约接近80%才会分出招聘名额……最终引发这次hr事件，真的毫不意外————————11.1补充十年前那波事件，有自杀的，也有累死累病的，所以说自杀了好几个，并不严谨。另外从我实际体验来说，也并不是上了80小时榜才能得到好评。因为我从没上过“光荣加班榜”，也拿过几次考核A。既然有人顶，那我就多写点实际更让我心寒的几个现象。仅限我周边亲身体验。1. 软件开发部门来说，技术越差的人反而越快当上领导，也就升级越快。很神奇，对吧？其实里面的逻辑倒也清晰。来伟华的学校都不差，所以脑子都不笨。但有些人先天不喜欢也写不好代码，怎么办呢？这些人会很快的转型，做协调、拉通、出版本、代表团队与外面PK之类的事物。这些工作反而在伟华研发更出彩所以基本上基层干部就从中产生了。然后技术差的人绝没有技术情节补齐短板，他们会把更多精力拿来组织协调开会催活上报与pk，也就升级越快。其实这些人一般也挺努力的，团队公关解决问题时候也都陪到随后(毕竟成功邮件要由他们发)，而且伟华的文化下团队pk很重要。所以基本上管理十个人的pl就可以告别技术了，告别的越彻底上升潜力越大……2.越过研发看，其他部门都升级都比研发快的多……一起进公司培训的人，几年后看看，财经、hr、市场、销售等，都比研发升级要快的多。我见过销售10年升10级的，从13级升到了23。这在研发完全不可能，超级天才也做不到。当然总体上市场与销售升级快，研发是服气的，毕竟自己想转型去做也可以，但hr与财务升级快，研发多少不爽。3.年龄卡人普遍存在两年前一开始还遮遮掩掩的，否认34+传闻。后来内部基本公开了，新认命pl要求35岁以下。且40岁以上续约需要仔细审查。这事直接导致大量内部老员工开始找工作，但伟华最大的特点是工作流程化螺丝钉化，且很多工作内容和公司业务绑死，待久了出去竞争力十分有限。当时的现象是，大家都出去找工作，只有很少量能跳槽，这最后就变成了“劣剩优汰”。每月加班160小时是什么概念可能大家没有直观体会，我给大家算一下：超过的工时是按照超过每月 8小时*21.75天计算的。160/21.75=7.356小时也可能算上周末（160-8*8）/21.75=4.4小时也就是说，每天除了八小时的工作，还要额外至少工作4个半小时。比如北京9：30am上班，一天八个工时是到7：30pm（扣除午休和晚饭时间）。每月加班160个小时，平均每天怎么样都要差不多12点以后下班了吧。。每天13个小时的工作，几乎除了吃饭睡觉就是工作了。我想真正触怒研发的，是说这160个小时在划水，来自一个可能6点就下班的HR。研发狗加班没问题，为了项目顺利攻关辛苦点也认了。但是这些努力在HR眼里看成是无价值的付出，就有一种不管怎么样老子都要和你拼了的冲动。最近公司里戾气很重，因为去除平庸，一鱼三吃，不续签，被劝退等等。所谓战时状态，就是让员工多加班，如今还创造出这样人人自危的氛围，只让我深刻体会到，公司不是家。我是在职研发孕妇，一直到七个月的时候还跟其他研发同事共进退每天干到很晚回家，因为我休息的话，其他同事可能每月工时要超180了吧。我先生也是伟华研发狗，我俩惺惺相惜。就比较难过的是，整个孕期能在12点前看见老公到家我都觉得是福报了，甚至周末节假日也如此。两个人在外打拼，不知道将来孩子怎么办，就是觉得对不起孩子，爸爸妈妈没办法挤出很多时间陪他。11.2更新：今天周六，上午老公九点多就去上班了，大着肚子买了菜晚上做好饭等着老公回家陪我吃饭，结果他说回不来，要晚一点。我一个人吃了晚饭洗了碗，饭还在锅里想着他八九点能到家。结果快十一点了，他还没回来。这种日子太多了，渐渐的觉得有点没盼头了。怪他也没用，吵架俩人都很累。快生了，希望孩子出生的时候他至少能在身边。提出160小时划水论的HR今天出来洗地了，着急澄清自己没有第二职业，让大家对另一名HR高抬贵手因为在哺乳期。。呵呵。。那么多孕妇被平庸了怎么不说说照顾？就HR的孩子是孩子吗？研发生孩子活该背C吗？作为曾经伟华研发一名已经在9012年被人力政策折腾的死去活来快废掉的员工，也出来瞎掺和几句吧。很遗憾，我现在才看到这个帖子，对公司人力政策的不满感觉突然有人撕开了一道口子，有一点欣慰吧，然而这一切对于我已经晚了。入司几年，谈谈几点深恶痛绝的地方吧1，菊厂招聘岗位经常都是骗人的。这个问题已经被吐槽无数次了。比如很多人招进来，都是以软件工程师名义把你招进来，然后把你放到维护、解决方案也有可能测试等等一些完全跟你专业技能不符的地方。当然伟华信奉的是人才是可以培养的。而实际上，是你到这个岗位，是一个你完全没有经验的方向，也并没有人认真培养你，因为所有人都很忙，熬过来的人有一句放之四海而皆准的自我评价“快速转身”，这才是领导们喜闻乐见的。我应届生软件开发被放入开发不相干的岗位，年轻不懂事，没有知道会温水煮青蛙把自己煮死最后发现要出去找工作有点艰难。随后两年亲眼见以为兄弟以CV专家的身份招进来，却接手了与CV毫不相干的工作，半年后天天跟人家沟通降级。最后这哥们忍不下去跑了。2、HR政策，毫无连续性，毫无诚信。两年一小折腾，三年一大折腾。19年三月产品线开始轰轰烈烈号召大家去海外，最终这事在HR那里应该是成了数字指标，天天到处找人沟通，人心惶惶。我因为在奖金沟通时直接拒绝去海外，被穿了小鞋，上半年勉强给了个B+（这是我应得的），但依旧没逃开去下半年处于劝退边缘被逼转岗的命运。每一年部门或者产品线都会有这种政策。五月以前，输出海外着指标完成不了了，搞了个出去两年之后产品线无条件接收回流。谁信谁傻逼。果不其然，516贸易战出事之后，海外开始回流，流程已经走出去的人，海外没地方接收，回又回不来。到了七八月份，政策又变成了部门变相裁员10%。因为得罪了新来的老大，我不得不选择转岗。转岗这件事，更赤裸裸地暴露了现在伟华HR在高压的指标要求下，都只考虑完成自己的任务，而不顾及员工实际情况。我是联系了新的接收部门，对方也发了offer，而在我决定要去之前，家里起火了（要异地了大家应该懂），还没安定好后方之前，双方部门HR，一边着急完成招人目标，一边着急完成减员指标，已经勾肩搭背启动了我的调动流程！！！卧槽尼玛！！！更难以理解的是，一边我被放入减员清单被搞得无心工作，另一边部门投入重兵几个人半年不干业务上的事，也没招进来两个人。一边减人，一边投入大量人力招人，半年招聘的人力投入加上新招员工培养成本，也就是一人年的成本了。这些成本在上面都不被看见。类似这样的折腾，几乎隔个一两年就来一发。他们不累吗，还是不折腾HR就没有绩效没有PPT.素材可写了？3、各种隐性的HR政策规则，游走在法律边缘，甚至把很多不合法规的操作视为理所当然。伟华人，没有年假。外面很多人都不相信。很多加班没有工资，大多数是基本没有，自愿放弃的嘛，我可能会相信十几万人都自愿放弃加班工资。类似这样的冷暴力规则，还有很多。公司法务部和HR毕竟强大，各种劳动法规他们总有规避手段。可笑的是，这些人把同样的观念强加给了外包员工。我现在会接触很多外包员工的考勤自己报销等等。给外包员工的加班工时，一个月36的上限，超出了不合规嘛。在计算加班时长时，以前会向下取整，直到有一次外包员工闹到相关部门，才有人意识到，外包员工不是伟华员工，加班工时是不能随便扣的。有段时间有人还在讨论外包这个加班工资要不要取消，伟华给这么高的工资就包括了加班费。我看到这句话的时候，才反应过来，如果我没有接触外包员工不了解这一块，他们说这些话我竟然会觉得非常有道理，在这家全球知名企业里面的人看来，国家劳动法规形同虚设，我们多么的无知多么的可怜。如果规定在这些大企业里都没有用，那我们的前辈们费劲那么多心血努力换来这些干啥呢。我再说一遍，HR是一个专业性要求很高的岗位。而现在很多不专业的HR，干着很多HR的活，我现在修改的每一条规定，都可能直接影响到外包员工的收入和职业发展。现在才察觉到，那些手握大权可以直接掌握员工职业发展前途的人，究竟是些什么人。这种现象，在公司普遍存在着。下面曝光的内容真心震惊了，看来被伟华公司关进去应该不是个例。问:撤掉1.5亿热度的热搜，伟华要花多少钱？最后说一点：我本人也是个苦逼加班狗，看完胡发表在伟华心声的长文，我深有感触，佩服她的正直和勇敢。我非伟华员工或者从事研发工作，所以对问题本身不能发表什么评论，但是看到这个问题被强行撤下热榜，心中实在激愤难忍，遂写下此回答，让大家看看伟华对此事的态度和处理办法——直接撤掉热榜，一如既往的干净利落，效果拔群。全站热度已降低至15位，只有区区500W，然而数码区却已经1.5亿热度，排第一，过于魔幻了，真是搞不懂这X乎，良心不会痛吗？收钱办事都不专业点，不怕伟华给你差评？更新：此题问已经从热榜上彻底消失。我真的是要吐了，这个问题又不涉及任何政治敏感的东西，纯粹的为了恰这点烂钱，真是连一丁点脸都不要了，吃相令人作呕，这垃圾X乎，向微博看齐，赶紧完蛋吧！不到半天的时间，完整的见证了这个提问从6000W热度一路飙升到1.5亿，然后迅速被撤，再到现在彻底消失，再一次见识到资本的力量，它可以肆无忌惮的掌控舆论，整个过程中，曾经在我眼中逼格满满，遗世独立的X乎，沦为一条唯利是图的走狗。曾经我以为花钱撤/买热搜这种龌龊交易，应当要在暗地里偷偷的进行，今天伟华知乎直接搬到台面上来，已经没有什么顾忌了——我感觉自己受到了侮辱，如此为所欲为，简直完全没有把用户当人看，把我们都当成了憨批一样。伟华公关部名不虚传，有口皆碑，这个时代的舆论完全被资本掌控，我们看到的听到的一切，都是他们在操纵着。以前铁流在一个微信群里谈，对于这些舆论掌控能力很强的公司来说，任何负面信息会在短时间内从网络上被清除，你看到的，都是他们想让你看到的。一些人还不服气，各种扛。伟华公司在舆论控制上是非常牛逼的，关人、全网封杀、律师函、海军洗地等无所不用其极。不过，泡沫都有破裂的时候，任何公司都有盛极而衰的时候，也许，这种舆论控制和过度营销，当下能为公司营造强大的光环，但未来可能会带来反效果。", "author": "铁流", "newsdate": "发布时间：19-11-08", "newstime": "09:37", "sentiment": [{"positive_prob": 0.0247871, "confidence": 0.944918, "negative_prob": 0.975213, "sentiment": 0}]}]