[{"title": "坚挺的华为荣耀20Pro：再见了！", "content": "说到华为的中端次旗舰机型荣耀20Pro相信大家都很熟悉，这是一款华为在今年5月份发布的机型，距离如今已经是过去了三个月左右，但是依旧保持着在3199元的起步价格，没有出现一丝一毫的降价，不过今天我们却要说一句，坚挺的华为荣耀20Pro：再见了！荣耀20Pro实际应该被认为是华为发力中端机型市场的旗舰，在外观设计方面，荣耀20Pro，正面采用了挖孔屏幕设计，边框控制得也很窄，机身背部也有渐变色色彩，看起来颜色越来越漂亮，同时近期还迎来了全新的冰岛幻境配色，又平添了一分对于用户的吸引力。硬件性能方面，荣耀20Pro搭载的是麒麟980处理器，以及具备8GB+128GB的储存组合，同时也配置了后置四摄像头，按照这样的配置水准来看，荣耀20pro应该也是目前行业当中，比较出色的一款3000元左右的华为机型。不过，目前华为自家又再次推出了新款麒麟980处理器的华为Nova5Pro，也是具备了四摄，并且升级充电功率为40W，比起荣耀20Pro的22.5W要更出色，不过华为Nova5Pro的实际价格却只有2999元起步，比荣耀20Pro更值得买。而从产品的整体实力来说，小米9、魅族16s等骁龙855手机目前正在降价，价格大部分都是在2500元左右，对比荣耀20Pro也会显得更加实惠一些。毕竟荣耀20Pro的麒麟980处理器性能在目前行业中不算是顶级旗舰芯片，需要等待到麒麟985登场之后，才可以与高通等抗衡。此外，荣耀20Pro采用的是LCD屏幕以及侧面指纹识别，这两者的体验都不是很好。在笔者个人角度来看，荣耀20Pro虽然价格坚挺，到现在没有出现下滑，但是环顾周围购机环境，有很多的好选择值得入手，反而荣耀20pro逐渐失去了购买价值，因此该说一声再见了。按照目前的价格，你们觉得荣耀20Pro还值得买吗？欢迎说说你的看法，我们一起讨论下。", "author": "叽歪数码", "newsdate": "发布时间：19-08-18", "newstime": "08:27", "sentiment": [{"positive_prob": 0.631888, "confidence": 0.181973, "negative_prob": 0.368112, "sentiment": 2}]}, {"title": "外电透露：美或将华为“临时许可”延期90天", "content": "参考消息网8月18日报道英媒称，美国商务部或将延长对华为公司的宽限期，允许这家中国公司从美国企业购买供应品以便为现有客户提供服务。据路透社8月16日报道，两位知情人士透露，针对华为的“临时许可”将延长90天。报道介绍，今年5月美国将该公司列入黑名单后不久即发放涉及华为的临时许可证。此举旨在最大限度地减少对其客户的影响，其中许多客户运营着美国农村地区的网络。报道称，延长期限意味着续签将于8月19日失效的协议，使华为能继续维护现有网络并为手机提供软件更新。报道援引消息人士的话说，这一许可证已经成为美国在对华贸易谈判中的重要筹码，因此延长华为宽限期的决定在8月19日最后期限之前仍有可能变卦。报道指出，美国商务部今年早些时候禁止华为购买美国产品，被视为世界最大两个经济体之间贸易战的重大升级。这家全球最大的电信设备制造商仍被禁止在没有特别许可证的情况下购买用于生产新产品的美国零部件。报道称，华为的许多供应商要求获得向该公司出售产品的特别许可证。美国商务部长威尔伯·罗斯7月底对记者说，他已经收到了50多份申请，预计还会收到更多。在华为2018年用于购买零部件的700亿美元中，有大约110亿美元流向了包括高通、英特尔和美光科技在内的美国企业。另据英国《金融时报》网站8月16日报道，美国的科技公司和电信公司仍然不知道，在8月19日临时出口许可证到期后，它们是否还能够向华为出售产品，这让许多业界人士对特朗普政府提供的信息不足感到失望。报道称，谷歌、高通和博通等公司尚未被告知，允许企业在特定情况下向这家中国电信设备制造商出口产品的临时许可证在8月19日到期后是否会延长。美国商务部长罗斯本周早些时候说，他预计将于19日提供相关的最新情况。一位业内高管称当前的拖延“令人困惑”，而一名为部分企业进行游说的人士则称商务部的做法“异常神秘”。来源：参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-08-18", "newstime": "15:13", "sentiment": [{"positive_prob": 0.868269, "confidence": 0.707265, "negative_prob": 0.131731, "sentiment": 2}]}, {"title": "华为Mate30真机照再曝光，是不是快来了？", "content": "前两天有爆料称今年华为Mate 30系列的发布会有可能会提前到9月。然而，各大厂商对于发布日期的公布都十分谨慎，在没有准备完全之前，并不会轻易向外界透露。不过，按照研发时间推算的话，华为Mate 30系列的真机应该早就已经出来了。更别提不少的爆料已经将机身外型曝光的差不多了。虽然此前曾有网友拍到过华为Mate30在地铁上的真机照片，但最近再次有网友拍到了华为Mate 30系列的真机照片。真机正面与此前曝光的消息一致，采用了刘海屏设计，侧边屏幕曲率极大。与此前真机照片不同的是，这次的真机照片十分清晰。可以看到华为Mate 30并没有取消侧边的音量按键以及电源键，反而是将侧边的按键进行了缩窄延长，存在感减弱，从正面观察应该难以察觉侧边按键的存在。同时曝光的，还有一张华为Mate 30的机身后壳照。虽然工作人员为机身后壳套上了极具迷惑性的保密壳，但是保密壳挖孔的长条形镂空部分看不见摄像头的特征，而下方长方形的活动后盖也暴露了这款机型后置相机的真正位置。可以看出来，华为正在为即将推出的华为Mate 30系列做上市前的调试，并且也对机身设计尽量的保密。不过，随着各种爆料消息的层出不穷，大家对于华为Mate30系列的外观设计基本上都了解的差不多了。同时，除了外观设计，在具体的配置信息上，目前也已经有消息表示华为的Mate 30系列将搭载全新的麒麟990处理器，支持屏下指纹识别和Face ID。这种情况在三星的年度旗舰三星Galaxy Note 10系列上也曾出现过，在三星正式发布之前，相关的配置信息爆料几乎每天都在更新，新机外观也在有真机照片流传。不过，出现这种情况其实也就意味着距离发布会越来越近了，只是还不知道具体时间。", "author": "科技美学", "newsdate": "发布时间：19-08-18", "newstime": "22:43", "sentiment": [{"positive_prob": 0.00741281, "confidence": 0.983527, "negative_prob": 0.992587, "sentiment": 0}]}]