[{"title": "雷军这算是公开宣战华为吗？", "content": "“不服就干！”这个口号真的够中二进入2019年，手机消费市场依然竞争激烈。苹果因为越来越离谱的高定价，在华销售量出现了大幅度下滑，库克不得不在公开信给自己找补理由：是因为中国经济不景气，中国人买不动了·····库克的甩锅当然完全站不住脚，苹果的市场占有优势之所以在中国逐渐丧失，主要原因是来自中国本土品牌的激烈竞争。与以往国产手机大多在中低端市场缠斗不同，随着消费者对于国产品牌认可度的逐渐提高，目前比如华为、小米等国产手机品牌都在冲击高端市场。▲1月5日《纽约时报》科技版报道认为中国手机制造商在性能和价格上向苹果发起“挑战”完美的用户体验、低廉的价格让许多想要买苹果的用户“再三考虑”小米近日就出于专心发展高端产品线的需求，宣布将红米脱离小米独立运营。未来，红米Redmi将和小米错位发展，红米专注极致性价比，小米则专注中高端市场，在黑科技的尝试上会不惜代价。▲红米品牌发布会上发布的红米新款手机价格不足千元创立新子品牌+发布新品，本来应该是件高兴的事情，但雷布斯在这场发布会上却显得有点“心气不顺”，不仅在发布会上放出狠话，称红米“生死看淡，不服就干”，还在发布会后的媒体访谈中直言：“办小米前我是华为的铁杆粉丝，最近真把我弄急了”。▲早在1月8日雷军就在微博放出了狠话但当时还没人联想到华为身上去所以华为到底干了点啥让雷军这么生气，毫不留情的硬怼呢？据昨天不少参加了红米发布会的媒体报道，在短短一个小时的红米Note7手机产品发布会，雷军怼了友商8次；甚至在媒体群访环节，雷军也抑制不住愤怒之情，提到友商面色铁青，以至于有人说，这次发布会的雷军不像“雷军”。雷军说：“是友商的态度把我弄急了。我们请来了大将，搞了一个Redmi，又给搞文章，又给搞科普的，是个人都会急的。”卢伟冰、雷军、颜克胜卢伟冰是原金立集团总裁正是雷军为红米请来的大将这里的友商，指的正是华为，准确来说是华为的中低端手机品牌，荣耀。小米在1月4日对外宣布将红米列为独立品牌之后，外界就猜测此举是为了对标荣耀，让主品牌更好地甩开包袱与华为正牌竞争。结果媒体的猜测，小米还没有回应，荣耀的高管倒是出来说话了。荣耀产品副总裁熊军民表示，荣耀与小米的竞争早就已经结束，无论是整体销量，还是中高端产品线的市场表现，荣耀早就已经遥遥领先。此外，熊军民还表示，如果友商愿意跟随，我们非常欢迎。这个狠话放的，火药味非常浓重啊···雷军也在发布会现场毫不留情的怼了回去，称称荣耀对小米的模仿是“像素级”的。对于这个模仿，雷军言语之间充满了不爽：“本质上大家都相安无事，但后来友商分了一个子品牌，从诞生之日怎么low就怎么来，怼了我5年时间，我从来没有回应过。”光用狠话怼友商还嫌不够，雷布斯还甩出了红米手机和荣耀的性能对比图。从各个方面实力证明友商low在何处。你来我往好不热闹，不知道华为下一步还会不会再接招。天眼妹估计两家品牌最后还是会握手言和的，毕竟两家公司商业关系的交织其实还挺多的。▲小米与华为荣耀所属公司华为软件技术有限公司的企业关系图谱雷军一直以斯文温和的实干形象示人，这次在发布会一反常态大动肝火，与其说是被荣耀的态度刺激到，还不如说是荣耀高管的“业绩碾压论”伤到了痛处：小米的销量增长乏力，中高端市场的突围更是障碍重重。早期小米就是靠性价比迅速成功，吸引了大批用户。但也因此被贴上“屌丝”、“低端”的标签。在国产手机品牌价格不断向上探的道路上，小米这样的标签就像个天花板一样，让其不能向高阶爬升。在华为已经可以卖出5000元价格的时候，小米卖3000元就已经很难让消费者接受。在两家公司投资生态链的特点上，也不难看出两个品牌的定位差别。坊间曾有传闻说以前有一个小米的生态链公司做了一个在行业内看很牛的产品，想卖6000块钱，跑去找小米。小米的人看完就浇了盆冷水——“小米生态链价格超过3000元的下场都不太好。”这个故事是真是假天眼妹无法核实，但从天眼查收录的小米近年投资历史来看，小米虽然一直在大力建设“小米生态链”，也投资了不少公司，但大部分都是各个领域的初创公司，主要业务也并不算高精尖。反观华为，虽然投资公司数量远远少于小米，但大多都是物联网方面的大型厂商，且投资形式多为并购。和巨头华为相比，小米在资源支持、销售供应链的把控上还是显得有些稚嫩，华为庞大的技术体系可以为旗下的手机品牌提供足够的支持，而小米却只能步步摸索。雷军在昨天的发布会曾经这么感叹：“我非常苦恼的一个事情是，‘性价比’是一个有原罪的词。友商一直拿着性价比这个点黑我们，所以我说性价比是原罪。因为你一说性价比，大家就说你的产品low，因为我们的东西便宜，他们天然的就觉得质量有问题，我看到友商的宣传说一分钱一分货的时候气得半死。其实，小米从做手机那天起，就把品质放在性价比的前面。小米如何破解，要做高品质。”上市只是个起点，要想顶住巨头的压力，挽救下滑的股价，雷布斯还是要说到做到，拿出更多真的“高品质”的产品才行呀~", "author": "天眼查", "newsdate": "发布时间：19-01-11", "newstime": "20:20", "sentiment": [{"positive_prob": 0.0152809, "confidence": 0.966042, "negative_prob": 0.984719, "sentiment": 0}]}, {"title": "雷军“宣战”华为，放话“生死看淡、不服就干”", "content": "1月10日，小米在北京发布999元起售的Redmi Note 7手机，这是其独立新品牌Redmi的首款新机。雷军在发布会现场放出狠话“生死看淡、不服就干”。同日，小米集团股价跌破10港元，创下上市以来新低。与去年7月高位时相比，小米股价已累计下跌逾55%，市值蒸发逾2900亿港元。小米市值蒸发逾2900亿港元1月8日，股价大跌7.50%至11.1港元/股，成交额10.34亿港元；1月9日，股价再次跌6.85%至10.34港元/股，成交额25.73亿港元；1月10日，开盘前小米1.2亿股股票通过大宗交易成交，成交价8.80港元/股，开盘后股价一度跌超8%，最终下跌3.58%，以9.97港元/股收盘，成交量35.70亿港元，创下近半年新高。小米最新总市值为2377亿港元，相比2018年7月高位时的22.2港元/股，其股价已累计下跌逾55%，市值蒸发逾2900亿港元。半年前小米上市时，雷军“要让在上市首日买入小米公司股票的投资人赚一倍”的许诺，言犹在耳。上市前认购小米股票的7大基石投资者——中投中财娱乐、中国移动、高通、国开行旗下私募股权基金、保利集团、顺丰集团、招商局集团，按17港元/股的发售价合计认购了2.52亿股小米股份，目前已经解禁，截至目前账面浮亏四成左右。1月9日，小米上市刚好满半年。在部分股票解禁之际，小米集团9日早间公告称，雷军、Smart Mobile Holdings Limited及Smart Player Limited等控股股东承诺，自公告日期起额外365天内，不出售小米公司股票；此外，CFO周受资同样承诺自公告日期起365天内，不自行出售小米股票。不过从二级市场表现来看，投资者并不买账。机构纷纷调低小米目标价与小米股价大跌相应的，是国内连月下跌的智能手机出货量数据，以及越来越谨慎的投资机构。由于中国的宏观经济前景疲弱、国内智能手机市场竞争加剧，以及智能手机行业周期延长，高盛对小米12个月目标价调整为15.8港元，较原来的24港元有所下降，最近的目标价意味着有53%的上行空间，仍维持“买入”投资评级。中金公司也将将小米集团目标价下调20.5%至13.5港元，相当于27倍2019年预期市盈率；维持推荐评级，仍长期看好公司IoT业务和海外互联网业务的持续成长。花旗、瑞信和麦格理本周已下调小米目标。摩根大通调低对小米集团的投资评级，由“增持”改为“中性”，目标价也由18港元降低至10.5港元。摩根大通报告称，2019年是小米的艰难一年，在难以提升市占率的情况下，小米2019年在中国的智能手机销量将按年下滑12%。摩根大通同时指出，随着月活跃用户增长受限，小米在中国的广告及游戏等核心互联网业务收入增长将放缓，互联网服务业务增长今年将放缓至25%至30%。信义资本分析师表示，已有统计数据显示，小米的互联网服务变现出现不太好的迹象，考虑到5G手机换机潮来临前，智能手机需求冷淡，手机业务不容乐观。国内智能手机市场有多严峻？中国信息通信研究院1月8日发布报告称，2018年全年国内手机市场总体出货量4.14亿部，同比下降15.6%，智能手机出货量3.90亿部，同比下降15.5%，占同期手机出货量的94.1%。手机品牌发布新机的热情也降低不少。上述报告还指出，2018年全年我国上市的新机型共764款，同比下降27.5%。雷军猛怼友商 坚持死磕性价比1月10日，小米宣布开启双品牌时代，宣布红米Redmi升级为独立品牌，红米Redmi作为电商品牌，将成立独立公司运营，未来红米Redmi与小米两者既是同一集团下的兄弟品牌，也是同一市场中的竞争对手。当天下午，小米召开分拆红米形成独立新品牌Redmi的首场发布会，现场发布了999元起售的Redmi Note 7手机产品。雷军表示Redmi定位国民手机，坚持高品质、极致性价比和全球化三个目标，在同价位段产品中率先采用4800万超高像素相机、搭载主频2.2GHz的“满血版”骁龙660处理器，并在全球率先将手机质保期限从12个月提升至18个月。回应“小米被黑”：生死看淡，不服就干在发布Redmi Note 7 手机各项性能的过程中，雷军处处拿荣耀8X和荣耀10青春版手机型号做对比，称“坚持死磕性价比”，“无惧任何对手”，甚至放出狠话“生死看淡，不服就干”。在介绍Redmi Note 7手机为什么采用三星而不是索尼的相机传感器时，雷军说，这是因为索尼产品没有现货，采用索尼产品的友商手机虽然更早发布，但迟迟供不上货，就是这个原因。雷军称：“友商很爱吐槽小米搞饥饿营销，说我们是PPT手机。但你看看，他们这不才是PPT手机吗，有本事就拿现货来卖啊？”雷军进一步表示，在产品上欢迎友商进行全面比较，不要进行单项比较，自己不会挑起战争，但不怕战争。“哪天惹急了，我就说穿孔屏的N个缺点。”雷军称，“我以前挺悠着的，本质上都相安无事，友商的子品牌怼了我5年时间。我在创办小米之前，我是华为的铁杆粉丝。但从创办小米以来，他们怎么Low怎么来”。雷军点名的穿孔屏，正是华为一个月前新发布的nova 4 和荣耀V20所运用的技术。穿孔屏这一技术为接近100%全面屏提供了新方案。除华为外，三星也运用了这一项技术。1月2日雷军微博宣布把红米品牌独立出来后，外界分析其可能是效仿华为，拆分出荣耀子品牌，由华为走中高端路线，荣耀发力中低端市场。荣耀副总裁熊军回应称，“荣耀与小米的竞争早就已经结束了，荣耀早就已经遥遥领先”，“欢迎友商跟随”。2018年底，华为曾宣布2018年华为和荣耀手机出货量突破2亿台。发布会后，雷军说，红米独立就是为了在磕高品质，证明不弱于甚至强于友商，有人说小米便宜但品质有问题，他气得半死，小米也不做华为保时捷这样装门面的产品，多少钱就卖多少钱。值得注意的是，雷军此次采用“受众定制”策略发布新机，此前他通过微博征集的大多数用户对Redmi新机性能和外观的期待都最终在手机成品中体现，他还提到与抖音的合作，显然要更努力去抓住年轻人的心。更早些时候，2018年11月小米还与美图达成合作，目标也是更深入地接触年轻用户群，尤其是女性用户。回应知乎取关：过去一年都未上过知乎另外，雷军近日还因为另外一件事情上了热搜。1月8日下午，近日有网友发现“雷军”知乎个人主页显示关注了问题，“同样是国产手机，为什么华为是民族品牌，而在印度市场占有率第一的小米却不是民族骄傲?”随后又取消关注了该问题。对此，雷军表示，“知乎账户真的是我开的么？有可能账户都不是我开的。过去一年都没上过知乎，这真的跟我没关系。”。知乎则回应称，ID为“雷军”的帐号属于个人认证中的“企业高管”类别，此前提交过相应身份证明材料，符合知乎的认证流程及规范。 来源:中国证券报、中国基金报责任编辑:闫欢支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-01-11", "newstime": "14:00", "sentiment": [{"positive_prob": 0.0930514, "confidence": 0.793219, "negative_prob": 0.906949, "sentiment": 0}]}, {"title": "又一“中国芯”诞生，华为鲲鹏920亮相，打破美国近50年垄断！", "content": "转载自百家号作者：玟玟科技提起中国的芯片制造，很多人总是感到忧心，从过去的发展来看，中国的芯片制造等一些尖端行业发展相对落后，虽然制造业规模在不断扩大，但在这一方面全明显存在短板。但华为近年来的发展让人们看到了芯片行业的改观，手机麒麟处理器性能优越甚至超过了高通让行业内很是震惊。这也意味着在手机芯片行业，我们已经完全具备了自主研发能力。近日，华为又有一款芯片问世，打破了国外服务器芯片的垄断，而且性能水平也处于行业领先地位。要知道Intel在全球服务芯片上垄断了近50年，华为鲲鹏920震撼亮相，打破美国近50年垄断！华为新发布的鲲鹏920处理器并非手机芯片，而是应用层面更广的服务器芯片，首要能力展现便是运算性能，这对于科技行业的具体应用有着不可估量的价值创造力。这款芯片的性能远远超过了发布会之前人们的预想，性能跑分超出之前业界标杆产品的25%，能效提高30%，但功耗反而降低，双端口设计使得这款芯片的速率达到业内主流产品的两倍。鲲鹏920所搭载的内存宽带超过业界主流46%，网络宽带提升四倍，这样惊人的性能提升对于业界而言实属震撼，目前在性能上已经达到行业领先水平了。要知道，之前的服务器芯片技术一直被国外当成科技核心所垄断，手机芯片方面高通最强，华为麒麟980芯片的亮相已经打破了这一垄断，如今鲲鹏920芯片对于行业内带来的冲击更大，作为服务器的内核芯片，对于国产服务器水平的飞跃也起着极为关键的作用。显然，华为鲲鹏920芯片做出的技术提升意义重大，对于国内科技行业发展将起到更大的作用。这对于英特尔，AMD等公司也自然形成了业务冲击。此前这两大企业在服务器芯片的出口量最多，新的服务芯片诞生，对两家公司未来的发展肯定影响不小。从目前来看，华为鲲鹏920芯片的问世，以及搭载了这一芯片的泰山服务器同时发布来看，国内服务技术已经上了一个台阶，在国际市场的销售推广上也可以具有优势，这正是华为近年来在业务拓展上呈现出来的显著特点，步步为营稳扎稳打！从手机产品再到5G业务推广，华为在最近几年的发展上明显呈现出加速态势，而且在国际市场上的竞争优势也逐渐形成。这对于国内科技行业而言自然极为振奋，放眼全球科技产业布局，华为今后的影响力必然会越来越强。你怎么看？说说你的看法吧！关注我们将持续分享相关内容！", "author": "华西悦读", "newsdate": "发布时间：19-01-11", "newstime": "15:00", "sentiment": [{"positive_prob": 0.920102, "confidence": 0.822449, "negative_prob": 0.0798981, "sentiment": 2}]}, {"title": "怼华为？雷军别急，小米还小！", "content": "雷军急了。2019年1月10日，小米集团创始人、董事长兼CEO雷军在红米发布会上表现的很激动，他宣称要“生死看淡，不服就干。”那么，雷军针对的谁呢，究竟是谁能够让一向稳重淡定的雷军变得情绪激动？“他们出了一堆的稿子看了我挺烦，又给我科普4800万像素。别科普了，（其实他们）就是没货了。真的再跟我急了，我就科普技术缺陷。还有，是不是真正的性价比，我买了两款手机，可以现场比一下。”这个“他们”媒体都知道指的是华为，或者说是华为手机的子品牌“荣耀”。“后来友商（华为）分出来一个子品牌（荣耀），从诞生之日就是怎么low（低级）怎么来。他们怼了我五年时间，但我从来没有回应过。”而这让雷军很郁闷，“怎么攻击小米，这是友商促销员培训的第一条……过去一周我有点郁闷。”其实雷军不必这么急。虽然市场竞争是很激烈，特别是白热化的智能手机市场，用户争夺就是生命线，但也正因为如此，就更应该是做好自己、为用户实实在在的创造价值和提供好的服务。用阿里巴巴CEO张勇的话说，“焦虑有什么用呢，你只能是做好自己。”实际上，不管是技术创新，还是产品、服务创新，都是通过激烈竞争去促进的。说实话我很佩服雷军，以前也写过很多关于雷军和小米的文章，他的人生规划和商业成就都是对年轻人、创业者有非常高的参考价值。当然任正非更厉害，从传奇度和商业成就上都是顶峰上的人物，可就如雷军所说的，“在办小米之前，我是华为的铁杆粉丝，也多次跟任正非（华为创始人）说国产厂商要团结，枪口抬高一尺。”有竞争是好事，但大家都是国内企业，更应该合作对外。不过，同行就是竞合的关系，适度的竞争是必要的，这是一切企业变强的必然路径。问题可能还是小米和华为两种竞合风格的碰撞。众所周知，华为是狼性文化，推崇的就是取得胜利，表现出来的就是进攻性强一些。而小米则是另外一种文化，小米更像是一种极客文化，而雷军也不像任正非那样是军人出身，他更习惯、喜欢按照商业上的规则行事。如果非要贴标签的话，雷军是一个非常好的人（嗯，好人卡一枚），在科技互联网行业就几乎没有说雷军坏话的，这是一个没有什么黑历史的好人，另外在商业上，以雷军的能力和经验，他也是一个非常杰出的商业领袖。但任正非是一个传奇领袖，且不可复制。不管两个人的性格，还是两个人的企业，都是截然不同的，所以雷军这次情绪激动，也谈不上任正非和他有矛盾，也不是华为和小米有多大冲突。事实上惹毛雷军的不过是一些舆论上的东西对小米手机不利。雷军在发布会上提到，有友商吐槽小米手机产量很少，是饥饿营销、PPT手机。他当即分析了友商华为和荣耀的手机后（小米用的三星有货，华为用的索尼没货）说：这不就是PPT手机吗，友商有本事拿现货来卖啊？还有荣耀副总裁熊军民评价红米独立“与小米竞争早已结束，荣耀遥遥领先”的言论，让雷军吼出了这两天的头条：“生死看淡，不服就干。”小米还小，真的不用太急。要知道小米才8年而已，华为已经30多年了，以后的路还长。“虽然手机市场最近这段时间压力很大，但是我觉得是一个巨大的市场。”，小米手机还是大有可为的。2014年的时候，小米才3岁，就已经不同凡俗了。“一家刚刚创业的公司，从零起步在不到三年的时间，成为世界第三，这一点让我自己也觉得无比的自豪。”雷军对小米是有很高期待的，小米要成为世界级的企业，而小米走的是互联网平台的道路，小米模式的核心，实际上就是互联网模式，它用接近成本定价，用硬件来架构平台的模式。这种模式被雷军提炼为“铁人三项”的商业模式——硬件+新零售+互联网，硬件版块的手机、电视、路由和外部的生态链智能硬件；互联网版块的MIUI、互娱、云服务、金融、影业；新零售版块的小米商城、全网电商、小米之家、米家有品等。通过这个模式可以看出小米是除了要占据移动互联网的硬件入口手机，还要占领智能家居和物联网的入口并布局内容消费领域。而这些都是华为的强项，不管是智能家居，还是物联网、人工智能，都离不开芯片、通讯等基础设施，不要忘了华为是做了几十年的通讯管道啊。以后的人来看现在的我们，也许就给看原始人一样。所以呢，市场是非常庞大的，不可能是一家独大，另外一家独大对用户来说也不是什么好事情。对用户来说，华为和小米，最好再有几家一起竞争才最好。何况就我自己的体验来说，我用了好几年的华为和小米手机，在使用体验上都与苹果手机有很明显的差距。从这点上，华为一直强调以苹果为对手在姿态上是很正确的。手机好不好，归根结底还是要用产品说话，消费者只会用脚投票，谁家好就用谁家的。因此与其陷在口舌之争里（当然这也要争），不如把主要精力放在产品和用户身上。如今红米Redmi也成了小米的独立品牌，而且“有可能”成为一家独立公司，“Redmi在高品质的前提下死磕性价比，小米系列就放下包袱，不要拘泥于1999元的价格，在用户还是觉得厚道的前提下把产品做好，多品牌运作。”死磕性价比的Redmi还是大有前途的，尽管可能很痛苦，“我们很痛苦经常被黑，其实性价比是有原罪的。你说性价比，别人说一分钱一分货。”。另外，做更高的品质的产品、分品牌运作、全球化是小米2019年的战略，小米目前已经覆盖80多个国家和地区，“友商的脚步比我们快很多，我们要赶紧抢地盘。”这才对嘛，内部矛盾内部消化，主力集中对外才是王道，内部有竞争更有利于创新和成长。前些日子在知识问答社区知乎上有一个问题，“同样是国产手机，为什么华为是民族品牌，而在印度市场占有率第一的小米却不是民族骄傲?”有网友发现一个叫“雷军”的账号关注问题后又取消，“知乎账户真的是我开的么？有可能账户都不是我开的。过去一年都没上过知乎，这真的跟我没关系。”知乎方面回应称，ID为“雷军”的账号属于个人认证中的“企业高管”类别，此前提交过相应身份证明材料。不过我觉得可能真不是雷军登陆的，他的账号应该是公司团队在打理。其实就算关注了又有什么要紧的，这未必就会显得小米矮化了。雷军曾在节目中说自己非常喜欢任正非“一家企业只有死过三次，才能叫真正的成功。”这句话，而任正非也说过华为没有成功，只有成长。从长远看，一时的顺境逆境、得失喜怒不算什么的，只要能够继续成长就是成功。有些事，真的不用太急。", "author": "老方说", "newsdate": "发布时间：19-01-11", "newstime": "11:20", "sentiment": [{"positive_prob": 0.00273035, "confidence": 0.993932, "negative_prob": 0.99727, "sentiment": 0}]}]