[{"title": "原来，华为被这家公司出卖了？！", "content": "来自：商业周刊   整理：商周君英国《金融时报》的一则新闻将汇丰银行送上了中国舆论场的风口浪尖，也让这家知名银行的公众形象备受质疑。2019年7月8日，环球网援引《金融时报》披露的消息称，因洗钱和违反制裁法案等一系列问题而被美国司法部盯上的汇丰银行，为逃脱处罚，同意在其他案件中“配合”美国司法部的调查。中国的华为公司成为了这种“配合”下的受害者，最终导致华为高管被捕。这位华为高管就是目前被软禁在加拿大温哥华的华为首席财务官(CFO)孟晚舟。其实，在《金融时报》披露上述内容之前，英国路透社于2019年2月就很详尽地描述了汇丰银行在孟晚舟被捕一事中所扮演的角色。据其介绍，汇丰银行在2016年年底到2017年开始“配合”美国司法部对华为发起的“调查”，原因是为了换取美国司法部对汇丰银行的宽恕，因为汇丰银行本身还涉及其他违反美国制裁禁令的案件。华为首席财务官(CFO)孟晚舟2012年至2013年，路透社的报道就指出了华为与一家伊朗合作伙伴（注：SKYCOM公司）的业务与关系。当时，华为一方面向媒体澄清事实，另一方面也与合作伙伴进行了沟通，其中，孟晚舟曾与汇丰银行的一位高管进行了面对面交流。前者表示，华为没有任何不合规的情况，并给会面的汇丰银行高管提供了一份PPT文件说明情况。《金融时报》2019年7月初指出，汇丰银行因为自身所涉嫌的违法问题而面临美国司法部的起诉。为了换取美国司法部的宽恕，汇丰银行2017年就把孟晚舟提供的PPT，转交给了美国司法部。该PPT随之成为美国官方对华为动手的核心证据，进而导致孟晚舟在加拿大被捕。据《金融时报》披露，汇丰银行早在2012年时就因为给墨西哥毒枭洗钱而被美国司法部盯上了。当时，除了缴纳了19亿美元（130.98亿元）的巨额罚款，汇丰银行还接收了美国司法部派驻的“监控人员”，进行业务审查。2019年年初，汇丰银行向中国方面解释说，因为美国政府向汇丰银行派驻了监控人员以及存在着一个200人至400人的团队随时可以获得汇丰银行的一切信息，所以汇丰银行不可能抗拒美国司法部的要求和调查。对于汇丰银行和美国官方的合作关系以及它的辩词，华为创始人、董事兼CEO任正非于2019年6月24日接受《金融时报》采访时表示，孟晚舟没有任何犯罪事实。这家银行从一开始就知道SKYCOM公司和其在伊朗的业务，也知道SKYCOM跟华为的关系。往来邮件可以证明，邮件中有唛头，银行不可能在法律上说“受骗了，不知晓这个事情”，证据都在，这是赖不掉的。美国的法庭可以去调查检举人，他检举孟晚舟犯罪，检举的事实在哪？华为创始人、董事兼CEO任正非按照任正非的说法，汇丰银行已经停止了华为所有的交易合作，不是华为停的。汇丰银行没有对华为做出解释，就是不为华为提供服务，那“华为就和别的银行合作”。被美国司法部重点关照的汇丰是怎样的一家银行？据其官网介绍，汇丰是全球最大的银行及金融服务机构之一，通过四大环球业务：零售银行及财富管理、工商金融、环球银行及资本市场以及环球私人银行，为超过3900万名客户提供服务。创办于1865年的香港上海汇丰银行有限公司，当时旨在为欧洲、印度和中国之间日趋频繁的贸易往来提供融资服务。创办汇丰的构想源于当时任职于铁行轮船公司的苏格兰人托马斯苏石兰(Thomas Sutherland)。他觉察到，香港和中国内地沿海地区对当地银行融资的需求殷切，并协助创立了汇丰银行。身为孟晚舟父亲的任正非在接受《金融时报》采访时还强调说，当前情况下，华为要澄清孟晚舟这件事的过程，出示所有证据。而且，孟晚舟在加拿大也没有犯罪，加拿大在执法程序上有违法行为。加拿大是一个法治国家，应该放弃侵犯宪法权利的行为，不能倒在美国一边。如果大家不相信加拿大是法治国家，对它的形象影响是更大的。根据《金融时报》的报道，汇丰银行拒绝就华为的事件做出评论，理由是汇丰并不是此案中的当事方。", "author": "EMBACLUB", "newsdate": "发布时间：19-07-08", "newstime": "16:31", "sentiment": [{"positive_prob": 0.000614869, "confidence": 0.998634, "negative_prob": 0.999385, "sentiment": 0}]}, {"title": "美国“解禁”华为，又一巨头“站队”华为，“墙头草”角色落实", "content": "华为发展到现在已经成为了中国人骄傲的一个品牌，如果你想换一部手机，你问你身边的朋友应该换一款什么样的手机的时候相信你身边百分之九十的人都会让你换一款华为手机。不过华为在进步的同时也遇到了很多困难比如说最近华为公司被美国制裁。我们都知道华为公司推出的5G技术可以说是全球领先的一项技术，但是也正因为他们走在了其他国家的前面从而遇到了不少困难，比如说很多以美国为首的小国家也跟美国一样抵制华为不使用华为的产品。而且前段时间华为还总是对外宣称华为的产品有问题包括华为公司的5基站和其它某些技术存在安全隐患，这些安全隐患有可能会对他们造成很严重的影响，因此很多美国的同盟国后相信了美国的话从而拒绝与中国合作。幸好并不是所有国家都被美国蒙蔽了双眼有些国家还是比较理智的，他们在美国的打压下还是与华为公司签订了合约同时也取得了不错的成果。到目前为止华为公司在俄罗斯已经建立了百分之六十八的基站，而他们的目标是要在俄罗斯建立100%的基站，相信用不了几年他们的这个规划就能够实现。现在有部分欧盟国家也开始认可华为的产品比如说英国和德国等国家。这些国家认可了中国这完全能够说明华为公司的产品不但没有问题而且还比较成熟。美国之前传出华为的技术存在安全隐患的说法自然也就不攻自破了。目前华为公司打算和安卓公司一同合作，有人可能会担心华为公司和安卓合作以后会不会减少研发自己的产品呢？这个是完全不用担心的，即使这两家公司合作了，华为也会继续研发自己的系统和芯片的。现在也有很多公司在支持华为，之前软银集团一直不看好华为觉得华为技术不行，而是选择了与美国的高通合作。不过后来马云及时发现了其中的内幕并且采取了相应的措施把孙正义从阿里的名单中踢出去。软银集团之所以能够做得这么好，说难听一点有一般的功劳都应该归于阿里巴巴，软银曾经因为投资了阿里巴巴才收到了大众的喜欢，但是现在却变成了一个众人嫌弃的企业。软银集团之所以会走到这一步全都是孙正义咎由自取的。他们不支持华为公司选择与高通等公司合作也就算了，他们合作以后还大言不惭的对外宣称要把华为建在日本的所有基站全部都换掉。美国对华为的态度有所好转以后，软银集团对华为的态度也有所改变了，他们的这种行为无疑就是一棵\"墙头草\"，他们已经成立了那么多年了，还是没有自己的主见，什么事情都以美国为主，美国看好哪个公司他们就与哪个公司合作，美国不喜欢哪个公司他们也打击那家公司。不过幸好华为有足够强的实力，这种\"墙头草\"对华为根本没有太大的影响。", "author": "小曼谈大国科技", "newsdate": "发布时间：19-07-08", "newstime": "15:47", "sentiment": [{"positive_prob": 0.840543, "confidence": 0.645652, "negative_prob": 0.159457, "sentiment": 2}]}, {"title": "华为在欧洲③：深耕", "content": "2019年5月，美国发布“华为禁令”，企图将华为挡在5G之外。美国四处游说，拉拢盟友站队，但紧跟美国制裁华为的国家却寥寥无几。2019年6月底，美国在“华为禁令”问题上出现专项。总统特朗普在G20峰会期间表示，美国企业可以向华为出售设备。奉行狭隘保护主义的美国，已经在5G领域被自己的欧洲盟友甩在了身后。今年起，欧洲多国开始推动5G商业化布局，而合作伙伴，大多选择了中国华为。东方卫视/看看新闻Knews记者年初前往欧洲，独家对话华为西欧区总裁、终端事业部总裁、西班牙和法国公司总经理等人，以及华为在西欧的重要商业伙伴，带来四集系列专题片《华为在欧洲》。从疑惑到信任、从抗拒到同行，我们一起走进华为的西行之路。第三集：《深耕》十年的辛酸与泪水，十年的专注与奉献，华为终于在欧洲打开局面。西班牙马德里广场上，华为Mate20手机广告，盖住了楼房整栋墙面。巴黎香榭丽舍大街上，法国最大零售商FNAC门店前，购买华为手机的客户排起了长队。华为，已深得欧洲人青睐。记者随机在街头采访了一些法国民众，他们纷纷表示，华为是很受欢迎的手机品牌，是好手机。华为西欧区终端总裁戢仁贵这样对记者说，我们的整个西欧十个国家整体上份额是超过20%，包括英国德国法国，那我们市场分化都超过或者接近20%。那它几个发展比较好的国家，像西班牙意大利和葡萄牙，然后目前我们上峰是已经超过了30%，是稳居市场份额第一。戢仁贵是华为西欧区终端总裁，因为在西班牙市场表现出色，2016年被提任现职。对华为终端，特别是手机产品的发展，他如数家珍。他表示，最开始我们跟运营商合作贴牌生产上市，当时我们在手机领域也没有太多经验。经过一年两年的这个持续的努力，那我们在2008年、2009年是赢得像沃达丰、德电、法电这种欧洲大牌的运营商的信任，那从11年开始，我们下定决心做自有品牌。彭博对记者说，坦白来讲，在2012年那个时间，我们选择从ODM转向OEM转向自有的华为品牌，没有太多人相信华为能把这个产品做好，能把这个品牌做好，因为做这个系统设备和做消费品是两个完全截然不同的市场。从名不见经传的Y系列智能机，到市场宠儿Mate系列，再到引领潮流的P系列，华为自有品牌手机屡创佳绩。戢仁贵表示，从2011年到2014年、2015年，我们整个业务走的很艰辛，但是我们一直没有放弃，特别是从P9发布之后，P9、P10到去年的P20，那过去三年，我们的旗舰产品每年都是以百分之百的这个增长速度在往前提升。P20上市后仅一年，华为于今年3月再推新品，这次是能拍摄整个银河系照片的P30系列。华为年报显示，负责手机业务的消费者业务营收，2018年达到3489亿元，同比增长45.1%，占全年总营收的48.4%，首次超过运营商业务，成为公司最大收入来源。这份成绩，除了公司持续的投入和创新，也离不开华为的本地化策略。华为公司的本地员工超过了78%以上。我们在欧洲区已经超过了78%以上，全球我们也应该超过了70%。我们其实在当地是用大量的本地员工，因为无论你最后你的业务怎么样，你必须是要考虑本地化的运营和人才。彭博这样和记者解释。华为在西班牙马德里的总部大楼，看起来很普通，屋顶这个硕大的标志，告诉人们这里是华为。金咏说，华为在西班牙1200名雇员的话，90%都是本地雇佣的人才，他们懂当地的文化，懂当地的语言，他们理解这个市场的法规，他们可以用当地人熟知的那种方式去沟通。中午，员工们三三两两聚到餐厅吃饭。春节时留下的福字，还贴在玻璃上，餐台前的黑板上，用中文写着当日菜单，透露着这家公司与中国的联系。办公区，更多的也是当地面孔，中国员工，反倒成了这里名副其实的“少数外国人”。华为西班牙公司运营商务部副部长丹尼尔·博路达对记者表示，我记得2008年刚开始做华为手机时，我负责手机测试，人们看着我就像我是疯子。丹尼尔·博路达，在华为西班牙公司工作了13年，现在是运营商务部副部长。他表示，那时本地化率非常非常低，办公室员工大多数都是中国人。所以即使是跨文化交流一开始也比较复杂。华为西欧区终端总裁戢仁贵说，最开始的华为去招人，其实都是需要动用很多精力。很多情况下是三顾，或者四顾茅庐。那现阶段，算是我们整个企业的品牌和这个雇主品牌在各个国家都非常好。戢仁贵用“厚积薄发”来形容华为手机业务在欧洲的发展。2018年，P20和P20 Pro两款产品上市，在欧洲获得上百个大奖，迅速提升了华为手机在欧洲的知名度和美誉度。加入公司时做手机测试的丹尼尔，随着公司业务的发展，也不断拓展个人职业空间。他说，所有西方公司都更加结构化，也许比较少机会进入其他领域。你只有一条职业道路，这很困难。但在华为，你的职业方向可以发生巨大改变。我在华为换了很多部门。我一开始做工程师，然后又做过很多不同职位。戢仁贵则表示，以当地市场以当地消费为中心，一个核心的表现是我们需要懂他们的需求，需要懂他们的故事，他们的语言的本地团队。当然我们也希望能够把华为的品牌故事，华为的企业文化能够传递给当地消费者。所以我们认为是以这么一个混合的一个团队是更加有战斗力的。在华为法国公司，本地员工比例，也在去年创下新高，达到84%。公司门口的展示架上，摆满各式奖杯和奖状、证书，佐证着公司在法国的一项又一项成就。应时而动，应势而动。华为法国公司总经理施伟亮对此深有体会。他说，我们终端其实刚进法国的时候也不是特别被认可。我们那个正好碰到了3G到4G转型的时代，从传统的那个手机转向智能机这么一个时代，就给我们创造了一个非常好的弯道超车的机会。严格的质量把控、入乡随俗的本地化营销，让华为法国公司迅速成长。施伟亮介绍说，如今公司在法国本土缴的税，已经是诺基亚和爱立信两家公司的缴税之和。公司不断发展壮大，中外持续深入融合，但毕竟文化有差异，尴尬在所难免。施伟亮表示，那法国人的习惯就是，不管你是我上司还是我客户，关系好了，首先要贴面嘛，对吧？那么我们就碰到有一回就是我们的那个女干部正好要训下属，把下属叫到办公室来训他的时候，那下属过来先跟她贴个面，贴完面之后她就凶不起来了，对不对？所以我觉得其实这种礼仪其实也是很好的，就能够化解尴尬，然后让人的心情更加平复。深耕欧洲二十年，华为早已成为一家全球化的公司。彭博表示，我也在欧洲碰到过很多这个中国企业的朋友，他们都会问我关于华为在欧洲关于华为在欧洲成长的过程。我其实给他们的第一个建议都是，你想好了，你要不要做全球化和国际化？你如果想好了，你打算用多长的时间来完成这件事情？闭关自守不可能成功，开放合作才能共赢。在彭博看来，从产品的全球化，到运营的全球化，再到能力的全球化，最核心的，还是人才的全球化。彭博又表示，人才全球化了以后，这样的一个企业才能真正的有生命力，而且是持久在全球范围内有生命力。华为如今的业务遍布170多个国家和地区，搭建了1500张网络，和3400多家供应商签订了网络安全协议，为全球30多亿人提供通信保障。正当华为展现强大生命力，稳步前行之际，美国突施冷箭，欲在5G领域重创华为。对于目前华为来讲，我们肯定面临一场比较大的危机和挑战。我说危机在中国是两个字，一个是危，一个是机。如果当然我们一定首先要把这个危跨过去，但是跨过危以后，你其实看到这个危带来的更多的是机会。彭博这样对记者说。这个危机，华为要如何才能跨过？《华为在欧洲①·攻坚》《华为在欧洲②·转机》《华为在欧洲④·危机》", "author": "看看新闻Knews", "newsdate": "发布时间：19-07-08", "newstime": "17:30", "sentiment": [{"positive_prob": 0.986327, "confidence": 0.969616, "negative_prob": 0.0136729, "sentiment": 2}]}, {"title": "外媒爆料：原来是汇丰银行！暗地里“阴”了华为", "content": "（原标题：外媒爆料：原来是汇丰银行！暗地里“阴”了华为）近日，英国《金融时报》披露称，因洗钱和违反制裁法案等一系列问题而被美国司法部盯上的汇丰银行，为逃脱处罚，同意在其他案件中“配合”美国司法部的调查。中国的华为公司成为了这种“配合”下的受害者，最终导致华为高管被捕。英国《金融时报》的报道还透露，汇丰曾于今年年初向中方解释说自己是“被迫”的。但在上周，华为公司创始人任正非在接受《金融时报》采访时表示汇丰的说法有问题。外媒称汇丰为脱罪帮美国政府“搞”华为关于汇丰在华为公司所涉案件中的角色，英国路透社在今年2月就已经有过详细的一轮报道。截图来自路透社的报道根据路透社当时的报道，汇丰在2016年年底到2017年开始“配合”美国司法部对华为发起的“调查”，原因是为了换取美国司法部对汇丰银行的宽恕，因为汇丰本身还涉及其他违反美国制裁禁令的案件。截图来自路透社的报道路透社称，汇丰银行通过“内部调查”，帮美国司法部搞到了一份可用来起诉华为公司的材料，为美国司法部罗织对华为动手的“罪名”提供了帮助，最终导致华为的高管在加拿大被抓。路透社进一步报道称，华为公司于2012年和2013年时曾被路透社报道过他们与一家伊朗合作伙伴的业务与关系。当时华为除了对媒体澄清了这些事情，也与合作伙伴进行了沟通和澄清。其中，如今被加拿大政府扣押的这位华为公司的高管与汇丰银行的一位高管当面进行了沟通，表示华为没有任何不合规的情况，并给这位汇丰高管提供了一份PPT文件说明情况。截图来自路透社的报道但令华为没想到的是，在2017年，当汇丰因银行自身所涉嫌的违法问题面临美国司法部的起诉时，为了换取美国司法部的宽恕，汇丰便将这份PPT交给了过去几年里一直想扳倒华为公司的美国司法部，并结束了与华为的合作关系。从路透社的报道和美国政府起诉华为公司的起诉书上来看，这么一个小小的PPT文件，很快就被美国司法部用作了起诉华为和于去年逮捕那位华为高管的“核心”依据。汇丰也被美国司法部描述成为了被这位华为高管和她的PPT“欺诈”的“受害者”。路透社还透露汇丰之后也确实没有再因其所涉及的其他案件而被美国政府起诉。截图来自美国司法部对华为公司的起诉书这些路透社报道的事件经过，在英国《金融时报》前两天的最新报道中被再次提及。而且《金融时报》也在报道中写到了“汇丰给美国司法部起诉华为提供了信息和帮助”这样的内容。截图来自《金融时报》的报道同时，该报还透露了一些路透社没有提及的信息，比如汇丰早在2012年时就因为给墨西哥毒枭洗钱而被美国司法部盯上了。当时除了缴纳了19亿美元的巨额罚款，美国司法部还给汇丰派驻了一群“监控人员”对其业务进行审查。根据《金融时报》的说法，这也成了今年年初汇丰曾尝试向中国方面辩解的说辞。《金融时报》称，汇丰的内部人员表示他们当时做出的解释是，因为美国政府给汇丰派了监控人员，还有一个200-400人的团队随时可以获得银行的一切信息，所以汇丰不可能抗拒美国司法部的要求和调查。任正非不认可汇丰的说法上周，华为公司创始人任正非在接受《金融时报》的专访时，表示汇丰银行的说法有问题。图为华为官网上公布的采访全文，其中第13个问题涉及汇丰在回答《金融时报》记者提出关于“汇丰协助美国政府给华为制造麻烦”的问题时，任正非说：“这家银行从一开始就清楚Skycom在伊朗的业务，也知道Skycom与华为的关系。华为和这家银行之间的邮件可以证明，上面还有银行的LOGO呢。所以从法律的角度来讲，他们不能说他们被骗了或者不知道，因为我们有证据。”图为华为官网上公布的任正非的采访内容而在两周前接受美国CNBC的采访时，任正非也同样表示只要法庭把这些证据公开，那么华为被捕高管所涉及的问题是“可以澄清、解决的”，因为这个银行从头到尾是知晓情况的。任正非还强调没有证据证明华为被捕的高管犯下了任何罪行，并质疑了美国司法部仅仅依据华为那位高管与汇丰的高管在“喝咖啡”时的聊天内容和一份PPT，就认定其有罪的做法。他还透露当年是汇丰提出结束与华为的合作关系的，汇丰也没有给出任何说明。图为华为官网上公布的任正非的采访内容专家：若外媒报道属实，其他中国企业需思考如何应对汇丰最后，根据《金融时报》的报道，汇丰银行拒绝就华为的事件做出评论，理由是汇丰并不是此案中的当事方。但一位给汇丰提供咨询服务的人士对《金融时报》表示此事令汇丰正处在一个“极度敏感”的情况下，因为汇丰近75%的收益来自中国大陆和中国香港特区。截图来自《金融时报》的报道复旦大学国际政治系的副教授沈逸在接受《环球时报》记者采访时表示，如果外媒的报道属实的话，汇丰在这件事中扮演的角色确实非常有问题，这样的银行和金融机构从某种意义上来说就是一种不可靠和不靠谱的机构。“像这样的企业，当它一方面损害着中国企业在海外的合法权益，另一方面又希望继续在中国的香港还有大陆谋求利润，我觉得这本身是不合理的”，他说。他认为其他中国企业也需要从风险防控角度思考下怎么应对类似汇丰这样的新挑战了。另外，有法律专家还认为汇丰配合美国司法部“搞”华为的做法可能涉嫌违反了中国去年新通过的《国际刑事司法协助法》，因该法第四条中存在这样的规定：非经我国主管机关同意，任何外国机构、组织和个人不得在中国进行刑事诉讼活动。这位希望匿名的专家表示，此案的本质问题是汇丰配合了美国政府的“长臂管辖”，在未经中国政府的许可下将位于中国境内的人员和数据转移到了境外，用于美国司法部对华为的跨境调查取证。而中国出台的《国际刑事司法协助法》就是为了阻断美国政府对中国企业的这种“长臂管辖”。该专家还表示，即使根据美国法，汇丰对于不受美国保管、控制和有权访问的数据或信息也是没有提供义务的。但汇丰恰恰提供了，配合了美国的“长臂管辖”，无视中国司法主权，无视作为客户的中国公司的利益。这种违反中国法律配合域外长臂管辖的行为，应该引起中国各方的关注。来源：环球时报", "author": "中国经济网", "newsdate": "发布时间：19-07-08", "newstime": "07:03", "sentiment": [{"positive_prob": 0.106062, "confidence": 0.764307, "negative_prob": 0.893938, "sentiment": 0}]}, {"title": "姗姗来迟，智能音箱于华为是鸡肋还是熊掌？", "content": "投稿来源：智能相对论近日，华为新款AI音箱在京东上线，开启了预售，这是华为推出的第二代智能音箱，名为华为AI智能音箱mini。从“坚决”不做智能音箱，到现在第二代产品上线，华为对于智能音箱的态度在两年内来了个大转弯。华为对此次AI智能音箱mini的上架并没有什么大张旗鼓的宣传，很多人甚至都不知道，在为数不多的消息中都只有寥寥信息“主打海量音乐、有问必答、家居控制、智能电话四大功能”，貌似与其它智能音箱产品也没有差别。而就在MWC19上海大会期间，华为终端总裁何刚宣布，华为终端将实施1+8+N全场景战略，“1个太阳”指的是手机，“8个行星”指的是平板、TV、音箱、眼镜、手表、车机、耳机、PC八大业务，而“N个卫星”指的是移动办公、智能家居、运动健康、影音娱乐及智能出行各大板块的延伸业务。智能音箱赫然在列，但面对“人满为患”行业现状，华为还玩得动吗?面对BAM，华为如何突破封锁国内智能音箱市场虽然依旧是人头攒动，但也已经基本定型，在经历长时间厮杀过后，已经形成了以百度小度、阿里天猫精灵、小米小爱及其它品牌的市场划分格局。数据显示，2019年Q1国内智能音箱出货量达到1060万部，一举超越美国成为全球最大智能音箱市场。在国内市场占比方面，据AVC数据显示，2019年1-4月天猫精灵市场销售占比33%、小米占比34%、百度占比24%，三家企业占到了90%以上的市场份额，余下不到10%留给了京东、华为、猎豹、喜马拉雅等一众公司。所以说若是华为有意突围智能音箱市场，难度不小。并且智能音箱对于华为而言也并不是核心领域。虽然华为曾表示“华为的云、AI、语音技术已全部成熟，做一个智能音箱出来轻而易举”。在云技术和AI技术上，华为理所当然的有能力满足“区区”智能音箱的需求，关键问题在于语音交互，出门问问CEO李志飞曾表示“语音交互是“灵魂”，智能音箱只是载体”。而在这方面可以参照华为的其他产品，目前华为的手机和平板产品的语音助手分别是由科大讯飞和百度在提供语音交互技术支持，说明在语音交互技术上华为确实略欠一筹。之前也有人指出，“短期内华为的远场语音识别技术不一定成熟，语音识别与语音合成技术仍会采取外购，自身打磨核心的语义理解部分”。虽然在语音技术上华为略微落后，但并不是不可挽回，智能音箱之所以被热捧，绝大一部分原因是，它被视为IoT家庭场景的核心终端之一，而落地到该领域华为拥有两个巨大的优势，那便是“终端数量—手机”和“开放平台—HiLink”，相比较之下华为在智能音箱领域的优势与另一个对手小米十分相似。但问题又来了，小米的硬件生态布局之广，内容覆盖之大，领先得又何止一星半点，从“喝的”净水器到“吃的”电饭煲、从“大的”空气净化器到“小的”电源插座，应有尽有。华为依靠的是开放平台“HiLink”做链接，通过互联互通的方式链接其他产品构建IoT场景，自己只掌握控制终端;而小米更偏向于“不求人”，用自家产品实现全场景布局，不光掌握着控制端，也想掌握应用端。即便目前还无法比较两种模式的优劣，但有一点可以确认，就是开放式的模式自己无法完全掌控话语权，应用端产品都不和你玩怎么办?即便这个几率很小，却也是事实存在的问题，华为手机真正饱尝这方面的痛苦。那么华为会不会像小米一样，进一步向智能家居场景扩张，推出更多的硬件产品吗?以华为的产品线来看不太可能，华为更倾向于掌握入口级产品像TV、智能音箱、智能门锁、路由器等等。还有一个方向或许可以成为华为智能音箱突围的关键，就是向垂直细分市场发力，当下智能音箱产品同质化的趋势已经开始显现，各家产品都没有太多“特色”。对于华为而言，与其一板一眼的随大流，还不如将目光放在细分市场，例如单独面对男性或女性用户，又或是小孩及中老年人群，打造他们所需求的产品，或许是一条新的出路。当然华为也具备其它优势，就在于企业的驱动模式上，类似小米经常被理解为一家以业务驱动型企业，而华为因5G、智能手机系统、芯片等技术被视为实打实的以产品体系驱动的企业。在智能音箱领域，当价格不再是市场化的阻力点，产品技术将理所当然成为第一要素，届时技术水平更加突出、产品能力更能贴近消费层的华为将受到更多的市场青睐。智能音箱于华为是鸡肋还是熊掌?华为在推出自己的智能音箱之前，一度对于要不要追这个风口显得十分纠结。在华为表态“坚决不做智能音箱”之前，其实就有过相关团队，还在腾讯挖过语音交互方面的团队，之后经内部评估，将项目给砍了，团队也直接解散了。那时华为坚定的认为“消费者业务的核心将一直位于手机”，但市场变的比想象中更快，手机虽然还是绝对的核心，伴随着IoT的出现，家庭场景功能的多样化，手机不再是唯一，并且在交互使用上，智能音箱的语音交互对于家庭场景的控制使用确实更加便利，华为意识到了这些，虽然起步确实较晚，但好在没有落下。华为发力智能音箱是对家庭场景或者说是消费物联网的一个深化，就目前来看，智能音箱使用功能最多的还是在听音乐，家居控制功能还没有成主流，一是场景还处于建设期，没得东西可用;二是用户使用习惯还没有发生改变。华为在等，等待家庭物联网的“真实”落地，掌握包括智能音箱在内的各类入口级产品的华为，届时将化被动为主动。之外，还有一个原因使得华为在犹豫中下定决心，那便是“FOMO”又叫“错失恐惧症”，是广泛存在于投资圈中的一种心理，由于幂次法则，很多投资人或企业认为，如果错失了一个项目，就等于白干几年，会十分焦虑，这便是市场会有这么多风口、热点的原因。当前智能音箱市场真处于爆发的临界点，自去年下半年开始智能音箱销量持续攀升，到今年一季度，国内智能音箱销量同比增长超500%，智能音箱的红利已经开始释放，华为也终于安奈不住。如果在之前，说在国内市场想靠智能音箱来挣钱，那是天方夜谭，一个靠补贴来打开市场的产品不亏钱就不错了，但今时不同往日。观察国外智能音箱品牌可以发现，其实智能音箱本身是一个赚钱的东西，例如亚马逊Echo的利润为66%，谷歌Home的利润也有56%，而国内市场起步晚，企业在前期需要付出高昂的“教育成本”，这也是为什么国内智能音箱市场“价格战”异常激烈的原因，一方面企业需要通过低价来实现跑马圈地;一方面市场只有在“价格合适”的时候才会接受。华为入场晚，歪打正着，完美的避开了前期市场的用户培育期，虽然确实也丢了地盘，但地盘是可以抢回来的。所以华为想让智能音箱成为新的增长点，依靠智能音箱爆发式增长的趋势，来多少弥补下海外市场也是情理之中。虽说吃饭的家伙在精不在多，但多根签子，也能多烤一块肉不是。小结如果华为现在开始着重打造智能音箱产品，能不能复制手机的成功，实现后来居上?理性的回答是“难，甚至不太可能”，毕竟华为手机的成功，是建立在技术、情感等多因素缺一不可的前提下，而华为智能音箱并没有这些条件。但有句话十分符合目前华为做智能音箱的状态，那就是雷军曾说的“有机会一定要试一试，其实试错的成本并不高，而错过的成本非常高!”", "author": "蓝鲸财经", "newsdate": "发布时间：19-07-08", "newstime": "14:18", "sentiment": [{"positive_prob": 0.0153232, "confidence": 0.965949, "negative_prob": 0.984677, "sentiment": 0}]}, {"title": "任正非访谈遭热议，华为继续使用安卓？只为这一领域布局", "content": "华为在前一段时间遭美国实名制黑名单后，在第一时间公布了自己已经研发了为时七年的鸿蒙系统，而在最近用为种种的原因美国又不得不停止对华为的限制。对于鸿蒙系统国民有很高的期待，而在7月5号任正非在一次的采访中又再度谈起了自家的鸿蒙系统，访谈的内容又引起了一阵讨论的狂潮。在访谈中任正非表示鸿蒙系统将不会用于手机的系统，而是用于物联网，比如：汽车自动驾驶、工业自动化等等，它的控制延时能达到微秒，甚至亚微妙的区间。有了这个访谈对于谷歌在美国限制华为的时候，作为华为对手的谷歌为什么会帮助华为的原因，就迎刃而解了。谷歌作为国内唯一做手机系统的巨头，其他手机系统的研发都是搭建在安卓系统的基础上的，谷歌可以说在国内这方面是做到了垄断，而苹果的iOS系统和谷歌的安卓系统在世界上的市场份额两者加起来达到了99.9%。而华为的鸿蒙系统推出后肯定会打破目前的格局。苹果的iOS系统只是用于自家的手机，所以对于苹果不会造成太大的影响，而对于谷歌的安卓系统却是不一样了，威胁到谷歌是肯定的，甚至在一定程度是能把谷歌取代，对自己这么不利的华为，为什么谷歌会帮助呐！一方面，华为面临封杀，心里肯定难免会有一些慌张，而谷歌也是一样。可能两者在之前就有商量好，华为不做手机系统，谷歌帮助华为。另一方面就是华为和谷歌都属于中国的品牌，若果两者的竞争必定会浪费一些不必要的资源，而华为做物联网方面、谷歌做手机方面，两者共同合作，合力把品牌走出去，而不是局限于在国内的竞争。他们能这样想，这样做不管对于他们自身还是对于国家都是再好不过的。但是华为不去做手机市场，肯定还是另有原因的，谷歌以及混迹这是行业长达多年了，其对于工作的成熟度以及熟练度都是华为自身所不能比拟的。鸿蒙系统才研发了短短的七年，其技术方面肯定会有很多的不成熟方面，如果想要建立自己的生态市场建设是需要时间的，与其浪费时间在这个上面，还不如去做其他行业与其他国家的品牌竞争。而华为对于谷歌的安卓系统是非常放心的，自己的系统发布之后，谷歌对自己不再是全部的垄断，自己手里也是有“王牌”的，所以华为会去信任谷歌的安卓系统，继续使用，同时提出不会去谷歌去抢夺手机市场。华为一直都是很看好谷歌的，也将它当成自己很好的合作伙伴。这件事余承东和任正非，都是曾经提到过。再者说来，安卓已经是出来这么多年了，生态系统搭建确实是很完美了。而鸿蒙的话，目前还在测试中。这么一看，使用安卓，比使用鸿蒙，要稳妥的多。而华为选择去物联网市场，是因为这个市场现如今缺少的是核心技术，很多领域都是因为核心技术的不过关一直不能完全上市。华为在这个时候选择做物联网领域会让国内的一些行业，比如：骑车自动化驾驶、智能家居、智能机器人保姆等等这些行业搭载在自己的鸿蒙系统上，能很快的上市，国内的很多品牌是想要走出国门的，但是技术方面不过关是很难走出去的，但是有了华为的帮助，能走出国门，去竞争海外市场。这样华为的品牌影响力会走出国门，国家的发展也会更进一步。不管华为是与谷歌竞争手机市场，还是进军物联网行业，小编觉得华为都会做的非常好。无论华为做出什么样的决定都是为了自己的品牌好、都是为了国家的发展好，而现在任正非表示不会与谷歌竞争而是去进军物联网行业，现在的中国是缺少这个领域的探索与开发，华为去做了，肯定是想中国在这个行业有自己的一席之地。就现在的局势而言，谷歌和华为应该是合作一起让自己的品牌走出国门，让中国的品牌走出国门，也希望他们能做的越来越好，中国越来越好，加油！对于7月5号任正非访谈所说的决定你是有什么想法？欢迎在文章下方参与讨论。", "author": "小白科讯", "newsdate": "发布时间：19-07-08", "newstime": "10:49", "sentiment": [{"positive_prob": 0.271314, "confidence": 0.39708, "negative_prob": 0.728686, "sentiment": 0}]}, {"title": "美国想通了，低头“示好”华为？任正非却这么说", "content": "一段时间里，围绕华为和美国的话题议论不断。从美国“禁令”华为 ，到美国的服软，美国企业可以继续向华为出售零件，美国的态度终究在强大的华为实力下发生了改变，虽然美国还没有将华为从“实体清单”上正式的撤下来，然而我坚信，华为终究会让美国的愿望破灭。而从另一个方面来说，美国的这段时间不正是在为华为做免费的广告嘛，让世界看到真正强大的华为。在G20大阪峰会上，特朗普态度转变：美国企业可以继续向华为出售零件，但是美国白宫经济顾问库德洛则表示，对华为的“解禁”并不等于“大赦”，而事实上华为并未从“实体清单”上撤离下来。对比，任正非霸气十足的给予了回复：美国将华为列入“实体清单”本身就是错的，如此行为怎肯说是一个法治国家该做的事。但是，不取消，华为也不畏惧。华为鸿蒙初开，华为自主研发的鸿蒙系统在美国的打压下揭开了面纱。任正非曾说过：鸿蒙系统的产生，本省并不是为了手机用，而是为了做物联网用的。这句话又何出此意那？美国下一步要打击华为的区域，在任正非看来会是物联网。那么，即便如此，华为也是做好了准备：让他们打。可谓是底气十足，霸气彰显。华为鸿蒙操作系统比安卓速度快百分之60。但是华为在拥有强大实力的背后，其实，也有不足，华为和苹果的操作系统或安卓准你相比较，缺乏良好的应用程序生态系统，虽然是弱势，但是能认清自己的不足，这何尝不是一个胜利。有了困难才会想破解的办法，如今的华为已经在研发安卓和苹果应用商店的替代品。成功从来不是一蹴而就的，即使有幸运的成分，那么也是属于有准备的人。任正非是一个很有长远眼光的人。它的鸿蒙系统虽然是在美国打击华为的情况下揭开的面纱，而这层面纱却是被提前揭开的，如若美国没有此举，可能鸿蒙还未初开。因为早在7年前，任正非就表示过要自主研发操作系统，以有备无患，如今还真的就派上用场了。“人无远虑必有近忧”鸿蒙系统帮助华为度过了难关，从而又成就了华为无与伦比的实力地位，让全世界都认识了鸿蒙系统，也让全世界都知道了华为。而此时，作为一个中国人，庆幸的是有一个华为，而遗憾的是只有一个华为。事实证明，在变化莫测的形式下，如果自身不具备强大实力，没有自主研发的技术，一味地依靠别人的话，可能别人还没来得及出手，自己就被市场淘汰了。所谓：人无我有，人有我强。自身发展才是硬道理。美国对华为的这一事件，也是给更多的敲响了警钟：靠别人永远是靠不住的，靠自己才是最后的强者。", "author": "聚富财经", "newsdate": "发布时间：19-07-08", "newstime": "10:30", "sentiment": [{"positive_prob": 0.02683, "confidence": 0.940378, "negative_prob": 0.97317, "sentiment": 0}]}, {"title": "华为巅峰盛典正式开启 最高优惠600赶快来薅羊毛", "content": "新的一周开始了，从京东商城了解到，华为“巅峰盛典”活动正式开启，全场最高优惠600元，大家抓紧时间来“薅羊毛”啦！如果有合心意的，不妨现在出手，机不可失，失不再来。华为nova5 Pro 8GB+128GB 2988元 | 6期免息  赠购物卡>>>直达购买<<<华为nova5 Pro 8GB+256GB 3399元 | 6期免息  赠购物卡>>>直达购买<<<华为nova 5i   8GB+128GB  2199元 |  6期免息  满额返券>>>直达购买<<<华为P30 8GB+64GB 3988元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为P30 8GB+128GB 4288元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为P30 8GB+256GB 4788元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为P30 Pro 8GB+128GB 5488元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为P30 Pro 8GB+256GB 5988元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为P30 Pro 8GB+512GB 6788元 | 大额购物卡+半年碎屏险>>>直达购买<<<华为nova 4e 4GB+128GB 1789元 | 赠送大额购物卡>>>直达购买<<<华为nova 4e 6GB+128GB 1999元 | 赠送大额购物卡>>>直达购买<<<华为畅享9s 6GB+64GB 1449元 | 优惠150元 满额返券 >>>直达购买<<<   华为畅享9s 4GB+64GB 1399元 | 优惠100 满额返券>>>直达购买<<<   华为Mate20 6GB+64GB 3499元 |  赠大额购物卡+半年碎屏险>>>直达购买<<<华为Mate20 6GB+128GB 3999元 |  赠大额购物卡+半年碎屏险>>>直达购买<<<华为Mate20 Pro 6GB+128GB 4899元 |  赠购物卡+半年碎屏险>>>直达购买<<<华为Mate20 Pro 8GB+128GB 5499元 |  赠购物卡+半年碎屏险>>>直达购买<<<华为Mate20 Pro 8GB+256GB 6299元 |  赠购物卡+半年碎屏险>>>直达购买<<<华为Mate20 X 6+128GB 4499元 | 赠购物卡+半年碎屏险>>>直达购买<<<华为Mate20 X 8+256GB 5499元 | 赠购物卡+半年碎屏险>>>直达购买<<<华为麦芒8 （6GB+128GB） 1899元 | 满额返券>>>直达购买<<<(7210897)", "author": "中关村在线", "newsdate": "发布时间：19-07-08", "newstime": "05:55", "sentiment": [{"positive_prob": 0.999874, "confidence": 0.99972, "negative_prob": 0.000125934, "sentiment": 2}]}, {"title": "华为手机惠修一口价延期至12月10日：机型增至88款", "content": "日前，华为官方宣布，华为官方客户服务中心“惠修一口价”活动时间延长至2019年12月10日。据悉，手机出现主板故障、显示器外屏破损，都可通过惠修一口价活动进行维修。据官方介绍 ，目前该活动支持的机型增至88款，包括：主板维修68款、屏幕维修20款。其中，主板维修399元起，屏幕维修249元起，支持90天保修（维修后的外屏或主板享90天保修）。 需要注意的是，手机存在内屏故障、主板断裂、进液腐蚀、私拆、私修、机身变形等问题的设备，不支持参与该活动。从华为官方相关页面来看，支持主板维修一口价的机型包括： 华为Mate系列、P系列、nova系列、畅享系列、麦芒/G系列、华为平板。荣耀V系列、数字系列、Play系列、X系列、畅玩系列、Note系列、Magic系列、平遥平板支持外屏维修一口价的机型包括： 华为nova 2 Plus（白色）、荣耀V9（白色、蓝色）249元华为P20、华为P9 Plus（黑色除外）、华为P9、华为Mate 9（黑色除外）、 华为Mate 8（仅限香槟金及摩卡金）、华为nova 3、华为nova 3i、麦芒7、荣耀V10、荣耀V8、荣耀9（仅限黑色）299元华为Mate 20、华为P30、华为P20 Pro、荣耀Note10、荣耀10、华为Mate 10 Pro（仅限黑色,不含保时捷版本）399元华为Mate 20 X 499元【来源：快科技】【作者：朝晖】", "author": "太平洋电脑网", "newsdate": "发布时间：19-07-08", "newstime": "16:18", "sentiment": [{"positive_prob": 0.948456, "confidence": 0.885458, "negative_prob": 0.0515441, "sentiment": 2}]}]