[{"title": "网友：以前没钱，买华为；现在，没钱买华为", "content": "每经记者 王晶 每经编辑 张海妮HUAWEI Mate X折叠屏手机 图片来源：每经记者 刘春山 摄继三星上周发布该品牌首款折叠手机Galaxy Fold后，巴塞罗那当地时间2月24日，华为也推出了旗下首款折叠屏HUAWEI Mate X，该产品同时也是一款5G手机。当然，这款兼具多项黑科技的HUAWEI Mate X的售价也贵出了新高度——2299欧元，约合人民币17500元，相比Galaxy Fold还高出4000元左右。发布会后，不少网友纷纷留言，其中不乏一些神句：“以前没钱，买华为；现在，没钱买华为”。对此，一位不愿意具名的分析师告诉记者，HUAWEI Mate X不仅是成本较高的折叠手机，同时还支持5G功能，在多项科技整合后，价格保守预估一年内降下不来。此外，作为业界较早发布折叠屏的厂商，这款手机也可以在全球范围内提升华为的品牌形象，因此华为短期内也不可能会用低价去抢占市场。事实上，除了HUAWEI Mate X的成本因素导致最终售价较高外，华为近年来发布的手机的价格也在不断上升。而越来越高的价格，不仅使华为获得了更多的利润，同时也助力华为树立起高端旗舰品牌的形象。折叠屏5G加持 华为手机迈入万元阵营华为消费者业务CEO余承东在发布会上介绍，该款产品采用了鹰翼式折叠设计，通过华为自研的铰链技术实现折叠形态，将“手机+平板”两种形态合而为一。展开后，它是一款厚度仅为5.4毫米的8英寸平板；闭合时则成为6.6英寸的双屏手机。与此同时，HUAWEI Mate X也是一款5G手机，其搭载了业界首款7nm 5G多模终端芯片——Balong 5000，单芯片支持实现2G、3G、4G和5G多种网络制式，理论峰值下载速率可达业界最快的4.6Gbps，余承东举例称，1GB的电影3秒钟即可下载完。另外，该手机率先同步支持SA和NSA组网方式，当运营商切换到SA组网时无需换机。当然，这款兼具多项黑科技的HUAWEI Mate X售价也贵出了新的高度——2299欧元，约合人民币17500元，相比三星的折叠屏手机Galaxy Fold还高出4000元左右。在发布会场外，有媒体向余承东发问：“这款手机17500元的售价是否合理？”余承东笑着答道，“我也不知道，你怎么看？毕竟之前没有过”。但余承东透露，Mate X仅链条就多达100个零部件，工程师耗时3年才做到“无缝隙”，研发难度很大。对此，一位不愿意具名的分析师告诉记者，作为业界较早发布折叠屏的厂商，这款手机可以在全球范围内提升华为的品牌形象，因此华为短期内也不可能会用低价去抢占市场，HUAWEI Mate X价格保守预估一年内降下不来。而在Canalys分析师贾沫看来，现阶段折叠屏手机的成本及开发者能否迅速适配新的显示比例，都将成为主导用户是否购买（折叠屏）的主要因素。否则为了这样新的品类（手机+平板）而牺牲稳定性和易用性，还要多花费，是得不偿失的。事实上，除了HUAWEI Mate X的成本因素导致最终售价较高外，华为近年来发布的手机价格也在不断上升。众所周知，华为在高端智能手机市场拥有P系列和Mate系列机型，自华为发布Mate7之后，其在国内拥有了一定的地位，此后几年，华为不断在口碑、设计及功能方面进行升级，相应的，其Mate系列、P系列的机型价格也持续走高。如今，P系列已从最初的3000元档上涨至3000元起步、甚至突破了5000元。而越来越高的价格背后，不仅使华为获得了更多的利润，同时也助力华为树立起高端旗舰品牌的形象。2018年12月29日，余承东在2019新年信中提前透露了2018年终端业务发展情况：“按照收入规模计算，华为消费者业务收入同比2017年增长近50%，提前一年完成500亿美元目标。”如果按照2017年2372亿元、50%的增速计算，华为消费者业务2018年的收入有望超过3550亿元（516亿美元），占据集团收入的半壁江山。对于业绩大幅增长，余承东在新年内部信中提到，海外高端机逐步崛起，众多国家实现了规模销售，平均收入增长超70%，旗舰机营销带动品牌知名度显著提升。发力高端追求利润 几年前，国产手机一直被认作是劣质、抄袭的代名词，跟苹果、三星等巨头的高端手机有着明显差距，但最近几年，以华为、OV、小米为代表的国产手机厂商不仅提升了产品质量，而且还在创新、设计及体验方面走在了行业前列，并占据越来越多的市场份额。IDC发布的报告显示，2018年国内智能机整体市场出货量为3.97亿台，同比下滑超10%。前五大厂商分别是华为（含荣耀）、OPPO、vivo、小米及苹果。其中，华为、vivo逆势增长，苹果的降幅却高达11.7%，与排名前四的厂商相比，苹果的份额不足两位数，仅为9.1%，而这已经是苹果自2016年以来出货量同比连续下滑的第三年。虽然苹果、三星面临的竞争越来越激烈，它们在中国的用户数量也在不断地受到侵蚀，但不可否认的是，在利润方面，苹果仍是全球不可撼动的霸主。根据市场调研机构Counterpoint此前发布的2018年第二季度全球智能手机品牌利润分布情况，苹果在第二季度吃下全球手机62%的利润，而三星由于营收方面出现了两位数的下滑，仅占有全球手机17%的利润份额，排名第二。国产手机品牌的利润排名依次为华为（8%）、OPPO（5%）、vivo（4%）和小米（3%），剩余1%利润被其余多个手机品牌瓜分，这也就意味着，绝大多数手机品牌处于亏损状态。显然，发力中高端市场是改变当前国产手机利润水平较薄的出路。而华为的确一直希望能在更高端的产品上和苹果、三星竞争。在华为手机的发布会现场可以看到，余承东曾多次将华为产品与苹果、三星进行对标。过去一年，余承东曾直言不讳，希望超越苹果、三星。有消息称，2018年出货量紧逼苹果的华为，同时也在试图赶超三星——华为手机内部已经确定了近两年的目标：2019年出货量达到2.5亿到2.7亿部，2020年挑战3亿部。而此前，余承东在接受包括记者在内的媒体采访时曾表示，出货量已经不是华为追求的方向了，华为现在的目标就是追求高端市场。来源：每日经济新闻", "author": "中国经济网", "newsdate": "发布时间：19-02-25", "newstime": "21:22", "sentiment": [{"positive_prob": 0.797641, "confidence": 0.550313, "negative_prob": 0.202359, "sentiment": 2}]}, {"title": "便宜！售价才一万七！华为首款5G折叠屏手机世界圈粉！", "content": "17500元能用来干什么？以前能买到一台顶配的iPhone xs max和一台华为Mate 20，现在则是能买到一台华为5G折叠屏手机。01售价超过一万七，华为5G折叠屏手机贵出新高度确认过眼神，是心动的感觉。2月24日，注定是不平静的一天。在本次2019世界移动通信大会（MWC）中，华为的首款折叠屏手机 Mate X 终于亮相。同时，这也是华为在2019年发布的首款5G手机。此消息一出，便马上在科技圈炸开了锅。毕竟和此前柔宇、三星所发布的折叠手机相比，华为Mate X 有了新的突破。其不仅在设计、配置和折叠方式有了新的变化；在价格上也进一步刷新高度。根据华为官方介绍，这款手机配备麒麟980处理器 + 巴龙5000基带、4500mAh的电池容量、侧面指纹识别、徕卡三摄像头，以及一块8英寸OLED 可折叠显示屏，转轴采用外折方案。当然，在这满满黑科技的背后，Mate X的售价也十分美丽。目前，其8GB+512GB版本售价为2299欧元，折合人民币约17500元，价格超过了此前三星发布的Galaxy Fold（13299元），预计今年年中会发售。有资料显示，这也是华为史上最贵的智能手机。在5G来临之际，华为率先把折叠屏与5G这两大元素都融入了其中，无疑是走在了前头。相比之下，三星的首款Galaxy Fold则是要黯淡了许多。而从大范围来看，华为的此次发布新机更像是带大家进入了一个5G折叠屏的新时代。对于各大手机厂商而言，更是一场争分夺秒的技术之战。下面咱们就来具体看一下，华为Mate X 究竟“新”在哪里？02吊打三星，华为直击折叠痛点尽管许多手机厂商都已经把折叠屏手机提上了日程，但由于其折叠的特性，注定了其并非一朝一夕能完成。比如，屏幕折痕，屏幕缝隙、网速过慢、厚度等问题，都是难点之一。此前三星的Galaxy Fold就因为折叠起来看起来厚度较厚，被众多网友认为其厚度过厚。不过，在Mate X 横空出世后，众多痛点便都迎刃而解了。其一，可0-180度自由翻折，采用鹰翼式折叠设计当前，Mate X采用柔性折叠屏，采用了鹰翼式折叠设计。即在折叠处，通过华为自研的铰链技术进一步实现Mate X的折叠状态，并且中间没有缝隙，真正做到平板与手机的二合一。华为消费者BG业务总裁余承东就有透露过，光是研究这项技术，华为就花了三年的时间。Mate X在展开时，可达8英寸，最小厚度仅为5.4毫米，比新iPad Pro还要薄；而在折叠之后，Mate X手机主屏幕为6.6英寸，另一块屏幕尺寸则为6.38寸，折叠厚度为11毫米。这比两个iPhone 6s的厚度要薄一些。尤其是机身右侧的一条“厚边”，厚度刚好等于两块屏幕折叠起来的厚度。如此下来，不管是从视觉还是用户体验上，都能得到大大的提升。起码在用肉眼直接观察时，不会像三星Galaxy Fold的那般，给人一种笨重的感受。三星Galaxy Fold华为Mate X 其二，搭载5G芯片，3秒可下载一部1GB电影上文我们也有提到这是华为的首款5G手机，搭载5G芯片，并采用双卡设计，分别支持2G、3G、4G、5G。根据此前的资料显示，Mate X所搭载的华为首款7nm 5G多模芯片巴龙5000+麒麟980，能支持4.6Gbps峰值下载速率，3秒下载1GB电影。而在Mate X之前所发布的折叠手机，都没有加入5G的元素。同时，在交互方式上，Mate X同样能采用双屏交互方式。即手机在展开之时，大屏依旧可以划分为两块屏幕，可同时打开不同的应用。其三，30分钟充电85%，镜像智拍。在电池续航方面，Mate X和三星Galaxy Fold相似，都是采用了双电池的设计。不过，Mate X是采用了新一代55W华为超级快充，30分钟内即可充满85%。根据券商中国的报道，其充电速度是同类产品的6倍左右。这意味着，除了在网速上有提升之外，华为在充电速度上也有了质的提升。除此之外，在拍照方面的镜像智拍也是Mate X的一大亮点。即手机正反面都能当做显示屏，实现摄影师和模特的实时预览。综合以上，在5G技术和折叠屏手机日趋完善的基础上，Mate X与其他友商所发布的折叠屏手机相比，已经有了很大的创新。至于到底谁能更胜一筹，还是要等发售之后用销量来说话。而另一方面，伴随着折叠手机的持续火热，上游供应商和其他行业也将受到一定的影响。03平板电脑要凉凉？木易在上周的《手机厂商们的2019，一场对“可折叠手机”的围攻！》一文中有提到，折叠屏手机的到来，将会利好上游供应链厂家。这是好的一方面。而在此次Mate X发布之后，则是引发了众多网友对其他行业也将受到冲击的猜想。比如满大街的贴膜小哥，是不是都要失业了。毕竟要满足折叠屏手机可折可伸的特性，目前市面上的手机膜都不能满足。但木易猜测，随着技术的进步，手机膜厂商们也必须紧跟着手机产品做出改变。回想当初iPhone X还没有发布，华强北的商铺里就已经出现了iPhone X的手机膜与手机套。又或者后续推出的折叠屏手机压根就用不到手机膜了，此前柔宇科技所发布的柔派，屏幕便是被集成到薄膜上，轻薄且耐用。除此之外，也有网友认为平板电脑将会被取代。很明显的一点，折叠屏手机在展开之后，可以替代平板来使用，做到办公与娱乐二合一。关于这一点，目前还不能完全就断定平板电脑会被取代。从最直观上的尺寸去讨论，折叠屏手机的尺寸在展开之后，还是不能和平板电脑相比。对于大屏需求的人群而言，平板电脑还是有一定的市场。同时，目前来看，平板电脑还有一定的价格优势。但时代车轮滚滚向前，谁也不知道下一秒把你拍在沙滩上的对手是谁。随着科技的不断进步以及折叠屏手机的成熟，一切都有可能发生。作者：木易", "author": "电商报", "newsdate": "发布时间：19-02-25", "newstime": "23:16", "sentiment": [{"positive_prob": 0.991308, "confidence": 0.980684, "negative_prob": 0.00869229, "sentiment": 2}]}, {"title": "MWC2019 华为发布两款MateBook笔记本新品", "content": "2月24日，2019世界移动通信大会(MWC)期间，华为发布两款MateBook笔记本新品：HUAWEI MateBook X Pro以及HUAWEI MateBook 14。与一年前在MWC期间发布的HUAWEI MateBook X Pro相似，新款HUAWEI MateBook X Pro仍旧采用金属机身、轻薄设计，外观简约时尚。该机重量为1.33Kg，厚度14.6mm，便携性出色，提供深空灰及皓月银两种配色。新款HUAWEI MateBook X Pro仍旧采用比例为3:2的13.9英寸屏幕，分辨率3000 x 2000，支持100% sRGB广色域以及十点触控，同时得益于四面窄边框设计屏占比达到91%(没有像新款XPS一样将摄像头恢复到屏幕顶部)。配置方面，新款HUAWEI MateBook X Pro最高搭载第八代(Whiskey Lake)英特尔酷睿i7 8565U处理器，并可配备拥有2GB GDDR5显存的NVIDIA GeForce MX250显卡，不仅可以应对简单的办公即使在影音娱乐或者图像视频内容处理上也有更出色表现。除此之外，与去年第四季度亮相的HUAWEI MateBook 13一样，新款HUAWEI MateBook X Pro也支持Huawei Share 3.0“一碰传”黑科技，便于用户在手机、PC间传递数据。在音效方面，HHUAWEI MateBook X Pro采用杜比全景声音响系统(Dolby Atmos Sound System)，搭配定制化高低音分频四扬声器，提升影音体验。接口方面，新款HUAWEI MateBook X Pro还配备全新升级Thunderbolt 3接口，支持双向数据传输，4倍带宽，传输速率高达40Gbps，可外接4K显示和高端显卡。此外该机支持宽频WiFi、蓝牙5.0，无线连接体验提升。全新发布的HUAWEI MateBook 14与去年发布的HUAWEI MateBook 13同属一个系列，同样采用全面屏及轻薄化设计，该款产品配备分辨率为2160*1440的3：2生产力屏，较传统14英寸笔记本可视面积提升约8.4%，支持十点触控及手势截屏。同时四面微边框设计让HUAWEI MateBook 14拥有90%屏占比，让机身更加小巧便携。配置方面，HUAWEI MateBook 14最高搭载第八代(Whiskey Lake)英特尔酷睿i7-8565U处理器，可采用最新高性能NVIDIA GeForce MX250显卡(TDP 25W)，处理速度是集成显卡的3.5倍。此外，HUAWEI MateBook 14搭载PCle*4 SSD高速固态硬盘，提升笔记本数据读写效率。散热方面，该机搭载鲨鱼鳍风扇2.0，采用仿鲨鱼鳍设计，并通过智能滤波技术，可实时监控整机温度，让风扇转动更平稳、风噪更小、散热更高效。续航方面，HUAWEI MateBook 14拥有57.4 Wh大容量电池，可以实现本地1080P视频播放15小时/正常办公14小时/网页浏览10.5小时;同时，配备65W充电器，充电15分钟 ,即可实现日常办公3小时。与此同时，HUAWEI MateBook 14同样搭载全新升级的HUAWEI Share 3.0 一碰传和剪贴板共享功能。除了无线传输，HUAWEI MateBook 14还配备包括USB 3.0、USB 2.0、HDMI、USB-C全功能、Audio jack等在内多种扩展接口，便于外接显示器、键鼠等设备。此外，HUAWEI MateBook 14采用隐藏式摄像头、指纹式电源键、杜比全景声等创新设计，配合轻薄时尚外观，十分符合年轻用户的选购标准。据悉，全新HUAWEI MateBook X Pro和HUAWEI MateBook 14将于2019年4月起在中国，欧洲，北美，亚太，中东的主要国家和地区陆续上市，HUAWEI MateBook X Pro欧洲地区售价为1599欧元(i5/8GB/512GB/MX250/触屏版)和1999欧元(i7/16GB/1TB/MX250/触屏版)。HUAWEI MateBook 14欧洲地区售价分别为1199欧元(i5/8GB/512GB/MX250)、1499欧元(i7/16GB/512GB/MX250/触屏版)。除了两款笔记本新品，2019年MWC华为消费者业务还发布了3款5G IoT终端，包括华为5G CPE Pro、华为5G CPE Win和华为5G Mobile WiFi。华为5G CPE Pro实现无需拉网线，便可畅享速率超光纤的无线家庭宽带。通过5G技术，华为5G CPE Pro提供实测高达3.2Gbps宽带速率，3秒钟即可下载一部1GB超清电影，此外还可一键将支持HUAWEI HiLink协议的智能单品加入网络。华为5G CPE Win最大的优势是可以简易安装在用户窗台/外墙/室外杆子上，有效解决部分区域室内5G信号不好的问题。同时发布的5G Mobile WiFi，则为出行用户提供了更多选择，可以将5G随行WiFi轻松放入口袋。", "author": "天极网", "newsdate": "发布时间：19-02-25", "newstime": "11:19", "sentiment": [{"positive_prob": 0.989349, "confidence": 0.976331, "negative_prob": 0.0106509, "sentiment": 2}]}, {"title": "华为发布5G折叠屏手机！特朗普：不封杀任何公司，包括华为！", "content": "售价1.75万元！华为发布首款5G折叠屏手机Mate X。2月24日西班牙巴塞罗那华为发布了首款5G折叠屏手机—— 华为Mate X机身尺寸为8英寸不对称外翻折叠这款国产黑科技一出现立刻引发围观登上热搜那它究竟有啥特别的？我们一起来看看↓↓↓01:27这款取名Mate X的5G折叠机，采用外折方案，折叠后厚度大约1.1cm。展开使用时，支持屏幕一分为二，可实现两个任务同步运行。同时展开厚度5.4mm，手感上“比最新款的iPad Pro”还要更薄。折叠后，正面屏幕大约6.6吋（背面屏幕6.25吋），屏幕比为19.5:9。对比4.6英寸的三星Galaxy Fold，尺寸要整整大两圈，对用惯了大屏手机的很多人来说，的确要更有吸引力。这次华为 Mate X 所采用的是外折叠方案，华为内部将其称之为「Falcon Wing」设计。余承东声称 Mate X 的零件设计在内部研发了 3 年，其中整合了超过 100 个组件，并且华为也为这款手机申请了多项专利。同时，手机右侧后方有一块凸起，此处设计在展开作为平板使用时，似乎更有利于单手持握（右撇子观望ing）。肉眼观测配备三摄，发布会现场Mate X表示了新一代徕卡镜头，折叠使用时亦可作为前置拍摄使用，但华为方面暂时没有公布摄像头具体参数配置。视觉效果震撼的折叠屏讲真，这可能是目前少有的轻薄度、完成度都非常出色的折叠手机，正面展开后，就像一块完整的屏幕一样平坦自然，几乎看不到一点褶皱和缝隙，而即便惊艳如三星Galaxy Fold，也仍然难免出现细微的“缝隙”。HUAWEI Mate X采取四层结构设计，铰链为其中最关键的一层设计，为了实现手机展开后屏幕的完整性和一体性，Mate X铰链处被塞进了180多个零部件，硬生生在一点点矫正的情况下实现了一块完整“纯平”屏幕。Mate X 无疑是个世界级领先级别的折叠机产品，但这不代表它一点问题都没有，尤其是Mate X折叠方式的现场演示环节，铰链的锁定机构似乎……有点不流畅。当然了，后续到底使用体验如何，还是要看真机实物上手。到底有多快？作为华为首款公开亮相的5G折叠机，Mate X被华为定义为全球最快的5G折叠手机。配置方面，Mate X搭载麒麟 980处理器，内置4根5G天线，采用7nm巴龙5000基带芯片，速度是高通X50的两倍，最快下载速度高达4.6Gbps，可实现3秒下载一部1G的视频！余承东现场表示，目前这款5G基带芯已经准备好了。其他方面，Mate X同时支持NSA非独立组网、SA独立组网模式，既可以实现5G建网初期过渡，也能做到5G网络一部到位！充电续航新姿势通常，大屏手机对续航和充电的要求本来就很高，就更别提折叠屏手机了。因此，除了屏幕、铰链、配置、交互等，电池和续航也是折叠屏手机一大关键。和三星Galaxy Fold一样，Mate X采用双电池设计，容量合计4500mAh电池。同时，继40W超级快充之后，华为此次还推出了55W超级快充（是苹果5W的11倍），可以实现30分钟充电85%。Mate X还随机赠送一款可能要卖到爆的充电器，支持最高65W输出，可同时给手机和电脑充电。当三星 Galaxy Fold 和华为 Mate X 接踵而至时，我们终于也看清了折叠手机的两条主赛道——是向里折，还是向外折？Galaxy Fold 显然是向内折叠的代表，可折叠的大屏幕低调内敛，大部分日常操作，其实更依托于那块 4.6 英寸的小屏幕。如此设计的好处在于，合盖状态下的 Galaxy Fold 更像我们印象中的「手机」，展开之后则更像是「平板电脑」——精致的机身和铰链不仅提供了更好的防护性能，也进一步加强了手机装饰性，减少了折叠设计带来的违和感。而华为 Mate X 为代表的向外折叠设计，则更像是对手机进化方向的一种取舍——逐渐抽离目前单屏幕手机的设计形态，进而向双屏幕终端演变。乍一看设计有点反直觉，但实际上却更符合智能终端越轻越薄的设计趋势。当然，为了提高电池利用效率、减少外折设计带来的违和感，华为 Mate X 在折叠状态下，背部的屏幕实际上是熄屏不工作的——不禁联想到前不久的几款双屏手机，这会不会是折叠手机演化过程的一种过渡姿态呢？武小青就想弱弱地问一下当地时间22日下午，美国总统特朗普在椭圆办公室会见中国副总理刘鹤及参加第七轮中美经贸高级别磋商的双方部分代表，并接受媒体采访。期间，中国媒体提问“不靠封杀”对象是否包括华为，特朗普给予肯定回应。据微博@中国日报 23日消息，该报记者在现场提问特朗普“您昨天发推特说，在5G和6G领域，美国将不靠封杀当下更先进的技术，您指的是什么？”特朗普则回应称，“我更倾向让所有的公司都有机会参与竞争。我不想人为地封锁别人，不管是出于某种借口或是出于安全因素，我不想有安全方面的问题。”特朗普说到这，记者突然追问，“这包括华为吗？”特朗普手一挥：“你等下。我说的是所有公司，真的，也包括（华为）。我说的是每个人。”视频截图特朗普还在推特上就美国发展5G技术发文称，“我要美国赢，是通过竞争，而不是封杀当前更先进的科技。”虽然特朗普总统并没有在推文中点名华为，但外界仍认为，他的话很像是在回应任正非。华为轮值董事长胡厚崑则在领英上回应特朗普“不靠封杀”的推文，他表示，“华为已准备好，通过真正的竞争，为美国建设真正的5G网络。”", "author": "青春武汉", "newsdate": "发布时间：19-02-25", "newstime": "14:15", "sentiment": [{"positive_prob": 0.500788, "confidence": 0.984235, "negative_prob": 0.499212, "sentiment": 1}]}, {"title": "华为折叠屏手机“带火”了这家国产屏幕厂商，股票涨停！", "content": "作为全球数一数二的手机厂商，三星、华为先后几乎同时发布了自己的折叠屏幕手机。都是奢华配置，科技感十足，售价也是很高。三星的售价约合人民币13400元，华为的Mate X售价约合17500元。可以说昨晚的全球移动大会是属于华为的，简直太震撼了。华为折叠屏手机瞬间让华为成为全球焦点，风头简直盖过三星。华为火了不算什么，因为一直都火。华为带火了为其提供折叠屏幕的这家国产厂商，股价直接涨停！华为折叠屏手机MATE X不管华为还是三星，折叠屏手机最、最、最关键的就是屏幕了。三星采用自家屏幕，显示效果质量没话说，毕竟客观来说目前三星屏幕全球第一。今天要说的是为华为提供折叠屏幕的这家国产厂商，它就是京东方。一个在oled屏幕领域起步比三星晚很多，但进步神速的后起之秀。数据显示，京东方2017年液晶显示屏出货占全球1/4，2018年三季度搭载京东方屏幕的电子设备出货量居全球第一。京东方已在成都、重庆建了多条第六代柔性oled屏幕产线。京东方近年来与华为合作密切，华为多款旗舰机都采用他的oled屏幕。要说oled屏幕最好的当然是三星，但三星把华为视为竞争对手，对华为各种限制。当年的mate 9 pro就用了三星屏幕，后面三星故意不给供货，导致华为这款手机产量很低，之后华为就选择了与京东方合作。华为mate10、20系列就大量采用京东方的屏幕。本来京东方近年发展很快，有了华为这种大客户的支持，营收更高了，那么研发资金就更充足了。外界传言说华为为了摆脱三星还对京东方进行了投资，帮助发展。如今华为折叠屏手机采用京东方的，这是华为“投资”这么多年到收获的时候了。可以想象，如果这次华为的折叠屏手机不是京东方的而是三星的，那肯定又要被“卡脖子”。京东方如今有多厉害？据说苹果已经选择它作为后面iphone的oled屏幕供应商。以后将不再是三星一家独大。所以华为昨晚刚一发布折叠屏手机，今天早上一开盘京东方的股价就飞涨，很快就直接涨停了。京东方为何如此火？首先是外界对华为有信心，那么对华为关键屏幕供应商京东方自然有信心。很多人称京东方为“华为概念股”，因为背后有华为支持。虽然现在折叠屏贵，但用不了两年就普及了。就如当年的指纹识别厂商汇顶一样，凭借“先机”成了如今的“大厂”。所以京东方继续保持领先，股价可能还会涨。如今华为的供应商就如当年苹果供应商一样，跟着“大哥”一路吃香。也希望被华为带火起来的京东方能继续加大研发，坚持创新，争取弯道超车三星。这样一来众多国产手机厂家就不会再依赖三星，也能用竞争降低屏幕成本，最终让消费者收益。感谢阅读，欢迎分享您的看法！", "author": "零差评科技", "newsdate": "发布时间：19-02-25", "newstime": "17:22", "sentiment": [{"positive_prob": 0.386844, "confidence": 0.140346, "negative_prob": 0.613156, "sentiment": 0}]}, {"title": "盘点2018年充电黑科技，华为反向充电，朋友手机没电了也不用怕", "content": "现在智能手机成了人们寸步不离的必备工具，但是由于智能手机电池容量有限，夜间充满电之后，无法保障手机能坚持高频率的使用一整天的时间。但随着人们生活工作的节奏越来越快，手机充电的速度已经无法满足人们的需求了。因此，各大手机厂商以及专业的充电器厂家也使出浑身解数，努力提高充电器的效率。去年2018年在充电器行业涌现出了一大批突破性科技，使充电器的效率得到大幅度提高。到底有哪些黑科技，让我们来盘点一下。1、以氮化镓为材料的PD GaN充电设备开始量产。氮化镓是一种新型的半导体材料，在效率转换和发热量方面都比其他材料的充电器有明显优势。另外氮化镓PDGaN充电设备的体积非常小，和普通的5W充电器差不多，但却可以提供5倍的电压。2、现在使用最广泛的锂电池就是18650柱形电池，而且特斯拉电动车上面使用的也是这一型号。不过这种型号的能量密度和储电量已经无法满足电动车的需要。特斯拉和松下联合推出了能量密度更高的21700锂电池，这种新电池将首先使用在特斯拉电动车上。也有很多厂家将会推出此类电池为电芯的移动电源。3、进一步推广USB-C充电口，在2018年苹果公司，将在IPAD上使用USB-C充电口，OPPO和VIVO也开始在自己的产品上使用这种接口。未来电子设备的接口有望尽快统一，将给客户带来更好使用体验。4，无线充电器的功率不断提升，华为为自己的高端品牌设计了10W和15W的无线充电设备，使无线充电技术再一次获得提升。5、为了使用户享受到更好的充电体验，OPPO在2018年对外公开了VOOC闪充技术，今后使用这一闪充设备的客户将可以在市场上买到更多、更便宜的第三方产品。6、OPPO在这一年还推出了功率达到50W的VOOC闪充设备，这种设备让用户的体验有了大幅度的提升。7、华为在快充方面也下了很大的功夫，2018年推出了功率高达40W的充电器，充电速度得到大幅提高。8、华为在充电方面的突破体现了其雄厚的科研实力，2018年推出了反向充电技术。这种技术可以在支持无线充电的设备之间相互充电，简单来说就是可以用支持反向充电的华为手机，给别的支持无线充电的手机进行充电。9、苹果设备在系统进行升级后对第三方的PD充电器进行了识别区分，因此除了苹果原装充电线，用户无法使用第三方提供的廉价充电线。还好在2018年苹果已经公开了关于USB-C PD Lightning的专利，将来人们就可以在市场买到更便宜的第三方充电线了。总之2018年新科技、新形势、新材料的突破使得充电器效率得到不断提升。氮化镓、无线充电等黑科技让人们有了更多的选择。将来的充电体验将越来越好！", "author": "易驰科技", "newsdate": "发布时间：19-02-25", "newstime": "21:15", "sentiment": [{"positive_prob": 0.771318, "confidence": 0.491819, "negative_prob": 0.228682, "sentiment": 2}]}, {"title": "5G+折叠屏，售价17500元！华为正式宣布！", "content": "2月24日晚间,华为在西班牙巴塞罗那召开新品发布会,推出旗下首款5G手机,名为Mate X,定价2299欧元(合人民币17498元,1欧元=7.6112人民币),8+512GB版本,华为宣布,这款手机将在2019年年中上市。5G+折叠屏!惊艳世界5G、折叠屏毫无疑问是2019世界移动通信大会最热的两个元素,华为将这两个元素结合起来,OPPO和小米之前也分别公布了自己的5G手机产品,三星此前推出的Galaxy Fold为折叠屏。在发布会上,华为消费者业务CEO余承东自信的表示:“毫不谦虚的说,华为Mate X是目前业界最大的创新!”我们来一起看看华为Mate X到底有多惊艳?特点一:折叠屏,0-180度自由翻折华为Mate X采用柔性折叠屏,采用可折叠全面屏设计,展开时可达8英寸,无限拓款视野的边界。轻轻翻折,又能成为可单手掌控的6.6英寸屏幕,另一块屏幕尺寸则为6.38寸。华为折叠屏独创转轴设计,采用鹰翼式外折方案,可实现0-180度自由翻折,开合有度;整机轻薄有质,机身单边厚度为5.4mm,打开之后摊平6.9毫米,并且折叠后11毫米,中间没有缝隙,主屏幕怒上也没有切角。同时,华为Mate X还带来了新的交互体验——分屏互动,将展开后的操作界面一分为二,让两个任务能够同步运行。余承东透露,Mate X合起来时不会在中间留个缝隙,这是华为创新的铰链设计,为了让合起来无缝隙,工程师研究了整整3年才解决这个问题,这个折叠链条里,有超过100个零件。余承东指出,在不同场景下,人们对手机往往有不同的使用需求。通勤时看重轻薄便携,办公娱乐时则希望有一个尽量大的屏幕。针对用户痛点,华为研发工程师们开始考虑打造一个“变形金刚”,通过折叠态改变屏幕大小。他们从消费者需求场景出发,选择了基于柔性屏的外折方案。外折充分利用了屏幕资源,可以有效进行双屏交互。同时,HUAWEI Mate X还将折叠状态下的屏幕比例设置为19.5:9,与主流直板手机的屏幕比例一致。在展开状态下,HUAWEI Mate X的屏幕比例是8:7.1,平板形态的大屏具有着震撼的视觉效果。这个设计需要比较小心使用,因为屏幕直接朝外,对抗摔又是一次考验。不过华为为它耽误设计了一个保护套。特点二:5G芯片,3秒可下载一部1GB电影这是华为首款5G手机,这部有两个卡槽,一个能支持2G、3G、4G、5G,第二个卡槽则支持到4G网络。余承东说,这是世界上最快的5G手机,相关技术均有华为自研。来看具体系数,华为Mate X搭载华为首款7nm 5G多模芯片巴龙5000+麒麟980;4.6Gbps峰值下载速率,3秒下载1GB电影,同时支持NSA/SA两种 5G组网。特点三:30分钟充电85%,售价17500元这款手机的“快”体现在充电上,它的有线充电功率到了55W,是目前最快的有线充电标准,疾速充电,30分钟充电85%,充电速度是同类产品的将近6倍;内置两块电池,容量达到4500mAh,强劲续航一整天。在配置方面,Mate X拥有8G的运行内存加512G的存储容量,售价2299欧元秒杀当前市场上的手机价格。特点四:更加安全保护隐私,镜像智拍在安全设置方面,Mate X在5G设置下更加私密安全。其中,用户身份信息加密,在2G/3G/4G时,用户身份信息(SUPI)是很容易被攻击的。而在5G中,用户身份信息将以加密形式发送,可以防范攻击,防止身份被复制。支持完整保护机制:在2G/3G/4G时,用户和网络之间的通信不能提供完整性保护,攻击者仍然可以篡改用户的通信内容。5G已经支持用户面的完整性保护机制,防范此类篡改攻击。在消费者关注的拍照方面,HUAWEI Mate X的后置摄像头可以作为前置摄像头使用,提供了全新的自拍方式。华为Mate X为何如此昂贵?如此炫目的速度、外观、配置,华为Mate X可不便宜,售价2299欧元,折合成人民币17498元!Mate X价格不但碾压售价599欧元的小米MIX35G版本,而且比三星刚刚推出的5G手机还要贵。据报道,三星电子2月20日表示,推出折叠式5G智能手机Galaxy Fold,起售价为1980美元(折合人民币13288元)。华为董事长梁华近日接受媒体采访时表示,第三方机构评估结果显示,华为的端到端5G解决方案领先市场一年多。目前,华为在全球签订了30多个5G商用合同,发货了3万多个5G基站,持有2570多项5G专利。“华为之所以在5G方面领先,是因为我们在5G研究方面的投入早、持续加大技术创新和研发投入。华为从2009年就开始了5G的研发投入。其实4G网络部署开始时,我们就在思考下一代的无线网络技术是什么样的,也就是现在说的5G。”梁华表示。他指出,“公司对全球5G标准作出了重要贡献。同时我们积极进行关键技术创新,比如5G基站芯片、支持多种无线接入技术的MIMO以及刀片式基站技术,使得华为在5G技术领域取得领先。这些技术创新都是我们持续加大研发投入以及跟产业界、客户合作的结果。”5G和柔性OLED产业链有望受益Mate X的发布,对于华为自身和5G及柔性屏产业链而言都是极大的提振。目前,越来越多的手机厂商正在发力折叠屏手机。在华为发布折叠屏手机之前,群智咨询预计,2019年全球折叠屏手机规模约90万台,行业出货量是否能突破该预测,更多需要看国内厂商的表现。国金证券预计,2019年华为折叠屏手机出货量20万台左右。在业内人士看来,随着越来越多手机厂商推折叠屏手机,柔性OLED产业链将受益,国内面板厂商也将迎来发展契机。网友评论:经济日报-中国经济网", "author": "中国经济网", "newsdate": "发布时间：19-02-25", "newstime": "09:12", "sentiment": [{"positive_prob": 0.973817, "confidence": 0.941816, "negative_prob": 0.0261828, "sentiment": 2}]}, {"title": "印不跟风美国反华为运动：物美价廉为什么要放弃？", "content": "原标题：俄媒称印度不跟风美国反华为运动：物美价廉为什么要放弃？参考消息网2月24日报道 俄罗斯《专家》周刊网站2月23日刊文称，美国对华为的凶狠打压遭遇了印度这个全球人口大国的拒绝。该国政治家和电信公司领导层对美国宣称的与华为合作有危险的论据不以为然。多数专家认为，印度人过去在这种问题上不会与美国人争执，如今这令人诧异的“大无畏精神”和乐观主义的主要原因要从中国电信设备低廉的价格中寻找。印度移动通信运营商协会主席拉占·马修斯解释说：“印度的主流观点是，美国（针对华为）的行为主要受外交考量的驱使。”文章认为，印度变成了主战场，那里可能对华盛顿发起的针对华为在5G领域的全球主导地位的斗争产生决定性影响。文章称，日前欧洲也出现了不完全相信中国人在搞阴谋这一论调的迹象。例如，有消息称，柏林在未找到华为从事间谍活动的丝毫痕迹的同时，打算与该公司合作发展德国5G网络。不过德国无论如何比不上印度市场。印度有13亿人口。近些年该国掀起了互联网经济热潮。数亿用户接触互联网和社交网络，要归功于使用3G和4G网络的廉价智能手机。根据印度政府的数据，移动通信运营商有意在5到7年内向5G基础设施投入至少1000亿美元。尽管外国分析人士认为，实际投资额将仅为约300亿美元，但金额依旧庞大。文章称，一方面，印度公司非常清楚5G是未来方向。但另一方面，由于印度人消费能力较低，这些公司被迫节省每一分钱。在这种情况下，华为的设备无论从质量还是价格——这一点对印度十分重要——来看都十分有吸引力。因此，无论美国以何种理由要求印度采购华为主要竞争对手——比如高通这类的美国公司——的5G设备，都无法让印度人感到信服。文章称，在印度，90%的5G网络发展所必需的设备均由外国生产。印度电信设备市场估值达数千亿美元。去年华为在全球电信市场上的份额约为30%。根据美国研究公司德尔奥罗集团的数据，华为远超诺基亚和爱立信。华为在印度占据15%至20%的市场份额。也就是说这家中国电信巨头在印度的地位不如在全球的平均水平。印度第二大电信公司印度电信公司去年与华为进行了5G测试，目前还想与爱立信测试，可能在此之后最终敲定一家合作伙伴。但印度电信市场的龙头企业沃达丰已委托华为建设5G网络。文章称，印度和大多数其他发展中经济体刚刚开始升级自己的网络。对这些国家而言，设备物美价廉的华为是完成这一浩大工程的主要投标者。为讨好华盛顿而放弃华为的服务，对印度人来说意味着不但放弃品质好的电信设备，而且严重超支，因为中国设备比西方的便宜很多。文章认为，印度人会礼貌地听完美国人的意见，但该怎么做还怎么做，因为“听到”和“听从”是两回事，这并不令人惊讶。参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-02-25", "newstime": "06:42", "sentiment": [{"positive_prob": 0.144586, "confidence": 0.678698, "negative_prob": 0.855414, "sentiment": 0}]}, {"title": "走出封锁阴影，华为反击三部曲", "content": "[摘要]一连串声势浩大的行动后，华为悄然突围。腾讯《深网》作者 康晓 发自巴塞罗那当所有人开始讨论5G的未来，当所有人的视线聚焦在最新发布的折叠手机Mate X上时，华为终于走出数月的阴霾，重回理想中的商业轨道。自加拿大扣留任正非女儿孟晚舟三个月以来，特朗普在美发起一系列对华为不利的限制举措，并试图以安全为由说服欧美各国切断和华为的合作。一位华为内部发言人近日向腾讯《深网》等媒体透露，此前许多美国媒体持续发布华为相关虚假新闻，对公司声誉造成巨大困扰。如果说事件刚刚爆发时，华为的官方回应更多体现的是礼貌、忍让和求和，随着事态愈演愈烈，以低调著称的华为和任正非则逐渐展现出了自己的强硬和战斗力。一连串声势浩大的行动后，华为已悄然突围。公关反击战：先礼后兵华为反击的第一步，是任正非亲自主导了一波刚柔并济、先礼后兵的公关战。1月16日，任正非在华为深圳总部接受了包括CNBC、彭博社、《金融时报》、《华尔街日报》等海外知名媒体采访，向国际上传达了华为严格遵守各国法律的立场。任正非强调，“中国外交部已经正式澄清，中国没有法律要求任何公司必须安装强制后门，华为和我个人也从未收到任何政府要求提供不当信息的请求。”他还表示，“企业应以客户为中心，必须遵守商业规则。在涉及网络安全和隐私保护问题时，我们致力于和客户站在一起，绝对不会伤害任何国家和任何个人的利益。”虽然遭遇了美国及其盟国的严格审查，但任正非在采访中仍在肯定特朗普。“从某种意义上说，他大胆地削减税收，我认为这有利于美国的工业发展。”任正非补充说，他想传达给美国的信息是：合作和共享成功。在我们高科技的世界中，一个单一的公司或国家越来越不可能维持和支撑整个世界的需求。而华为也正在加强与外部的对话与沟通，让自己更开放透明。就在第二天的下午，任正非紧接着又接受了部分国内媒体的采访，向外界传达出了应对此次困难的信心。他表示，华为今天可能要碰到的问题，在十多年前就有预计，华为已经准备了十几年，不是完全仓促、没有准备地来应对这个局面。“这些困难对华为会有影响，但不会出现重大问题。因为华为有信心，把产品做得比别人都好，让别人不想买都不行。”针对西方对华为窃取知识产权的指控，任正非回应称，华为现在87,805项专利中，其中有11152项核心专利是在美国授权的，已经和很多西方公司达成了专利交叉许可。“华为是绝对尊重他人知识产权的。”然而，尽管华为和任正非表现出了足够的诚意，但特朗普并没有收手的意思，随后仍遭到美国方面的诸多刁难。一个月后的2月18日，在2019世界移动通信大会召开前夕， 英国广播公司18日发布了一段对任正非的独家专访。“西方不亮东方亮，黑了北方有南方。美国并不代表世界，美国只代表世界的一部分。”任正非首次对外流露出了自己强势的一面。针对美国及其盟友澳大利亚、新西兰等国禁止华为参与该国5G建设一事，任正非“警告”说，“世界不能离开我们，因为我们更先进。”“美国没办法扼杀我们，”任正非说，“即使他们说服了更多国家暂时不要使用我们的设备，我们也可以随时缩减规模。”在谈到华为在英投资时，任正非表示，“我们还会继续在英国投资。我们信任英国，所以我们希望英国更加信任我们。”巧合的是，任正非此番发言后的第三天，特朗普突然在推特上表示，“我希望美国尽可能快地发展5G，甚至6G技术，美国公司必须加紧努力，否则就会落后。在那些明显代表未来的领域，美国没有被人甩在身后的理由。我希望美国公司能够通过竞争去获胜，而不是靠封杀当下更先进的技术。”紧接着，任正非再次接受了美国记者采访，谈到美国政府对5G的态度时，任正非展现出了轻松和幽默，“首先我要感谢他们，因为他们都是大人物。原本5G并不为常人所知，但现在这些大人物都在谈论5G，我们变得越来越有影响力，也因此获得了更多的合同……我真的很谢谢他们的提携。“对于特朗普的发言，华为轮值CEO胡厚崑也公开回应称，希望通过竞争，在美国帮助建设真正的5G网络，而华为消费者业务CEO余承东则表示，“公平竞争赢得合作与尊重，期待美国后续的行动能言行一致！”至少目前，华为可以重新回到自己擅长的赛道——那就是公平的商业竞争。对于华为而言，公关战只是不得已而为之，华为内部人士也已经认识到，未来更需加强在海外进行长期的品牌建设，以赢得当地民众的信任。打破孤立和封锁公关反击战之外，对于华为而言，第二步最重要的则是赢得更多国家地区在5G业务合作上的支持。据环球网报道，任正非在英国接受采访后，CNN在一次节目中发起网络投票，让大家就“美国打击华为”的原因进行投票。19日，该节目的官方推特账号发布了这次投票的最终结果。最终，24%的人选择“安全因素”，61%的人选择“政治因素”，13%的人选择“商业因素”，2%的人选择“其他原因”。在CNN节目中，现场连线的嘉宾罗伯特听到结果后表示，观众真的像我们想的一样聪明。至于那些选择商业原因的，如果大家认为特朗普这样做是为了美国公司，那你们可能想错了，因为没有美国公司能替代华为。“我们会加大在英投资。如果美国不相信我们，那么我们将把投资从美国转移到更大规模的英国。”任正非此前还表示。好消息是，华为最终获得了多数国家的公平对待。例如，据CNBC 报道，德国内政部长 Horst Seehofer 希望改变德国的电信法，将更严格的要求适用于所有外国供应商。 RND 引用参与保守党和社会民主党会议的人员的发言称，Seehofer 的目标是更好地控制中国的华为公司，而不是将其排除在 德国市场之外。意大利否认禁止华为参与其 5G 计划，意大利工业部在一份声明中说:“我们无意采取 任何禁止华为参与其 5G 计划的措施；同时，法国参议院也否决了旨在加强对电信设备检查的立法。以下是部分海外国家对于华为合作的回应统计：打破美国在国际上孤立和封锁的企图，华为海外的电信和5G业务发展便能立于不败之地。这也是任正非展现出强硬一面的底气所在。MWC秀肌肉：业务能力是根本华为反击第三步，是展现出自己在5G领域目前还不能被替代的地位和实力。华为运营商BG总裁丁耘日前表示，华为将以全面领先的5G端到端能力，推动5G大规模商业应用和生态成熟。据他透露，华为迄今为止已经在全球签订了超30份5G商用合同，18个来自欧洲，累计发货4万个5G基站，而目前他们与英国主要运营商合作一切正常，英国主要运营商通过华为，已具备全球领先的5G规模部署能力和可商用的5G网络。在今日召开的2019世界移动通信大会上，华为将开放基于ICT基础设施和智能终端领域的四大展区，以“The Village”为主题，包括运营商业务展区、企业业务展区、消费者业务展区、GSMA创新城市展区。其中运营商业务展区包括5G端到端解决方案、5G系列商业案例以及最新业务实践；创新的场景化商业解决方案：个人移动业务、五星品质家宽、云网融合和物联网等；以及华为如何在全云化网络基础上引入全栈全场景AI能力，打造“自动驾驶网络”。在企业业务展区，华为将从“无处不在的联接、无所不及的智能、数字平台”三大维度展示联接、云、IoT、AI等创新ICT产品和解决方案。包括第六代Wi-Fi、OceanStor Dorado系列全闪存等面向企业市场的四款产品，以及数字平台在智慧城市的实践应用等。而此次华为MWC最受瞩目的，则是昨晚正式发布的5G折叠屏手机——HUAWEI Mate X，这也是华为2019年发布的首款5G手机。HUAWEI Mate X采用鹰翼式折叠设计，通过华为自研的铰链技术，实现一体化的折叠形态。HUAWEI Mate X兼具手机和平板两种形态, 闭合后是的6.6英寸大屏手机，展开后是厚度为5.4毫米的8英寸平板。华为消费者业务CEO余承东在发布会现场透露，折叠屏的铰链处理起来很有难度，华为的研发人员花了3年时间。据悉，HUAWEI Mate X搭载7nm 5G多模终端芯片——Balong 5000，理论峰值下载速率可达4.6Gbps，同时配备了4500mAh大容量高密度电池以及55W快充。余承东表示：“HUAWEI Mate X是一款整合了5G、可折叠屏、AI、未来交互等前沿黑科技的新物种，将成为消费者开启5G智慧生活的第一把超级钥匙。”除此之外，华为还发布了多款智能设备，包括全面屏笔记本HUAWEI MateBook X Pro、全面屏轻薄性能笔记本HUAWEI MateBook 13和HUAWEI MateBook 14以及华为5G CPE Pro路由器。售价方面，8GB+512GB HUAWEI Mate X售价为2299欧元；MateBook X Pro拥有两个版本，i5+8GB+512GB+MX250+Touch版本，售价1599欧元，i7+16GB+1TB+MX250+Touch版本，售价1999欧元；而MateBook 13和MateBook 14，起价分别为999欧元、1199欧元。余承东现场介绍，华为消费者业务2018年研发投入50亿美元，收入520亿美金，华为智能手机在2018年的出货量为2.06亿台，智能设备出货量超过1亿部，可穿戴业务增长了120%，而个人电脑业务增长了335%。", "author": "看点大事", "newsdate": "发布时间：19-02-25", "newstime": "08:46", "sentiment": [{"positive_prob": 0.466535, "confidence": 0.330691, "negative_prob": 0.533465, "sentiment": 1}]}, {"title": "都是折叠屏，华为有啥不一样？", "content": "昨晚（2月24日），华为在2019 MWC大会发布首款华为折叠屏手机，Huawei Mate X。说起来，在折叠屏手机的发布上，三星更早，先于2月21日发售Galaxy Fold；但论市场反响，无疑华为更胜一筹。那么，同是折叠屏手机，华为有啥不一样？不同点1：融合5G功能华为的Mate X是第一款融合“可折叠+5G”的手机。据华为消费者业务CEO余承东在现场表示，Mate X是全球最快的5G智能手机产品。具体来说Mate X搭载7nm 5G多模终端芯片Balong 5000，理论峰值下载速率可达业界最快的4.6Gbps。值得一说的是，Balong 5000是华为目前最新，也是兼容移动通信网络最广的一款基带，从2G一直支持到5G。而且在5G中还将Sub-6GHz、毫米波两个主要的新波段全部支持了。另外，华为当前的5G架构包括NSA（Not-Standalone，非独立组网）和SA（Standalone，独立组网），第一阶段是NSA，也可以称为过渡5G，第二阶段是SA，是5G网络架构的终极形态。搭载巴龙5000的华为 Mate X可以同时支持NSA和SA组网方式，不管运营商是NSA组网还是SA组网，均可正常接入，是一“部”到位的5G手机。不同点2：折叠屏“无间隔”三星Galaxy  Fold展开后前后屏幕之间有间隔，而华为Mate X展开后的屏幕上也没有任何切口。根据华为官方资料，HUAWEI Mate X采取四层结构设计，最上面一层是高分子材料的屏幕保护层，第二层是可弯曲的柔性屏幕，第三层是软胶支撑片，最下面一层是转轴。转轴的设计最关键，是一道集合了数学、物理学、材料学、工业设计等多门学科的综合题，几乎决定了折叠机的成败。据余承东在发布会上所述，华为采用了鹰翼式设计，从运动原理到子功能模块的设计，再到材料的选择、以及不同表面处理的尝试等等，华为实验设计的验证重复了多轮，经过3年时间才攻克这一难题。“铰链的设计非常复杂，我们要做到真正的背对背折叠，中间还要没有缝隙。这其实非常挑战，因为弯曲的时候，里面的屏幕会更长，但是我们可以做到很平整，铰链中有超过了100个部件。”不同点3：更“薄”此前，三星折叠屏手机GalaxyFold 就是太厚，被众人调侃为“搬砖”。三星自己并没有透露Galaxy Fold的尺寸，但有媒体报道称该机展开时厚度为6.9毫米，折叠时厚度为17毫米。相较之下，Mate X打开后屏幕厚度只有5.4毫米，折叠之后的厚度仅为11毫米。此外，Mate X 的前面是一块6.6英寸的面板，背面大小则是6.38英寸。将设备摊平后，完整屏幕的尺寸会来到 8寸，分辨率为 2480 x 2000华为的折叠屏幕会比三星（7.3 寸）来得更大。不同点4：充电更快据悉，华为mate X内置了两块电池，分别在左右屏幕的下方，容量达到4500mAh，强劲续航一整天；而其充电功率最高可支持55W，是目前最快的有线充电标准，疾速充电，30分钟充电85%，充电速度是同类产品的将近6倍。华为mate 20 Pro也仅仅最大可支持40W的充电功率。对于mate 20 Pro的充电表现，我们都已经与目共睹，其充电速度相当神速。因此，可以判断55W充电功率的mate X有更强的表现。不同点5，价格更贵目前，华为MateX只有一个版本为8GB+512GB，上市时间为2019年年中，起价为2299欧元（约合2600美元），将于2019年中期上市。这一价格高于三星Galaxy Fold高端产品的最高价格（该产品的售价将高达1980美元），同时也高于苹果高端iPhone的价格。据微博大V爆料，华为Mate X的折叠屏幕的供货商是京东方，非此前争议较多的柔宇科技；而高昂的定价可能也是出于产能受限，控制需求而为之。折叠屏手机热潮在业内的讨论进入今年来一直甚嚣尘上。如今三星、华为已脚前脚后推出了折叠屏手机，而两者采用了全然不同的设计方式，让大众惊叹于技术发展的魅力。而这两位头部企业的入局，也正式宣布折叠屏技术已走向成熟。可以预想到的是，在技术成熟之后，产品规模化，用户将体验到完全不一样的显示科技和移动终端使用体验。而手机厂商围绕折叠屏的技术、供应链、产品之战也正将到来。概念股方面，今日“柔性屏”和“华为”两大概念股板块已经双双大涨，共计10逾只个股收获涨停。强势股有哪些，还未启动的低位股又有哪些，相了解更多的可以登录选股宝主题库“柔性屏”和“华为产业链”进行查阅。*免责声明：文章内容仅供参考，不构成投资建议*风险提示：股市有风险，入市需谨慎", "author": "华尔街见闻", "newsdate": "发布时间：19-02-25", "newstime": "11:21", "sentiment": [{"positive_prob": 0.0709836, "confidence": 0.842259, "negative_prob": 0.929016, "sentiment": 0}]}]