[{"title": "华为nova 4配置全泄露：又是卖爆的节奏", "content": "【手机中国新闻】随着荣耀V20、三星A8s等新机的宣布和发布，12月份将迎来一轮屏下摄像头手机的小高潮。接下来，华为会在12月17号于长沙发布旗下首款“极点全面屏”手机——华为nova 4，该机由TFBOYS成员易烊千玺代言，主打外观设计和拍照等功能。华为nova 4此前根据官方发布的消息，我们仅仅知道华为nova 4采用全新的极点全面屏设计，自拍摄像头位于左上角，下巴宽度极窄，营造出惊艳的视觉，预计屏占比超过90%。华为nova 4配置（图源）而根据网友最新晒出的图片，华为nova 4搭载19.25：9比例的6.4英寸极点全面屏，分辨率为2310×1080；配备麒麟970处理器，辅以8GB+128GB存储组合；拍照方面，前置2500万像素自拍摄像头，支持AI微塑美颜，高配版后置4800万+1600万+200万像素三摄，低配版后置2000万+1600万+200万像素三摄；内置3750mAh电池，支持9V/2A快充；网络方面支持双卡双4G双VoLTE。从这个配置来看，只要价格合理，华为nova 4又是卖爆的节奏。", "author": "CNMO手机中国", "newsdate": "发布时间：18-12-12", "newstime": "23:29", "sentiment": [{"positive_prob": 0.489093, "confidence": 0.781854, "negative_prob": 0.510907, "sentiment": 1}]}, {"title": "“要我们和华为分手？先打钱！”", "content": "美国农村小型电信企业有些慌。全球电信设备市场占比份额排名首位，华为已经成为多国电信企业的“最佳伴侣”。如今华为连遭西方国家“封杀”，美国农村小型电信企业有些慌：如果我们被迫要取消和华为的合作，那请美国政府出“分手费”。12月11日彭博社报道，代表10万用户的美国小型运营商组织“农村无线网络协会（RAW）”已于7日向联邦通讯委员会（FCC）发出书面回应，如果需要被迫调整对中国设备的依赖程度，需要美国政府提供补助。FCC曾在今年4月表示，计划以“国家安全”为由，禁止本国电信商拿着政府补助，去和类似华为、中兴等外国电信商寻求合作。4个月后，美国《国防授权法》从2019年8月起禁止政府机构购买华为及中兴等的产品，2020年8月起还将“禁止政府从使用这些公司产品的企业进行采购”。这次也是FCC公开征集《国防授权法》施行意见，“农村无线网络协会”应邀回复：按照美国法律，受影响的小型企业应该获得补助。这份文件并未提及补助的具体金额，其中仅有2家电信企业给出了数字：总部位于阿拉巴马州的通讯商Pine Belt预计，更换设备所需费用达600万至1000万美元，安装新设备则需要额外100万至300万美元，总计需要700万至1300万美元的补助；另一家位于蒙塔纳州的电信企业Sagebrush，则开出5700万美元的“账单”。“农村无线网络协会”预计，组织内总计有25%的成员会受此影响，如果要对设备进行更换、安装，则需要10年的时间。该组织建议，FCC应召集美国小型电信企业了解情况，“若后者得不到补偿，《国防授权法》相关条例不得实施。”观察者网早前报道，今年4月的“中兴禁令”发生后，美国农村担忧起了网络通讯。譬如，拥有7000名用户的宾夕法尼亚州LHTC Broadband和东俄勒冈电信（Eastern Oregon Telecom）等都是华为的客户。LHTC Broadband网络电视团队合影 图自Youtube视频尤其是对于前者来说，这家公司为自己的网络电视项目已经完成了75%设备铺设，所选的供应商正是华为。首席执行官凯尔（Jim Kail）曾表示，“你要说停、或者换个供应商，很难。我只求现在这个项目不要重新来过。”上周“孟晚舟事件”突发前，华为被英国电信集团排除出采供清单。随后又有消息称日本也有“类似计划”，对此，中日两国政府并未作出确认。11日，《日经中文网》报道称，日本国内目前唯一和华为有合作的软银集团（Soft Bank），可能也得调整对中国通讯设备的依赖程度。软银推出每月5980日元（约合人民币365元）50G的流量套餐，背后提供支撑的就是来自中国的基站技术。报道称，并不是日本政府要求限制民营企业采购中国通信设备，而是“美国不断加大压力对日本企业投资战略产生影响”。若《国防授权法》最终实施，希望在美扩大业务的软银集团，或将做出抉择。美国政府对华为的“无端封杀”已经引起部分美媒的担忧。《华尔街日报》在12月9日发文指出，美国去年（2017年）总计出口半导体584亿美元，光华为一家公司当年就买走80亿。今年，据美国商业咨询公司IBS分析，虽然华为新款手机P20 Pro中只有7%的半导体部件进口自美国公司，但2018全年华为预计将从美国进口半导体100亿美元。文章写过，介于华为和美国企业之间这种“相互依赖”的关系，如果华为遭到来自美方的制裁等施压，那么对于英特尔、高通、博通在内的硅谷巨头们来说，“生意将会不好做。”来源：观察者网", "author": "环球网", "newsdate": "发布时间：18-12-12", "newstime": "07:55", "sentiment": [{"positive_prob": 0.00053652, "confidence": 0.998808, "negative_prob": 0.999463, "sentiment": 0}]}, {"title": "只因华为太成功！美国无耻迫害华为，连《福布斯》都看不下去了……", "content": "▲《福布斯》杂志官网截图美国《福布斯》杂志10日发表了一篇文章称，美国政府无耻迫害中国华为，只因华为太成功。文章摘编如下：众所周知，美国当局上周要求加拿大方面逮捕华为首席财务官孟晚舟。 加拿大听从了美国的要求，这件事本身就令人害怕。美国经济学家扎卡里卡拉贝尔(Zachary Karabell)表示，这次逮捕“有点像中国人逮捕史蒂夫乔布斯的女儿，如果她在帮助管理苹果公司的话。”美国政府声称华为违反了美国有关贸易制裁规定，向古巴、伊朗、苏丹和叙利亚等被制裁国家销售含有美国部件的通信设备。这激起了美国一些政客的愤怒，但政客们的愤怒也反应了这些人对于经济学的理解是多么狭隘。简单来说，美国企业和“古巴、伊朗、苏丹和叙利亚”一直有贸易。他们通过中间商来进行交易。为了更好地理解此事。先来回看20世纪70年代阿拉伯国家对美国“施加”的石油贸易禁令，而这一禁令实际并无任何威慑力。历史教科书显示，阿拉伯国家因此停止向美国销售石油，但这并不是事实。通过不受贸易限制影响的企业，“阿拉伯石油”仍旧源源不断地流入美国。追溯到第一次世界大战时，美国曾对德国实施贸易禁运。结果呢？美国出口到北欧国家的货物量飙升，美国企业仍在与德国进行贸易，只不过需要德国附近国家做中介。以上案例可以帮助我们大致理解美国的贸易管制，这实际是个毫无意义的政策。只要美国企业还在生产，只要刚才提到的那些国家(也就是被美国制裁的国家)还有需求，美国企业就会与那些被制裁国家贸易。他们不会“直接”违反法律，但生产本身就意味着会与所有可能的人进行贸易，因为我们事先都不知道商品的最终目的地。再来看华为公司，华为目前是全球第二大智能手机制造商，并且是通信设备的全球领导者。正如前面指出的，目前没有任何有关商品最终目的地的记录。除非华为将其所有产品储藏起来，不然出于上文阐述的原因，华为销售那么多的智能手机和通信设备，有些产品最终还是会达到伊朗等国。从这一事件可以看出，美国因为“跟被制裁国家贸易”而迫害华为一事，就是鸡蛋里挑骨头。扣押孟晚舟是愚蠢至极，简单来说，美国政府迫害华为不过是因为华为的成功。再来说说卢比奥的立法提案(其中包含禁止美国政府和其承包商从华为和中兴等中国通讯公司那里购买技术产品)。如果大家还记得美国对中美贸易关系的定义，那么美国封锁华为这件事本身就值得引起注意。按照美国的定义，应该是美国对中国完全开放，中国却禁止美国企业在华出售产品。但对于华为来说却不是这样，运营商AT&T的店铺里找不到华为手机，不是因为华为手机质量不高，而是因为在美国出售华为手机违法。华为作为一家公认的极其成功的电信公司，其产品却不能出现在美国的货架上，仅因为美国将其视为国家安全威胁。美国政客给出的理由可谓贻笑大方、无中生有。他们称华为与中国政府关系密切，使用华为手机和设备将对美国造成毁灭性打击，因为华为可能会从事间谍活动。尽管美国电话电报公司(AT&T)认为与华为达成销售协议是完全合理的，但美国官员不允许此举。“国家安全”再次被提及，但没有具体的解释。此外，它也并不重要。华为手机在全球170个国家销售。如果美国人想要使用它们，他们只需要与居住在华为手机出售地的人进行交易。其实，美国电信运营公司与联邦政府的紧密关系才是真正的威胁所在。他们甚至能够说服政府一直实施具有破坏性的贸易保护主义政策。美国手机厂商则比较幸运(苹果20%的销售额来自中国)，至少中国没有严格限制美国最优秀的品牌在中国出售。现在的主要问题是，有人以国家安全为借口，谎称中国会通过手机监视美国人。好吧，那他们会怎么做呢？特朗普总统有关中国的推文不断地提醒大众，美国对中国企业来说是一个巨大市场。既然美国是中国企业最大的市场，那中国政府有必要监视美国顾客，与这个最大的市场为敌？此次针对华为的事件非常荒谬，纯粹是贸易保护主义行径，更深层的原因是美国政客明目张胆地混淆经济学概念。最糟糕的是，这个事件会带了更危险的后果。如果能因为贸易保护主义就随便逮捕人，大家就有理由猜想下一步可能就是杀人。自从特朗普入主白宫以来，就一直有消息说他身边都是精通外交的人，贸易对世界和平的重要性也一直被反复强调。现在，政府内的这波人是时候该站出来，表明不一样的态度，除非他们也都失去理智了。毫无疑问，逮捕孟晚舟这件事实极其疯狂和愚蠢。", "author": "环球网", "newsdate": "发布时间：18-12-12", "newstime": "10:19", "sentiment": [{"positive_prob": 0.0128928, "confidence": 0.971349, "negative_prob": 0.987107, "sentiment": 0}]}, {"title": "省委书记亲自去华为 说的这番话意味深长", "content": "撰文 | 孟亚旭昨天，在孟晚舟事件受全世界关注的关键时刻，一位省委书记去了华为长沙分部。据湖南日报消息，12月11日上午，湖南省委书记杜家毫先后到华为软件长沙分部、长沙中兴智能技术有限公司调研。他说，越是企业面临严峻挑战和考验，我们越要加大支持、服务的力度。越是面临严峻挑战，越要加大支持先来介绍下华为软件长沙分部。政知君了解到，它主要负责电信软件业务开发，业务涵盖电信运营商CRM（客户关系管理系统）、云计算软件研发及交付等，服务覆盖全球40多个运营商。报道称，正是看中长沙良好的交通区位、高效的政务服务和丰富的人力资源，华为已选择长沙作为其全球三大智能终端生产基地之一，并将着力打造全球第二供应中心。在调研时，杜家毫说：作为一家民营企业，华为在过去30年间由小变大，创造了骄人的业绩，为我国乃至全球通信事业发展作出了巨大贡献。华为既是民族品牌的骄傲，也是我国改革开放的一个缩影。省委、省政府将坚定不移支持华为在湘发展，越是企业面临严峻挑战和考验，我们越要加大支持、服务的力度，与企业携手一道扫除前进道路上的障碍，不断做强做优做大。之后，杜家毫到长沙中兴智能技术有限公司调研。得知企业目前研发生产经营已步入正轨、并增加17条生产线扩大生产时，杜家毫十分高兴，勉励企业变压力为动力、化挑战为机遇，进一步坚定发展信心，加强自主创新，把握发展主动权，一步一个脚印地推动双方战略合作协议落实落地。关键词之一：改革开放杜家毫的讲话中，提到了几个字值得一说，民营企业、改革开放。在杜家毫看来，华为既是民族品牌的骄傲，也是我国改革开放的一个缩影。提到改革开放，不得不说一下广东。今年是改革开放40周年，有不少省的党政代表团曾赴广东省学习考察，期间不少代表团曾赴华为调研。5月，广西党政代表团开启在广东的考察学习之旅，期间曾驱车抵达位于深圳的华为技术有限公司进行考察。报道称，自治区政府与华为技术有限公司在深圳签署战略合作框架协议。双方希望共同推进云计算和大数据、信息通信网络、智慧城市发展、人才培养等领域的广泛合作。7月，山东省委书记刘家义、省长龚正曾率领山东省党政代表团到广东省调研，期间也到了华为。8月，贵州省党政代表团赴广东学习考察，期间考察了华为并签订深化战略合作协议。10月，天津市委书记李鸿忠，市长张国清，市人大常委会主任段春华，市政协主席盛茂林率天津市党政代表团赴广东省广州市、深圳市学习考察。政知君注意到，天津代表团曾到华为公司听取企业自主创新研发、产业化应用等情况，并就深化智慧城市等领域合作进行深入交流。11月28日至12月1日，广东省迎来了山西省党政代表团，12月1日至2日，青海省党政代表团也去广东学习考察。政知君注意到，华为技术有限公司也是这两个代表团考察地点之一。关键词之二：民营企业接下来再来看看民营企业。这几个月以来，关于民营经济的问题，高层密集发声。比如9月和10月，习近平赴东北和广东考察期间，都曾到民营企业调研；10月时，习近平还回信勉励广大民营企业家，“希望广大民营企业家把握时代大势，坚定发展信心，心无旁骛创新创造，踏踏实实办好企业”。习近平调研回京后（10月31日），中央政治局召开会议分析经济形势，会议提到“当前经济运行稳中有变，经济下行压力有所加大，部分企业经营困难较多，长期积累的风险隐患有所暴露”。会议要求，研究解决民营企业、中小企业发展中遇到的困难。11月1日，民营企业座谈会召开，这场座谈会规格颇高，习近平主持并发表重要讲话，汪洋、王沪宁、韩正出席座谈会。高层发声后，各方行动迅速。其一，包括黑龙江省委书记张庆伟、上海市市长应勇、江苏省委书记娄勤俭、浙江省委书记车俊、福建省委书记于伟国、山东省委书记刘家义、广东省省长马兴瑞、四川省委书记彭清华、安徽省委书记李锦斌、山西省委书记骆惠宁、湖北省委书记蒋超良等密集出镜，接受央视采访，谈支持民营企业话题。其二，各地不断释放出省委书记赴民企调研的消息。比如河北省委书记王东峰一个月内两次到民企调研。针对民企提出的问题，王东峰回应，“大家提出来的问题，各级党委政府都要尽全力去解决。市里面把需要解决的问题列一个清单，市县能解决的抓紧解决，不能解决的及时上报给省里。政府部门谁主管谁负责，省市县三级要联动解决民营企业的问题。”王东峰说，“信心比什么都重要！”创新能力和核心竞争力除了姿态，更重要的措施落地。最近，北京、上海、广东、陕西、湖南等地陆续公布了新一轮企业发展支持政策，明确了优化营商环境“路线图”。不过，虽然促进民营企业发展的利好政策不断出台，民营经济发展环境不断优化，但也要清醒地认识到，营商环境和市场环境只是企业发展的外因。今年11月28日，中国人民大学经济学院教授李义平在《人民日报》撰文，他提到：即使在十分优良的营商环境和市场环境中，企业也会面临激烈市场竞争和各种风险挑战，不同企业的发展结果也会有好有坏。对企业发展结果起决定性作用的是企业的经营能力、管理水平、创新能力和核心竞争力。因此，广大民营企业家既要坚定发展信心，努力抓住难得的时代机遇；又要练好企业内功，正确认识、积极应对各种难以回避的风险挑战，努力把企业做强做优。资料 | 各地党报  新华社  人民日报等", "author": "政知见", "newsdate": "发布时间：18-12-12", "newstime": "13:04", "sentiment": [{"positive_prob": 0.985282, "confidence": 0.967293, "negative_prob": 0.0147182, "sentiment": 2}]}, {"title": "华为全新20W快充技术曝光 支持电荷泵", "content": "【手机中国新闻】今年10月份，华为发布华为Mate 20系列旗舰手机，三款手机都标配了SuperCharge（SCP）超级快充，其中华为Mate 20 Pro的40W充电功率配合4200mAh大电池，超级续航加超级快充令人印象深刻。如今华为有意为SCP增加一个新的20W快充分支，支持电荷泵。华为Mate 20 Pro华为是目前为数不多掌握快充核心技术的企业之一，快充技术主要分为两种，分别是FCP和SCP。华为FCP协议发布于2015年11月，华为Mate 8是首款支持这一快充技术的华为手机。随后2016年10月，华为首次揭晓了功率更大的SCP快充，华为Mate 9搭载快充技术输出达到了4.5V 5A和5V 4.5A，功率22.5W，业内也叫低压直充。在2018年10月，华为将其升级到了40W。SuperCharge超级快充据外媒报道，华为SuperCharge超级快充将诞生出一个新的分支——10V 2A，20W快充。功率虽然比40W超级快充减半，但是价格更加亲民，而且保留了黑科技“电荷泵”技术，未来这一快充技术将会下放到更多华为机型。这项技术需要充电器、线缆，手机三方支持来实现高压大电流直充。小伙伴们的手机充满电需要多久呢？欢迎在评论区留下你的“时间”。", "author": "CNMO手机中国", "newsdate": "发布时间：18-12-12", "newstime": "13:15", "sentiment": [{"positive_prob": 0.979946, "confidence": 0.955437, "negative_prob": 0.0200535, "sentiment": 2}]}, {"title": "华为畅享9怎么样？内置4000mAh大电池，支持双卡双待", "content": "华为畅享9怎么样？想必是不少消费者关注问题之一，华为畅享9于12月12日0点开启预订，同时官方也公布华为畅享9相关配置消息及价格。根据华为商城提供华为畅享9消息来看，华为畅享9拥有卓越品质，其中电源键通过了200000次按压寿命测试，音量键通过50000次按压寿命测试，USB插拔耐久测试通过10000次，耳机插拔耐久测试通过5000次，高温高湿测试中，温度 55 ℃，相对湿度95%，开机模拟常用工作模式情况下，连续测试240小时。屏幕方面，华为畅享9采用6.26英寸珍珠屏；具体配置方面，华为畅享9采用高通骁龙450处理器，可选3GB内存+32GB存储及4GB内存+64GB存储，可同时插入两张SIM卡和一张Micro SD卡，支持双卡双待，其中内存卡最高支持512GB扩展，运行Android 8.1系统，内置4000mAh大电池，在华为智慧节电技术加持下，可实现两天一充。摄像方面，华为畅享9后置1300万+200万AI双摄，前置镜头为800万像素，支持AI人脸识别，目前，华为畅享9目前在华为商城开启预订，订金1元可抵50元，有兴趣的朋友可以关注一下。华为商城地址点此进入", "author": "太平洋电脑网", "newsdate": "发布时间：18-12-12", "newstime": "11:26", "sentiment": [{"positive_prob": 0.892061, "confidence": 0.760136, "negative_prob": 0.107939, "sentiment": 2}]}, {"title": "华为电视商标曝光，或将在明年推出电视新品", "content": "驱动中国2018年12月12日消息，尽管在人们的印象中，华为已然成了国产手机的代名词，但这丝毫也没有妨碍，华为的业务触角波及到其他领域，华为电视你会期待吗？事实上，长期以来，坊间关于华为电视的传闻不绝于耳，但稍显遗憾的是，我们始终未能见到华为电视新品的上市，这也不禁让人质疑，难道传说中的华为电视只是科技圈所上演的“狼来了”的故事吗？而今有消息称，华为电视或许是真的，我们也有望在2019年见到华为电视新品的上市。根据AndroidHeadlines审查的一项新的商标保护文件“华为AIWindow”显示，华为似乎正在进军智能电视市场。该公司申请保护的“华为AI Window”这一商标，所标物与液晶面板和智能电视机有关。尽管实质意义上来讲，专利的申请并不代表华为一定要入局电视行业，但我们纵观华为庞大的业务范畴，怎么看华为电视新品都应该是水到渠成的事儿。需要指出的是，多年专注与自主研发的华为，本身就在硬件上具备绝佳的优势，其海思芯片处理器虽然一直只运用在华为手机上，但在电视领域，海信芯片也早已打下了一片天下。据了解，在国内，包括海信、康佳、长虹以及夏普等电视厂商以海思芯片为首选，而创维旗下品牌酷开也在酷开A55电视上搭载华为的海思芯片。另外，值得注意的是，在手机领域日渐强大的华为一直以来都与国产屏幕巨头京东方保持着长期合作关系，似乎从这点上来说，产业链并不能成为华为进入电视领域的阻碍。有芯有屏，再加上华为如日中天的品牌影响力，显然华为电视从酝酿的那一刻开始就注定了“生而不凡”。那么问题来了？华为电视新品究竟什么到来呢？对于华为而言，尽管电视新品尚未上市就已经修炼成了热搜体质，但究根结底华为在电视圈到底好算是个“新人”，并且考虑到当前家电行业竞争的白热化，相信即便是华为也将面临着重大的竞争压力。如若华为能在2019年发布电视产品，相信绝对是再好不过了，毕竟2020年东京奥运会在即，这也将有望拉动电视行业新一波的激烈角逐。倘若华为真的能赶上奥会上这个四年一度的热点，这无疑将是华为进军电视行业天时地利人和的最佳窗口期。有意思的是，荣耀手机总裁赵明在2018世界互联网大会上接受媒体采访时曾表示“我们确实有在电视方面做布局，目前正在准备和考虑当中，我们希望为电视行业带来一些改变，要不然就不做”。【 各方反应 】品牌温度 成为华为领跑市场的制胜秘笈双十二最值得购买的潮流“黑科技” 华为平板M5青春版老少皆益双12盛典火热开启，华为商城年终购机惠惊喜不停！12月17日预售开启 13英寸全面屏轻薄本首选华为MateBook 13笔记本巨屏影音手机爆款 华为畅享MAX双12直减200元华为畅享9双十二999元起全面预售 1元抵50元打造更优质价比双12抄底好时机 华为畅享9 Plus直降100年末放大招双十二年终大放价 华为智能语音平板M5青春版低至1749元双十二不盲目 华为MateBook 13笔记本才是年轻人专属性能本iPhone XR续航测试结果出炉，猜猜和华为P20 Pro差几个小时？", "author": "驱动中国", "newsdate": "发布时间：18-12-12", "newstime": "17:50", "sentiment": [{"positive_prob": 0.604253, "confidence": 0.120562, "negative_prob": 0.395747, "sentiment": 2}]}, {"title": "昨天，湖南省委书记去了趟华为长沙分部", "content": "湘伴导读今天的湖南日报头条报道显示，昨天，湖南省委书记杜家毫造访了位于长沙的3家企业，专题调研企业生产经营和产业项目建设情况。第一站，便选择了华为软件长沙分部。据该报道介绍，华为软件长沙分部主要是负责华为电信软件业务开发，业务涵盖电信运营商CRM（客户关系管理系统）、云计算软件研发及交付等，服务覆盖了全球40多个运营商。11日上午，省委书记杜家毫在华为软件长沙分部考察。在与华为软件长沙分部负责人交谈中，杜家毫说，作为一家民营企业，华为在过去30年间由小变大，创造了骄人的业绩，为我国乃至全球通信事业发展作出了巨大贡献。华为既是民族品牌的骄傲，也是我国改革开放的一个缩影。省委、省政府将坚定不移支持华为在湘发展，越是企业面临严峻挑战和考验，我们越要加大支持、服务的力度，与企业携手一道扫除前进道路上的障碍，不断做强做优做大。该报道还透露，正是看中长沙良好的交通区位、高效的政务服务和丰富的人力资源，华为已选择长沙作为其全球三大智能终端生产基地之一，并将着力打造全球第二供应中心。此外，杜家毫还去了长沙中兴智能技术有限公司和伟创力技术(长沙)有限公司。详情请看新闻通稿。杜家毫在长沙调研时强调坚定不移支持在湘企业发展为高质量发展注入强大动能今天上午，省委书记杜家毫先后来到华为软件长沙分部、长沙中兴智能技术有限公司和伟创力技术（长沙）有限公司，调研企业生产经营和产业项目建设情况。他强调，无论是国有企业、民营企业还是外资企业，只要在湖南落户、在湖南发展，就都是湖南的企业。要坚定不移支持在湘企业发展，持之以恒抓项目、优环境、兴产业、强实体，为湖南高质量发展注入强大动能。省领导胡衡华、谢建辉参加调研。华为软件长沙分部主要负责电信软件业务开发，业务涵盖电信运营商CRM（客户关系管理系统）、云计算软件研发及交付等，服务覆盖全球40多个运营商。来到这里，杜家毫详细了解企业近年来在湘业务拓展等情况。正是看中长沙良好的交通区位、高效的政务服务和丰富的人力资源，华为已选择长沙作为其全球三大智能终端生产基地之一，并将着力打造全球第二供应中心。在与长沙分部负责人交谈中，杜家毫说，作为一家民营企业，华为在过去30年间由小变大，创造了骄人的业绩，为我国乃至全球通信事业发展作出了巨大贡献。华为既是民族品牌的骄傲，也是我国改革开放的一个缩影。省委、省政府将坚定不移支持华为在湘发展，越是企业面临严峻挑战和考验，我们越要加大支持、服务的力度，与企业携手一道扫除前进道路上的障碍，不断做强做优做大。来到长沙中兴智能技术有限公司，杜家毫详细了解企业生产经营情况，询问当前还有哪些问题和困难需要地方政府帮助解决。得知企业目前研发生产经营已步入正轨、并增加17条生产线扩大生产时，杜家毫十分高兴，勉励企业变压力为动力、化挑战为机遇，进一步坚定发展信心，加强自主创新，把握发展主动权，一步一个脚印地推动双方战略合作协议落实落地。伟创力长沙智能制造产业园项目从今年4月17日动工，到第一台手机正式下线，仅用时86天。在伟创力技术（长沙）有限公司生产车间，看到平均每22秒就有一台手机下线，杜家毫对企业在湘发展速度和智能制造水平予以高度赞许。在实地考察企业二期年产4500万台手机智能终端和智能电子产品项目工地后，杜家毫叮嘱当地负责同志，移动互联网时代，手机等智能终端已成为人们须臾不离的必需品。要把握产业发展趋势，依托华为、伟创力等行业龙头企业，着力打造以产业招商、集群入驻、量身定制、个性服务、培育生态为特色的“135”工程升级版，加快形成电子信息产业集群。调研中，杜家毫指出，推动高质量发展，归根结底在产业项目、在实体经济、在一个个企业主体。企业好，地方就好；地方发展有活力，就能带动更多企业发展，形成良性循环。各级各部门要全力支持在湘企业特别是骨干企业的发展，着力打造优质高效的营商环境和公平公正的法治环境，主动聚焦企业发展中的难点、痛点、堵点，在用地、用工、资金、社保缴费、科技研发、产权保护等方面主动担当作为、精准帮扶。要继续做好承接产业转移这篇文章，进一步做长产业链、完善供应链、提升价值链，加速释放产业集群效应。", "author": "华声在线", "newsdate": "发布时间：18-12-12", "newstime": "11:01", "sentiment": [{"positive_prob": 0.966883, "confidence": 0.926406, "negative_prob": 0.0331174, "sentiment": 2}]}, {"title": "答疑丨华为软件长沙分部在哪？是华为的长沙分公司吗？", "content": "新湖南客户端记者 杨柳青 整合报道 今天，新湖南客户端后台收到一些网友留言问，华为软件长沙分部在哪里？这是华为的长沙分公司吗？为了解答大家的疑惑，小编特意对华为与湖南主要的两方面合作进行了整合梳理。 2004年华为软件长沙分部成立，负责电信软件业务开发华为软件长沙分部位于长沙高新区芯城科技园。该分部并不是华为的长沙分公司，而是相当于华为在长沙的研究所，主要负责电信软件业务的开发。业务涵盖电信运营商CRM（客户关系管理系统）、 云计算软件的研发及交付。 长沙分部于2004年成立，2008年开始承接华为CRM海外产品研发，开启海外CRM交付。2008到2017年间共计研发了多代CRM版本，累计交付CRM项目60余个。 据介绍，正是看中长沙良好的交通区位、高效的政务服务和丰富的人力资源，华为已选择长沙作为其全球三大智能终端生产基地之一，并将着力打造全球第二供应中心。 华为软件长沙分部相关负责人告诉小编，未来长沙分部业务计划持续发展扩大，除涵盖CRM研发及交付业务外，在云计算运营平台、IOT、智能客服等方面都会进行拓展。长沙分部也在持续发展软件研发能力和补充相关人才，2018年社会招聘了多名领域专家，2018年校园招聘已签约40余名应届毕业生。有兴趣和有能力加入的朋友不妨来一试哦~ 今年8月，华为（长沙）DevCloud创新中心落地长沙今年8月8日，华为与长沙市人民政府在深圳签署战略合作协议，双方将共同推进软件开发云和华为（长沙）DevCloud创新中心落地。 软件开发云是啥？据介绍，软件开发云是华为面向软件企业提供的软件开发服务平台，它能帮助企业建立业界领先的研发理论和流程，降低软件研发成本，提高软件研发的效率和质量。 华为（长沙）DevCloud创新中心的落地，意味着华为将开放全球领先的软件开发能力，为长沙当地软件企业提供软件开发过程中的项目管理、代码配置管理、代码质量、编译构建、测试、部署、发布等一整套的软件开发工具，实现云端的协同开发共享，助力长沙逐步构建当地软件产业规模效应。 截至目前，华为（长沙）DevCloud创新中心共计对接企业300余家，累计实地走访150余家，已为120余家企业提供软件开发云服务，为潭州教育、江河机电、大汉电子、湖南提灯医疗等重点软件企业提供贴身服务，实现100余个软件开发项目云上开发，大幅为企业节省研发成本，极大的缩短了研发周期，提高了其核心竞争力。 11月29日，华为长沙软件开发云平台正式上线，也标志着华为与长沙市政府战略合作迈上崭新的台阶。 版权作品，未经授权严禁转载。湖湘情怀，党媒立场，登陆华声在线官网www.voc.com.cn或“新湖南”客户端，领先一步获取权威资讯。转载授权：0731－84329818苏女士。转载须注明来源、原标题、著作者名，不得变更核心内容。[责编:杨柳青]", "author": "华声在线", "newsdate": "发布时间：18-12-12", "newstime": "22:01", "sentiment": [{"positive_prob": 0.0176074, "confidence": 0.960872, "negative_prob": 0.982393, "sentiment": 0}]}, {"title": "华为或进军智能电视，“AI Window”曝光", "content": "IT之家12月12日消息 根据AndroidHeadlines审查的一项新的商标保护文件“华为AI Window”显示，华为似乎正在进军智能电视市场。该公司申请保护的“华为AI Window”这一商标，所标物与液晶面板和智能电视机有关。▲图片来于海思麒麟官方网站今年早些时候的报道声称，华为将使用Honor作为其智能电视品牌，现在事情又有了新的变化，华为似乎不会使用honor作为其智能电视的品牌，而是直接冠名“华为”。尽管“华为AI Window”商标曝光，但目前为止没有任何官方消息证明，华为计划在不久的将来使OLED电视商业化——尽管这并不是没有可能。目前，一些智能手机制造商已经在智能电视市场占据了一席之地，例如三星和LG。华为有可能从这两家韩国巨头中的一家购买其智能电视系列的液晶面板。话虽如此，华为在该领域的直接竞争对手将是小米。小米通过其智能手机业务变得非常受欢迎，但它也开发和零售消费级电子产品 ——包括电视 。同样，华为除去通信巨头的身份外，主要以其移动设备而闻名，也就是说华为通过手机业务“平稳的”拓展智能电视领域，并不是一件不可能的事。", "author": "IT之家", "newsdate": "发布时间：18-12-12", "newstime": "09:10", "sentiment": [{"positive_prob": 0.499485, "confidence": 0.989699, "negative_prob": 0.500515, "sentiment": 1}]}]