[{"title": "那个被华为王博士说能够造软件航母的IDE工具开放Beta了", "content": "近日，华为开发者联盟开放了HUAWEI DevEco Studio“试用申请”，广大开发者终可以参与到这个体验活动中。HUAWEI DevEco Studio(简称DevEco Studio)是华为消费者业务部为开发者提供的集成开发环境，旨在帮助开发者快捷、方便、高效地使用华为终端开放能力。DevEco Studio具备工程管理、代码编辑、编译构建、调试仿真等基础功能，并支持华为开放能力包(例如互联互通、HiAI、安全、HiCar、HMS)等特色功能。2019年8月的华为开发者大会上，华为发布了这个IDE平台，并计划于2019年底提供一个友好试用版本，现在看来华为确实在按原计划有条不紊地执行。开发者们可以搜索华为开发者联盟，登陆华为开发者联盟官网，进入【开发】—【开发工具】—【HUAWEI DevEco Studio】，点击【试用申请】来开启体验之旅。这次试用的版本有哪些功能?“本次开放邀请Beta版本基于IntelliJ IDEA Community开源版本定制开发，除提供基础的应用开发功能外，更集成了华为开放能力Kits、远程真机调试和应用云测试等功能，在后续的版本中将进一步集成华为分布式能力、一次开发多端部署等功能…”从官方放出的说明和简单上手后得出的体验来看，有如下几点值得一说：1.基于IntelliJ IDEA开源版本定制，开发习惯不需要改变DevEco Studio跟Android Studio一样，也是基于IntelliJ IDEA Community开源社区版开发。因此，基本的开发和调试功能，如新建工程模板、终端模拟器、布局编辑器，可拖拽式UI控件并预览、调测、代码库管理等等，DevEco Studio使用起来不需要新的学习和改变。如果之前是Android Studio的用户，可快速平滑地过渡到DevEco Studio。2.内置了EMUI开放能力一站式开发和管理DevEco Studio深度集成了华为EMUI的开放能力，包括HiAI、多媒体、互联互通等，提供了”Kit Manager”进行一站式的管理。开发过程非常简单，选择对应的Kit就可以引入工程，省去很多依赖手工添加的工作。在诸多功能中，特别推荐一个叫“Kit Assistant”的功能，其可以对主要功能的API提供了参考和代码样例，支持一键拖拽的方式将代码样例插入到源码文件中直接调用，功能效果很不错。3.All-in-one的测试和质量分析能力Remote Devices功能提供5000+华为全系列远程真机测试的能力，7*24小时免费在线，随时随地响应，能够充分满足开发者真机测试资源诉求，不再只限于模拟器测试;App CloudTest支持原生应用、混合应用和游戏类应用的自动化测试，覆盖兼容性、稳定性、性能、功耗、安全、多语言等多种测试场景。DFX测试可实现精准检测，同时提供非侵入式APP的质量分析服务，涵盖Crash、ANR、启动时长、丢帧、启动卡顿等指标，所有服务在一个平台即可完成。离“一次开发、多端部署”有多远?当前，行业通常做法是为每种设备单独设立开发团队，对不同终端单独的开发适配。但是在8月华为开发者大会上，DevEco Studio发布的一个重要特性是支持1+8+N全场景多终端的应用和软件开发，实现一次开发、多端部署。提供统一的UI编程框架和分布式应用编程框架，只需要开发和维护一套代码就能解决多设备适配的问题，有效的降低了开发难度和技术门槛。不过从当前这个Beta版本看，还没有支持这个功能，应该会在后续Beta版本中提供。写在最后从此次Beta版本看，HUAWEI DevEco Studio基本思路是站在IntelliJ IDEA的巨人肩膀上，增加华为定制化的服务，如EMUI开放能力、远程真机、云端测试等增强功能。后续还将逐步扩展一次开发多端部署等重点特性，应该是走一条非常务实的道路。这条路让人想起华为消费业务软件总裁王成录博士在发布时说的一句话：“软件工程技术它特别像硬件领域里的生产线，如果没有强大的生产线，靠人工拿锤子是一定敲不出来一艘航母的。我希望华为DevEco Studio可以像一个巨大的容器，把所有优秀的软件编码人员的经验都沉淀其中，为开发者提供越来越强大的工具。”如果你也爱移动应用开发，不妨下载HUAWEI DevEco Studio一试。来源: 飞象网", "author": "同花顺财经", "newsdate": "发布时间：19-12-16", "newstime": "16:24", "sentiment": [{"positive_prob": 0.461435, "confidence": 0.228707, "negative_prob": 0.538565, "sentiment": 1}]}, {"title": "12月不值得入手的四款华为手机，我劝你还是别买了！", "content": "作为目前国行第一大手机厂商，华为手机这两年的快速发展是大众有目共睹的，无论是手机销量与市场份额均出现了大幅度的增长，不夸张的说华为手机已经成为许多国人购机时的首选，不过话又说回来，在华为主打的机海战术下，旗下机型购买价值也是有高有低，今天笔者也来介绍四款12月不值得入手的华为手机，我劝你还是别买了。1.华为Mate30 Pro其实从整体参数的角度来说，华为Mate30 Pro依旧是行业中的领先水平，从外观到性能再到拍照均有着上佳表现，不过从行业发展的角度来说，仅支持4G网络的华为Mate30 Pro购买价值就有些一般了，要知道现阶段行业已经有诸多5G机型，而接下来各大厂商即将发布的旗舰机型更是清一色的5G机型，考虑到华为Mate30 Pro售价达到了5799元，现阶段花如此高价购买一款4G手机并不是什么合适的时机。2.华为Mate20X 5G版目前在电商平台，8G+256G版华为Mate20X已经跌至4999元，相比发布价6199元，跌幅达到了1200元，然而即使如此华为Mate20X 5G版入手价值依旧不高，毕竟同等价位下有许多更好的选择，比如自家的华为Mate30 5G版、荣耀V30 Pro等等，双双对比之下，这些机型不仅在综合实力，尤其是性能、功能性等方面有着明显优势，在价格上还要便宜不少，在一定程度上来说，华为Mate20X 5G版价格还是有些虚高。3.华为畅享10S作为华为线下市场主打系列之一，华为畅享机型性价比往往都很一般，而前不久发布的华为畅享10S依旧如此，麒麟710处理器+10W功率快充卖到1599元，着实有些名不副实，要知道刚刚发布的红米K30，骁龙730G+6400万四摄+30W功率快充才1599元，而相比自家同价位的荣耀V20、荣耀9X、华为nova5z等机型来说，华为畅享10S同样是没有什么竞争力，从外观到性能到拍照，基本都处于明显劣势。4.华为nova6 身为华为nova系列的新品，华为nova6整体实力还是尚可的，外观上6.57寸的挖孔屏+玻璃机身设计，颜值颇为养眼，硬件上搭载麒麟990处理器，跑分在45万左右，性能也是足够强悍，不过从功能性的角度来说，仅支持4G网络的华为nova6就有些让人不敢恭维了，毕竟目前行业同等价位5G机型是越来越多，例如自家的荣耀V30、vivo X30、OPPO Reno3 Pro等等，这些机型未来一两年内并不会随着5G网络的普及而落伍。小伙伴们，对于上述四款华为手机你怎么看？欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：19-12-16", "newstime": "20:49", "sentiment": [{"positive_prob": 0.000534764, "confidence": 0.998812, "negative_prob": 0.999465, "sentiment": 0}]}, {"title": "中国大使在德媒谈华为，美媒竟炒作他以汽车“威胁德国”", "content": "【文/观察者网 龙玥】中国驻德大使吴恳14日在德国媒体的访谈节目上表示，如果德国政府将华为排除在德国市场之外，我们不会袖手旁观。吴恳强调，华为没有法律责任向中国政府提供数据，并以德国汽车举例对贸易保护主义进行批判。美国彭博社15日报道竟称，这是中国对德国的“威胁与报复”。德国《商报》刊登吴恳接受采访的报道与视频（长达38分钟）据报道，12月14日，在德国《商报》的一个活动上，吴恳表示，“如果德国做出的决定导致华为被排除在德国市场之外，那就会产生后果”，并且“我们不会袖手旁观”。吴恳强调，华为没有法律责任向中国政府提供数据。此外，他以德国汽车做了个比喻，中国在2018年一共出售2800万辆汽车，当中德国汽车占四分之一。他说到，“我们是不是有一天也可以说，因为我们要生产自己的汽车，所以这些德国汽车就不再安全了？不行，那是纯粹的保护主义。”彭博社，这家美国民主党总统竞选人布隆伯格创办的新闻社，竟据此将吴恳的发言解读为，中国在“威胁”德国，若禁止华为，中国将进行“报复”（即将采取反制措施）。此外，德国智库全球公共政策研究所所长托尔斯滕本纳（Thorsten Benner）也将吴恳涉及到德国汽车的表态，视为“威胁”。本纳在推特中说到，“会有后果/不会袖手旁观”本身就是一个公开的威胁。与德国汽车直接挂钩，（更是）对德国构成了非常直接的公共经济威胁。该智库对华立场并不友好，观察者网曾报道，该智库在2018年曾与墨卡托中国研究中心共同发布报告，渲染中国正“渗透”欧盟，散布“中国威胁论”。本纳将吴恳的发言视为“公开威胁” 图：社交媒体值得注意的是，德国《商报》12日报道称，德国执政党基民/基社联盟（CDU/CSU）和社民党（SPD）共同草案要求联邦政府排除存在“政府干预，操纵或间谍活动风险”即“不值得信任”的制造商。这一倡议应适用于“核心网络和外围网络”。彭博社报道称，该法案将对“不值得信任”的5G供应商实施全面禁令，并将其描述为为中国企业（华为）“量身定做”的法案。并且，该法案是在德国围绕5G安全进行数月的辩论之后出台的。华为方面一直表示，不可能从事“间谍活动”。吴恳此次也再次强调，华为没有法律责任向政府提供数据。然而，德国《商报》13日报道指出，德国绿党也希望，联邦议院对华为是否参与该国5G建设的讨论尽快进行投票，预计在周五（20日）进行。“我们不能再推迟辩论，现在都已经太晚了。因此，我们把日程安排在下周会议上。”绿党的康斯坦丁·冯·诺兹（Konstantin von Notz）向该媒体表示，“我们保证议会将在圣诞节放假之前处理这个重要议题”。他还表示，必须考虑比以往更高标准的测试，并将其直接纳入《电信法》。此外，他批判到，联邦政府的失败是显而易见的。一直以来，德国总理默克尔都对华为参与德国的5G网络建设持开放态度。上月29日，默克尔在谈及中国和5G时还直言，欧盟各国应采取一致的对华政策，就5G网络建设制定专门的机构以提供认证，以解决各国对华为等中国供应商的设备所存在的“安全担忧”。此外，德国三大电信运营商巨头德国电信（Deutsche Telekom）、沃达丰德国公司（Vodafone）、西班牙电信德国公司（Telefónica）均与华为存在合作，采用华为技术铺设5G网络。", "author": "观察者网", "newsdate": "发布时间：19-12-16", "newstime": "16:33", "sentiment": [{"positive_prob": 0.0492646, "confidence": 0.890523, "negative_prob": 0.950735, "sentiment": 0}]}, {"title": "华为鸿蒙“加速”", "content": "华为鸿蒙操作系统有了新的消息。据深圳特区报报道，华为消费者业务软件部总裁王成录12月8日对外透露，明年华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进；鸿蒙系统的全面开源也将在明年8月正式开放。破甲者鸿蒙今年8月在华为开发者大会HDC.2019上正式公布的鸿蒙，是华为在遭受美国“实体清单”等不公正打压背景下，以“备胎转正”姿态进入公众视线焦点，它从一开始就被赋予了为国产信息系统突破重围、实现自主可控的重任。今年8月9日，华为在HDC.2019上第一次对鸿蒙OS进行了详尽的介绍。据华为方面介绍，鸿蒙OS与市面上通用的操作系统相比较，具有四大优势：第一、鸿蒙具备先进的“分布式”技术架构。能够实现跨终端的硬件资源调用，带来实用场景间的无缝体验。第二、鸿蒙是一种“确定时延”的操作系统。从基础架构上就避免了通用操作系统常见的“死机”、迫使用户等待等现象，交互体验更加流畅，与各种智能终端的实用场景更加匹配。第三、由于采用了微内核技术，其执行环境更加可靠，较少的核心代码量，也令鸿蒙比基于Linux内核的普通操作系统，更不容易遭受黑客攻击。第四、鸿蒙对开发者更友好，能够实现一次开发、多终端部署，效率极高。当前，鸿蒙已经成功在华为、荣耀智慧屏应用。8月10日，荣耀隆重发布首款搭载鸿蒙OS的智慧屏产品。智慧屏以鸿蒙OS+摄像头的全新软硬件组合，为用户带来了大屏设备交互能力、多屏协同能力、管控能力等多方面的创新体验，为家庭提供了智慧交互中心、跨屏体验中心、IoT控制中心以及影音娱乐中心。在智慧屏产品上的成功应用，让消费者对鸿蒙OS的先进性有了直观的体验。舆论因此对鸿蒙OS更大规模的推广应用、尽快推动国产信息系统有了更高期待。鸿蒙，是华为正在打造的一把破甲利剑。鸿蒙最新进展据华为消费者业务软件部总裁王成录12月8日对外透露，明年华为除了手机、平板和电脑，其他终端产品将全线搭载鸿蒙系统，并在海内外同步推进。也就是说，除“手机、平板和电脑”产品外，华为其他的终端产品都将搭载鸿蒙OS，如电视、路由器、智能手环、智能手表等。华为当前的这个举措很容易理解。首先，华为手机产品依然处于刚开始进军高端市场的阶段，尤其在海外市场上，用户对安卓系统、以及基于安卓的GMS服务依赖性极高，如果贸然更改操作系统的作法，很有可能对华为海外市场产生很大负面影响。所以，华为在手机等终端产品上依然首选谷歌安卓系统的决策，从市场角度来看还是比较稳妥的。其次，鸿蒙作为一款新的操作系统，它也需要更多的时间去做规模化应用适配和生态建设。不过，华为这次表态也为市场留下了较大想象空间。虽然华为品牌的手机、平板暂时不会搭载鸿蒙，但华为旗下还有荣耀品牌，它明年会不会全线搭载鸿蒙OS？这个尚不得而知。而且，华为这次关于明年除手机、平板、电脑外将全线搭载鸿蒙的表态还说明一个问题，那就是鸿蒙生态已初步建立，并已完全解决其在非手机硬件上的兼容问题。早在8月刚亮相时，鸿蒙系统就被华为方面描述为“为物联网应用开发的、广泛适用的操作系统”。同时，其技术上最大的优势还在于能实现跨设备的分布式部署。而要发挥这两方面的优势，首先就要求鸿蒙系统能够适应各种硬件设备的技术接口。只有做到这一点，鸿蒙的“广泛使用”、以及“跨设备部署”才能被落到实处，否则就只能停留在纸面上了。此前媒体曾多次报道过鸿蒙OS将全面推广应用的时间点，只是这些报道后来多次被事实证明为假。这也令业界开始对鸿蒙OS的硬件兼容性问题产生了一些忧虑，而本次华为方面正式官宣了海内外市场全面同步推进的时间表，有利于打消了人们对鸿蒙发展的疑虑。规模化应用利于鸿蒙生态建设今年早些时候，华为创始人任正非在媒体访谈中曾阐述过鸿蒙系统的发展。任正非指出，鸿蒙的未来并不限于手机产品，它绝不是单纯的手机操作系统，而是为一切智能设备的互联而合计的。从最核心的操作系统层面开始，真正实现“万物互联”的IoT物联网愿景，才是华为赋予鸿蒙的使命。但是在描绘远大前景的同时，任正非也严肃指出，“鸿蒙系统最大的软肋在生态系统”。任正非的这句话，指出了研发操作系统的真正难点所在。一个系统要真正实现广泛适用，并且在市场上站稳脚跟，除了自身技术上要过硬外，还必须拥有丰富而强壮的软件生态。这方面，谷歌的Android和iOS就是典范。在这两大全球垄断性的操作系统基础上，来自各行各业的软件开发者，构建起了从消费、娱乐，到工作、生活在内的，几乎无所不包的软件生态。消费者所有的生活场景、工作场景都被无缝覆盖，这才使得安卓与iOS大行其道、并有能力对竞争对手施加“降维打击”。以谷歌为例，今年以来只是通过限制华为手机产品使用基于安卓的GMS应用，就在事实上把相当多原华为用户，与Facebook、推特、Gmail等软件生态群隔离开来。这种隔离，极大限制了华为手机在海外高端市场的份额。为了从根本上解决这种“卡脖子”问题，华为不能将目光局限在硬件技术上，而是必须逐步构建起自主的、能够与安卓GMS生态相抗衡的软件生态圈。而鸿蒙OS想要构建生态圈，绝不是一蹴而就的事，需要通过长期的努力才能实现。在这个过程中，鸿蒙必须通过海量的试错与磨合，解决各种系统与软件间的技术兼容性问题。而且华为方面也清楚，系统和软件之间的兼容性问题实际是厂商和开发者（软件开发商）之间的利益问题，规模化应用可以让更多的开发者挣到钱。只有这样，才能为鸿蒙生态圈的形成奠定基础。而华为宣布的2020年全产品线搭载使用，为鸿蒙OS提供了一个通过大规模应用，从而与开发者共同构建生态圈的良机，意义重大。关于鸿蒙生态圈的构建，华为决策层早有规划。任正非就说过，计划用2到3年时间，初步培育一个“良好的生态环境”。华为为鸿蒙这个新生的操作系统打造“良好”环境的底气，可归结为两大优势：不差钱、有市场。华为10月16日发布的最新财报显示，即使在面临美国“实体清单”等不利外部因素的情况下，华为依然实现了6108亿元的季度营收，同比增长达到惊人的24.4%。而且，在华为多次强调不过分重视盈利指标的状况下，其纯利润率也还是达到了8.7%，华为可谓是名副其实的“不差钱”！充足的营收和盈利基础，让华为有足够的能力，为软件生态建设进行力度极大的投入。例如，华为面向全球开发者提供扶持的“耀星计划”，已经投入了10亿美元的补贴，其中8亿美元是专门为海外开发者提供的；同时，华为还为鸿蒙OS成立了开源基金会，建立开源社区，凝聚全球开发者共同推进生态建设。随着后续资源更大力度的投入，相信全球范围内会有更多行业的开发者，被凝聚到鸿蒙周边，令鸿蒙生态圈的构建进一步提速。除了“不差钱”外，华为最大的优势还在于硬件产品庞大的市场规模。众所周知，操作系统生态的建立，关键因素在于软硬件系统的融合。而华为目前在硬件产品方面拥有了全球范围内名列前茅的市场份额：据调研机构IHS Markit日前发布最新数据显示，2019年第二季度，华为手机全球市场份额已经达到18%，以6个百分点的幅度超越苹果成为世界第二大厂商。而且与目前排名第一的三星，在份额上的差距也收窄到了3个百分点以内。而在至关重要的中国市场上，华为的占有率甚至达到了惊人的46%，优势明显。从媒体透露的信息来看，华为方面正在“加速”推进鸿蒙OS的生态建设。", "author": "砍柴网", "newsdate": "发布时间：19-12-16", "newstime": "05:01", "sentiment": [{"positive_prob": 0.75341, "confidence": 0.452022, "negative_prob": 0.24659, "sentiment": 2}]}, {"title": "华为研发员工投诉食堂伙食差、定价高、服务不到位，轮值CEO徐直军发《告研发员工书》回复！", "content": "来源：郎club华为员工投诉食堂伙食差、定价高、服务不到位，怎么办？华为员工的吐槽常常会得到高层的高度重视，但这一次好像有点不同了轮值CEO徐直军在《告研发员工书》中的回复是：当事干部“可以抽调去帮厨三个月，以去实践他的建议，直到实现再回到研发岗位”。《告研发员工书》公司研发是成功中的要素，不是唯一的要素。公司的成功是各种综合因素构成的，研发人员也不是天之骄子，不能要求别的部门对你过度的服务。公司研发人员的收入，支撑在食堂享受较好的膳食是没问题的，但总有部分员工通过各种渠道在抱怨公司各基地食堂的菜价太高( 我们的月平均标准为350元)。且有部分干部也在为民请愿。我们希望改变这种现状，员工已经是大人了，应该可以自己生活，可以不选择购买公司的行政服务；为民请命的干部不成熟，可以抽调去帮厨三个月，以去实践他的建议，直到实现再回到研发岗位。我们研发人员不要做葛朗台式的入物，一个连自己每天的基本生活都不愿花钱保障的人，对别人服务百般挑剔的人，怎么会有人喜欢。由于华为虚幻的光环，社会上有些女孩子盲目的喜欢我们的研发人员，她们真的了解吗？试问，与连自己的伙食费都舍不得花的人在一起生活，你会幸福吗？那种对别人的服务百般挑剔的人，你受得了吗？不会挑剔你吗？不把你折磨死才怪呢。一个对生活斤斤计较的人，怎么能确保高效工作呢?葛朗台式的人在公司是没有发展前途的。我们正确的做法是努力工作，增加收入，改善生活。同时也要理解为你服务的人，也要生活下去，不是你一人生活好，而不顾及别人。我们的研发人员要学会感恩，感谢为你服务的人。干部也不要随便把矛盾转移出去，学会管理员工的心理预期。你去帮厨的这三个月，暂不降低你工资，做不好再考虑。轮值CEO徐直军华为创始人任正非也对该回复给出了高度认可的批示，并强调“员工应多贡献，以提高收入，改善生活”。最后一句话是亮点“员工确实不舒服要找心理咨询机构，或者天涯网”。任总(任正非，华为创始人)批示：此文写得何等好啊!希望研发及海外代表处的员工学习一下。你们都是成人了，要学会自立、自理。我们是以客户为中心，怎么行政系统出来一个莫名其妙的员工满意度，谁发明的。员工他要不满意，你怎么办呢？现在满意，过两年标准又提高了，又不满意了，你又怎么办？满意的钱从什么地方来，他的信用卡交给你了吗。正确的做法是，我们多辛苦一些，让客户满意，有了以后的合同，就有了钱，我们就能活下去。员工应多贡献，以提高收入，改善生活。我们的一些干部处于幼稚状态，没有工作能力，习惯将矛盾转给公司，这些干部不成熟，应调整他们的岗位。海外伙食委员会不是民意机构，而是责任机构，要自己负起责任来的，而不是负起指责来。国内后勤部门要依照市场规律管理，放开价格，管制质量。全体员工不要把后勤服务作为宣泄的地方，确实不舒服要找心理咨询机构，或者天涯网。以下为华为“心声社区”刊载的，任正非的重磅讲话：任总在泰国与地区部负责人、在尼泊尔与员工座谈的讲话非常高兴尼泊尔代表处的进步，你们的一个历史项目概算亏损，从大前年亏损2.7亿美金，到前年亏损3000万美金，到去年盈利2140万美金。在喜马拉雅南麓一路爬坡，辛苦了。听说去年你们都涨了工资，我十分高兴。巴西代表处也历经磨难，终于走上了成功之路。他们说，再过两到三年能把前二十年的亏损全部补回来，我认为五年能做平就不错了，我就很高兴了。巴西的亏损也有我们盲目领导的责任，不能全怪员工。你们真伟大，从泥坑里爬出来的人，都是圣人。我也向全球在努力扭转亏损的弟兄们致敬。这次有机会去了珠峰大本营看了看你们站点，到5200米，我真的不行了，得慢慢地走，不敢快，英雄不是当年。我想，你们把一根一根铁塔部件背上山的艰难。十几年前，公司在西藏墨脱开通“450”设备的一个站点时，王文征带200名民工，背着拆开的各种部件，4天4夜翻过4座4000-5000米的雪山，风餐露宿，开通了墨脱的通信，为公司在中国保留了一个“450”设备西藏试验区作出了贡献。来回是8天8夜，都是野外啊，想想都流泪了。网上传有员工34岁要退休，不知谁来给他们支付退休金？我们公司没有退休金，公司是替在职的员工买了社保、医保、意外伤害保险等。你的退休得合乎国家政策。你即使离职了，也得自己去缴费，否则就中断了，国家不承认，你以后就没有养老金了。当然你们也可以问西藏、玻利维亚、战乱、瘟疫……地区的英勇奋斗员工，征集他们愿不愿意为你们提供养老金，因为这些地区的奖金高。他们爬冰卧雪、含辛茹苦，可否分点给你。华为是没有钱的，大家不奋斗就垮了，不可能为不奋斗者支付什么。30多岁年青力壮，不努力，光想躺在床上数钱，可能吗？春节期间我去了拉美。以前都跑的是大国体会还不足，这次跑的都是小国，深刻体会拉美员工的艰难。两个相邻国，应该一脚就迈过去了，因经济落后，没有直达飞机。结果要转三次飞机，每次飞40-50分钟，到一个机场等2-3个小时，再飞1小时；再转一次飞机，从下午飞，到第二天天亮才能到，而且全是经济舱。因此，我们要理解，他们不仅跨两个大洋，隔我们两万公里。而且在陆地上，也非常不方便，有效工作时间也不足，在考核基线上，要考虑这些困难。我也经历过两次空中危险，幸亏飞行员迫降成功。员工乘经济舱连续飞行40多个小时，他们这么辛苦，哪里想挤出钱来养那些不想干活的人。公司允许我乘商务舱，比员工还好一些，乘坐头等舱差价是我自己支付的，陪同人员的机票等是我自己支付的，并非公司支付。公司文件中，只有病员才允许陪同。我承诺，只要我还飞得动，就会到艰苦地区来看你们，到战乱、瘟疫……地区来陪你们。我若贪生怕死，何来让你们去英勇奋斗。在阿富汗战乱时，我去看望过员工。利比亚开战前两天，我在利比亚，我飞到伊拉克时，利比亚就开战了。我飞到伊拉克不到两天，伊拉克首富告诉我：“我今天必须将你送走，明天伊拉克就封路开战了。我不能用专机送你，不安全，我派保镖送你。”结果前后一个大车队，十多名保镖，连续奔驰一千多公里，把我送上了最后一架飞机。一路上换车队，就如从深圳到西藏，经过广西换广西车队；经过贵州、云南换当地车队。粤B一直开到那里，那里就太显眼了。我鼓励你们奋斗，我自己会践行。谢谢在叙利亚、也门……奋斗的员工，至今我、徐直军、陈黎芳、彭中阳……都认为也门饭是世界最好吃的饭。注：图文来源于网络，若涉及版权问题敬请原作者联系我们删除，谢谢！", "author": "新浪财经", "newsdate": "发布时间：19-12-16", "newstime": "07:00", "sentiment": [{"positive_prob": 0.000168855, "confidence": 0.999625, "negative_prob": 0.999831, "sentiment": 0}]}, {"title": "华为再传大消息，拿下挪威5G市场", "content": "继获准进入德国市场后，华为5G再拿下挪威市场。华为获准进入挪威5G市场据新华社报道，挪威电信公司(Telenor)13日表示，在5G网络建设中将继续使用中国供应商华为公司的设备，同时新增瑞典的爱立信公司为5G供应商。挪威电信公司首席执行官Sigve Brekke说:“在选择无线接入网络的供应商时，我们考虑了技术质量、网络创新和现代化能力、商业条款和条件以及广泛的安全评估等重要因素。”挪威电信表示，其网络现代化将需要4至5年时间。在此期间，该公司仍将使用华为“维护4G网络，并在挪威部分地区升级到5G”。Brekke表示：“挪威电信没有理由推迟与华为的合作，期待与华为继续合作，我们对与华为的合作感到非常满意。”挪威电信专家认为，无论在技术还是价格方面，华为都是5G设备的领导者。据悉，挪威电信公司与华为的合作超过10年时间，此次5G网络建设中Telenor新增爱立信为供应商。Brekke说：“基于全面的评估，我们决定为挪威的5G网络建设引入一个新的合作伙伴。”另据环球网，此前路透社宣称挪威电信选择爱立信为5G供应商、正在放弃华为。如今这种说法彻底被打脸。据悉，挪威电信是北欧地区主要电信运营商之一，同时在缅甸、巴基斯坦、泰国、马来西亚等国运营，用户超1亿。华为5G利好频传据证券时报·e公司，华为5G设备日前已获准进入德国市场，将在未来几年内为德国三大电信运营商之一Telefonica提供5G设备及相关技术。据了解，过去Telefonica一直较依赖华为，它在其2G到4G内核中都使用了华为的套件设备，如今它又计划在其5G核心网中也使用华为设备。在此之前，德国最大的电信运营商德国电信曾宣布在两年之内将全部华为部件替换出其核心网络。目前，华为与多国开展了5G合作，其中包括英国、摩纳哥、法国、马来西亚、俄罗斯、柬埔寨等等。竞争依然激烈。最新消息显示，目前华为最大竞争对手爱立信5G订单已反超华为。数据显示，迄今为止华为已经接到了全球65份的5G商用订单，而爱立信已经接到75份5G商用订单。来源：证券时报·e公司（记者：严翠）、前瞻网、新京报", "author": "正商参阅", "newsdate": "发布时间：19-12-16", "newstime": "09:52", "sentiment": [{"positive_prob": 0.870123, "confidence": 0.711384, "negative_prob": 0.129877, "sentiment": 2}]}, {"title": "卢伟冰回应「低价误国」：华为是中国企业「低价」战略的榜样", "content": "来源：36氪文 | 李振梁头图来源 | 图虫创意小米自成立以来，以高性价比和互联网模式切入手机市场，短短几年内成为全球出货量top 5的手机厂商。即便在小米2016年出货量下滑陷入危机之时，雷军也没有放弃对性价比的坚持。小米的这种模式，使其从零起步快速成为头部手机厂商，但也遭受了很多质疑。在业务方面，对性价比的过度坚持，影响了小米手机向高端迈进的节奏，直到今年年初，小米才下定决心，将Redmi品牌独立，扛起性价比的大旗，从而放飞小米品牌冲击高端市场。但也有人认为低价是小米的原罪。魅族创始人黄章在评价小米9的定价时就做过如此评价：“想冲高端但眼高手低，贱惯了高不起来，贱人贱己贱行业。\"近日，互联网资讯博主@信通小熊猫也在微博上质疑小米的低价模式，并称小米是低价误国。他说：像小米这种公司，在中国能拥有大量的粉丝和市场，本身就说明中国这个社会和结构，是有问题的，你很难想象发达国家的民众，会去崇拜这种企业，低价为荣，低价有理，低价可以作为拖累一个大国往世界级水平升级的绊脚石。对此，最近升职为小米中国区总裁的卢伟冰回应道：“以发达国家来‘例证’本身就是缺乏民族自信的表现，况且‘发达’国家出现了沃尔玛，宜家，Costco, 优衣库这些公司和品牌，全球受益。”卢伟冰所列举的宜家、优衣库等，通常也被认为物美价廉的品牌。其中，小米还和宜家公司有合作，从2018年12月起，宜家全系照明产品将接入包括小爱同学智能语音助手在内的小米平台，首先在中国区落地，未来将推广向全球。双方在合作时也强调了彼此价值观的契合，都致力于提供平价而优质的产品。此外，@信通小熊猫还提出另一个质疑，低价会导致小米没有钱搞研发：“如果你在国内低价国外高价，也就算了，问题是你国外也低价，那么，你拿什么钱来搞研发，你拿什么来给你国内的广大员工发工资，你拿什么来帮助中国制造在海外树立高端品牌形象？”卢伟冰对此回应：“小米有没有钱做研发，看看小米财报就可以（关键要会读）。小米的员工很多来自全球一流高校的人才，没有高薪吸引不来。”尽管近两个季度利润同比下滑，但小米近两年均保持了盈利。2018年，小米经调整净利润达到85.55亿元。小米对研发的投入也在不断增长，雷军曾表示，小米今年研发投入预计达到70亿元左右，同比增长20%左右。卢伟冰还拿华为举例支持他的观点：“我深度研究了华为的发展路径，熟读任总讲话以及任总在不同阶段关于手机终端的战略讲话，华为是中国企业‘低价’战略的榜样，并且双11智能手机最低价399也是友商某型号。”得益于P、Mate系列的成功，华为成为一家在高端手机市场拥有较强竞争力的品牌。但实际上，P、Mate都经历了数年时间的品牌升级的爬坡。并且，华为在手机业务的布局上，也是高中低端全面布局，华为旗下的荣耀就是主打性价比的手机品牌。2017年10月，任正非在消费者BG业务汇报及骨干座谈会上的讲话上指出：不能忽视低端产品。其一，虽然低端机在商业成功上赚的钱少，但是保卫了高端机的市场。其二，低端机满足于普通消费者的需要，这个世界95%还是普通消费者。因此，低端机的成功，同样是商业成功。任正非还指出低端机并不是次品，要做到质量过硬：“低端机要做到质量好、成本低、生命周期内免维护。要打磨成熟、高品质的海量发货产品，这种产品经过数千万台的洗练和磨合，没有故障、质量提升、无技术风险，再通过批量采购，降低采购成本，这就是低端机的做法。”尽管如此，雷军和小米还是经常面临对性价比的质疑。雷军曾说过：“小米最大的挑战是对一部分人对‘便宜没好货’的认知！”雷军在无数个场合，都在强调性价比高，并不是便宜没好货，而是同等性能价格最低，同等价格性能最好。今年年初，宣布Redmi品牌独立的发布会上，雷军甚至非常激动地表示：“因为你一说性价比，大家就说你的产品low，我看到友商的材料说一分钱一分货的时候气得半死，其实我这七八年都是被对手写得不行的，因为我们的东西便宜，他们天然地就觉得便宜的东西质量有问题。”可以看到，小米、华为虽然都在供应大量的中低端机型，小米和荣耀也都是立足于性价比，但小米经常被性价比的质疑困扰，而华为则免于类似责难。究其原因，在于华为在高端机市场获得成功，而小米在品牌升级之路上陷于挣扎，并非是对性价比的坚持有什么问题。如果小米能在高端机市场交出满意的答卷，不再让性价比成为小米最瞩目的标签，或许小米就不必再一次次地进行此类回应。附卢伟冰回应全文：今天很多人@我希望我评论一下，简单说几句:1.当一个人认为是中国的社会文化和结构出了“问题”的时候，一定是他自己脑袋出了“问题；2.以发达国家来“例证”本身就是缺乏民族自信的表现，况且“发达\"国家出现了沃尔玛，宜家，Costco, 优衣库这些公司和品牌，全球受益；3.小米有没有钱做研发，看看小米财报就可以（关键要会读）。小米的员工很多来自全球一流高校的人才，没有高薪吸引不来；4. 我深度研究了华为的发展路径，熟读任总讲话以及任总在不同阶段关于手机终端的战略讲话，华为是中国企业“低价”战略的榜样，并且双11智能手机最低价399也是友商某型号。最后提醒，“谬论”通篇全部是逗号，只有一个问号，连句号都没有。建议还是先回小学学好语文，回中学学学逻辑再出来发表“大论”为宜，否则就有点丢人现眼了。", "author": "新浪财经", "newsdate": "发布时间：19-12-16", "newstime": "18:19", "sentiment": [{"positive_prob": 0.880483, "confidence": 0.734407, "negative_prob": 0.119517, "sentiment": 2}]}, {"title": "105°前置超广角双摄自拍的效果如何？华为 nova6系列给你答案", "content": "买手机时你最关注的部分是什么？是外观？是性能？还是拍照？每个人的回答肯定都不一样。目前，市场上的智能手机琳琅满目，每款手机都有自己主打的亮点。而华为在不久新前发布的nova6系列，双十二刚开售就受到了用户不少好评，原因是什么呢？（图片来源于网络）如何快速了解一样产品，最方便快捷的方式就是看用户的评价，毕竟用过的人才最有发言权。翻看一下华为 nova6系列在各大平台上的评价，不难看出，里面都提到了“拍照好看，尤其是自拍好看”的这个关键信息点。而这，也正是华为 nova6系列此次主打的的亮点105°前置超广角双摄。（京东平台用户评价截图）本次华为 nova6系列新品，依然延续了nova系列超强自拍能力的优势，前置3200万像素自动对焦镜头（nova6 5G）+800万像素105°超广角镜头组成的双摄像头系统，这样的组合也带来了大不一样的自拍体验。前置摄像头最主要的功能就是自拍，既然是拍照，那么清晰就是第一要义，有了3200万的高像素摄像头，成像的清晰度和细节的保留自然都有了不小的提升。在自拍不可或缺的美颜功能上，华为 nova6系列也有新的美颜算法加持，美颜的效果十分自然。除了这些自拍的“正常操作”外，华为 nova6系列还考虑到了其他不同的场景，比如在需要多人自拍时，常规的镜头取景框很难让所有人都完整入镜。这时，如果开启nova6系列的105°超广角自拍模式，就能借助前置双摄中的超广角镜头，将取景范围拓宽至普通前置镜头的2倍，不需要自拍杆或是特地找“手长星人”拿手机，轻松就能拍下多人合照。（图片来源于网络）另外，以往在暗光下自拍因为光线不足而拍出“大黑脸”的情况，也能在华为 nova6系列上有不同的体验。由于前置摄像头搭载了3200万人像超级夜景2.0功能，即便是在夜晚光线不足的情况下，也能将你的美丽拍得更清晰。（图片来源于网络）华为nova6 5G版还配备了Close loop 马达自动对焦，在自拍照片时，可以快速并准确地对焦到人脸面部，实现远近都清晰。同时该功能还在前置4K画质视频录制中也有运用，华为nova6系列支持4K 30fps视频录制，搭配先进的AI美颜算法和自动对焦镜头，轻松拍出画面清晰，人像美观的短视频、vlog作品。正因如此，能带给用户更全面和更便捷自拍体验的nova6 5G也在DxOMark自拍排行榜上拿到了第一名的成绩。从代言人易烊千玺用华为nova6 5G拍的自拍照，也能更直观地看到它的效果究竟如何。（图片源自微博@TFBOYS— 易烊千玺）当然了，既然华为 nova6系列有不俗的自拍能力，那么后置拍摄也不可小觑。4000万像素超感光主摄+800万像素光学变焦镜头+800万像素超广角镜头三摄组合，拥有3倍光学变焦、5倍混合变焦、30倍数码变焦。配合超广角和夜景模式等，在不同场景下拍出的照片，在噪点的控制、色彩的还原以及细节的保留等方面都有不错的效果。虽然自拍能力是华为 nova6系列的亮点，但其他方面的配置与功能也不能忽略。在性能上，华为nova6系列采用的是麒麟990新旗舰芯片，强大的运算能力能够满足用户的日常使用和大型游戏的运行，加上Kirin Gaming+ 技术的优化，玩游戏时就能享受高画质和流畅带来的畅快。（图片来源于网络）在5G技术上，华为 nova6 5G支持NSA/SA双模双卡全网通，也就意味着能适应不同的网络环境。另外该机还是6频段全网通，支持国内三大运营商的所有5G频段，不论你使用移动、网通、电信的5G卡，都可以畅游全国5G网络。（图片来源于网络）针对用户逐渐增加的用机时长，华为 nova6系列在续航上也有充分的准备，无论是华为 nova6的4100mAh电池，还是华为 nova6 5G的4200mAh，都能保证普遍的用机时长。加上配备的40W超级快充，在电量不足时也能快速“回血”，因此手机的续航也就有了保障。（图片源自华为官方微信）外观设计上华为 nova6 系列也颇具特色。3D玻璃机身，加上侧边的弧度设计，手感舒适。渐变配色的调配也很和谐，因此机身整体的设计吸睛十足，可以说是不折不扣的“高颜值”。（图片来源于华为官方微博）不得不说，既有“高颜值”，又有全面且均衡的性能配置，华为 nova6 系列可以说是“才貌双全”，还能借助华为 nova6 5G体验5G通信。至于价格，目前，华为nova6系列已在线上线下平台全面开售。华为nova6 8GB+128GB版售价3199元；华为nova6 5G 8GB+128GB版售价3799元，8GB+256GB版售价4199元。还有12期免息、以旧换新等福利等着大家哟。12.18华为苏宁超级新品日，华为5G全系更享12期分期免息。快去拔草吧。", "author": "科技V力", "newsdate": "发布时间：19-12-16", "newstime": "11:37", "sentiment": [{"positive_prob": 0.94696, "confidence": 0.882134, "negative_prob": 0.0530397, "sentiment": 2}]}, {"title": "华为被再次“正名”，任正非早已表明看法，难怪华为不慌不忙", "content": "眼看着2019年马上就已经结束了，我国的5G建设也已经开始加速发展，从当初华为在5G技术上的突破，到如今国内三大运营商已经迎来商用，我国这次在5G的发展之路可谓是十分的迅速。而在这当中，当然离不开一家国产企业的功劳，那就是华为。之前华为的高管就曾宣布，华为在全球范围内的5G商用合同就已经达到了65份之多，当时宣布的时候已经超过了爱立信和诺基亚，不过随后诺基亚和爱立信也奋起直追，诺基亚的订单数量达到了50份，而爱立信的订单数量也已经达到了75份，足以见得两大老牌巨头的恐怖之处。不过华为的65份成绩是在特朗普的打压基础之上的，所以如果从这个角度来看待的话，华为的实力肯定是优于诺基亚和爱立信的，这一点不可否认。不管是在欧洲市场还是在其他市场，华为在5G方面的成绩都相当的不错。虽然特朗普的打压并没有起到什么太大的作用，但是还是有一些国家有所担心，所以也明令禁止华为进入当地市场发展，这对于华为来说肯定也是一种损失。近日，就又有消息传出有一个国家要禁止华为参与当地的5G建设，并且选择爱立信发展5G，逐步替代华为，这个国家就是挪威。值得一提的是，华为是挪威4G时代的重要合作伙伴，如今突然传出消息说挪威要放弃华为，这一点实在让人难以接受，还有一些人认为挪威忘恩负义，面对当初的合作伙伴不留情面。但是很快剧情就迎来了反转，挪威电信的相关负责人表示，运营商只是新增了爱立信作为5G合作伙伴，而并没有抛弃华为，反而在未来的时间里，要将华为的4G设备升级成为5G设备。想必挪威为华为正名，这也是特朗普没有料到的。挪威电信的这次证明可谓是狠狠的“打脸”了当时宣称挪威放弃华为的这一消息。挪威电信作为北欧规模最大的电信运营商之一，和华为的关系相当密切，甚至二者合作了十年之久，这个时候选择放弃华为很明显不是一个明确的选择，而且华为的设备也已经深入了挪威，想要放弃华为对于挪威当地的通信可是有着巨大影响的。目前华为大约有1.4万个华为的基站设备，如果放弃了华为，等于未来将要拆除华为的这些设备，这对于成本来说相当巨大，不仅耗费人力物力，更是耗费了财力，5G还没建设完成，就要把4G拆除，对于消费者来说也是一种非常严重的事情，对于当地运营商也是亏损巨大。其实关于这一点，任正非早就已经做出了自己的“预言”，当初任正非表示不使用华为的设备将会大大增加当地建设5G的成本。其实这对于华为来说并没有太大的问题，华为将会把精力放弃合作伙伴的身上，而不会在其他人的身上浪费时间和精力。可以看出任正非对于华为的自信，难怪在这场竞争中，华为一直不慌不忙。不过新增了爱立信作为5G供应商，也是处于当地5G建设速度的考虑，毕竟多方合作能够提升5G建设，尤其是在5G发展初期，建设速度更为重要。其实这种“脚踏两只船”的作为并不少见，很多国家都是采用这种方式来发展当地的5G网络，所以也没有什么可吐槽的。从目前的发展形势来看，华为在欧洲市场获得了比较不错的成绩，各国的订单接踵而至，虽然有特朗普从中干扰，但是并没有起到太大的作用，而这也正是恰恰证明了华为的实力，你认为呢？", "author": "科技情报咖", "newsdate": "发布时间：19-12-16", "newstime": "11:45", "sentiment": [{"positive_prob": 0.0845836, "confidence": 0.812036, "negative_prob": 0.915416, "sentiment": 0}]}, {"title": "还在以为5G遥遥无期？华为nova6 5G喊你畅享5G生活了", "content": "10月31日，工信部正式宣布启动5G商用，标志着我国进入5G时代。5G网络，是第五代移动通信网络，拥有高网速、广连接、低延迟等特点，将带给人们万物互联的智慧生活体验。作为追逐潮流的先锋军，年轻人们自然希望能够在第一时间，体验到5G网络下的潮流生活。但问题是，到底选择哪一款5G手机呢?(图片源于华为终端官方微博)近日发布的华为nova65G拥有领先的5G技术，也是“nova星人的第一部5G手机”。12月12日，华为nova65G已正式首销，将全面解锁年轻人5G智慧生活的N种可能。(图片源于华为终端官方微博)作为年轻人的第一部5G手机。华为nova65G支持SA/NSA双模，即使SA独立组网建成并取代NSA之后，年轻人依旧可以享受真正的5G疾速网络服务，确保手机长期可用，让年轻人5G体验一步到位，免去频繁换机烦恼。(图片源于华为终端官方微博)华为nova65G手机搭载了麒麟990新旗舰芯片，支持5G网络疾速体验，下载峰值速率可高达2Gbps+。在5G网络的加持下，年轻人可以使用华为nova65G畅玩《王者荣耀》《和平精英》等大型手游，不再因为网络卡顿而影响战绩、破坏心情。钟爱的高清影视、高品质音乐，用华为nova65G几分钟甚至几秒钟就能下载完成，再也不用浪费时间苦苦等待了。有了大带宽的5G网络，即便身处演唱会、火车站等人多拥挤的地方，或是手机抢票抢单的场景，也不必担心网络拥堵的情况发生了。华为nova65G还支持TDD/FDD全频段，做到了真正的5G全网通，而采用先进的双卡切换技术，则可以让华为nova65G在5G网络覆盖时优先选择5G上网，5G信号不佳时自动连接4G网络;此外，在一卡进行VoLTE通话时，另一卡依然可以上网和收到VoLTE来电，让你不会错过重要电话。拥有一部华为nova65G，真正让年轻人“一机在手，天下我有!”(图片源于华为终端官方微博)5G时代网络将让你步入高清影像时代。喜爱摄影的年轻人，可以用华为nova65G前置镜头拍摄4K高清视频，也可以用后置超感光影像系统拍摄生活电影。通过5G网络，可以非常快速便捷的将数据量更大的高清影像分享出去，时刻表达自己的生活态度。音乐、游戏、摄影，5G时代下的一切畅想都可以借助华为nova65G完成，让年轻人的热爱与梦想实现，领年轻人的5G潮流生活，让未来生活大不一样。目前，华为nova65G已在线上线下诸多平台热销中。华为nova65G8GB+128GB版售价3799元，8GB+256GB版售价4199元。现在购买，还可以享受12期分期免息及以旧换新等优惠，12月18日华为苏宁超级新品日，还有华为5G全系享12期分期免息福利。各位小伙伴，还在等什么?马上入手华为nova65G，步入全新的5G时代吧!来源: 飞象网", "author": "同花顺财经", "newsdate": "发布时间：19-12-16", "newstime": "15:02", "sentiment": [{"positive_prob": 0.0203462, "confidence": 0.954786, "negative_prob": 0.979654, "sentiment": 0}]}]