[{"title": "社评：美休想用打压华为等企业胁迫中国", "content": "据美国媒体21日报道，美国政府已经为将华为列入限制交易名单讨论了好几个月，但之前因为担心会破坏与中国的贸易谈判而搁置了该计划。双方谈判陷入僵局后，美方迅速采取了行动，但因引发市场的大规模混乱，多家美国公司受影响，美商务部又做出为期90天的部分豁免调整。一些美国官员表示担心白宫会为促进与中方谈判又撤销对华为的行政令。华盛顿对华为既有长恨，又有短谋。长恨在于它不希望看到一家中国企业引领5G网络技术，因而它极力想在世界范围内打压华为的发展。其短谋则是要把打压华为当作迫使中国在贸易谈判中让步的筹码，冲击中国坚守原则底线的意志。美国的右翼政治精英们不会有意愿接受任何非美国公司引领重大前沿技术，即使是一家欧洲或者日本公司成为5G技术的突出领导者，他们恐怕也会以某种方式加以刁难。任正非星期二在记者会上表示，他们早已预见，要成为世界第一，华为就要准备和美国在“山顶”上交锋。与美国一些人中间涌动的这种霸权思维进行极限周旋，这是华为的宿命。要最终成为世界通信技术领域不可撼动的领导者，华为必须闯过美国国家力量优势所组成的一道道屏障。任正非星期二的媒体谈话被《华盛顿邮报》解读为他对美国政府阻止华为在全球开展业务的努力不屑一顾。近来的事态显示，华为对自己走向“山顶”沿途的恶劣环境早已做了充分准备，它一直在等待美国政府发断供令这一天的到来。至于把华为当成施压中国的筹码，就更不会奏效了。美方这一招连华为的意志都打不垮，又岂能吓倒中国？中国作为一个国家，而且是大国，回旋余地肯定要比一个公司大得多，北京更有理由对华盛顿的威胁予以蔑视。美国商务部在把华为列入实体名单仅一周后又急忙宣布暂缓实施该命令的部分内容90天，中国人确信，这是因为执行断供令的美国公司蒙受了损失，股价大跌。暂缓令发出后，美国股市应声回涨。美国市场在焦急地等待中美经贸关系每一个哪怕微弱的正面消息，美方在逞强的同时只好不断发声安抚市场。我们把这种外强中干看得透透的。贸易战对美国来说是杀敌一千自损八百，这样的常识性规律必将碾压美方个别政客对加征关税促进了美国经济繁荣的吹嘘。应对这场贸易战，中国社会正所谓越打越有经验，也越打越从容。中华民族对历史上各种重大挑战的记忆正逐渐被激活，我们发现，现在是中国迎击外部冲击最有力量和资源的时候，美国政府举起的大棒，它所做的极限施压，中国人都不好意思把它们摆进大历史中。我们不知道该把美方的对华做法称为“霸权政治”还是“奸商政治”，但总之它很不大气，属于不走正略，专事邪术。中国人相信，与邪术死缠烂打，只会把自己搞晕，所以我们这段时间特别强调把自己的事情做好。这不是中方重压之下的自我安慰，而是中国人对事关国家兴衰的复杂博弈最根本的总结。美国媒体这两天又传出消息：华盛顿可能打压生产无人机的大疆创新公司和生产视频监控设备的海康威视等中国企业。美方散布这种信息，无疑是试图进一步强化对中国的施压。关税的威胁不管用，针对几家中国公司的威胁同样形成不了美方期望的“核冲击波”。中美贸易战是美方在错误的时间选错了对手的博弈，为把一个战略错误变成关键得分，什么样的筹码都充当不了这样的魔术棒。", "author": "国际在线", "newsdate": "发布时间：19-05-23", "newstime": "09:30", "sentiment": [{"positive_prob": 0.816497, "confidence": 0.592215, "negative_prob": 0.183503, "sentiment": 2}]}, {"title": "ARM深夜回应“断供”华为，措辞很……", "content": "ARM回应“暂停与华为业务”报道：不便评价，公司遵守美国法律。22日，英国广播公司（BBC）在一篇报道中称，芯片设计商ARM告诉员工，它必须暂停与华为的业务。由于ARM的设计构成了全球大多数移动设备处理器的基础，BBC采访的分析师认为，这对于华为会构成“难以克服”的打击。就在北京时间22日深夜，ARM公司回应环球时报-环球网记者问询称，不便对BBC报道做出评价，但公司一直遵守美国相关法律和法规。BBC报道截图BBC22日对ARM“断供”华为的报道引起较大关注。BBC称，在ARM公司的备忘录中，它表示其设计包含“美国原产技术”。因此，它认为它受到特朗普政府禁令的影响。BBC说，ARM是一家成立于1990年的公司，2016年被孙正义的软银收购，但总部依然在英国剑桥。有报道说，ARM本身并不制造计算机芯片，其主要的业务是对外授权其半导体技术，把技术和工具打包售卖，买到的企业在一定期限内可以使用ARM技术。而这个技术，也就是芯片界鼎鼎大名的ARM架构。有报道说，华为旗下的海思半导体公司也使用了ARM的底层技术。目前，对于ARM“暂停与华为业务”的真实性和实际影响，环球网记者尚未看到华为公司予以置评。此前报道：美封杀大棒威胁世界经济美国政府的封杀大棒激起了华为的雄心。继华为创始人任正非称美国90天“临时豁免”“没多大意义”后，又有华为高管透露将在今秋或明春推出华为自己的操作系统。得道多助，失道寡助，美国以当今第一强国的地位，强迫世界为其经贸政策埋单，在全球范围内引发反弹和谴责。22日，中国监控设备巨头海康威视可能被美国供应商“断供”的消息尚未得到证实（详见华为、大疆之后是海康威视？！），而美国硅谷却已掀起“和时间赛跑”给华为发货的狂潮。就连美国媒体对政府的批评也毫不客气，“近来，美国政府开始开倒车”，《华尔街日报》称，如果仅仅因为一家企业是中国的就惩罚它，“这会令整个世界经济瘫痪”。据路透社报道，21日，华为新品荣耀20系列如期在英国伦敦发布，被认为是“在重重压力下充分体现了中国公司的技术水平”。有分析称，如果美国不对华为解禁，那么荣耀20系列可能是最后一款搭载安卓系统的华为手机了。为自创操作系统引热议华为消费者业务CEO余承东5月21日透露：最快今年秋天，最晚明年春天，华为自己的操作系统将可能面市。据他介绍，这是面向下一代技术微内核而设计的操作系统，将打通手机、电脑、平板、电视、汽车、智能穿戴，统一成一个操作系统，兼容全部安卓应用和所有Web应用。谈到美国的封杀，这位华为高管表示：“我们愿意继续使用谷歌和微软，但没有办法，被逼上梁山啊！塞翁失马，焉知非福。”消息传到欧洲，德国《波恩总汇报》22日以“减轻依赖性”为题称，要是被逼到墙角的华为果真开始打造自己的软件生态圈，欧洲不妨与中国展开合作，打造一个开放的操作系统，这样还能削弱美国软件商的优势。文章称，目前中国正展现出前所未有的合作意愿，这意味着巨大的机遇和打造新的联盟。瑞士《新苏黎世报》22日称，华为现在已经有备份操作系统方案，如何打造一个应用软件生态圈，才是更困难的部分。但华为能够依托巨大的中国本土市场，拥有联想、OPPO、小米、中兴等友商，这些中国企业共同占据了全球智能手机市场的1/3份额，他们有能力推动软件业的变化，届时，就会产生一个有别于安卓的软件生态圈。与此同时，谷歌之前作出的与华为切断业务联系的决定有所动摇。谷歌21日表示，“临时豁免”让谷歌能够在未来90天里继续向现有机型提供软件更新和安全补丁。华为驻欧盟机构首席代表刘康21日告诉路透社，“谷歌完全不想封杀华为，而我们目前也与他们密切合作，找寻应对方法。”他还说，华为正在成为美国当局霸凌的受害者。这不仅是对华为的攻击，也是对以自由、规则为基础的秩序的攻击。英芯片商停止与华为合作当然，美国政府封杀华为的行动也有跟随者。据英国广播公司（BBC）22日报道，英国芯片设计商ARM指示员工停止与华为及其子公司的“所有有效合同”，以遵守最近的美国贸易限制。ARM的设计构成了全球大多数移动设备处理器的基础，其设计包含“美国原产技术”。另据日本共同社22日报道，日本移动通信运营公司软银和KDDI22日下午宣布“延期贩售”华为的新型智能手机。此外，日本最大的移动通信运营公司NTT Docomo从本月中旬开始停止接受用户预约购买华为的新型智能手机。《日本经济新闻》指出，日本国内3大移动通信运营公司同时延期发售华为的智能手机是罕见的。不少日本网友对此表示不满：“如果不能用华为手机了，还能用什么呢？”日本《东京新闻》称，美国打压华为源自对5G通信的强烈危机感。德意志广播电台21日称，美国政府对华为“下手”，并不是因为莫须有的“间谍问题”，而是因为华为代表的中国产业界正在挑战美国的科技霸主地位。美国打压华为将令全球IT界受到损害。路透社21日称，屡屡被美国围堵封杀的华为，成为两国角力的筹码。获得技术领域的制高点并能赢得市场先机无疑是华为求生存的唯一之道。俄罗斯科学院专家波尔季亚科夫21日对俄《独立报》说，中国公司已能够生产芯片和集成电路，避免了被动局面，“与美国的这场冲突将为中国真正改革提供新的动力”。近日，中国财政部发布公告宣布减免集成电路设计和软件产业企业的所得税，显示中国政府大力扶植高科技产业的决心。打压中企正在伤害美国的竞争力对华为的这场战争，必然将伤及美国企业的利益。美国彭博新闻社22日称，美国芯片制造商正在严肃对待贸易战升级带来的成本问题。他们的共识是——成本太大。若征收20%的关税，仅半导体产业一年就可能失去9000个工作岗位。全球晶圆代工第二大厂格芯CEO加菲尔德说：“全球自由贸易已经走得很远，不能让国家间不做生意。”据日本“IT媒体新闻”网报道，美国排除华为的做法让日本企业的担心扩大。因为华为的很多零部件都是日本企业制造的。华为从100家日本企业购买零部件，去年的购买额为66亿美元，今年预计达到80亿美元。日本经团联中西宏明会长20日召开记者会，对美国制裁华为表示担心。除提供零部件之外还与华为进行共同开发的京瓷公司表示，不会减少对华为的商品供应。但华为手机的代理销售商纷纷感到担忧和困惑。“关税正在伤害我们”，据路透社22日报道，美国商会对在华美国企业的一项调查显示，3/4受访企业表示加征关税的影响正在损害其竞争力。近40％的受访公司称，加税会对他们的业务产生强烈的负面影响，还有近一半会员公司表示，面临越来越多的阻碍，比如政府检查、清关变慢等。英国《金融时报》22日称，美国政府的做法，超出了维护美国国家安全的范畴，属于滥用美国在通信技术领域垄断地位的行为，“是一种破坏游戏规则的行为”。对华为的断供，不仅会降低中国对美国半导体产品进口需求，也会刺激华为研制自己的芯片，或者从日本、韩国等第三国寻求替代产品。长远来看，一定会削弱美国芯片制造商和安卓操作系统在智能手机领域的垄断能力。日本《朝日新闻》评论称，美国必须谨慎克制自己单方面制裁的方针。不能采取无视国际规则的行动并将其正当化。《华尔街日报》21日称，华为是有价值的资产，不是威胁。在美国，焦虑的专家和竞争对手胡乱解读华为崛起。他们说任正非军人出身，华为是共产党间谍活动的特洛伊木马。其实，任正非的军队生涯与很多中国年轻人都一样。而独立的审计机构确认，华为没有获得政府巨额补贴。报道称，华为不是问题，而是美国经济复苏和增强数字基建的机会。美国应该拥抱作为美国主导的体系的胜利，而不是相反。中国驻美大使崔天凯周二在接受福克斯新闻采访时表示，在过去一年左右的贸易谈判进程中，美国方面不止一次地“一夜之间改变主意”，打破了已经达成的初步协议，因此，中国对重启与美国的贸易谈判持“不急”的态度。他同时强调，中国仍愿意继续与美国同事继续进行会谈，以达成协议，“谈判大门依然敞开着”。（青木 蓝雅歌 任重 柳玉鹏 陈洋）番外：英国电信巨头：将在没有华为的情况下推出5G法新社北京时间22日消息，英国电信巨头EE电信公司宣布，将在没有华为的情况下推出5G。法新社称，EE电信公司将于本月成为英国首家推出5G网络的运营商，但推出时将按原定计划，不使用华为的技术。报道称，EE电信公司早时曾宣布将把华为Mate20X 5G带入英国，但随后华为在英国参与电信业建设一事，引发了一场政治上的争议。（崔天也）来源：环球时报-环球网/冬瓜侠 陈青青 ", "author": "环球网", "newsdate": "发布时间：19-05-23", "newstime": "17:29", "sentiment": [{"positive_prob": 0.433538, "confidence": 0.0365827, "negative_prob": 0.566462, "sentiment": 0}]}, {"title": "外媒：因技术争端遭华为起诉后，硅谷公司CNEX将反诉华为", "content": "据《华尔街日报》周三援引法庭文件报道称，硅谷芯片初创公司CNEX Labs Inc.指控华为技术有限公司副董事长徐直军(Eric Xu)参与了一项持续多年的窃取其商业秘密的阴谋。而此前华为已经起诉CNEX涉嫌窃取其商业秘密。援引一份4月17日在德克萨斯州东区联邦法院听证会的文字记录，《华尔街日报》报道称，CNEX声称华为副董事长徐志军指示一名华为存储产品线的首席架构师研究和分析CNEX的技术，并提交一份有关CNEX公司调查结果的报告。而这名架构师2016年访问了位于加州圣何塞的CNEX总部，并假装华为有兴趣成为该公司的客户，但其真实目的只是想尝试获得CNEX的专有技术。CNEX还说，徐某秘密通过厦门大学收集CNEX的技术信息，其中厦门大学从CNEX获得了一块计算机内存板。对此，华为公司的律师承认徐志军曾在“指挥链中”要求收集有关CNEX的信息，但否认窃取CNEX的任何商业秘密。《华尔街日报》称，CNEX对徐直军等人的指控，将于6月3日在德克萨斯州东区联邦法院开庭审理的一起诉讼案中被提出。美国CNBC报道称，CNEX是一家由微软(Microsoft)和戴尔(Dell)支持的微芯片公司。CNEX声称华为花费了数年时间试图窃取其数据存储技术机密，而华为则在本月早些时候提起诉讼，指责CNEX才是从事窃取商业秘密的公司。两家公司都否认自己有不当行为。据悉，华为最初是在2017年对CNEX联合创始人黄义仁（音译Yiren “Ronnie” Huang）提起诉讼，声称黄在2013年离开华为后挖走了华为的员工，并利用这名员工的专利开发出CNEX的固态驱动技术。CNEX的反诉则声称华为盗用了它的技术，并试图通过诉讼收集更多的信息。目前，华为科技公司和CNEX都没有立即回应置评请求。据悉，总部位于加利福尼亚州的CNEX正在开发新技术，以提高数据中心固态硬盘的性能，该公司自2017年以来一直与华为有争端，曾指责华为公司招募一名中国的大学教授从事研究项目，以不正当的（方式）研究CNEX技术。", "author": "环球时报", "newsdate": "发布时间：19-05-23", "newstime": "13:03", "sentiment": [{"positive_prob": 0.223472, "confidence": 0.503395, "negative_prob": 0.776528, "sentiment": 0}]}, {"title": "面对极限施压 华为凭什么自信", "content": "华为又刷屏了，面对世界最强大对手的极限施压，真是想不爆红都难。华为掌舵人任正非也一改昔日的低调，接受媒体采访。他回应了美国禁令、芯片、华为5G、备胎计划等热点问题，从这些坦率、理性的回答中，人们也管窥到华为的谋略与胸怀。近半年来，人们目睹了一场诡异而罕见的角斗。作为全球科技与经济霸主，美国以举国之力打压中国通讯企业华为。从高管孟晚舟被拘，到游说阻止各国使用华为5G设备，再到发布禁令，禁止美企给华为提供产品和技术服务，向来奉行自由贸易原则的美国，彻底撕下脸皮，不顾身份不计代价要置华为死地。在这场实力完全不对等的较量中，多少人为华为的命运担忧。华为挺得住吗？华为会否就此一蹶不振，甚至走向衰落？至少，面对如此强悍且不计后果的对手，华为总该低头认怂或委曲求全吧？但是，没有！在人们忧虑的注视中，这一切并没有发生。恰恰相反，人们看到的是一个自信的华为，一个胸有成竹，水来土掩，见招拆招，坦然应对的华为。你要断供芯片吗？“备胎”一夜转正，自己生产；不再提供操作系统的技术更新？华为不仅有应对方案，自身操作系统也可很快顶上。当对手抛出“90日暂缓令”时，更理直气壮地回应：不必，华为已做好准备。这就是华为！一个让观者钦佩而对手无奈的竞争者。当企业日子红火，大把赚钱的时候，就想到了潜在风险，提早做好了“极限生存”预案。居安思危，未雨绸缪，当真正的危机降临时，才会有坦然排雷闯关的底气。更重要的是，华为的底气和硬气还来自于多年的基础研发，掌握核心技术并领先于同行。华为对实业的执著众所周知，当许多企业想着赚快钱，竞相涌入房地产业时，华为始终不为所惑，甚至婉拒政府无偿提供的大片土地。华为对于基础研发的投入之巨，国内罕有企业匹敌。每年高达七八百亿元的研发投入，成百上千的科学家及数万名工程师“十年磨剑”，潜心本行业原创技术研发，最终让企业占领行业高地，成为专业领域的领军者。华为5G技术的领先世界，用任正非的话说“别人两三年也追不上”。而在技术更新升级飞快的信息时代，领先两三年绝对是不可小瞧的优势。也正因为此，华为才拥有了他人无法替代的行业话语权。全球化冲破了产业链的地域界线，任何技术和产品似乎都可引进或购买，但许多核心技术和关键设备是花钱也买不到的，必须靠自主研发创新。金钱买不来现代化。华为的遭遇无疑给中国企业上了一堂最好的“市场教育”课，只有科技自立才能掌握住自身命运，否则，你的“命门”永远在他人掌心。企业如此，国家也不例外。（作者：首席评论员 阅尽）来源：羊城晚报", "author": "中国经济网", "newsdate": "发布时间：19-05-23", "newstime": "14:59", "sentiment": [{"positive_prob": 0.165655, "confidence": 0.631879, "negative_prob": 0.834345, "sentiment": 0}]}, {"title": "松下“严重声明”：对华为供货正常，为中国事业发展添砖加瓦", "content": "刚刚，环球网编辑部收到松下集团发来的“严重声明”，否认“断供华为”。以下是声明全文：目前松下集团向华为公司供货正常，对于网络媒体上所提及的断货等表现均为不实之词，华为是松下一直以来的重要合作伙伴，我们将严格遵守松下所在国家和地区的相关法律及合规条例的基础上持续向华为等中国客户销售商品和提供服务，在中国贡献我们松下集团的微薄之力，为中国事业发展添砖加瓦。此前报道：据《日经亚洲评论》(Nikkei Asian Review)23日报道，日本松下电器产业公司周四(23日)决定暂停向华为提供某些零部件。此前美国发布了针对华为公司的出口禁令。《日经亚洲评论》报道截图据路透社报道，当地时间23日，松下公司在一份声明中表示，已指示雇员停止与华为及其68家关联企业的交易，以回应美国政府对华为的禁令。《日经亚洲评论》称，松下电器停止提供的零部件被认为与智能手机有关。该公司向华为手机提供零部件，但部分产品采用了原产自美国的技术。松下的一位代表表示：“受影响的产品有限，几乎不会对收益产生任何影响。”此外，这家总部位于大阪的公司还表示，将研判其他产品是否受到上周美国商务部所作的决定的影响。《日经亚洲评论》还称，违反出口限制的供应商将面临罚款或其它处罚。去年，华为从日本公司采购了价值7000亿日元(63亿美元)的产品，可能包括索尼图像传感器和东芝存储器存储芯片。日本企业村田制作所的一名代表则表示，该公司的业务没有受到美国的影响。据《日经亚洲评论》报道，村田被认为向华为的智能手机业务提供电容器和表面声波滤波器。另一家日本公司京瓷也向华为供应电容器。该公司表示，正在研判美国的限制措施。本月15日，美国总统特朗普签署行政令，禁止美国公司使用由那些对国家安全构成风险的公司制造的通讯设备。与此同时，美国商务部工业与安全局(BIS)宣布将华为列入所谓“实体清单”，要求任何向华为出售产品的美国公司必须获得许可特批。两天后，美国商务部17日又表示，可能会很快缩减对华为技术的限制，正在考虑为华为提供一张为期90天的“临时通用执照”。路透社报道截图路透社称，此举意味着美国商务部将允许华为购买美国商品，为现有客户继续提供服务。昨(22日)天，英国广播公司(BBC)在一篇报道中称，英国芯片设计商ARM告诉员工，它必须暂停与华为的业务。由于ARM的设计构成了全球大多数移动设备处理器的基础，BBC采访的分析师认为，这对于华为会构成“难以克服”的打击。当晚深夜，ARM公司回应环球时报-环球网记者问询称，不便对BBC报道做出评价，但公司一直遵守美国相关法律和法规。同一天，中国国务委员兼外交部长王毅在比什凯克出席上海合作组织外长会议期间应询对记者表示，美国动用国家力量无端打压华为这样一家中国民营企业是典型的经济霸凌行为。", "author": "环球网", "newsdate": "发布时间：19-05-23", "newstime": "11:23", "sentiment": [{"positive_prob": 0.295728, "confidence": 0.342828, "negative_prob": 0.704272, "sentiment": 0}]}, {"title": "松下总部回应海外网：没“断供”华为 与中国分公司声明一致", "content": "23日一早，关于松下公司“断供”华为的消息便传遍日本各大媒体，尽管松下中国发布了辟谣声明，但有关松下官方态度的报道屡次反转。松下日本总社提供给海外网的最新声明称，关于一些日本媒体“停止交易”的用词与事实不符。在不违反美国法令的基础下，松下正在与华为保持交易，这和松下（中国）的声明一致。23日一早，日本NHK电视台网站等多家主流媒体均报道，由于美国对华为出口禁令，日本松下公司正式决定终止与华为在电子零件等领域的交易。不过，松下集团中文官网很快发表声明“辟谣”称，目前松下集团向华为公司供货正常，对于网络媒体上所提及的“断货”等表述均为不实之辞，华为是松下一直以来的重要合作伙伴，我们将严格遵守松下所在国家和地区的相关法律及合规条例的基础上，持续向华为等中国客户销售商品和提供服务，在中国贡献松下集团的微薄之力，为中国事业发展添砖加瓦。华为也就此发声：松下是华为重要的合作伙伴，双方在多领域展开密切合作。松下集团与华为公司的所有业务合作持续正常开展。感谢松下集团对华为的一贯支持。“同时，我们也感谢所有长期以来支持华为业务发展的全球供应商伙伴！”然而，有媒体人随后指出，松下日本总部的态度与中国分公司并不相同。媒体人称，从松下日本总部获取消息，“松下公司已下达通知，将按美方禁令，停止向华为提供某些零部件”，这就与松下（中国）的声明相悖，有外媒借此暗示松下公司“双标”。一时间，各种互相矛盾的说法在网上流传，令人迷惑。为了确认松下（日本）的态度，海外网第一时间致函该社总部进行询问，收到如下回复：1、关于一些日本媒体“停止交易”的用词与事实不符。在不违反美国法令的基础下，我公司正在与华为保持交易。这和松下（中国）的声明一致。2、我公司严格遵守开展业务国家或地区的法律法规。文章来源：海外网", "author": "快科技", "newsdate": "发布时间：19-05-23", "newstime": "22:04", "sentiment": [{"positive_prob": 0.669405, "confidence": 0.265345, "negative_prob": 0.330595, "sentiment": 2}]}, {"title": "美国打华为，疼的是苹果？", "content": "华为遭美国打压，疼的却是苹果？据香港《南华早报》22日报道，王志新（音译）是中国最大的太阳能组件制造商之一的一名经理，并且曾是苹果iPhone的“铁杆粉丝”，坚持使用这个美国品牌将近10年。不过，他最终选择成为一名新的华为用户。本月早些时候，王志新选择华为P30替换了使用3年的iPhone 7，当他做出这个决定时，“理智和情感”都发挥了重要作用。“我有一个发自内心的呼声，即自己需要对中国品牌表示支持，尤其是在贸易战的大环境下。”他说。选择华为并非完全出于“同情”。在王志新眼中，华为以质优价廉的产品而享誉市场，新买的P30“运行速度更快，拍照效果也更好”。资料图：4月初，法国巴黎，消费者排队购买华为P30系列手机 图自推特而对于在北京一家国有电信公司工作的李先生来说，从苹果转投华为同样出于一种“情感”。“如今，当我们公司高管都在使用华为的时候，从兜里掏出一部iPhone是有点尴尬的。”李先生如是说。换手机还有一个更实际的原因——他的公司为员工提供了华为折扣。在目前的局势下，华为从苹果阵营争取到的支持者越来越多，王经理和李先生只是其中的两个例子。上周，这家中国电信设备和智能手机巨头被美国列入一个“黑名单”。有分析师认为，尽管美国的禁令可能在短期内削弱这家总部位于深圳的公司，但中国国内持续的“民族主义情绪”可能对华为有利，并打击到苹果在中国的销售。基兰杰·考尔（Kiranjeet Kaur）是知名市场研究机构IDC亚太区的一名高级研究经理，在他看来，“美国对华为的禁令，只会增加中国消费者对华为的喜爱。”“苹果在华份额将继续下滑”IDC的数据显示，华为去年在全球一共发货2.06亿台手机，中国大陆就有1.05亿台，占国内市场份额的26.4%，稳居第一。相比之下，苹果同期在中国的出货量只能排第五，市占率为9.1%。今年第一季度，苹果在华的颓势进一步扩大，市占率跌至7%，而华为的份额又涨了3个百分点。苹果的问题并不局限在中国，一季度，iPhone的全球发货量降至3640万部，同比大跌30.2%。与此同时，华为成为同期唯一一家实现正增长的顶级智能手机厂商。IDC方面指出，“随着竞争对手不断蚕食苹果的市场份额，iPhone很难在大多数主要市场赢得消费者。尽管苹果近期在中国采取了降价、以旧换新等策略，但仍不足以激励消费者升级手中的苹果产品。”权威市场研究公司IHS Markit的资深行业分析师扎克·李（Zaker Li）表示，预计苹果在中国的市场份额将继续下滑，“撇开政治因素不谈，苹果的产品供应和定价策略将是下滑的核心原因。”任正非：不用华为不代表不爱国另一方面，随着贸易局势的变化，中国国内“转向华为”的论调越来越有吸引力。迫于美国政府压力，谷歌日前宣布暂停支持华为部分业务，众多中国网民直指这家美国公司“釜底抽薪”。微博上诸如“支持华为”、“华为坚持住”等评论，收获了成千上万的点赞。在微信平台上，一名中国电商初创企业创始人转发相关新闻时喊道，“一起换华为！5G时代已经来临，华为拥有比苹果更先进的技术。”为了“冷却”中国消费者的情绪，华为创始人任正非发话了。昨天（21日），任正非在接受中国媒体群访时表示，自己的小孩也用苹果，这不代表不爱华为，“不能说用华为产品就爱国，不用就是不爱国。华为产品只是商品，如果喜欢就用，不喜欢就不用，不要和政治挂钩……千万不能煽起民粹主义的风。”5月21日，任正非接受中国媒体群访尽管如此，IDC亚太区高管马伯远（Bryan Ma）还是认为，预计华为会受益于日益高涨的“民族主义浪潮”，苹果也将受到部分冲击，不过他同时警告不要夸大这种影响。“苹果毕竟是一个‘奢侈品牌’，最终这一切都取决于用户，”他说，“会有一些民族主义者对美国产品说不，但也有许多其他用户对此并不在意。”报道称，多年来，苹果首席执行官蒂姆·库克（Tim Cook）在中国建立了良好的声誉，其公司为加强儿童福利、减轻自然灾害等事业捐款，并对滴滴出行等本土公司以及数据和研究中心进行了投资。库克还是清华大学经济管理学院顾问委员会成员，该学院被称为经济政策制定者的摇篮。根据苹果官网显示，这家美国公司在中国创造了约500万个工作岗位，其中约180万个是通过iOS应用商店生态系统提供。此外，为苹果代工的富士康，也在中国大陆支持超过100万人的就业。 文 观察者网 谷智轩", "author": "环球时报", "newsdate": "发布时间：19-05-23", "newstime": "08:17", "sentiment": [{"positive_prob": 0.0267915, "confidence": 0.940463, "negative_prob": 0.973208, "sentiment": 0}]}, {"title": "华为内部员工信：家人以前劝我离职，现在劝我不要当逃兵", "content": "【环球网报道 记者 侯佳欣】5月23日，华为心声社区官方微博发表题为《我们·华为人》的内部员工信，分享了来自不同岗位的华为员工的真实故事。其中有员工表示，家人以前劝我离职，现在劝我不要当逃兵。还有人说，没有人恐慌，只有人更努力。(华为心声社区官方微博截图)以下为华为心声社区发布的员工信全文：我们·华为人当全世界都把目光投向了风口浪尖上的华为，漩涡中的华为人在做什么？华为人自己怎么看他们正在经历的这一切？5月21日，任总在深圳接受国内媒体采访时，曾说过这样一段话：我们公司员工都是傻傻的，一个都没有被吓到，我们觉得很平常。网上文章一般很夸大，就像网上说英飞凌不给我们供货了，哪有这回事？这是有人编的。所以，如果真想了解华为的事情，就请看我们的心声社区。在心声社区，这些天来，很多员工默默讲述着发生在他们身上的故事，诉说着他们的心声，或许，这就是18万华为员工的真实写照，也代表着我们每一个华为人心底里最真实的声音。01我们，仍跟以前一样@一个普通的女兵我是一个终端女兵，外表风平浪静，内心坚定不移。今天，媒体各种关于A国对我司采取措施的消息传来，内心平静地上班，一件件工作项，一个个会议，外表风平浪静，内心坚定不移。晚上加班的兄弟更多，会议研讨，每个兄弟从各自所负责的岗位分析方案。会议目的明确，议程高效，方案明确，计划清晰。我一边做着用户数分析周报，一边记录会议纪要。会议结束后修改了明日的ST汇报材料，即将下班时已经10点半，大雨滂沱，在711买了一件雨衣套上径直在风雨中大步前行。耳机传来beyond的海阔天空，不免心中汹涌澎湃，双眼湿润!我就是一个普通的CBG女兵，这就是我平凡工作的一天，不论公司面对怎样的困难，我相信，我们每个华为人都会坚定不移更加团结努力，我们是不会被打倒的!@你不知道我是谁吗我是一名新员工，脚踏实地，写好每一行代码，就像能为公司添一份力一样。毕业的时候，很多同学选择了互联网公司。当时同学说HW就是一屌丝，我回复说，华为是一家有社会责任感的公司，这样才能和公司一起长久发展。看着现在的华为，作为一名来了不到2年的员工，深感自己也肩负起了一份责任，脚踏实地，写好每一行代码，提升工作效率，就像能为公司添一份力一样。作为一名90后，尽管生活压力大，但我们也不是金钱至上，我们也关心自己能给公司、给社会、给国家创造的价值。愿公司能挺过难关，愿国家昌盛!@jojo我是一名在华为工作十年的老员工，中流击楫，有一朵小浪花自我的木浆击出。早年间加入公司的同事，经历了公司从小变大，由弱变强，期间无数坎坷，几多磨难，多少故事津津乐道，有的成了段子，有的成了传说。我加入公司的那一年，就像登上一条按照既定航线行驶的大船，只管跟着口号挥动船桨，看似平稳地航行下去。不曾想到有一天这艘大船会变成风暴漩涡中的一叶孤舟，面对劈头盖脸的狂风骤雨。希望多年后回望，看到自己在世界中心的漩涡里中流击楫，浪遏飞舟，有那么一朵小浪花，自我的木桨击出。@zhangzhang我是一名海外市场人员，人在，阵地在。从芬兰回来，参会代表处成员在机场开了一个短会，全员不约而同连夜奔赴办公室投入新一轮的战斗，继续调整作战阵型，明确新一轮的作战目标和思路措施，开展紧张有序的工作，用胜利回报公司，不负青春。人在，阵地在!@Qing我是一名制造员工，越是这个时候质量更要过硬。身在制造现场，所有人都忙的不可开交，不是因为禁令，而是本身产品的交付和扩产计划都还没完成，领导还特别强调：越是这个时候质量更要过硬，更要开放，更要让客户放心!@阳光灿烂我是一名供应链老员工，我们早有准备，对自己的供应能力还是心中有数的。终于还是动手了。现在估计是掉点“肥肉”，短期会艰苦一点，但是我们对自己的供应能力还是心中有数的。虽然现在很多人通宵达旦，但没人说累，战斗力也比平时强很多。我在公司14年了，对公司有绝对的信心。时间在我们手上，不管一年、二年还是三年，通过所有华为人的努力，我们最终一定能领先世界。@坂田基地老司机我是一名行政人员，多难，都能冲破风雨，多晚，都送各位战士回家.现在暴雨，乘车人会增加，但派出的车回来慢，滴滴车资源可用的也相对更少，所以会出现大面积延误。已经紧急调集周边资源，增加20多台车，但奈何狂风暴雨，像极了我们面临现实挑战。稍安勿躁，多难，都能冲破风雨!多晚，都送各位战士回家。@helloE我是一名服务支撑人员，产品性能如果差点，服务顶上!20年前咱们的产品也没有那么先进，稳定性也没有西方好，咱们服务24小时随叫随到，让客户体验不那么差，现在战时状态，咱们的产品性能可能稍微差点，但是服务顶上!无论我们从事什么岗位，无论我们在哪里，最重要的还是把自己能做的事情做好。02我们，好像哪里不一样了@峨眉峰没有了部门墙，外部压力让我们不断进步.这几天处理连续性工作，一个深刻体会是在外部压力下，大家非常合作，非常团结，只要是连续性的事情基本没有人推诿，就算不是他的工作，你只要找到一个兄弟他都非常主动帮你协调处理。开会的时候大家都是群策群力，跨部门沟通也很顺畅，以前那种踢皮球、扯皮的现象突然没有了，推动一个事情非常非常高效，一下子还不太适应。果然是老板说得很对，外部的压力可以让我们不断进步，内耗会让我们垮掉!@啧啧啧321流程跑得更快了以前催流程特别慢，有的流程节点能卡在那里一周，现在公司处在关键期，流程一个小时催完，特别爽，公司文化太厉害了。大家很给力。@猴塞没有人恐慌，只有人更努力不知道世界上有没有一家公司，时不常被美国拿枪指着，几乎天天国际媒体头条。这家公司的员工在食堂，边吃饭边看世界上超级大国的恐吓，真真假假的报道，而后倒掉餐盘回去继续工作，而且已经长达半年……没有人恐慌，只有人更努力。我们的家属也坚定地选择和我们站在一起，和公司站在一起。@暖暖的小太阳女朋友停止和我吵架了近期，每天加班到很晚，周六周日也在加班。女朋友非常不理解。一直在抱怨和争吵。上周美国制裁华为的新闻铺天盖地，很少关注新闻的她，也看到了相关报道。她主动问我，对于美国的制裁怕不怕，压力大不大;她还说，以后再不和我吵架了，做好我坚强的后盾和温暖的港湾，让我安心工作，为公司打赢美国这一仗做贡献。她也从娘家回来了。女朋友的话让我很感动。我相信有这么多华为家属在身后默默加油，默默付出，我们齐心协力，公司一定会挺过这一关，再创辉煌!@怎么这个也被用过老婆说，晚上要吃好饭喝点汤再干活最近因A事件，前天周六晚上搞到半夜回去，昨天周日早上早饭时，60多岁的老爸跟我说，这个时候一定要好好跟着公司干，不拿工资也要好好干!今天周一白天，给老婆发了微信，今晚还会比较晚回去，可能要凌晨才能回去，老婆温馨地回了消息，晚上要吃好饭、喝点汤再干活。还看到了很多其他同事家人支持的帖子，何愁我们不能打赢这一仗？@下一刻下车家人以前劝我离职，现在劝我不要当逃兵因为在异地工作无法照顾家庭，家属一直劝我离职，这两天的事情出了以后，家属反倒劝我不要做逃兵了。“人这辈子要有点骨气，你再坚持几个月，你这个时间离开感觉像逃兵。”很早之前，任总说，上甘岭在心中，无论何时何地都是英雄。现在，上甘岭就在脚下，冲上去，守住阵地，我们就是英雄的华为儿女。在这条微博下，网友纷纷为华为加油打气。", "author": "环球网", "newsdate": "发布时间：19-05-23", "newstime": "19:29", "sentiment": [{"positive_prob": 0.00273929, "confidence": 0.993913, "negative_prob": 0.997261, "sentiment": 0}]}, {"title": "美国封杀华为 金一南：美国霸凌！吃相太难看！", "content": "央广网5月23日消息（记者周宇婷）最近，美国政府对华为发布贸易禁令引发广泛关注，而早在上个月，美国国防部就发布了题为《5G生态: 国防部的风险和机遇》的分析报告，全面解析5G对美国和美国国防部的战略挑战与机遇。那么，美国国防部为什么会出这样一份报告？5G对未来战争的影响有多大？这些就是今天《一南军事论坛》要关注的话题。随着5G商用不断加速，美国对于争夺5G领先地位的焦虑感和紧迫感日益强烈主持人：美国国防部发布的这份对5G生态的评估报告内容非常具体，从技术层面到可应用领域，再到对未来战争乃至对国家战略的影响等等，都做了描述与预测，一南教授，您怎么看这份报告？金一南：美国这份报告既是对着5G而来，同时主要对着中国而来，对着华为公司而来。今天，美国在全球封杀华为公司，动员整个国家的力量、盟友的力量来封杀华为公司，让国际上很多人瞠目结舌，这可以说是国际政治史、国际企业史一个非常奇特的现象，一个从来没有过的现象。美国为什么这么做？其实，从今年4月3日美国国防部发布的《5G生态：国防部的风险和机遇》分析报告里，能清晰地看出来美国为什么要这么做。因为这个报告是美国国防部创新委员会的多名专家撰写的，可以说，他们很坦诚地说出了美国的“老底”，就是对5G生态系统评估，包括对华为公司的封杀，根本不是关注什么信息安全，什么华为公司的设备可能安了后门，可能会对美国及其他国家造成威胁，根本不是这些内容。美国国防部的报告非常清楚地写出来了，从4G向5G的转变将极大地影响全球通信网络的未来，并从根本上改变美国国防部运作的环境。因为目前在5G领域，就是中国的技术最领先，就是华为公司领先，他在这个报告里已经清楚地写了，他说，5G的真正潜力是对未来战争网络的影响，5G可以连接更多更具弹性的系统，以便在不断变化、快速发展的战场中发挥重要作用。你看美国对5G意义的认识，我倒觉得，我们自己还真没有认识到多么重要。我们总是泛泛地以为，5G与4G相比，就是传输速度更快了，下载一个电影大片速度更快了，通信更方便了，然后万物互联，自动驾驶、冰箱、洗衣机都能链接上去，包括汽车都能链接上去，我们主要是从科学技术和对人类社会的生活的影响来考虑的。你说中国人发明5G是为了战争吗？根本不是的，我们是为了给人类生活带来更大的便捷。但美国觉得不是这样，他首先评估5G对美国国家安全的影响，对美国未来作战的影响，他首先做这样的评估。主持人：没错，就像您说的，我在这份报告中也看到这样一个结论： 5G将会增强美国国防部作战决策能力和战略能力，增强国防部将多个系统实时链接到更大范围网络的能力，以提高对战场的态势感知能力。这些改进后的网络连接可以作用于一系列新技术和任务，从超音速和超高音速的导弹防御，到卫星和地面网路的连接能力。那么5G真的会改变未来战场吗？金一南：对，这些5G的重大意义被美国人都概括出来了，他们所说的5G能带来那么大的变化，其实我们此前都没有想到。他说了，5G网络铺设，且不说里面对军事的重要意义，他们还概括出了5G对中国的重大政治意义。你看他报告里写的，中国的5G战略应从中国共产党的大战略来看，是习近平“中国梦”和“中国制造2025”路线图的重要组成部分。他说，5G有可能将中国从资本和劳动密集型的制造业经济转变为创新型经济企业。当然，这一点倒让我觉得，看这个报告，对我们来说有一个启示意义。就是从中可以看出5G对中国今天的重大意义，这是我们历史上从近代以来第一次在某一技术领域领先。就今天来看，如果说我们对5G的第一次取得技术领先这个意义认识不充分的话，那么我们可能会丧失一次重要的机遇。中国的崛起对于美国来说是最大威胁，视中国为最大敌人所以说，我们在今天看美国国防部对5G生态评估的报告，我觉得，对我们一个最大的提示，就是我们必须抓紧技术领先的优势，把它变成一个实际的能让我们社会加速发展，完成社会转型，真正转型为创新型经济体的推进器，我觉得这需要引起我们的高度重视。今天华为的技术已经放在这儿，我们还并没有充分利用起来。所以在今天来看，如何有效地利用我们取得的技术领先的优势，对我们来说，也是一个需要思想提升的问题。我们利用5G系统，但我们绝不会要垄断，我们绝不把它大量用于军事用途，我们主要是运用5G系统，服务于社会，服务于世界。习主席提出建设“人类命运共同体”，绝不是一个空泛的口号，它是有具体措施支撑的，我们要向全社会推广5G的技术，目的根本不是为了像美国人讲的那样去控制、统治、垄断、夺占，我们不是这样的，我们的目的是，全世界共同发展，共同繁荣，然后共同进步，我们的目的是这样的，跟美国人完全不一样。主持人：与中国先进技术首先投入生活服务设施不同，美国的先进技术往往率先运用在军事领域，并且由己及人，借口中国的技术销售或转让危害到美国国家安全或者外交政策，因此大张旗鼓地封杀华为公司，包括现在对中兴公司，大疆无人机公司都要进行封杀，一南教授，您觉得这一系列封杀背后隐藏的本质是什么呢？金一南：其实是美国感觉这些企业威胁到了他的霸权，威胁到了他的垄断。你看，美国有反垄断法，他声称，中国搞了很多国有企业，国有企业就是垄断。你美国不垄断吗？在我们中国，目前来说，市场竞争是很充分的，但在你美国呢？你垄断着全世界多少资源、资本，包括对互联网技术的垄断。今天，突然出现一项美国难以垄断的技术，这就是中国人在5G领域的领先技术，这就是中国的公司——华为公司领先了。就因为这个公司有可能打破美国的垄断，你看美国就变得气急败坏，一蹦三尺高，成了这样子了。你从这个现象可以看出来，到底什么叫霸权，霸权就是要垄断一切，垄断权力，垄断资源，垄断分配，垄断控制，全世界都要听我的。一旦出现一个不听我话的企业，美国在5G技术上还得听他们华为公司的，你看他就接受不了啦，他就马上使用他所有的手段来围攻华为公司。包括你提到的大疆无人机公司也是这样，这个技术本身并不形成威胁，技术是全人类共享的，但是当中国人掌握这个技术之后，一旦打破了美国人的垄断，习惯垄断的美国就不干了，他就要打压了，他就要采取各种各样的手段。这就是他所谓的什么自由、民主、平等，如果这个规则、这个秩序不是美国来决定，由别人来决定了，那他美国是难以容忍的。今天，我们可以充分地看到这一点，他难以容忍别的国家在某项技术上超越他。主持人：在这场没有硝烟的战场上，美国霸凌的姿态真的是“吃相太难看”。金一南：美国《华盛顿邮报》最近发表过一篇评论，我觉得，这篇评论说到了点子上，也说出了相当一部分美国人的心声。那篇评论中说，我们作为美国人，当然希望在美中竞争中获胜，但不是用封杀华为这种下作的手段。作为一个国家、一个民族来说，谁不希望自己的民族、自己的国家在竞争中获胜？但用这种下作的手段，是我们不希望看到的。我觉得这篇评论代表了美国社会的良知。现在这批美国政客确实“吃相太难看”了。", "author": "央广网", "newsdate": "发布时间：19-05-23", "newstime": "17:18", "sentiment": [{"positive_prob": 0.00231088, "confidence": 0.994865, "negative_prob": 0.997689, "sentiment": 0}]}, {"title": "福布斯全球品牌100强 华为成中国唯一上榜品牌", "content": "来源：金融界网站金融界美股讯 福布斯周四发布2019年全球最具价值品牌100强榜单。苹果连续第9年夺冠，品牌价值达2055亿美元，比上年增长12%。这也是该榜单历史上第一次有品牌价值突破2000亿美元大关。华为排名第97位，品牌价值80亿美元，成为唯一上榜的中国品牌。谷歌排名第二，品牌价值1677亿美元，比上年增长23%；微软和亚马逊分列第三、四位，品牌价值分别为1235亿美元和970亿美元。Facebook排名第五，品牌价值889亿美元，比上年下降6%，是前10中唯一下降的品牌。可口可乐名列第六，品牌价值592亿美元，在非科技品牌中排名最高。100强品牌的总价值为2.33万亿美元，比去年增长8%。科技品牌的价值增长最多。亚马逊一马当先，品牌价值增长37%，至970亿美元。奈飞（34%）、谷歌 （27%） 、Adobe（27%）的价值增长也很显著。瑞典零售商H&；M的价值下降最严重，缩水12%，至115亿美元。、百强品牌中，有56个来自美国公司，前10中有80%是美国公司的品牌。德国、法国和日本排在美国之后，分别有11个、7个、6个品牌上榜。上榜品牌共来自16个国家。", "author": "金融界", "newsdate": "发布时间：19-05-23", "newstime": "22:58", "sentiment": [{"positive_prob": 0.985959, "confidence": 0.968798, "negative_prob": 0.0140411, "sentiment": 2}]}]