[{"title": "华为是如何在禁令下发布预装GMS的手机的？", "content": "本文编译自Android  Authority，原文标题《How  can  Huawei  release  new  phones  with  Google  apps?》众所周知，美国对华为的贸易制裁影响严重。除此之外，性能出众的华为Mate 30 Pro还没有在西方亮相，因为它缺少许多应用程序所依赖的Play Store和谷歌移动服务(GMS)。同样，可折叠的华为Mate X目前也只在中国推出，这让我们无法体验手机行业的最新技术。不幸的是，华为还没有找到替代GMS的方法。华为的AppGallery必须吸引更多的开发者，为西方用户提供足够多的App才能弥补GMS缺失带来的影响，而第三方安装谷歌Play的方法少之又少，即便出现也很快被抹杀。基于此，华为需要一种看是正常，同时还要在禁令下发布预装GMS的新设备，有一种方法华为是可以做到的，但是它有一些弊端。荣耀9X向我们展示了它是做到的正如我们在《荣耀9X评测》中所提及的那样，这款手机的欧洲版与中国版的硬件略有不同。主要的变化是欧版的荣耀9X搭载的是麒麟710F处理器，而不是中国版荣耀9X的麒麟810；另外，指纹扫描仪的位置也不同，摄像头也是如此。这样做的原因是欧版的荣耀9X可以预装GMS发布，但是中国版的荣耀9X却无法预装GMS。但这怎么可能呢?事实证明，欧版荣耀9X手机与华为P Smart Z是很相似的。后者于2019年5月推出，它也是华为首款带有弹出式前置相机的智能手机。这两款手机在其他硬件上也有很多相似之处，包括相同的麒麟710F处理器、6.59英寸显示屏、后置指纹传感器以及4000mAh的电池等。当然，这并不是说这两款手机完全一样，实际上欧版荣耀9X在相机规格、内存配置及外观设计上都做了一定的升级。尽管“共享”了型号，但这两款手机并不完全一样。然而，这对华为来说并不罕见，最近发布的华为Nova 5T与荣耀20也具有相同的型号和规格。这些似乎都表明这些华为手机可能是在2019年5月之前就获得GMS认证，但华为似乎没必要这么做。在进一步探究之前，我们需要先了解一下安卓设备如何获得GMS认证。GMS产品认证是如何工作的任何想要在Android上安装GMS的制造商都必须为他们的设备申请GMS许可证和移动应用程序分销协议(MADA)，然后通过几次兼容性测试——这个过程由Android兼容性测试套件(CTS)来验证软件、硬件及api——然后谷歌移动服务测试套件(GTS)和供应商测试Suite (VTS)再进行多媒体功能和操作系统内核和HAL功能的测试。需要注意的一点是，这些测试依赖于两个介质——Android操作系统版本和它所运行的硬件。一般来说这些测试都是在工程机或者开发人员的设备上进行的，如果更改操作系统或者升级硬件等都需要重新测试，当然有些硬件的变动不影响测试，比如外观等等。说到这里，如果保持影响谷歌认证的软硬件不变，进行小规模的升级，那么这也就可以保持GMS的兼容性。谷歌关心的似乎是被认证设备的硬件和软件是否支持GMS所需的功能。从理论上讲，制造商可以在GMS认证过程中更换未经测试的硬件，而不需要谷歌授意 。但是MADA明确规定，电信专用和区域性设备也必须通过CTS。也就是说，GMS认证是附在运营商和地区型号上的，而不是最终的消费产品名称上。简而言之，GMS认证并不依赖于设备的外观，而只是内部硬件和市场的一部分。保持这些不变，制造商可以自由地改变他们想要的外观设计。如果不影响CTS和VTS测试结果，一些硬件更改也是可能的。这包括改变内存配置、相机功能，可能还包括一些其他的硬件组件。我们联系了华为，想向他们了解是如何在禁令下发布预装GMS新手机的。一位华为公司代表并没有回答我们的问题，但他指出，荣耀20和华为Nova 5T的目标受众不同，外观不同，操作系统也不同(分别是Magic UI和EMUI；前者是EMUI的翻版)。这种方法并非万无一失需要注意的是，我们不能确定华为发布预装GMS新机就是通过上述的方式实现的。也许在5月禁令发布之前，华为已经获得了Nova 5T和荣耀9X的GMS认证，尽管在移动手机行业，五个月已经够长了。换句话说，华为是通过利用旧机型，对一些硬件进行升级从而发布“新”手机。不管怎么说，一年后旗舰手机配置下放中端手机是很常见的，但是同样的方法却并不适用于华为旗舰手机。很少有消费者对旗舰机价格的“旧”手机感兴趣——至少在摄影或其他功能的没有进行重大升级的情况下，应该是没人会感兴趣的。即使华为升级相机功能和内存配置，消费者还需要更强的手机性能及更多的新功能，但这样一来就破坏了GMS的兼容性。尽管在技术上可行，但重用和调整旧设备并不是长期的解决方案。此外，旧版本的MADA（section 4.3）显示，所有Android OS更新都需要Google审批，幸运的是，华为P30系列、Mate 20系列、P20系列和其他一些设备都能获得Android 10更新。对于上述几款手机型号，华为似乎已获得Android 10的GMS认证，因此未来可能会发布这些设备的最新测试版更新，但是到了Android 11又该怎么办呢？最终的解决办法是，华为需要通过中美贸易谈判从而拿到谷歌授权，如果不行，那么华为需要一个可行的第三方安装GMS的方法，除此之外，就是发展自己的HMS。", "author": "IT之家", "newsdate": "发布时间：19-10-27", "newstime": "22:44", "sentiment": [{"positive_prob": 0.0543318, "confidence": 0.879263, "negative_prob": 0.945668, "sentiment": 0}]}]