[{"title": "应届毕业生就给出200万年薪，任正非为什么这么重视人才？", "content": "人才兴企。近日，一张华为任正非签发的“电子邮件”截图引发关注。根据媒体报道，华为宣布对部分2019年顶尖生实行年薪制，看8名应届生的名单，他们全为博士学历，年薪最低为89．6万元，最高达201万元。而国内科技互联网行业的博士年薪水平平均在60-70万上下，两相对比，就可以看出华为的大手笔，显现出华为对人才的重视程度。有人说，应届毕业生就给出200万年薪，任正非为什么这么重视人才？实际上，你应该问任正非什么时候不重视过人才。如果你了解华为的历史，你就会知道华为的崛起是靠人才带动的。在华为成立之初，郭平、郑宝用、李一男、徐直军、徐文伟、余承东等等就先后加入华为，当时华为也没什么钱，任正非靠2万1千块起家的嘛。但华为开出的薪水一直保持比同行业高的势头，同样的工作华为的工资更高，同样的工资水平，华为的加薪速度更快，华为对人才的吸引力是巨大的。以至于跟华为做邻居的富士康老板郭台铭都吐槽华为挖人太厉害，他厂子的不少人才都投奔任正非去了。郑宝用为华为的自主产品研发打造了根基，李一男为华为“大杀器”c&c08交换机立下了汗马功劳，可以说，华为“技工贸”、以技术研发为根本，与自主研发产品带来的丰厚利润有很大关系。这两年华为5G势头无两，而4G、5G的突破，华为聘请的俄罗斯天才数学家是工作是关键。所以任正非要在全球招聘天才少年。“华为公司要打赢未来的技术与商业战争，技术创新与商业创新双轮驱动是核心动力，创新就必须要有世界顶尖的人才，有顶尖人才充分挥发才智的组织土壤。”任正非表示，华为招聘的这些天才少年就像“泥鳅”一样，钻活华为的组织，激活华为的队伍。未来3-5年，他相信公司会焕然一新，全部“换枪换炮”，一定要打赢这场“战争”。而在2019年初，任正非还发邮件提出了构建“华为博士军团”的设想——“瞄准每一个‘城墙口’，构建以少量顶尖人物为先头部队、以集群投入的优秀博士为主战队伍、以优秀硕士为支撑保障组织的战略攻击阵型，进行压强突击，争取用可能的最强力量和最短的时间来突破难点，形成战略领先的优势。”他曾对华为博士人才的流失大动肝火，他要求对博士人才加强管理保障，“可以采用年薪制，也就是一开始就按18或19级水平来确定年度薪酬水准，三年不动，三年后根据实际贡献来确定其个人职级，这样让博士员工在攻坚阶段不用去顾虑薪酬待遇，潜心研究攻坚。即使最后证明看错了，也就三年的薪酬代价。”有人觉得是任正非有钱任性，毕竟很多老板都认为市场和销售人才更为关键，而高学历的技术人才一般情商低、不具备赚钱的能力，这是他们的印象。那是因为你们不清楚未来的趋势。这是一个知识和创新力量越来越重要的时代，或者说，社会的进步在很大程度上是靠科技创新推动的。5G、大数据、物联网、人工智能……对社会的升级改造是全方面的，是势不可挡的，而掌握、创造这些领先科技的人是珍稀的顶尖人才，他们或可称之为战略核心资源。宁高宁最近有个讲话很重要，他说，“在过去的一个世纪中，核心竞争力的变化可能是品牌，也可能是资源，还可能是成本，但是唯一一个越来越重要的竞争力就是技术创新。”“技术的发展带来效率提高，做不到技术创新发展的企业不是好企业。”他指出，要用最高的效率，最低的消耗，做最大的创新。创新是人类探索自然世界的过程，人在不断地调整与世界的关系，只有当这个交换关系越来越有效率，成本越来越低，人们的生活才会越来越好。创新从哪里来？只能是从知识分子的头脑创造中来。可以预见，一个国家，一个企业，顶尖人才的数量和质量决定了各自的竞争力高低，谷歌为什么全世界抢人才，华为为什么这么重视人才，都可以从宁高宁说的这点去思考。在20世纪90年代，华为正赶上中国的工程师红利，成千上万、默默无闻“板凳十年冷”的工程师才是华为成功的基石。2004年，任正非给何庭波下令，“给你2万人，每年4亿美金，一定要站起来！” 在华为称王的今天，背后不知有多少研发战线上的无名英雄付出了多少努力。这次华为给应届毕业生开高薪，就有网友评论称“知识改变年薪”，实话说，给知识付费的价值观，总比娱乐至死的价值观更好。据熟悉任正非的人介绍，任正非对知识分子是非常尊重的，他第一次跟人见面都是称之为“您”，在给新员工的信里，他开头也是说非常荣幸能与您合作。有次在北京，任正非请几个教授吃饭，吃饭后任正非去买单，然后在门口找出租车，一一安排教授们回家。任正非那种发自内心对人才的重视和尊重，是非常让人感怀的。当年华为请了不少“外脑”专家来上课，任正非总是认真聆听，他就像是海绵一样吸收他们的知识，然后化为己用，任正非的敏锐和学习速度每每让专家惊讶。说到底，企业要么靠老板是人才，要么靠员工是人才（两者还是差别很大的），一个企业的成功最终还是人才的成功，不管什么企业都是一样的。", "author": "老方说", "newsdate": "发布时间：19-07-25", "newstime": "16:31", "sentiment": [{"positive_prob": 0.000719486, "confidence": 0.998401, "negative_prob": 0.99928, "sentiment": 0}]}, {"title": "你买的华为手机可能是假的！警方破获制假窝点，涉案金额达数百万", "content": "网络配图近几年，华为手机被誉为手机中的性价比王，性能优良、价格美丽、外观时尚，深得消费者青睐，手机销量年年递增。实体店、网店手机销售渠道众多，售价在 3000 元左右的华为手机在网上销量最佳，可是，你花大几千买的华为手机，很有可能是以假乱真的山寨品！出租房堆满\"手机配件\"临安警方一举捣毁制假窝点临安警方在日常走访中发现钱王街某出租房长期大门紧闭，平时敲门也无人应答。4 月上旬，在一次日常走访过程中，网格员终于敲开了出租房的门，但其中的景象让他们大吃一惊。出租房内是一个手机\"拆、装、售\"加工作坊，生产的手机都是\"华为\"品牌，网格民警怀疑这个作坊涉嫌制假，立即向上级汇报。4 月 17 日，临安警方组织 40 余名警力，整装出击，一举查获位于钱王街出租房的制假窝点，现场抓获犯罪嫌疑人 10 名，经过现场搜查，查获\"华为\"商标系列手机 600 余部，大量旧手机、拆装零部件 5000 余件。\"山寨货\"功力了得从外观一直到内里，仿得惟妙惟肖民警通过缜密调查、线索梳理和嫌疑人交代，一个架构完整的制假售假犯罪团伙浮出水面。去年 10 月，犯罪嫌疑人姜某为牟取非法利益，在临安租了一套房作为制假点，从外地大量购买旧\"华为\"手机及假冒\"华为\"商标的配件和包装物，姜某还雇佣了大量人员，形成流水线生产销售模式：有负责采购旧手机、坏手机和零部件的，有负责流水线生产组装的，有负责异地储运的 ……流水线生产组装的人员分工密切，其中手机维修人员负责把旧的或者坏的\"华为\"手机维修并组装好，专业的贴膜人员将维修好的手机贴膜，专门的包装人员将翻新好的手机放到新的手机盒中并用机器塑封好，一部\"崭新\"没有被拆封过的手机就生产好了。除了生产环节，姜某还与潘某合作，通过网上大型购物网站以及通信市场在线上、线下进行销售，形成\"制假工厂 + 批发销售 + 电商零售\"的制售假犯罪链条，假冒的手机被销售至全国各个省市，并迅速占据市场。旧手机翻新售卖，利润可观不到一年，制假售假金额高达数百万元据警方介绍，这些在商场专柜售假三四千元的华为手机。从制假工厂批量出售时的出厂价，只需 1000 元！再经过不法分子层层加价后，充斥各类网购平台，以正平价格卖给消费者。实际上这些山寨手机因技术不达标，有可能因质量问题导致火灾隐患，威胁消费者的人身安全。目前，姜某、潘某等 10 名犯罪嫌疑人因涉嫌假冒注册商标罪被依法采取刑事强制措施，案件正在进一步侦办中。警方提醒广大消费者首先应选择正规的购买渠道，一般为线上的官网、各大电商平台的官方旗舰店以及线下的官方体验店和门店；其次，购买商品时必须索要正规发票，对于明显低于市场价的商品更要加倍留意，辨别真伪，不要因贪图一时的便宜而买到假冒商品；最后，对于发现所购产品存在假冒嫌疑的情况，要及时向相关部门举报。来源：杭州交通 91.8", "author": "半岛晨报", "newsdate": "发布时间：19-07-25", "newstime": "19:44", "sentiment": [{"positive_prob": 0.000452745, "confidence": 0.998994, "negative_prob": 0.999547, "sentiment": 0}]}, {"title": "最高201万！华为高薪招应届生！网友这么说……", "content": "共青团中央有态度 有温度 全网青年都在关注导读近日，华为发布通知称，今年将从全世界招进20-30名“少年”，对8位2019届学生实行年薪制！华为高薪招应届生！近日，一张“电子邮件”截图引发关注！华为发通知，公布了8名学生的年薪方案，这8名人员全部为2019届应届学生，其年薪的最低为89.6万元，最高为201万元。《通知》显示，华为今年将从全世界招进20-30名“少年”↓↓↓关于对部分2019届顶尖学生实行年薪制管理的通知华为公司要打赢未来的技术与商业战争，技术创新与商业创新双轮驱动是核心动力，创新就必须要有世界顶尖的人才，有顶尖人才充分挥发才智的组织土壤，我们首先要用顶级的挑战和顶级的薪酬去吸引顶尖人才，今年我们先将从全世界招进20-30名天才“少年”，今后逐年增加，以调整我们队伍的作战能力结构。经公司研究决定，对八位2019届顶尖学生实行年薪制，年薪制方案如下：1、钟钊，博士年薪制方案：182-201万人民币/年2、秦通，博士年薪制方案，182-201万人民币/年3、李屹，博士年薪制方案，140.5-156.5万人民币/年4、管高扬，博士年薪制方案：140.5-156.5万人民币/年5、贾许亚，博士年薪制方案：89.6-100.8万入民币/年6、王承珂，博士年薪制方案：89.6-100.8万人民币/年7、林晗，博士年薪制方案，89.6-100.8万人民币/年8、何睿，博士年薪制方案：89.6-100.8万人民币/年上述名单中，排在第一位的钟钊是中国科学院大学2014级硕士生、2016级博士生，培养单位是中国科学院自动化研究所，硕博阶段攻读专业都是“模式识别与智能系统”。任正非： 明年还想招进200-300名“少年”6月27日，华为心声社区发布的《任总在EMT＜20分钟＞的讲话》显示，华为明年还想从世界范围招进200-300名“少年”！任正非表示↓↓↓公司每个体系都要调整到冲锋状态，不要有条条框框，发挥所有人的聪明才智，英勇作战，努力向前冲。华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。今年我们将从全世界招进20-30名“少年”，明年我们还想从世界范围招进200-300名。这些“少年”就像“泥鳅”一样，钻活我们的组织，激活我们的队伍。未来3-5年，相信我们公司会焕然一新，全部“换枪换炮”，一定要打赢这场“战争”。靠什么？靠你们。如何看待华为招聘刚毕业博士年薪超过200万？知乎网友@D.Han读博经历给我的重要收获之一，就是让我见识了人与人的差距，以及自己的天花板。本科总体还是学有余力，即使不是顶尖，但和顶尖同学的差距，反映在学积分上也不那么悬殊。好比95和90分，因为有100分满分这个统一上限压着，差距看起来不会那么明显。等到了研究生期间，学术研究就再也没有上限限制了，这使得人与人的差距显得特别大。比如我同级的一位博士生，谷歌引用已经超过1000，而我还是两位数。既然学术成果分化很大，那么毕业后收入一个水平也不是很合理。而且从多劳多得的角度，我相信这些200万年薪的应届博士毕业生，所创造的工作量和价值，除以收入水平，应该不会低于普通毕业生，所以我羡慕但也酸不起来。换做是我，即使华为给我200万年薪，我也不好意思要。我唯一的担忧就是这种行为是否太过高调，会给这个制度以及入选者带来更多压力。毕竟很难保证，每一位入选者都对得起这个价，以及每一位入选者工作能力都强于那些对不起这个价的老员工。知乎网友@霍华德我觉得是好事，充分体现了华为参与国际人才竞争的觉悟。顶尖人才是那么好抢的吗？华为要和Facebook、谷歌、亚马逊至少30万美刀起的大礼包正面竞争，200万都是少的。其次，华为释放出千金买骨的信号，不论这次的八位是千里马还是千里马骨，但真正的千里马都看到了华为的决心，华为仿佛在说：“何恺明、李沐、贾扬清、陈天奇（此处省略一万字），华为欢迎你们，以后想来华为200万后面加一个零还是两个零都可以商量啊”最后，我觉得正是这一年多华为的种种举动带火了EECS相关专业，成电、西电等学校今年高考分数线都有不同程度的突飞猛进。我觉得这是好事，科技对抗必将成为中美未来三十年的主题之一，唯有把最顶尖的人才都吸引到科技领域来，中国才能打赢这场科技战。知乎网友@FionaH作为2019届的应届博士毕业生，看到这个新闻我并不感到意外。首先，看到了自己同学的名字，真心为他感到高兴，同学五年，我认为他值得这样的offer。我自己也拿到了这届华为博士正常薪资总包，也挺满意的。通过我个人参加华为面试的体验和周围博士参与招聘的情况来看，华为对博士的学术研究能力、项目管理能力、研究领域是否匹配战略需求以及沟通表达等个人素质能力的综合考察是比较全面并且客观的。无需讨论拿到200万年薪的人创造的价值是否是50万offer的人的四倍，这是无法量化评估的，但是，从上述四个维度来看，这几位确实有出众之处，才得以从众多候选者中脱颖而出，并不只是单单一个方面的优秀。从两年前开始就已经有听说华为的年薪制offer，我校的师兄也有出现过100万-150万的年薪，但从未被公开过，因为我们每个人收到的正式书面录用通知中有明确规定：薪酬和福利等为华为保密信息，未经授权禁止扩散。只是这一次，华为首次向大众公开offer薪酬详情及名单，校招即将开始，再加之近段时间华为公司的经历，似乎可以看作是公司层面的一次PR行为。近几年华为招聘的力度之大，薪资也水涨船高，校招开始也比一般公司早，招聘期间HR也非常有热情，各大顶会上也能看到华为HR的身影，确实华为在整个校招过程中的抢人气势是非常高涨的。这一次，华为又拿出惊人的年薪offer，给整个用人市场一击，这势必也将影响到其他公司的招聘计划，“大咖计划”“阿里星”究竟是跟着涨薪呢，还是用其他条件来吸引人才呢，想必许多HR现在已经在开会应对这一轮的变数。有些回答里也提到了，名单上的几位博士的引用量和论文质量，大多不是几百上千引用和N篇顶会顶刊，很多人因此认为开出这样的薪资是不合理的。确实，论文引用量是评价研究水平很重要的指标之一，但是是否是用人单位看重的量化指标呢，我们不得而知。之所以这一份通知激起千层浪，就是因为大家都在纷纷讨论华为的招聘标准是否合理。每家企业自有它的评估体系，华为的标准是什么，只有华为知道。不能忽略的一点是，企业招聘是一次双向选择。周围也有很多大神没有拿到年薪200万的offer，他们有的去博后深造进学术界，有的没有想去华为所以没投简历，有的人面试发挥不如意没有表现出应有的水平，也有的人挂在了性格测试上，也有人拿到了offer最后拒掉了。总之，我们不能说拿到200万年薪的人就是最优秀的人，也不能说那些更优秀的人没有拿到200万年薪的offer就是这个用人制度的不合理。工业界的发展日新月异，这个高薪资的背后一定对应着相应的高工作强度。公司的薪资体系是动态的，在这份offer背后一定也有相应的要求及条件。为了维持值得这样年薪的能力水平，未来他们也一定是需要继续努力奋斗的。对于华为招聘刚毕业博士年薪超过200万你怎么看？", "author": "共青团中央", "newsdate": "发布时间：19-07-25", "newstime": "18:51", "sentiment": [{"positive_prob": 0.630897, "confidence": 0.179772, "negative_prob": 0.369103, "sentiment": 2}]}, {"title": "美国公司在中国对华为执法，私自扣押华为7亿余元物资，拒不归还", "content": "作者：耿直哥耿直哥从多位知情人士处得知，在中国珠海等地设有工厂的美国知名上市代工企业“伟创力”，曾在美国政府将中国的华为公司列入“黑名单”后，私自扣押了华为高达7亿元人民币的物料和设备。但与此前媒体所报道的消息不同的是，耿直哥从相关知情人士处得到的独家爆料显示，伟创力并没有在华为前来索要这些物料和设备时进行归还，反而是持续将华为的物资私自扣押了1个多月之久，给华为造成了严重的损失。他们，私自扣下7亿多元的华为物资，拒不归还此前，国内一些媒体曾经报道说，在华为公司于5月16日被美国商务部列入一个名为“实体清单”的“黑名单”后，总部在美国的全球知名代工厂“伟创力”便第一时间停止了与华为的一切合作，与华为现有的订单也都一并被中止了。之后，有媒体称华为公司曾一度派出近百辆货车前往伟创力位于珠海的工厂，从那里拉回了自己的设备和物料。随后华为还将对自己翻脸的伟创力公司剔除了自己的供应链。事情仿佛到此结束了。然而，多位了解华为和伟创力之间冲突的知情人士告诉耿直哥，两家公司间的冲突远没有目前媒体报道的这么简单。这些知情人士表示，此事的实际情况是，伟创力方面过度解读了美国政府的出口管制法律法规，并以此为由【私自扣押】了中国华为公司高达7亿人民币的货物多达1个多月之久。期间，伟创力不仅拒绝归还这些物权属于华为公司的物料和设备，还百般“刁难”华为，给华为公司造成了严重的损失，令华为内部对伟创力这种“落井下石”的行为极度气愤。根据这些知情人士的透露，伟创力是全球仅次于富士康的大型代工企业，总部设在新加坡和美国的加州，在此次事件之前与华为公司的合作已有数年之久，双方的关系一直都还不错，合作也很顺畅，是华为的代工合作伙伴里合作水平排在前5的企业。美国彭博新闻社的数据也显示，2018财年第三季度伟创力大约从华为获得了约24亿人民币的收入，是华为的美国供应商中获利最多的企业。伟创力从华为获得的收入约占其总营收的5%。可自从华为公司于今年5月16日被美国商务部工业与安全局（BIS）列入了被限制获得美国技术和产品的“实体清单”后，这家华为公司多年的合作伙伴便当即就停止了与华为公司在全球范围内的一切合作，包括伟创力在中国以及欧洲等地给华为进行的代工业务。由于华为与伟创力代工模式是“送料加工”模式，即华为公司购买需要加工的设备和物料，再将这些自己的设备和物料交给伟创力加工，所以在伟创力宣布停止一切与华为的合作后，华为公司的生产交付受到很大的影响，为了继续能正常履行客户的合同，华为公司不得不决定把剩下的物料以及之前放在伟创力工厂进行生产配套的自家设备，都从这家美国代工厂那里运出来。其中伟创力在珠海的工厂有大约4亿人民币左右的华为物料和设备，海外的工厂还有大概3亿元。相关知情人士称，这些总计7亿多元的物料和设备是属于华为网络设备部门的，手机终端部门那里还有更多的物料在伟创力的工厂。冲突也恰恰发生在了这里。据这些知情人士讲述，当华为公司于5月17日晚派出了数十辆货车前往伟创力的珠海工厂，准备将那4亿多人民币的华为物料和设备运出来的时候，伟创力的珠海工厂突然接到了来自其公司高管的指令，称根据美国出口管制的相关法律法规，伟创力不能将这些华为拥有物权的设备和物料放行。这一举动也当场惊呆了所有在场华为的人员。结果，当晚被人排到的那个华为的货车车队，只能“空手而归”。相关知情人士透露，华为内部对此事也十分震惊和错愕。毕竟在被美国拉入黑名单后，华为的其他代工厂都没有出现伟创力这种情况，同时伟创力还是与华为合作多年的熟人，其翻脸比翻书还快的态度令华为方面着实难以理解。当然，最令人愤怒的还是，伟创力居然在中国的领土上“堂而皇之”地以美国法律为由扣下了华为的物料和设备。相关知情人士透露，华为的相关管理人员认为伟创力此举过度解读美国法律，并且不仅涉嫌违反了中国的法律，更是在侵犯中国的司法主权。他们，在中国的领土上，不断用美国政府的法律法规刁难华为不过，华为方面当时并未声张此事，而想是尽快与伟创力通过谈判协商解决问题，以免被此事耽误了给客户的订单交付，给客户和自己都造成损失。可根据相关知情人士透露，在双方进行的多达10多轮的谈判中，伟创力又屡屡过度解读美国法律，刁难华为，并持续拒绝归还在中国珠海工厂扣下的4亿多人民币的华为物资，甚至还多次出现双方一度协商好的解决方案，伟创力却转天“变卦”的情况。该知情人士透露，对伟创力这种“出尔反尔”的态度“忍无可忍”的华为公司，给伟创力方面发去了措辞强硬的律师函，指出伟创力方面的行为性质严重并且超出了正常合同纠纷的范畴，并要求伟创力必须归还华为拥有全部物权的物料和设备，否则将要求伟创力承担一切损失。伟创力方面随后也给华为回复了一份律师函。根据相关知情人士的说法，伟创力竟然在这份律师函中公然宣称，根据美国的出口管制法律，伟创力有法律义务去审查华为享有所有权的物料和设备。这已经俨然一副要在中国的领土上扮演美国政府“执法者”的姿态。伟创力还以不可抗力为由拒绝对赔偿华为。华为随后则两次发函给伟创力重申：在中国法律的规定下，华为拥有对华为提供给伟创力的物料和设备的合法所有权，华为有权对享有所有权的物料和设备进行处置。在伟创力的这般刁难下，华为这7个亿物料和设备就这样被持续扣押了一个多月，导致华为方面损失巨大，甚至不得不额外掏钱去重新购买设备和物料交给客户。直到今年6月中旬，伟创力方面才终于同意将华为的物料和设备陆续归还，但开出的条件是将这些设备和物料转运给一个不属于美国“实体清单”所列华为及其68个关联企业的“第三方”，而且这一切的费用还得华为自掏腰包。专家称伟创力已涉嫌违法，中国“不可靠实体”又多一人选？最后，相关知情人士透露，华为方面认为伟创力在此事中不仅过度解读了美国的实体清单相关法律法规政策，还涉嫌违反了中国的法律：伟创力跟华为在中国国内签约的主体是在中国珠海登记的“伟创力制造（珠海）有限公司”，所以伟创力的珠海工厂理应遵守中国法律，不该以美国法律作挡箭牌私自扣押华为的物资。但截至目前，华为方面尚未就知情人士透露的这些与伟创力的纠纷内情作出回应。伟创力方面也尚未回复耿直哥通过其官网发去的邮件。中国政法大学国际法学教授霍政欣在接受耿直哥采访时表示，虽然伟创力作为一家美国企业去执行美国的法律法规政策这一点无需评价，其行为是否违反国际法或是其他国家的法律也要具体情况具体分析，但其在中国珠海注册的独资子公司“伟创力制造（珠海）有限公司”和工厂，国籍是中国，所在地在中国，需要遵从中国的属地管辖，不得逾越。霍教授指出，美国政府可以要求美国企业遵守美国的法律，但在中国的境内，美国国内的行政法律法规是没有效力的，即“公法无域外效力”。因此，霍教授认为，如果与华为签约的是伟创力在珠海的这家公司，那么其用美国的国内法律去扣押华为公司的物资，至少是违反了中国法律的属地管辖，并存在违约的问题。霍教授还在采访中提到了目前中国商务部正在准备推出的“不可靠实体清单”一事，称那些在中国境内、无视中国的属地管辖、去执行美国国内法的企业，也是目前正在研究要制裁的一个对象。最后值得一提的是，华为公司此前也与美国的联邦快递有过类似的纠纷，其多个包裹曾被这家美国快递公司擅自转运到了美国进行审查。但在遭到舆论的强烈质疑后，联邦快递很快发表抨击起了美国商务部，称其对于华为的制裁政策太过模糊宽泛，迫使联邦快递这家普通快递公司当起了美国商务部的“执法机构”。联邦快递还因此起诉了美国商务部。美国商务部则表示是联邦快递过度解读了商务部的法律法规。▲图为美国华尔街日报报道联邦快递起诉美国商务部一事", "author": "环球时报", "newsdate": "发布时间：19-07-25", "newstime": "14:52", "sentiment": [{"positive_prob": 0.00411607, "confidence": 0.990853, "negative_prob": 0.995884, "sentiment": 0}]}, {"title": "陈宇荣一行调研华为（永州）云计算数据中心建设", "content": "会议现场。红网时刻永州7月25日讯（通讯员 郭东灿 刘凌群）7月23日下午，永州市人民政府秘书长陈宇荣一行调研华为（永州）云计算数据中心并召开座谈会。市工信局，市行政审批服务局，市投资促进局，市城投公司相关负责人，永州经开区党委书记周亮，管委会副主任唐美凤，党委委员、管委会副主任万李，永州市电信，永州市移动，永州市联通，区党政办及区直相关单位，华为政企云业务永州公司，云谷公司等单位相关负责人参加。近年来，永州市紧紧围绕国家和省委、省政府发展战略性新兴产业总体部署，于2016年4月引入华为云计算数据中心项目。该项目是华为在湖南省内的唯一节点，项目一期工程总建筑面积13924.92㎡，可部署1000个标准服务器机柜，具备48万核云计算和45P云存储的服务能力。会议现场。座谈会上，相关部门对华为大数据中心运营情况以及面对的困难作了简要汇报，陈宇荣针对问题逐一解答。陈宇荣就下步工作部署指出，整合并开展围绕华为云计算大数据中心的相关活动，推进项目进程。将华为云计算大数据中心启动仪式、湖南省政府政务云异地备份中心挂牌仪式、电子信息产业推介大会三个活动整合开展，做到“提质增效；加快推进市直单位和各县区信息化系统迁移，由市政务审批服务局牵头，为推进全市信息化系统迁移工作打下基础；着手准备省政府政务云异地备份中心四方协议，共同推动永州云计算大数据产业创新发展；列出问题清单，进行整改销号，并明确整改要求和整改时限，切实解决各项问题；落实管道连线工作，加快建设步伐，确保项目按期投入使用。陈宇荣要求，各相关部门要按照市委、市政府的决策部署，坚持合作共赢的原则，切实解决项目建设中遇到的具体问题，加快完善相关手续，加大协调配合力度，为永州今后大数据产业的长远发展打下基础，真正把永州云计算数据中心建成高起点、高标准、高质量的一流示范项目，让永州成为信息化产业的前沿。", "author": "红网", "newsdate": "发布时间：19-07-25", "newstime": "12:01", "sentiment": [{"positive_prob": 0.95824, "confidence": 0.907199, "negative_prob": 0.0417603, "sentiment": 2}]}, {"title": "公然“耍流氓”？伟创力被华为踢出供应链，如今后悔也来不及了！", "content": "作为美资代工厂巨头，伟创力一直与华为保持着密切的合作，并成为华为在美供应商中获利最多的企业。但就在美国发布\"禁令\"之后的第三天，伟创力迅速\"变脸\"，不仅通知全球其他代工厂停止生产华为所有的设备，还停发了已生产的产品；更夸张的是，伟创力还在中国市场上以美国法律私自扣留了华为高达7亿元的物料和设备。以美国法律为由，伟创力私扣华为7亿元物资长达一月据环球网7月25日援引知情人士报道，被伟创力扣下的这批物资价值7亿多元人民币，包括在伟创力珠海工厂的约4亿元的物料和设备，以及伟创力其他海外工厂的3亿元物资。知情人士透露，伟创力以美国出口的相关法律为借口，称不能将这批物资放行，而这批物资属于华为网络设备部门，手机终端部门那里还有更多的物料在伟创力的工厂。重要的是，在华为前来索要这些物料和设备时，伟创力并没有进行归还，反而是持续将华为的物资私自扣押了1个多月之久，同时还对华为提出多种要求，给华为造成了严重的损失。有舆论指出，这恐怕也是华为将伟创力彻底从其供应链体系中剔除的直接原因。伟创力是仅次于富士康的全球第二大电子制造服务代工厂，在此次事件发生之前与华为的合作已有数年之久，更是华为的代工合作伙伴里合作水平排在前5的企业。美国数据指出，2018财年第三季度，伟创力约从华为获得了24亿元的收入，是华为的美国供应商中获利最多的企业。被华为踢出供应链，伟创力长沙工厂停工，会否\"重现\"420亿亏损实际上，与华为合作关系的破灭也让伟创力经历着前所未有的发展瓶颈，甚至与其当初进入中国市场的\"愿景\"背道而驰。自1987年进入中国市场后，伟创力在国内的相关企业已经超过40余家，遍布珠海、深圳、苏州等多个城市。但在华为将其彻底踢出供应链体系之后，伟创力位于长沙的工厂也陷入了停工危机。据悉，伟创力长沙工厂分三期建设，规划1.5亿台智能终端的产能，而伟创力长沙一期工厂现有16条SMT生产线和23条组装线正式投产，生产人员约5000人，手机平均日产能约为6万台，高峰期可达8万台。目前，长沙一期工厂被曝出停产，目前正在裁员撤线；同时，长沙二期项目也几近停工，因为华为主要代工厂之一的比亚迪正在接手相关工作。长沙工厂只是一个缩影，随着华为产能的迅速转移，伟创力其他工厂或许也将面临着\"苟延残喘\"的命运。据证券时报7月23日消息，上半年富士康针对国内H品牌客户摄像头及模组相关产值同比增长94%，5-6月份针对该客户整机及机构件产量同比增长超过15%。据多方信息，可以判定H品牌客户就是华为。换句话说，曾属于伟创力的订单正在被\"龙头老大\"所拿走。另据《财富》数据显示，在今年的500强企业排行榜上，伟创力排名下降8位至第474位，其利润仅为93.4万美元。纵观近几年该公司的利润，伟创力则是属于薄利多销型的企业，其净利润率只有不到2%。也就是说，失去华为这样的大客户，打击无疑是巨大的。在这种趋势之下，跌出世界500强企业的行列恐怕也在预料之中。这一惨淡现状也不禁让人想起伟创力在进军中国市场时的豪言壮志。在2009财年巨亏61.35亿美元（约420亿元人民币）之后，伟创力随即指出，中国市场的重要性毋庸置疑，该公司将持续加大对华投入，力争在中国市场保持竞争力，以带动全球制造业的发展。但如今看来，这一\"愿景\"在其与华为撕破脸之后也将有很大的可能化为泡影。", "author": "金十数据", "newsdate": "发布时间：19-07-25", "newstime": "22:56", "sentiment": [{"positive_prob": 0.000117405, "confidence": 0.999739, "negative_prob": 0.999883, "sentiment": 0}]}, {"title": "华为平板M6测评终结篇：上了麒麟980的平板电脑值不值得买？", "content": "前几天我们已经发布了华为平板M6的开箱、续航、充电、游戏、性能等多项测评，经过这几天的使用，今天再和大家谈谈这款华为平板M6的综合体验。说到这部平板的手感，可以说还是不错的，测试的这段时间里面，由于它的机身比较大，所以两个手拿起来感觉上来说只是微重， 并且16:10的2K屏幕的显示效果比较好。唯一手感上的缺点就是由于它是金属的机身，并没有什么特殊的手感方面的处理技术，成为了妥妥的指纹收集器，玩儿了两把游戏，后壳上面布满了指纹。如果你对这个方面有抵触，同时比较爱惜电子产品的话，建议在贴钢化膜都情况下加配一个比较薄的手机壳，这样不影响散热同时也不影响美观，更防止小的磕碰破坏外壳的美观。对喜欢看电影的用户来说，16：10的2K显示屏加上配置了双喇叭特殊调音的立体声外放功能，看电影和玩《和平精英》会有更好的实体操作体验。在看电影的时候，尽量把它放在桌子支架上面，虽然M6在看电影的情况下比较省电，但是在两只手的握持下，摄像头旁边会有明显的发热现象。更加值得一提的就是玩游戏情况下的发热状况，在打《王者荣耀》这款游戏的时候，不仅仅是这个平板，很多手机也是处于高温阶段，CPU 部位会有明显的持续发热，而打《和平精英》就没有明显的发热强度大的情况发生。Kirin 980处理器，以及革命性GPU Turbo 3.0技术加持对游戏挺有帮助，但是目前对《王者荣耀》的优化不大。其实在我个人看来，这款平板可以在有孩子的情况下做一个教育本，里面内置的软件app特别方便，小编还特意点进去体验了一把，虽然感觉上对成年人来说，整体比较没意思，但是对于孩子来说，加上随时随地的上网功能，这何尝不是网络学习的另一大平台呢？还有一项应该是大家不太注重的地方，既然是全面总结，当然要说一下，就是华为平板M6的摄像，前置800万后置1300万稍显磕碜，但是这年头相信也没有谁会带着一个8.4英寸的平板而不是手机去记录美好生活了。综合前几期的详细评测来说，华为的M6平板不管从硬件到系统还是应用到层面都是我们目前能够接受的，对比通俗意义上的平板来说，已经足够我们日常对于时间的挥霍和工作文件的处理，影音游戏方面虽然没有特别强悍的设计，但是最起码多了别的平板没有涉及到的合作以及功能。接下来就要说值不值得购买的问题，目前官网的售价为2399元（全网通版），同时最新款的ipad mini（WiFi版）官方售价为2899元，整体上来说如果不考虑经济问题，还是建议大家购买一部mini，毕竟由于ios优化原因要比安卓平板更胜一筹。现在这个主推手机性能的时代，华为能够继续推送更新自己的安卓平板，对于这个来说大家应该也觉得他们是拥有自己的信心与能力才能让用户体验接受这款新产品的。但是如果想考虑更高的性价比，同时使用的场景没有WiFi的情况下，华为平板M6或许是更好的选择。", "author": "专门网", "newsdate": "发布时间：19-07-25", "newstime": "11:44", "sentiment": [{"positive_prob": 0.407507, "confidence": 0.0944291, "negative_prob": 0.592493, "sentiment": 0}]}, {"title": "力压美国的中国公司 除了华为以外还有他们俩", "content": "提起之前华为的事情，想必大家都十分清楚了，华为在科技领域取得的重大进展，让不少人对华为是羡慕嫉妒恨，因此华为遇到了一系列的不公平待遇和抹黑，在短时间里，华为也是受到了不小的影响。不过在华为的强大技术面前，一切虚假消息都是“纸老虎”，最终之前这些禁止华为的公司只能又和华为恢复了合作，并且就连美国也将华为的禁令解除了。可以说，华为不愧是我们国产公司的骄傲。任正非：没有美国市场，华为也是世界第一！国内企业“出海”的决心愈发强烈，成功者亦不在少数，甚至有如华为一样，能够在5G时代即将来临之际成功扼住美国“咽喉”，迫于我国飞快的发展速度，美方制定了“实体名单”将一些认为发展过快，威胁到美国企业和经济的公司进行制约。在实体名单中，有华为，中兴，大疆，这些都是国内的知名企业。华为和中兴是国内知名的通讯企业，其中华为拥有全世界最多的5g专利技术，而大疆则占据了全球90%的无人机市场。对于美国来说，大疆无人机可以说是美国碰到的最难缠公司之一，早在2017年，美国便随便找了个理由，想要禁止大疆无人机在美国销售。然而一年过去了，大疆无人机在美国的市场份额竟然还上升了2%，占据了全美国74%的市场份额。在这一年里，美国实在无法找到能够替代大疆的产品。根据数据显示，大疆无人机每年的营业业绩几乎都是成倍增长，如今更是占据了全球85%的市场份额，垄断了整个无人机市场，可以说是无敌的存在。而这一切都在于大疆掌握了核心技术，这种核心技术是别人短时间内难以掌握的，而且大疆无人机的更新迭代速度太快了，因为他们在世界基本没有对手，所以他们将自己的上一代产品当作对手，每次更新都要完全碾压上一代产品。其中还有以视频为核心的物联网解决方案提供商海康威视，该企业的视频监控设备的市场额高达37.94%。公司的市值也高达2300亿，去年的营收高达498亿元，在中国最有价值品牌500强中，海康威视位于第45名。海康威视海康威视的智能化监控产品位于世界前列，视音频编解码、视频图像处理等核心技术也是遥遥领先，还有云计算和大数据等超前的技术，都足以和全球企业抗衡。(7226614)", "author": "中关村在线", "newsdate": "发布时间：19-07-25", "newstime": "05:06", "sentiment": [{"positive_prob": 0.727018, "confidence": 0.393374, "negative_prob": 0.272982, "sentiment": 2}]}, {"title": "华为百万年薪招应届生 网友：多读书是有用的", "content": "新闻背景：一份发自华为总裁办的《关于对部分2019届顶尖学生实行年薪管理的通知》这两天引发媒体关注和热议。这份由任正非签发的通知显示，对8位实行年薪制的博士生，每人的年薪，最低限为89.6万元，最高限为201万元。人才是第一资源依靠人才，华为才能实现在群雄竞逐中从跟跑到并跑，乃至领跑；而持续领跑，保持行业翘楚，仍需依靠人才。任正非曾坦言，“华为能发展，首先是这个行业给了我们机会，我们抓住这个机会以后，又引进了很多人才，我们把这些人才用好”。没有人才，谈何发展？不用好人才，又怎能超越同侪？而薪酬若没有竞争力，就很难找到有竞争力的人才，在弱肉强食的国际市场上也难有竞争力。发展是第一要务，人才是第一资源。在“关键核心技术要不来、买不来、讨不来”的时代背景中，无论一个国家还是一家企业都需要把人才放在重中之重的位置。李克强总理说过，要真正让有贡献的科技人员名利双收，经济上有实惠、工作上有奔头、社会上受尊敬。对真正的人才，就应该给荣誉、给待遇，让他们拥有经济底气、职业荣耀。衬出读书“含金量”华为官方在电邮中针对顶尖人才有两种表述：顶尖学生和天才少年。也就是说，只有你的能力真的属于“顶尖”和“天才”之列，才能获得顶级薪酬。有网友留言，称华为员工干一年等于他们干一辈子。这句话颇为形象地阐释了知识就是力量，知识可以改变一个人的命运，知识同样可以让人生更具有价值。对8名刚毕业的学生给出这么高的薪酬，看起来有点不可思议，可是看看这几个人的履历，就不觉得意外。以拿到最高档的秦通为例，他是一位浙大人，于2015年获得浙江大学控制系学士学位，之后又成为香港科技大学机器人研究所博士，师从沈劭劫教授。秦通学生时代就在IEEE TRO、ICRA、IROS、ECCV等国际顶级期刊和会议发表多篇论文，获得IEEE IROS 2018最佳学生论文奖。这么一位优秀的学子，带给华为的变化是令人期待的。当然，不可能人人都成为这样的骄子，可是天道酬勤这个道理是亘古不变的。我们常常听到一些抱怨，说这个不好那个不好，出了问题怪这个怪那个。诚然，我们有责任让环境变得更好一点，让教育更均衡一些，可真正起作用的还是个人自己。知识是真正可以击穿所谓家庭背景、出生、身份的东西，这也是每个人可以自己把握的东西。人家学生时代就可以在国际顶级期刊上发表论文，这不是光有天赋就可以解释的，相信理智的人都能从中获得启示。用好人才更为重要其实，高薪延揽人才只是第一步，用好这些人才更为重要。相关报道提到，适应对人才战略的新要求，华为正规划实行一种“博士军团”战略——瞄准每一个“城墙口”，构建以少量顶尖人物为先头部队、以集群投入的优秀博士为主战队伍、以优秀硕士为支撑保障组织的战略攻击阵型，进行压强突击。对于年薪制的博士，华为将采取入职三年不动，三年后依据贡献确定职级的考核制度。这既给人才留下了成长时间，又在人才管理机制上容许试错。辅之以这些配套制度建设，无疑将有助于更大程度发挥“百万年薪”的激励效果。微言大义：@深圳私募哥：顶尖的学生加热门专业，超级实力和选择运气缺一不可，确实很厉害。@跑步课本007：放心吧，企业不会做亏本生意的。@旮旯十八弯：面对真正的人才，薪酬制度是不会成为阻碍的，一旦有阻碍，可能就不是企业真正认可的人才。@珍jill：多读书还是有用的。经济日报-中国经济网编后语：“21世纪什么最贵？人才！”华为百万年薪招聘应届生，再证人才的重要性。严格说来，华为这么做，不算什么石破天惊，高薪抢人早已是全球高科技企业的惯用手法。一家企业的技术实力，一个国家的创新能力，归根到底，还是要靠人才。在企业开始世界级竞争时，对人才的渴求也在增强，但华为还是为尊重人才做了很好的示范。打破薪酬天花板，让高薪酬、高激励成为创新的第一动力，将促使企业走得更远。来源：经济日报-中国经济网", "author": "中国经济网", "newsdate": "发布时间：19-07-25", "newstime": "13:31", "sentiment": [{"positive_prob": 0.957313, "confidence": 0.905139, "negative_prob": 0.0426872, "sentiment": 2}]}]