[{"title": "华为Watch 3型号曝光 下一代智能手表可能将面市", "content": "【环球网智能报道 记者 张阳】7月21日，共有四款华为手表获得了蓝牙技术联盟的认证，其中至少有一款可能是第三代华为智能手表，也就是所谓的华为手表3。华为智能手表2代最初于2017年推出，有很多版本，包括华为手表2标准版，运动版，还有支持eSIM的2018款，这些都被业内认为是非常不错的WearOS智能手表，所以华为想要更新这一系列产品也就不足为奇了。华为智能手表2配备了1.2英寸AMOLED触摸屏，分辨率达到390*390。采用骁龙2100处理器，4GB内存和768MB内置存储。此外，还包含了速度计、陀螺仪、气压计、GPS、心率监测、光传感器等一整套传感器。蓝牙技术联盟是一个非盈利的标准组织，负责监督蓝牙技术的开发和许可，当我们看到一款智能手表出现在其注册序列中时，通常意味着很快这款手表将会实现一般可用性。获得认证的4款设备型号分别为，CSN-BX9、CSN—AL00、CSN—AL01和ALX-AL10。按照此前的规格，更大更好的屏幕是可以有所期待的，电池续航时间最好能够有2-3天的改善，可能会有更好的处理器，目前还不知道这些型号所对应的具体产品。", "author": "环球网", "newsdate": "发布时间：19-07-22", "newstime": "12:48", "sentiment": [{"positive_prob": 0.0178699, "confidence": 0.960289, "negative_prob": 0.98213, "sentiment": 0}]}, {"title": "华为“绝地反击”，如今美国已高攀不起，欧洲成最大受惠者", "content": "在今年上半年对华为来说真的是非常糟心的，因为美国以莫须有的罪名对华为进行打压，美国除了规定自己国家内的企业不能和华为再继续合作之外，甚至还想要联合其他国家来限制华为。对美国这样的做法，瞬间让我们国人感到非常愤怒，因为美国本身就是这样的，不允许别人在任何方面超越自己。不过在这短短的一个月时间里，我们看到的并不是一个民族企业的成功与否，而是面对打击我们的民族企业永不言败的精神以及他们不懈的努力。虽然一开始有很多美国的企业终止与华为的合作，甚至有很多的机构已经把华为给除名。就连联邦快递在美国政府的影响下也开始针对华为。不过这一系列事情所带来的损失自然也是相互的，因为本身合作者之间的利益就是相互的。但是在整个事件当中，被打压的华为其实损失的并不是特别严重，反而是那些与华为终止合作的企业损失惨重。特别是美国企业镁光在拒绝与华为合作之后损失相当惨重，于是在华为反击成功之后，之前那些终止合作的企业又开始想方设法的与华为进行合作。除了损失惨重的镁光之外，还有就是之前的联邦快递如今也已经在状告美国商务部。所以在这场“战争”中，反而是美国受损严重。面对更多企业与华为的合作，美国政府自然也就撑不住了，所以下令解禁。不过对于这样的命令，其实对华为来说已经可有可无了，因为现在的华为不单是一个民族企业，它背后有着无数巨头的支持，同时还有欧洲市场的开放。据了解，现在美国有意想要和华为恢复合作，但是现在的华为却并不想这么做了，因为已经了解了美国的“嘴脸”。反而是在整件事情当中欧洲立场一直非常坚定，自然也就成为了华为最大的客户，甚至还引来了华为几十亿美元的投资。所以随着今后两者的发展，欧洲的趋势定会一片大好，当然就目前来看，欧洲也成为了最大的受害者。除了拒绝与美国再次合作之外，之前任正非向全世界征集天才，甚至还给出了高于谷歌五倍的工资，唯一的条件就是不要美国人。除此之外，最近华为在美国的公司也裁员1000人，而针对的也主要是美国员工。对于华为这一系列的反击让网友大呼:过瘾，估计美国政府至今都不敢相信，当初自己用国力打压的民族企业，如今已经高攀不起。", "author": "最炫科技馆", "newsdate": "发布时间：19-07-22", "newstime": "21:46", "sentiment": [{"positive_prob": 0.73588, "confidence": 0.413067, "negative_prob": 0.26412, "sentiment": 2}]}, {"title": "5G手机来了 华为官宣Mate 20 X 5G版7月26日发布", "content": "中关村在线消息：刚刚，华为官方微博宣布，华为Mate 20 X 5G手机将在7月26日正式发布。华为手机官方微博官宣旗下5G手机发布时间早在上个月，华为Mate 20 X 5G版就已经通过了3C认证，这也是华为国内首款通过3C认证的5G手机。华为Mate 20 X 5G版根据已经显示的信息，华为Mate 20 X 5G版型号为EVR-AN00，是在Mate 20 X基础上增加5G支持的机型。手机整体设计上与原版Mate 20 X几乎一样，除了背面印上了5G的标识，并采用了全新的翡冷翠配色。配置方面，华为Mate 20 X 5G版搭载5G多模终端芯片巴龙5000，电池容量缩小为4200mAh，新增对40W快充的支持。其余配置和Mate 20 X一致，一样是麒麟980处理器，内存组合为8GB+256GB。此前6月，华为Mate 20 X 5G版就已经在英国上市，售价为999英镑（约合人民币约8629元），而在阿联酋运营商Etisalat中售价约为人民币6600元。由此可以预测，该机在国内售价将在5000元以上。（本文图片来自互联网）(7225050)", "author": "中关村在线", "newsdate": "发布时间：19-07-22", "newstime": "19:22", "sentiment": [{"positive_prob": 0.726578, "confidence": 0.392396, "negative_prob": 0.273422, "sentiment": 2}]}, {"title": "美方召开华为美企供应商会议：讨论华为销售禁令问题", "content": "近段时间以来，围绕着华为，有着数不清的话题，而更多的是对于美国利用行政手段来“掣肘”竞争对手行为的不耻。不过这么多轮下来，华为依旧坚挺，反而美国那边开始坚持不住了，甚至一些美国科技企业巨头开始为了帮华为站台。7月22日，据外媒报道，白宫经济顾问Larry Kudlow将于本周一与半导体和软件企业高管举行会议，讨论美国对华为的销售禁令问题。据知情人士透露，美国财政部长史蒂芬姆努钦将出席此次活动，芯片制造商英特尔公司和高通公司也应邀出席了此次活动，此外，一位官员证实谷歌与美光公司也将参加。不过据该官员透露，此次会议预计会出现华为议题，但华为并不是这次会议召开的主要原因。此前在6月底美总统曾表态允许美国公司继续卖产品给华为。随后美官方告知制造业代表（针对华为出口的）许可证将在未来2周到4周内发放，换言之华为禁令即将部分解除。然而美方并未公布具体的解禁方法、解禁产品名单、禁售产品名单与解禁时间表，这导致许多美企疑问重重，预计此次会议将会未这些企业详细解释解禁方面的内容。笔者认为，由于美国政府无端的指责华为设备会泄漏美国机密，并颁布了对华为设备的禁令，甚至针对华为发动了全球性的运动。近年来华为势头愈发强势，这让希望一直占据垄断地位的美国感到了不安。美国政府的目的是为了打压华为，借此让美国的企业重新独占鳌头。美国“有心”帮助本国的企业，哪晓得这些美国巨头却并不领情，竟然集体“倒戈”，为华为说好话。对于这些企业来说，美国的政策反而导致了自己受损。", "author": "科技观察猿", "newsdate": "发布时间：19-07-22", "newstime": "10:51", "sentiment": [{"positive_prob": 0.893148, "confidence": 0.76255, "negative_prob": 0.106852, "sentiment": 2}]}, {"title": "华为帮助这个西方国家研发芯片……", "content": "参考消息网7月22日报道 华为方面日前表示，在未来3年内将在意大利投资超过30亿美元（1美元约合6.9元人民币）。俄罗斯卫星通讯社7月18日发表文章，报道了意大利帕维亚大学实验室教授里纳尔多·卡斯泰洛和汉学家弗朗切斯科·马林吉奥就相关问题的分析。他们认为，对欧洲而言，这是一个独立于美国技术的好机会。采访内容如下：问：华为继续在意大利投资，通过与帕维亚大学合作创建的项目精髓是什么？卡斯泰洛：这里指的是已经与华为合作过的其他项目。他们投资了一些具有特定目标的研究项目，包括光纤接口和5G应用的研发或无线电桥连接的电子高频研究。设立该实验室是向前迈出的一大步，实验室将设在帕维亚大学即将建成的大楼内，并将于10月对外开放，它将汇集华为和帕维亚大学的员工，包括教授、毕业生和博士生。实验室面积200平方米，设备将全部由华为提供。问：实验室的研究内容是什么？卡斯泰洛：将从事集成电路，即芯片和微芯片的开发，特别是在初始阶段。还有其他项目，现已处于收尾阶段。包括电子电路，所谓的CMOS（互补式金属氧化物半导体结构）技术。问：该项目对创造新的就业机会和年轻科学家的发展有何帮助？卡斯泰洛：华为计划投资200万欧元（1欧元约合7.7元人民币）发展该项目和建设实验室。随着研究课题的扩展，例如5G，投资额可能还会增加。有12到15名研究人员将利用这笔经费与指定的教授一起开展研究。总共应有大约20人，其中包括5名华为员工。三年后华为计划将这些人员纳入其研究队伍，如果他们感兴趣的话。就“人才流失”现象而言，我们希望改变方向：大约15人有机会在意大利找到工作，而不是在国外找工作。华为意大利在华为的企业架构中越来越重要，这对意大利来说是一个巨大的优势。问：在中美经济关系紧张的背景下，华为对意大利经济的投资有多重要？弗朗切斯科·马林吉奥：主要有两个方面：第一，特朗普的禁令对华为技术产品关闭了美国市场，但为中国增加对欧投资提供了可能。除此之外，华为还投资了意大利不同城市各个领域的项目开发。在我看来，欧洲有机会开放技术合作，因此可以真正取得成功，并打造自身无法创造的技术先进的基础设施。对欧洲而言，这是一个独立于美国技术的好机会，尽管有人因为担心意大利可能失去其在该领域的独立性对此表示批评。如果没有中国的投资，意大利将依赖美国的技术。在这种情况下，欧洲应展示其对美国和中国的重要性。近几十年来，意大利的技术和通信部门进行了私有化。这不应该归咎于带来投资和技术的中国，错在某种程度上已经停止与时俱进的意大利。由于中国进入意大利市场主要以研究为目的，我认为这对民族工业而言是一个机会，意大利也会因此在国际劳动力市场上发挥重要作用。来源：参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-07-22", "newstime": "07:35", "sentiment": [{"positive_prob": 0.992994, "confidence": 0.984431, "negative_prob": 0.00700598, "sentiment": 2}]}, {"title": "华为5G真香！加拿大的骨气哪去了？为了5g向华为“低头”", "content": "华为5G真香！加拿大的骨气哪去了？据悉，华为这段时间也是忙着给各个国家提供铺设5G设备。任正非曾经自信地说：全球140个国家需要铺设5G网络，其中至少136个国家会选择华为！对于其他不会选择华为的国家，任正非表示：美国、澳大利亚和加拿大肯定不会选择华为，澳大利亚和加拿大是美国忠实粉丝！但令任正非大吃一惊的是，最近一个强国居然向华为“低头”了，那就是加拿大。加拿大曾表示不会与华为合作，并扣留过孟晚舟，它对华为的态度是非常紧张的。而加拿大最近却放松了态度，表示正在考虑华为是否会对国家安全构成威胁，并在适当情况下会与华为合作。而加拿大目前正在审查华为的安全性，并希望与华为达成合作。加拿大不顾美国的阻挠，也希望“倒戈”华为。没有其他的原因，只是为了华为的5G设备。华为的SA技术是世界上唯一的，也是公认的真正的5G技术，这是别人都比不上的。任正非对加拿大的声明表示惊讶。毕竟，加拿大过去非常强硬，但是在利益面前不会有永久的敌人。在权衡利弊之后，加拿大也应该发现华为的5G设备是最好的，毕竟它是97%国家的选择。那么你认为加拿大为什么会选择华为呢？本文为原创作品，图片来源于网络，如有侵权请告知", "author": "东亭话", "newsdate": "发布时间：19-07-22", "newstime": "17:36", "sentiment": [{"positive_prob": 0.926955, "confidence": 0.837677, "negative_prob": 0.0730453, "sentiment": 2}]}]