[{"title": "为什么更多人宁愿选择iPhone11，也不买华为Mate30Pro？", "content": "随着不断增加资金投入和创新实力的提升，现在的华为已经晋升为全球第二大智能手机品牌，在口碑不断提升还有用户群体不断壮大的情况下，不少人已经认为它具备与苹果一较高下的实力。没错，现在的华为正处于高速发展的道路上确实很厉害，那我们回到今天的主题，一起来讨论一下为什么更多人宁愿选择iPhone11，也不买华为Mate30Pro？说起华为Mate30Pro相信大家都不会感到陌生，它主要针对追求极致体验的年轻消费群体，所以无论是硬件堆叠还是颜值打磨都相当到位的。一方面，Mate30Pro搭载麒麟990处理器和运行基于AndroidQ深度定制的EMUI10系统，两者形成更强的协同能力，应对日常应用程序几乎不存在压力，体验王者荣耀、和平精英等主流游戏在GPU Turbo3.0技术的深度适配下，帧率稳定性更加妥妥的，4500毫安电池和40W有线快充严格来说也符合长续航的标准。另一方面，Mate30Pro标配一块6.53英寸的环幕全面屏，得益于采用更先进的OLED材质封装工艺带来更震撼的视觉效果，四曲面玻璃后壳与铝中框的紧密贴合，拥有舒适握持感的同时也兼顾生活防水的需要；当然，它率先使用徕卡认证四摄模组在出色的算法调教下照片的整体观感也是妥妥的，这也是我们不能够忽视的亮点之一。综上所述，Mate30Pro确实是一款出色的华为手机，表现应该也能够符合大部分花粉对于其高端机一贯的期待，只是这样的产品对于部分消费者来说它们还吐槽宁愿选择iPhone11，让人感到挺扎心。原来他们觉得iPhone11对比华为Mate30Pro在拍照、续航和快充等元素确实逊色一些，但是它在这几方面的表现已经足够满足日常使用所需，再加上A13仿生处理器的强劲加持，还有凭借IOS13系统在软件生态优势，综合素质表现更出色的情况下，5499元的售价性价比确实比华为Mate30Pro更具说服力。在笔者看来，现在的华为确实已经具备与苹果一较高下的实力，只不过Mate30Pro的整体素质与iPhone11各有千秋的情况下，苹果更具软硬件、性价比和品牌号召力，有人更愿意支持苹果也是正常的。", "author": "老实人日报", "newsdate": "发布时间：19-12-03", "newstime": "16:31", "sentiment": [{"positive_prob": 0.00194459, "confidence": 0.995679, "negative_prob": 0.998055, "sentiment": 0}]}, {"title": "从强制退休到被拘251天，华为式“底气”从何而来", "content": "经济观察网 评论员  陈白对于当下处于裁员舆论风波中央的华为来说，前车之鉴其实就在数天之前：在遭遇裁退重病员工质疑后，网易在极短的时间内发布了道歉声明，也成功把自己救下了热搜榜。但从目前华为的回应来看，起码从公关策略上来说，它并不打算步网易的后尘。按照华为的官方说法：华为有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报。我们尊重司法机关，包括公安、检察院和法院的决定。如果李洪元认为他的权益受到了损害，我们支持他运用法律武器维护自己的权益，包括起诉华为。这也体现了法律面前人人平等的法治精神。但是，正是这样一段逻辑严谨、政治正确，看起来毫无瑕疵的回应，激起公众的不平。尽管在法律意义上，法人确实和自然人享有平等的地位，但在现实之中，谁都能够理解，作为全球科技巨头的华为，单单就其完整的法律部门和其所拥有的法律诉讼实力，显然和半年后毫无防备在家中被带走的李洪元并不一个层面。无论是出于什么样的目的做出如今这一回应，华为的强硬显然进一步加剧了人们对其强势的印象。一起简单的裁员为何会惊动司法机关，如今来看依然有待更多的真相披露。从舆论的反弹来看，需要相关部门给予更多的解释，以澄清人们对于大公司法人享有的平等“权利”是否异化成为了左右司法的“权力”恐慌。不过，如果我们回顾近年来，在人事领域风波从未停息的华为，做出这样的回应其实并不令人意外。无论是数年前华为传出35岁劝退、45岁强制退休的新闻，还是在坊间一直以加班文化著称，这种强势的底气，是华为所倡导的狼性组织的一个必然结果。当然，另一重必然结果，就是华为总会不断面临着公司发展与员工权利之间的巨大争议。但时移世易，当华为在全球市场遭遇了不可抗力的危机，当从宏观经济到微观组织层面的高速增长宣告放缓，曾经被高速增长所掩盖的问题就会慢慢浮出水面。无论是近期深陷裁员风波的华为、网易，乃至是今年年中被马云称为“福报”的996，还有时不时就会传出的白领加班期间猝死的新闻，这些碎片背后本质上都开始共同指向了一个问题：中国的科技公司们在全球狂飙突进的红利究竟是从何而来？在日本企业管理文化中，无论是制度层面的“终身雇佣制”还是上升到理论高度的稻盛和夫的敬天爱人思想，本质上展现是日本企业管理文化中“爱人”的一面，这被认为是日本经济在上个世纪获得成功的原因。在西方管理实践中，严苛的科层制被不断迭代，变成更为强调创意平等的OKR，这被认为是硅谷在后来的科技革命中取得创意胜利的原因。而反观当下，如果我们要粗浅总结中国互联网科技前沿公司们的组织管理共同特征，或许996、加班是唯一可以发现的共性。在中国企业管理文化的基础搭建上，华为本来是值得期待的。钱给到位的华为，尽管一直以加班著名，但在996的争议中并未处于旋涡的中央。无论是从《华为基本法》还是从任正非的过往的公开表述乃至是从公司股权架构上来看，这是一家极端重视员工的公司。在《华为基本法》里，“我们强调，人力资本不断增值的目标优先于财务资本增值的目标。”任正非曾经不止一次表达过，“追求人才更甚于追求资本，有了人才就能创造价值。”对人才的重视使得华为在通信业的红海竞争中脱颖而出，而在接下来的无人区，希望华为同样能够“不忘初心”。", "author": "经济观察报", "newsdate": "发布时间：19-12-03", "newstime": "14:06", "sentiment": [{"positive_prob": 0.0061058, "confidence": 0.986431, "negative_prob": 0.993894, "sentiment": 0}]}, {"title": "华为P30Pro：12月，忍痛说再见！", "content": "提起华为相信大家都不会感到陌生，它作为全球第二大智能手机供应商，这几年凭借着不错的口碑和技术创新积累，在中低端机迎来全面爆发，高端市场也取得令人瞩目的成绩，可以这么说，如今华为的实力不容小觑，它是众多国产友商学习的榜样，更是连苹果和三星都不可轻忽视的强敌。的确，华为已经变得越来越强大，只是话又说回来，在机海战术大背景下，它的部分产品也是难以独善其身，例如这一次网友直言华为P30Pro:12月，忍痛说再见！P系列是华为旗舰机的重要组成部分，所以无论是硬件配置还是颜值打磨都必须到位，这样的话才能够满足年轻消费群体对于极致体验的追求。首先，华为P30Pro拥有徕卡认证三摄模组，先进的算法调教在白天光线充足的情况下色彩还原精准，超级夜景模式针对弱光成像进行深度优化，照片的整体观感也是妥妥的，10倍光学和50倍数码变焦技术的加持更是让它如虎添翼。其次，华为P30Pro搭载麒麟980处理器和运行EMUI10系统，两者形成更强的协同能力，在达芬奇独立NPU神经元的驱动下，体验主流游戏的画质和帧率稳定性都不存在太多可挑剔的地方，4200毫安电池也是为续航提供有力保障；另外，它配备一块6.39英寸水滴全面屏与铝中框紧密贴合，带来震撼视觉效果的同时也满足防水、舒适握持感的需要。只是从参数层面来分析的话，华为P30Pro算得上是一款出色的国产旗舰，也符合其机皇的特性，所以最初的时候卖到5388元还是十分受欢迎，这一点应该在余承东的意料之中吧，不然当时怎么可能定下销量两千万台的目标。可惜，现在竞争进入白炽化阶段之后，它的人气在渐渐流失，地位也逐步被取代之后，最低已经降至4477元，如此幅度说明华为下重本，可惜还是有网友吐槽12月华为P30Pro选择说再见了！在他们看来，华为P30Pro严格来说并不属于旧款，毕竟从今年三月份到还未满一年时间，只是随着Mate30系列的持续热销，考虑到主力机使用两至三年的情况，它也缺乏5G元素很难保障不会在短时间内被淘汰。另外，它对比iPhoneXR、小米CC9Pro也缺乏性价比可言，所以还是拜拜了。按照笔者的看法，华为仍然引领着国内市场的发展的趋势，P30也是贡献巨大，只是在新机接踵而至还有竞品的蚕食下，它没有性价比和新元素的支撑，不再被热捧也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-12-03", "newstime": "08:31", "sentiment": [{"positive_prob": 0.873803, "confidence": 0.719562, "negative_prob": 0.126197, "sentiment": 2}]}, {"title": "华为智慧屏超详细体验：真正的智慧家庭交互中心", "content": "近两年，大家看到了手机市场的竞争激烈，但可能忽略了智能电视的竞争。其实，智能互联网电视的竞争可能比手机还要激烈，曾经占领智能电视半壁江山的乐视现在几乎没什么声音了，高调的微鲸电视也淡出了大家的视线，传统电视厂商也声量不大，一直低价策略的小米电视横扫整个市场。对于供应链成熟，几乎不存在门槛的电视行业来说，为什么会如此难做呢?华为选择在这个时间节点推出智慧屏,首先可以肯定的是，华为智慧屏并不是一个纯粹的互联网电视，而是伴随2019年5G、IoT市场的落地，家庭物联网生态的建立，智慧屏是最合适的智慧家庭控制中心，带来人机关系的扩展，彻底将智慧生活打通。其次是满足对智能电视体验要求较高的用户，除了小米和传统电视外，三星和索尼的高端电视非常昂贵，中间明显存在断层，华为进军智慧屏就是瞄准这个全新的赛道，从手机和IoT到个人以及家庭为切入点，构建更完整的智慧生活。那么，这台受到行业和消费者高度关注的华为智慧屏真的值得购买么？来看看我的详细体验，你会有答案的。AI慧眼：高清通话、AI健身，AI Kids智慧屏是华为战略部署的重点产品，更是华为全场景智慧化战略的核心支撑。除了升级传统电视所具有的的品质音画功能外，华为智慧屏的交互能力、多屏协同能力、管控能力更是大大提升。华为将智慧屏定义了4大中心，分别是：智慧交互中心、跨屏体验中心、IoT控制中心和影音娱乐中心。手机连接了我们和外界的沟通，智慧屏则串联了你的智慧家庭。华为智慧屏拥有一个升降式摄像头，官方命名AI慧眼，因为它实实在在的拥有AI智慧。特色的NPU计算能力，可以实现智能人像锁定、人脸识别、瞳距识别等。支持1080P高清视频通话，能够自动升降保证用户隐私。还加入了AI健身、AI Kids等功能，带来了客厅大屏全新的应用体验。首先我们来看高清视频通话，和市面上普通具有升降摄像头的智能电视不一样，华为AI慧眼在视频通话的时候可以根据客厅人员的位置，人数等来动态调整画面。如果家里人多就会尽可能把所有人都放在画面中间，如果只有你一个人，而且你还在移动的话，它也能做到调整画面大小跟随，始终让你处在视频中间。华为智慧屏可以和智慧屏、华为手机之间视频通话，接通后屏幕上方的摄像头会升起。实际的体验非常方便，且摄像头素质优秀，整个的通话过程中，画面采集和播放均非常流畅。而且华为智慧屏的摄像头有两种角度可以调节，一种是垂直升起，适合壁挂安装，另一种是向前倾斜一定角度，满足放在电视柜使用。除了视频通话，它的拍照也很强大，比如过年一家人团聚看电视，就可以让华为智慧屏拍照记录下这个美好瞬间。大家看下面这张是体验时候拍的照片，质量非常好，这群人都能拍进去。而且拍完后，这个照片除了储存在华为云相册外，还可以通过Huawei Share分享给华为手机，无线传输速度可达30MB/S，传输600M张照片仅需20秒，非常棒的功能。前面说过，华为智慧屏的AI会员具有人像锁定、人脸识别、瞳距识别等黑科技，在健身方面的创新非常不错。独有的AI 健身APP，打开后可以选择健身方案，相当于你的个人家庭“私教”，跟着健身课程一起学做动作，AI慧眼能智能识别躯体关节，动作不到位时会有语音提醒，在家就能做锻炼，省去了昂贵的健身费用。一般，普通的智能电视对于儿童内容是单独频道，但是没有限制，如果家长不注意，孩子可能就跳到其他内容去了。华为智慧屏在这方面做的特别好，自主研发的特色AI Kids功能，打开儿童模式后，可以看到里面是经过优质筛选的健康动画、儿童课程。而且在进入儿童模式后，会自动开启防蓝光护眼，智慧屏的色彩、亮度都更为柔和。大家应该注意到了，打开儿童模式后，AI慧眼会升起打开，因为在此模式下，智慧屏会识别孩子在观看时的坐姿和距离，如果坐姿不正或距离屏幕太近，摄像头瞳距识别技术先会识别观看者是否为儿童，如果是儿童在1.5米距离内观看时长超15秒，或者坐姿不正，会自动语音提醒，保护孩子的视力。另外为了防止孩子乱按，退出儿童模式需要答题才能退出，让家长放心把遥控器交给孩子。同时还能设置观看时长，防止孩子过度用眼。大小屏交互：手机、智慧屏、遥控器全面打通智慧生活不是单个产品就能实现的，而是需要种类丰富，数量众多的硬件和软件协同组成。华为智慧屏和手机的交互可以说是目前做的最好的厂家，需要在手机上安装智慧屏APP，后面华为直接将这个功能集成到系统里面，只需要升级最新系统就可以做到手机和智慧屏连通。首先是华为智慧屏和手机同步操控功能，只要将智慧屏和手机登录同一个华为账号，手机就能显示智慧屏上的内容，直接用手机操控大屏，除了局域网，还支持远程控屏，大家可以看到，操作的延迟很低，如果家中老人不会操作，我们可以通过手机远程操作。智能电视投屏并不是什么新鲜功能，但华为将自家的一碰传应用到智慧屏后，可以说是颠覆性的体验升级。无须同一wifi环境，无须选择配对，只需轻轻一碰遥控器，即可把手机上的内容投到智慧屏上。比如你在手机上看某个视频，把手机和遥控器触碰，就能把手机画面投屏到智慧屏上，效率非常高。通过手机投屏到智慧屏看视频，最大的优势在于省钱，如果购买大屏会员会很贵，而视频网站移动会员在打折的时候非常便宜，比如双十一，爱奇艺、腾讯等，几十块钱就能买到年费会员，配合华为智慧屏一碰投屏，体验非常棒。用华为手机智慧控屏后，可以将大屏的声音用手机来播放，在操作界面点击按钮，智慧屏瞬间静音，手机同步播放视频声音，追剧、看球赛不影响家人休息。除了视频，一碰投屏照片的体验也很好，投屏到智慧屏后，系统会自动检测，调整照片的方向，适合大屏查看。投屏游戏是大家用的比较多的功能，华为智慧屏做到了60帧/秒高帧率投屏。经过实际体验，华为智慧屏投屏明显比普通智能电视投屏要好很多，依托系统级的底层优化，几乎不存在任何延迟。下面是投屏《王者荣耀》的测试，小屏与大屏几乎同步不卡顿，可以实现看着大屏玩游戏。华为智慧屏还有一个电脑模式，在手机端控制打开，智慧屏就会进入一个类似PC的操作界面。此时手机就是触摸板，可以移动光标，选择打开多窗口任务，还支持连接蓝牙鼠标和键盘，如果回家没带电脑，用手机和华为智慧屏还可以应个急。智能家居控制：一句话管理你的智慧家庭华为智慧屏还是智慧家庭IoT控制中心，内置小艺精灵语音助手，支持五米范围内的远场拾音，可以直接用语音操控智慧屏。在待机状态下，喊一声“小艺小艺”，就会即刻识别语音、语义，响应速度非常快，能做到秒回。除了用语音搜索视频资源，查看天气外，用语音可以控制你的智能家居硬件。5G时代已经来临，所有电视厂商都在围绕大屏打造AI+IoT的智能场景，华为智慧屏就是智慧家庭的IoT中心，不但能控制智能家居，大屏实现的可视化也是其他设备不能相比的。登录华为账号后，在智慧生活里面就能看到绑定的所有智能硬件，可以直接用遥控器操作，也可以用语音控制，甚至在里面设置智慧场景，比如5点到家，自动关闭窗帘，开灯等一系列操作。华为在IoT生态上布局已久，除了自家众多的硬件产品外，还有众多支持HiLink的生态产品，都能通过华为智慧屏来管控联动，我们所期待的智慧家庭正在变成现实。画质：量子点加持色彩艳丽作为华为首款大屏产品，华为智慧屏的画质表现一定不会差，这块65英寸的大屏采用量子点光背光源技术，拥有92% NTSC色域值，色彩控制精准，画面层次分明、细节还原接近原画品质。而且华为智慧屏加入了独立画质引擎—绮光异彩画质引擎，高端产品的重要标志。鸿鹄画质芯片独特的绮光异彩画质引擎包含了MEMC算法、HDR、SR算法、DCI算法、ACM算法和NR算法，可以全面提升画质；运动画面流畅不拖尾，显示画面更清晰细腻、色彩更饱满丰富、提升层次感和细节表现力。通过播放在线高清电视剧，纪录片等测试，画质表现非常好，尤其是支持HDR视频。另外，华为智慧屏还具有类似手机自动调节亮度的功能，可以根据房间的环境光线，自动调节屏幕背光，白天光线较高，亮度自动增强，夜晚光线较低，亮度自动减弱，保证不会因为环境光线变化影响用户的观看的画面质量。音响系统：Huawei Sound定制专属音效大屏设备讲究的是影音结合，除了高品质的画质表现外，音响系统也非常重要。华为智慧屏搭载8+1+1音频方案，可以实现6个可独立控制的音频通道，专业的低音woofer+1个被动无源辐射器，能够实现5.1音效。不光如此，每个家庭的环境装修都不一样，为了让每个家庭都能实现最好的音效，华为智慧屏可以根据所处环境的家居特点进行声场建模，以实现最佳的声音播放方案，在这之前还没有任何一台智能电视具有这个功能。华为智慧屏还有一个独享模式，开启这个功能，即可实现定向发声、人声增强、智能降噪。定向发声能够把声音控制在智慧屏前方45度范围内，让观看者享受到更集中的音响效果。通过播放测试高低音专用的《渡口》，高低音的表现非常出色，加上机身底部的小艺炫屏，气氛渲染到位。播放电视剧电影、以及看演唱会视频，音效非常震撼，这是因为华为智慧屏的智能音画技术，可以智能判断当前正在播出的内容，将音画质根据场景需要自动调整为最优。比如当前播放视频的是一部电影，则画质模式和音效模式自动切换为“影院模式”。外观：奢华的纤薄全面屏设计外观和用料方面，华为虽然是第一次涉足大屏产品，但智慧屏的整体设计语言与做工用料都非常考究。整机采用黑色色调，搭配金属材质，极致纤薄的机身，视觉沉浸的全面屏设计，看上去相当大气。正面65英寸的全面屏，加上边框与液晶屏之间采用美缝填胶工艺，华为智慧屏的正面视觉效果非常好。边框采用一体无缝折弯金属工艺以及镜面精细研磨工艺+180度钻切工艺，简约奢华；顶部中间是升降式摄像头位置；机身下方的小艺炫屏，由70颗RBG灯阵排布，提供一千六百多万的颜色变化的可能，播放音乐或者与智慧屏产生交互式，小艺炫屏就会根据操作内容闪动反馈；全金属片叶式底座，稳固有质感。接口方面是一个USB 3.0、三个HDMI、一个视频输入、一个网络端口，以及SPDIF与天线输入，足以我们满足日常使用。华为智慧屏的遥控器采用极简式设计，非常小巧。前端拥是支持滑动、单点、按压等多种操作手势的触控圆盘。另外，华为直接将NFC芯片植入进遥控器中，手机与遥控器实现一碰投屏等前面说过的操作。内容方面，除了华为自己搭建的内容矩阵外，智慧屏还整合了优酷酷喵影视，腾讯极光TV、以及芒果TV的资源，加上一碰投屏手机的资源，完全能满足我们日常的观影需求。总结:经过多年的努力发展，华为已经做到了从终端硬件的手机、电脑、平板，智能生态，到5G网络，芯片，云服务等全场景的覆盖，取得了巨大成就。有了这些基础，华为进军智能电视行业并不是难事，而且选择这个时间点进入可以说刚刚好。一块智慧屏就将各个智能终端互联，做到从个人到智慧家庭的升级。华为智慧屏一次性就做到了极致，无论是从工业设计、画质、音质、以及AI能力，智能互联等方面，处处为我们带来惊喜，而且其6999元的售价也符合中端用户的需求。随着5G、AI等技术发展，作为智慧生态中心的华为智慧屏无疑将发挥更大的生态价值。", "author": "科技毒眼", "newsdate": "发布时间：19-12-03", "newstime": "10:19", "sentiment": [{"positive_prob": 0.999867, "confidence": 0.999705, "negative_prob": 0.000132923, "sentiment": 2}]}, {"title": "澎湃：华为与251，公众的忧虑是什么？", "content": "来源：澎湃新闻万喆（特约评论员）将近年末，华为又“火”了起来。但和年初的“火”似乎有所不同。在华为工作12年的前员工李洪元离职后，被公司举报敲诈勒索，公安局将其羁押了251天，后无罪释放，其获得国家赔偿10万元。有人戏称，这个故事是出身985，工作996，离职251，投诉404。离职而已，竟然弄到要坐牢？舆论哗然。一份不合格的“声明”针对惶惶民意，华为发出一份“声明”。“华为有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报。……如果李洪元认为他的权益受到了损害，华为支持他运用法律武器维护自己的权益，包括起诉华为。”这声明让我很惊诧。华为这样一家“狼性公司”，竟然允许这么low水平的公关存在？声明中，整体利益核心和表达关键是“华为支持他运用法律武器维护自己的权益”。这句话就不是谁都能够说的。如果是进行一种宏观性的表达，只能是拥有系统性代表身份的机构或代言人才有资格说这种话。类似于“御赐”并不是谁都能用，何况还在里面胡乱用了“平身”“赐座”等等。作为一个微观个体企业，正在和市场对话，却用一种远远高于市场的自我定位开口，恐怕是非常不合适的；如果公司表达的是一种微观意思，那就是实实在在地表明要“支持”，提供资金、人员、信息等等。但华为显然并没有这个意思，而且正好相反，他们根本站在这个微观“支持”的对立面；剩下的可能，就只能有两种，一种是言不由衷，或者说着玩玩，倘若如此，则戏弄大众，是公关大忌。另一种则拿捏着一股劲儿，“让你告”，等同于威胁，不仅戏弄，且有耳光伺候。公开发表用此种态度，无论是上述哪种可能，都无异于“高级黑”。一个公司和市场对话，也不是说应该多么谦卑，至少不能用“君临天下”的口吻。大众并不是来听你教训和教育的，你也没权利对市场做普法培训。公司声明的要点，就是把自己的事情说清楚。划一下重点：说自己的事！！！别人有没有违法，有没有运用法律武器的权利，要不要起诉谁等等，都不是你公司的事儿，也不在你的权力范畴内。如果你认为这些都在你权力范畴内，那么你不但是对自身定位有所误解，肯定也对社会制度有所误解。为什么不好好表达？而华为的声明中缺乏的，恰恰就是对自身相关问题的说明。这不是说华为一定就是有问题的。而且，华为不是正好可以通过声明来说明事实真相吗？华为的权利和义务是每个守法个体的权利和义务，不必赘述。“基于事实”则是合法权利义务的最重磅注解。“事实”才应作为重点。有什么事实让华为觉得李某“涉嫌违法”？你倒是说嘛。此件事情中，需要说清楚的恐怕还包括，第一次报案的时候是涉嫌泄密，因查无实据，两周后重新报案变成敲诈勒索。是什么事实让报案人难以分清李某错误所在以及无法决定以哪个“罪行”“举报”他呢？当然，也不排除，虽时隔数月才“案发”，但部门领导就是分不清所掌握证据属于“泄密”还是“勒索”，那偌大公司，法务部门呢？更关键的是，在地方公安局、检察院等部门的调查下，经历251天，发现确实没有犯罪事实，而且向李某道歉，也进行了赔偿。此时，举报人华为还在用虽然“尊重公检结果”，但自己“有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报”。是信服法律裁定结果还是不信服？信服，则应同样道歉。不信服，既然华为一向自信“有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报”，就应该坚守信念，继续向上一级执法、司法机关表达自己的权利和义务嘛。而据称，当当事人拿出录音证据，部门相关“证人”竟然也改了口供。这究竟是事前私权力膨胀证词有假还是事后在公权力面前不敢说真话？“事实”的面目不能在这种大而无当的语气中刻意被模糊掉。当然，有人说，华为才不屑于向大众说明情况呢。傲娇？可以有。但这么傲娇，还发什么声明呢？华为既然对大众发声明，就有权利也有义务把话说清楚。尤其不能明明是自己说明不清楚话，却又用“懒得跟你说”来掩饰。我完全同意华为用法律捍卫自己的权利，我也不觉得华为必须去同情其认为违法违规的员工。我的问题是，整个事件中，无论真相如何，无论是李某或其部门领导有问题，可以见到华为内部管理的混乱。而因为这混乱，侵占了公共资源，甚至可能过度或过分“使用”了公权力系统资源。华为是不是应该自查和反思？边点赞边忧虑事实上，我们还是要为这桩“案件”中的深圳相关公安局和检察院点赞。他们能够实事求是办案，且能够诚恳承认错误，应属于社会进步中的重要一环。不过，网络上有消息称，华为员工离职而被举报至关押的并不只是李某一个。这倒并不稀奇。因为华为员工据称近20万人，也算是个“巨无霸”。虽然都是“985”，也天天“996”，但其中是不是各有私心甚至有些“坏人”，的确不好说。如果有人犯罪，受到法律制裁也是应有之义。但如果屡屡出现这种“冤假错案”，而且过程如此类似，则不得不让人担忧。实际上，大公司拥有完备的法务队伍、有丰厚的资金、更不要说可能还有强大的各种资源及背景，个人与之相对，轻若鸿毛。前几年已经爆出，华为身患绝症的博士被“扫地出门”，奉献一生，得病后变得衣食无着。近期又有网易员工生病后被裁。真正鸿毛不如。这个时候，相关的行政仲裁、司法程序有没有相应的保障呢？大公司“有权利”让公权力“抓人”也不新鲜。“鸿茅药酒”为了一个没几个人看过的网络文章，就能够让当地公安局“千里追凶”，关押时间也是相当的长。迄今可有道歉？往远了说，如今大名鼎鼎的孙宏斌，当年在联想因年少轻狂而有牢狱之灾，出来后对老领导恭恭敬敬，一番努力，事业有成不说，原来的罪名也被撤销。这一立一撤，于私人，号称被传为“佳话”，于公权部门，究竟是有错就改还是将错就错，于大众，究竟是笑话还是悲剧？我们必须承认，在“依法治国”的大前提下，法治水平有了长足的进步。但有些领域仍然存在无法可依、有法但可操作性不强，甚至违法成本低、守法成本高等问题。在执法过程中，也存在着较大的自由把控权，且受监督力度仍然小。这种情势下，公权力会不会成为一些私权力的“抓手”，来“治”那些“不听话”的对立面？值得警惕和思考。没有公平对待，难言正义声张有人说，李某就不是个好人，他拿着录音笔跟公司谈事儿。李某是不是好人我不知道，但是这录音笔救了他一命。有了录音笔，证人改了口供，有了录音笔，他“只”蹲了251天号子，有了录音笔，他才能听见华为说“有本事你告我啊”。这世上本没有录音笔，说假话的人多了，就有了录音笔。有人说，华为原来看起来浓眉大眼，其实是个坏人。华为是不是“坏”也不好说。想要破坏华为、挖华为墙脚、泄露商业机密、敲诈勒索的人肯定也不少，华为也绝对不是靠“一片冰心在玉壶”才活到今天的。这世上本没有华为，奋不顾身往前冲，才有了华为。那问题在哪儿呢？问题在这儿。试问，如果是李某或其他普通个人举报华为的违法行为，执法机关会不会这么迅速进行拘捕，然后发现查无实据，接着任举报人重新举报其他罪名，然后继续羁押，接着接近四个月当事人才见到检察官知道罪名交上证据，然后继续羁押，接着证人改口，然后继续羁押。如果答案是不会，那就正是大众担忧的原因。而且，这种不够公平公正的方式，对华为就一定是好事吗？莫说现在舆论的矛头已经对准了华为。华为会不会遇到更能够“调配”公权力的对手呢？我们不能只靠舆论场上对强弱势的偏袒来弥补公平系统中对强弱势的不公。真相是怎么样的，有时候不是大众能够查清的。可是又何须大众来查清？依法治国，需要的是完善的法治建设给大众清楚的答案，而非全民皆法官。真相是怎么样的，有时候不是大众能够查清的。可是大众难道就不应该清楚？依法治国，需要的是执法、司法程序更加公开透明，有法律的“智”，就能消除谣言的“霾”。依法治国，基础要义是公平正义。没有公平对待，难言正义声张。后记没有人想“黑”华为，正相反，中国人喜爱华为、支持华为、捧着华为。正因为如此，我们希望华为能够行大道走正路路越走越敞亮。我们也希望市场健康发展，孕育出更多的华为们。所以大众才会这样担忧，希望华为反思，希望治理能力进一步提高。企业和个人有逐利的冲动，这是好事，当企业或个人为了自身利益而侵占、损害他人或公众利益，司法机关应当对之进行处罚，以保证社会公平、保障公共利益。让企业和个人“自律”，是提倡，但不是根本。规范企业和个人行为，要靠法律规范。党的十九届四中全会《决定》明确要求，加快形成完备的法律规范体系、高效的法治实施体系、严密的法治监督体系、有力的法治保障体系。985和996，是个人与企业的选择。但251和404，应该是治理系统要深思的问题。法治的公平，是社会良性发展的基石。（作者万喆为经济学家，澎湃新闻特约评论员）", "author": "新浪科技", "newsdate": "发布时间：19-12-03", "newstime": "17:47", "sentiment": [{"positive_prob": 0.815387, "confidence": 0.589749, "negative_prob": 0.184613, "sentiment": 2}]}, {"title": "华为 nova 6 真机实拍曝光，LCD 挖孔屏 + 侧边指纹识别", "content": "虽然华为 nova 6 系列手机要等到 125 日才正式发布，但已有数码媒体正式曝光了华为 nova 6 的真机实拍图片。华为 nova 6 将采用 1080P 分辨率 LCD 屏幕，从图片中可以看出，采用侧边指纹识别方案，位于机器右侧。前置双挖孔双摄位于机器左上角，具体方案为 3200 万主摄 +800 万超广角。背部相机模组为三摄方案位于左上角，具体配置为 4000 万主摄 +800 万长焦 +800 万超广角。目前除华为 nova 6 系列手机的最终价格尚未确定外，华为 nova 6 5G 版的处理器也尚未确定。根据最新爆料显示并为采用麒麟 990 5G 而是麒麟 990 外挂巴龙 5000 5G 基带的方案，与荣耀 V30 相同，而 4G 版华为 nova 6 将搭载麒麟 990 芯片。信息来源于网络经过文刃重新编排", "author": "爱否科技", "newsdate": "发布时间：19-12-03", "newstime": "04:14", "sentiment": [{"positive_prob": 0.335024, "confidence": 0.255503, "negative_prob": 0.664976, "sentiment": 0}]}, {"title": "“冬天”的华为，让人害怕！", "content": "雷达财经 文|长帆2000年底，在华为年销售额达220亿元、利润29亿元位居全国电子百强之首时，领导人任正非执笔写下了《华为的冬天》。在此后的多年，华为一直处于高速增长状态。华为2019年三季度经营业绩显示，公司实现销售收入6108亿人民币，同比增长24.4%，净利润率8.7%。在业绩一片大好的同时，华为也赢得了社会各界的赞赏，华为一度被看作“国货之光”，然而，这个冬天的华为，口碑却遭遇崩塌。11月初，华为HR胡玲发帖揭露HR团队乱象，引发巨大关注。最终，胡玲辞职走人。11月底，华为被爆出，老员工李洪元因30万元的离职赔偿，被拘251天。另有员工爆料，自己也被羁押90天。多位媒体人对李洪元的遭遇进行了声援，却遭到了删帖。在微信朋友圈中，很多人都在刷一个关于华为的梗——\"读书985，工作996、离职251、维权404。\"外界一直等待华为的回应，期待华为的担当。12月2日晚间，华为针对前员工李洪元事件发布回应：“华为有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报。”对此，澎湃新闻评论：“拒不道歉的华为没有同理心，让人害怕。”12月3日，李洪元向媒体表示，自己现在不敢在深圳待着了，已经买了中午的火车票，准备回老家。孟晚舟的一年和李洪元的251天12月2日，华为心声社区发布华为首席财务官孟晚舟的公开信。在公开信中，孟晚舟表示过去一年经历了恐惧和痛苦，失望和无奈，煎熬和挣扎，但同时学会了坚强承受，从容面对，不畏未知。孟晚舟称，华为的同事们在心声社区上一次又一次地留言，任何一个关于其本人的消息，都能筑起高楼；客户和供应商们，在这个至暗时刻，选择了给予更多的信任、支持和等待，成为更加努力的动力；每次庭审，法庭外都排起长长的队伍，大家的热情和支持一直暖在心头……文章落款为12月1日。去年12月1日，孟晚舟在加拿大转机时，被加拿大当局扣留。在孟晚舟感受“温暖”的同时，他的前同事李洪元却异常冰冷。李洪元于2005年10月入职华为，2018年1月离职，前后在华为待了12年3个月。在华为最后一段工作时间，李洪元举报了所在逆变器部门乱象。2017年3月，公司审计组到逆变器部门开展了调查，当年6月，李被解除管理职务。2017年12月，人力资源部的袁某称，李洪元合同到期，公司不准备续签。李洪元提出，公司不想续约是公司的权利。但是根据劳动合同法，自己在公司工作了12年，应该得到相应的补偿。双方商谈后确定，公司对其以“2N”的标准进行离职补偿，补偿总金额38万余元。2018年3月8日，李洪元到公司签订确认书，确认先后收到了税后离职经济补偿383651.24元和应补发的工资。但令李洪元没想到的是，2018年12月15日，华为公司委托法务人员袁某到深圳市公安局经侦支队八大队报案称：公司员工李洪元与杨x等人勾结，在与公司的离职补偿劳动纠纷中，威胁将资料外泄披露，要求公司给予补偿。2018年12月16日，已离职快一年的李洪元在家时突然听到有人敲门，称水管爆裂要修水管。身着睡衣的李洪元开门后被捕。在公安机关以侵犯商业秘密立案而查证无果的情况下，华为公司改变策略，于2018年12月28日以涉嫌敲诈勒索再次报案，控告李洪元于2018年1月31日与部门领导何承东洽谈离职补偿过程中，采用威胁和强制的方式，迫使该员工何承东同意私下给付额外补偿金33万元，以换取他不闹事，不举报，顺利离职的承诺。在经历了两次变更罪名、两次退侦后，检察机关最终决定不起诉。在被拘251天后，李洪元重获自由。今年10月24日，李洪元申请国家赔偿。11月25日，龙岗区检察院作出了《刑事赔偿决定书》，赔偿李洪元107752.94元，包括人身自由损害赔偿金、精神损害抚慰金。同时，龙岗区检察院承诺向原工作单位（华为技术有限公司）和李洪元父亲所在的单位发函，消除影响，恢复名誉。11月28日凌晨，李洪元把《刑事赔偿决定书》发到了一个快200人的微信群里，最终引发大范围传播。12月2日，李洪元接受媒体采访时表示，非主动曝光，希望能和华为沟通。华为还有员工因劳动赔偿被拘今年9月，中国裁判文书网发布了《曾梦与华为技术有限公司劳动合同纠纷二审民事判决书》。判决书显示，2012年11月19日，曾梦入职华为，担任产品经理。曾梦入职时，签订了奋斗者协议。“我向我所任职的华为投资股份有限公司或其股份关联公司（下称公司）承诺我深刻理解公司所处行业充满风险和不确定性，竞争激烈而残酷，按部就班的工作只能获得基本的劳动报酬，如果不努力工作，不艰苦奋斗，就不能获得更好的发展和机会。为获得分享公司长期发展收益的机会，我愿意长期艰苦奋斗，努力工作，自愿放弃享受部分福利待遇，我也理解，分享了公司创造的价值，就不再是简单的劳动者。因此，我承诺：自愿成为奋斗者，自愿放弃在公司工作期间的带薪年休假、带薪年休假工资，在公司工作期间，不申请带薪年休假，不申请带薪年休假工资，即使从公司离职，我无权也不会要求公司支付未休带薪年休假工资。”2018年5月10日，曾梦通过华为内部系统向被告请休假，5月11日提醒上级主管审批，主管回复“等下说，我在会上”;5月18日，曾梦再次提醒审批，被告未答复；5月19日，曾梦发出一条询问“请问下周有工作安排给我吗？如果没有，我想继续休假，可以么？”，曾梦上级主管回复“在开对标会”。曾梦于2018年5月14日至18日期间休假。5月28日，华为认定曾梦因旷工违纪被解除劳动合同。曾梦提起劳动仲裁，要求华为支付违法解除劳动关系的赔偿金269280元；支付2016年年终奖9万元、2017年年终奖17万元、2018年年终奖70833元；支付2012年11月19日至2018年5月28日期间每周休息日加班2小时的加班工资87393元、平时每天加班2小时的加班工资303372元；支付2016年1月1日至2018年5月28日期间未休年休假工资49674元等合计104.06万元。仲裁结果显示，华为向曾梦支付2012年11月19日至2018年5月28日期间休息日加班工资14523.03元；支付2017年度年终奖80000元；支付2018年度年终奖32438.36元。双方均不服，提起诉讼。曾梦继续主张赔偿金，华为要求推翻仲裁结果。法院一审后判决，被告华为应于判决生效之日起五日内支付曾梦2016年剩余年终奖90000元；支付曾梦2017年年终奖122500元；支付曾梦2018年年终奖30411元；支付曾梦律师费2107元。曾梦和华为均不服一审判决，双双提起上诉。终审判决维持原判。但事情并未就此结束。据自媒体财经女记者部落报道，2018年12月30日，曾梦被深圳市公安局龙岗区分局经侦支队第八大队羁押。和李洪元一样，曾梦也遭遇了拘留原因变更。最初是侵犯商业秘密，随后变更为涉嫌诈骗罪。曾梦称，从2018年12月30日到2019年3月29日，被羁押的90天的时间里，自己与华为双方从未直接沟通。澎湃评论：没有同理心的华为让人害怕华为李洪元的遭遇曝光后，自媒体房东经济学发文《华为，请立即向前员工李洪元道歉》，文章很快被删除。随后，界面专访李洪元的文章，也被删除。事实上，近日多篇涉及李洪元的文章被删除。12月2日晚间，华为的首度回应终于来了。“华为有权利，也有义务，并基于事实对于涉嫌违法的行为向司法机关举报。我们尊重司法机关，包括公安、检察院和法院的决定。如果李洪元认为他的权益受到了损害，我们支持他运用法律武器维护自己的权益，包括起诉华为。这也体现了法律面前人人平等的法治精神。”“大家看看先，我听全国人民的。”12月2日晚间，在看到华为官方的正式回应后，华为前员工李洪元对媒体表示。澎湃评论认为，拒不道歉的华为：没有同理心，让人害怕。“你告去啊！”对于华为的评论，澎湃评论认为大概可以用这4个字，来概括公众等了整整一天的、华为对李洪元案的回应：没有道歉，不屑解释，不想沟通，实力掉粉，居高临下。自媒体呦呦鹿鸣感慨：“我们终于把华为惯坏了吗？”华为存在的问题，不是没有内部人指出来。今年11月初。一篇题为《研发兄弟们对不起，我尽力了——实名来自2012人力资源部》，署名华为HR胡玲的帖子引爆网络。文章列举了“当研发员工月加班160多个小时的时候，HR团队领导只关心160个小时中有多长时间是划水；这位领导吃着公司200块一对的大闸蟹，却认为给食堂提意见的研发应该清退；当32岁的研发绩效B+被劝退的时候，40岁的HR同事上班摸鱼绩效三连B却还随心所欲。”等现象。胡玲称，自己在HR岗位上几个月的时间里力求改善研发工程师工作环境、解决问题的时候，却发现原来HR团队和领导与原本的工作职责背道而驰。随后，华为心声社区放出了任正非签发该帖的按语，任正非称要保护胡玲。据媒体报道，最终胡玲依然辞职离开。有网友评论，在胡岭举报HR事件出来的时候，网上有人留言说这是“阴谋”，那么这次会是什么？“阴谋续集”？李洪元在网上喊话华为任正非，最好是任总能够亲自来和我沟通。且不论这个诉求有没有过分的说法，要问的是：这一回结果会是什么？胡玲的时候说会保护的，事实呢？以胡玲离开华为收场。雷达财经注意到，在任正非发表《华为的冬天》时，华为一直处于高增长状态。2003年，华为的销售额为317亿元人民币。2004年实现销售额462亿元人民币，其中，海外销售额22.8亿美元。华为当时在全球已建立了8个地区部、55个代表处及技术服务中心，销售及服务网络遍及全球，服务270多个运营商。但此时，任正非认识到了华为的瓶颈，产生了卖掉华为的想法。2004年，对于摩托罗拉收购华为的要求，任正非明确，摩托罗拉拿100亿美元的现金，将华为连人带产品带基地，打包拿走。半年后，双方草签了协议。一周以后，摩托罗拉更换CEO、董事长，导致交易终止。交易终止后，华为在任正非的带领下，攀上一个又一个台阶，最终在5G时代实现赶超。19年过去了，华为的冬天还存在吗，华为的冬天到底在哪里，在内部还是外部？附：《华为的冬天》节选：公司所有员工是否考虑过，如果有一天，公司销售额下滑、利润下滑甚至会破产，我们怎么办？我们公司的太平时间太长了，在和平时期升的官太多了，这也许就是我们的灾难。泰坦尼克号也是在一片欢呼声中出的海。而且我相信，这一天一定会到来。面对这样的未来，我们怎样来处理，我们是不是思考过。我们好多员工盲目自豪，盲目乐观，如果想过的人太少，也许就快来临了。居安思危，不是危言耸听。我到德国考察时，看到第二次世界大战后德国恢复得这么快，当时很感动。他们当时的工人团结起来，提出要降工资，不增工资，从而加快经济建设，所以战后德国经济增长很快。如果华为公司真的危机到来了，是不是员工工资减一半，大家靠一点白菜、南瓜过日子，就能行？或者我们就裁掉一半人是否就能救公司。如果是这样就行的话，危险就不危险了。因为，危险一过去，我们可以逐步将工资补回来，或者销售增长，将被迫裁掉的人请回来。这算不了什么危机。如果两者同时都进行，都不能挽救公司，想过没有。十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。也许是这样才存活了十年。我们大家要一起来想，怎样才能活下去，也许才能存活得久一些。失败这一天是一定会到来，大家要准备迎接，这是我从不动摇的看法，这是历史规律。华为公司老喊狼来了，喊多了，大家有些不信了。但狼真的会来。今年我们要广泛展开对危机的讨论，讨论华为有什么危机，你的部门有什么危机，你的科室有什么危机，你的流程的那一点有什么危机。还能改进吗？还能改进吗？还能提高人均效益吗？如果讨论清楚了，那我们可能就不死，就延续了我们的生命。怎样提高管理效率，我们每年都写了一些管理要点，这些要点能不能对你的工作有些改进，如果改进一点，我们就前进了……", "author": "雷达财经", "newsdate": "发布时间：19-12-03", "newstime": "11:20", "sentiment": [{"positive_prob": 0.0721865, "confidence": 0.839586, "negative_prob": 0.927814, "sentiment": 0}]}]