[{"title": "华为大反击：低调的做了一件大事！", "content": "来源：黄生看金融就在波兰宣布拒绝使用华为5G产品的时候，就在意大利新政府表示将动用黄金权力对华为5G产品进行安全审查的时候，就连行将就木的索罗斯也来插一脚主张美国对华为进行打压的时候，华为低调的做了一件大事。这件大事是对美国特朗普政府的无声的反击，也是震撼世界的力量，那就是华为准备发行两期银行间中期票据，总规模共计60亿元，分两期发行，就是这样一次看似简单的票据发行，却显示出华为的无比强大。因为在公开市场发行票据，就需要提供最近几年经审计后的财务报表，让全世界得以看到这家神秘公司的真正实力，过去因为华为太低调，太神秘，让人无法知道其内部财务状况，现在则公开了，不看不知道，看了吓一跳。从已经公开的财务数据中可以看到，华为手中的现金太充裕了，高达2500亿元，其中1200亿是银行存款，可以随时动用，流动性超级好。而华为的短期借款只有149亿，长期借款也才435亿，应付债券308亿，和华为的2500亿现金相比，这一点有息债务实在太少了，华为的偿债能力非常强，财务安全性非常高。从公开的财务报表也可以看出，华为2019年上半年的收入已经达到了3965亿元，净利润高达349亿元，保持了快速增长。毫无疑问，华为的财务报表非常靓丽，好得让人发呆，无数金融机构都不敢相信华为竟然来发债了，一时间傻眼了，没有反应过来，等反应过来后，额度也被人抢完了。华为为什么这个时候选择发行票据呢？这是华为走向公开、透明的道路，也是华为对外展示自己实力的公开、公正、透明的途径。之前美国特朗普政府不断的打压华为，让国际上很多不明真相的人认为华为被打击后难以撑下去，业绩会恶化，企业的发展会举步维艰，但是华为在这种情况下，却取得了巨大的进步，无论是5G、芯片、操作系统、手机等都一路开花。但是国际社会仍然有怀疑的目光，因此要证明自己的发展，就必须通过公开的第三方进行评级，提供给金融机构经审计后的财务报表，让金融机构和市场做出评价。这样一来，就反击了国际上的质疑者，让他们好闭嘴，也让一些信心不足的人提振一下精神，这就是中国伟大企业在困境中的表现，不但没有被打垮，反而实力更加强大，而体现在财务上就是现金非常充足，销售收入和净利润都保持了很高的增长，偿债能力非常强。今年以来，华为也发生了很大的变化，就是主动与外界沟通多了，任正非多次主动接受国内外媒体的采访，阐述华为的发展之道，展示了华为开放的精神，让全世界进一步了解了华为。不仅仅是华为更加公开、透明了，就连与金融机构打交道也更加主动了，也愿意公开财务数据了。我以前在银行工作的时候，也与华为打过交道，一直以来他们不大愿意提供详细的财务数据，因为太强势了。现在这个转变是一件好事，说明华为在主动与金融界取得良好的沟通。这一次金融评级机构也给予了华为AAA级的最高评级，就是对华为实力的肯定，也显示了金融市场对于华为的肯定和支持，这是华为自身实力的证明，同时也是公开透明的结果。在这个时候，华为创始人任正非接受国外媒体采访时也表示了开放的精神，希望能够将华为的5G技术转让给美国的科技公司，包括底层代码也转让，这样一来，就可以帮助美国发展5G技术，改变美国当前5G落后的状况。任正非还表示，如果有美国公司愿意接受华为转让的5G技术，可以帮美国培育出一家优秀的5G公司，这样一来就可以与华为竞争，特朗普政府也就不用担心华为垄断全球5G技术。这就是华为开放的精神，也是华为自信的表现，不缺钱的华为，通过发行票据公开了自己的财务报表，低调的奢华，为了秀一下自己的实力和评级，发了个债。这也同时宣告了特朗普政府打压华为政策的破产，华为不但没有被特朗普的打压政策压垮，反而更加强大了，特朗普与其继续打压华为，不如与华为进行合作，只有这样才能共赢。最近有一段对话非常火。有一个民营企业，股权分散，财务总监被抓，想在市场上发债，结果纷纷拒绝了，但得知是华为后，所有金融机构都跪求给一点量，这个世界就是这么搞笑！", "author": "正商参阅", "newsdate": "发布时间：19-09-14", "newstime": "23:08", "sentiment": [{"positive_prob": 0.985384, "confidence": 0.967519, "negative_prob": 0.0146163, "sentiment": 2}]}, {"title": "华为P30 Pro还是拼不过岁月，现已跌至退场价，网友：买早了！", "content": "华为最近这几年的进步是大家有目共睹的，不仅成功地超越了苹果成为世界第二的智能手机品牌，同时在高端市场上也有着非常不错的表现，推出了华为p30系列，抢走了很多苹果的iPhone用户。正是因为如此，连苹果都开始将华为正式当为对手，必须重视起来。不过我们发现还是拼不过岁月，就算最近的华为火力全开，P30Pro加速跌至“退场价”，网友也抱怨自己：买太早！华为P30Pro毫无疑问是今年华为最强的旗舰手机之一，它具备了更强悍的拍照，首次搭载了4个摄像头设计，是业界首款采用了RYYB滤光列阵的机型，直接超越了苹果的iPhoneXsMax，登顶世界第一！同时华为还为P30Pro搭载了麒麟980处理器，这也是当时最好的芯片，并且还有4200mAh的大电池以及40W的快充，都是当时最好的功能，即便是现在，也没有过时！在外观设计上，华为P30Pro搭载的是水滴曲面屏，柔顺的手感以及出色的屏幕素质调教，让华为P30Pro的持握手感都变得更出色，视觉效果很通透。同时，考虑到华为P3Pro具备了天空之镜等渐变色，也是当时首次采用的新方案！不得不说，华为P30Pro整体的产品实力可圈可点，值得认为是国产一流水准！不过，华为P30Pro最终还是没能拼得过岁月！最近的华为P30Pro已经跌至“退场价”，价格降到了4988元起步！不仅如此，就在9月6日，华为还再次给P30Pro推出了嫣紫色、墨玉蓝两个新配色，其实也是希望能够继续延续P30Pro的旗舰机寿命，毕竟这是一款在今年的4月份才上市的手机，如今还不到半年！又是降价，又是新配色，华为为了P30Pro可以说是“火力全开”了！然而，即便是如此，也有不少网友抱怨买早了，没想到华为P30Pro刚发布5个月就沦为淘汰品！原因其实有几点：第一，华为P30Pro现在的麒麟980处理器性能太差了，跟不上如今的性能潮流；第二，华为P30pro的价格出现下跌，首批用户痛心疾首，不到半年就损失掉价，而且对比小米9、魅族16sPro等没有性价比；第三，新发布的iPhone11价格定在了5499元起步，跟一开始华为P30Pro的5488元几乎没有差别，首批用户错过了更多选择的机会！总的来说，今年的市场竞争太过于激烈，谁也没有料到华为P30Pro发布半年不到就要降价，更没想到iPhone11的价格会如此便宜。此外小米9、魅族16sPro等价格确实更实惠，这都让首批买华为P30Pro的用户抱怨，毕竟华为旗舰价格昂贵，也是意料之中了。", "author": "叽歪数码", "newsdate": "发布时间：19-09-14", "newstime": "08:37", "sentiment": [{"positive_prob": 0.870522, "confidence": 0.712272, "negative_prob": 0.129478, "sentiment": 2}]}, {"title": "华为五大自研芯片用途详解 你不会只听说过麒麟吧？", "content": "这是一篇偏向总结类的长文，所以需要一定的耐心去把它读完，还需要一些时间来消化它。如果你是华为粉丝，或是对华为比较关注的话，麒麟处理器、鸿蒙系统等等，都是大家比较熟悉的，但华为还有更厉害的芯片，只是比较少在大众面前露面，今天咱们就来好好了解一下。【目前华为的重要芯片主要有以下几种】手机处理器：麒麟电脑处理器：鲲鹏家用路由器：凌霄（Wi-Fi 6）人工智能AI芯片：昇腾手机基带领域：巴龙【手机处理器】麒麟处理器，大家都比较熟悉，尤其是从麒麟970开始，它的口碑一路上扬，今年发布的麒麟810更是将7nm工艺拉进千元机的档位，几乎之前所有的短板全都给补上了，而到了5G时代，会进入华为的主场，毕竟做通讯才是华为的强项，有了自己的处理器，有了自己的大部分专利和技术，可以做更深层的优化，这也是华为手机的核心竞争力之一。从这两年的处理器大战中不难看出，它们在性能上的提升基本上都到了瓶颈，不仅制成工艺很难提升，甚至连基础性能的提升速度都有所减缓。大家都开始在AI和功耗上面下功夫，这一点华为方面仍然是处在领先地位的。目前麒麟处理器的主流服役产品有，麒麟810、麒麟980、麒麟990，全系默认支持5G的产品很快就来了。【电脑处理器】目前英特尔的X86架构仍然统治着全球大约90%左右的市场，几乎是无敌的，但“鲲鹏”的出现正在慢慢的打破这个僵局。鲲鹏920处理器是华为在2019年1月发布的数据中心高性能处理器，兼容ARM架构，采用7nm工艺制造，可以支持32/48/64个内核，主频可达2.6GHz，支持8通道DDR4、PCIe 4.0和100G RoCE网络。不熟悉PC处理器的人可能有一点看不懂，我们简单的形容一下就是，它已经可以做一款台式电脑了，一切需要的支持它都有，而且还都是高规格，如：支持8通道内存，这对一些大型服务器是非常重要的。而且它还集成了CPU、南桥、网卡、SAS存储控制器等4颗芯片的功能，可以给你的主板上留出更多空间。相信大家都会有一个比较担心的地方，虽然你做出了处理器，但如果没有配套的生态，基本上就是废铁一片，毫无用武之地。这一点大家不用担心，华为已经在深圳试点成功了。他们与南方电网深圳供电局一起合作了这个实验项目，并首次部署应用华为鲲鹏、昇腾处理器生态系统，涵盖操作系统、处理器、服务器和存储等，并自研应用迁移平台，实现该局IDC（信息数据中心）软硬件资源全栈（所有核心软件和硬件）全部国产化。在深圳这样一个数千万人口的核心城市做实验，这需要非常大的信心和安全保障，否则任何闪失都会造成非常严重的后果，不过目前看来一切进展得比较顺利。这应该算是一个超大规模的实体实验了，对任何一款产品来说都是非常有必要的，接下来他们会在更多城市逐步替换成鲲鹏920生态，这对中国来说也是非常重要的，除了可以更省钱之外，还规避了很多国外的专利与隐私窃取风险。另一边华为和山西百信信息技术有限公司已经在深度合作，并且拿出了华为鲲鹏构架的“太行220s”台式机样机和“恒山”服务器。相信明年就会正式落地基层单位，这一波会优先从各企业客户入手，以公务用机的形式杀入市场。这一步非常正确，个人电脑市场对这种新产品的接受度是很低的，这中间需要一个过程。而公务电脑日常使用内容比较固定，流程化的东西比较多，优先试点基层单位是很好的措施，一方面巩固收入，一方面收集问题不断完善，如果你还记得鸿蒙系统发布会的时候华为说的话，他们要在明年将系统带入PC电脑中，届时硬件也会来的。目前公务用电脑这一块的收入，对联想来说非常重要，看来以后还要抵御华为的入侵了。【家用路由器】凌霄芯片应该算是一个战略型产品，它不仅仅是为了路由器而设计，它的出现本身就是为了智能居家场景准备的。目前市场上可以用于路由器的芯片并不少，华为之所以要自己研发，其中最大的原因就是，市场上的各种方案中，都没有适合自己生态的，与其等别人，不如自己弄一个，这样就可以按自已的想法随意增加功能与对外支持。麒麟处理器目前是不对外开放的，但凌霄则不同，它会完全向合作伙伴开放，这里面就有东西了。目前国内做智能居家生态比较好的应该算是小米，它的核心卖点除了产品不贵且好用之外，另一个重要卖点就是，可以统一通过米家APP来管理，虽然只是功能上的控制，相当于有个遥控器，但对消费者来说是非常方便的。华为今年也开始做智能居家了，如果合作伙伴全都用了自己的芯片，那么在未来的综合互动与控制方式就会更有优势，这是一个长期的生态建设任务，一但成型后，应该会非常厉害。【AI 与 5G】昇腾（人工智能AI芯片）、巴龙（手机基带领域）这两个属于配合型的芯片，哪里需要就去哪里。昇腾芯片目前有昇腾910、昇腾310两种，其中昇腾310可以用来执行某种特定简单的智能识别等处理任务。国外已经有不少基于昇腾310的解决方案在应用了，如：园区巴士，新能源汽车等等。昇腾910可以全场景智能分析，自动驾驶车载计算、智能训练等场景，任何需要它的场景都可以胜任，在未来市场中的作用非常大。巴龙芯片并不单单是为5G手机研发的，它有非常先进的架构和性能，甚至可以在家庭宽带终端、车载终端、5G模组等领域使用。将来会在更多5G场景中展现更好的连接体验。总结，从上面这些华为自研的芯片我们可以看到，其实华为一直在为未来的商业大战做准备，而且已经开始尽可能的自给自足，减少对国外技术的依赖。有了这次美国针对华为的事件之后，会有更多的中国企业走向自研的路上，这对国家来说是有着非常决定性作用的。虽然做为一个普通消费者，你可能不会有太直接的感受或体验，但如果有一天我们所用的数码产品全都是由中国人自己制造和研发的，这会是一件多好的事情。", "author": "瓦力评测", "newsdate": "发布时间：19-09-14", "newstime": "15:58", "sentiment": [{"positive_prob": 0.154436, "confidence": 0.65681, "negative_prob": 0.845564, "sentiment": 0}]}, {"title": "华为折叠屏MateX 10月上市，麒麟990+5G，价格“良心”！", "content": "华为折叠屏MateX 10月上市，麒麟990+5G，价格“良心”！根据可靠人员表示，华为10月份将上市折叠屏Matex，5G版本的手机，前几日华为余承东就透漏了MateX 5G版将要上市的新闻，并且所有工作已经准备就绪，看来“耐折叠”的MateX已经投入量产，我们都知道，折叠屏手机最大的难处就在于可折叠的这块儿屏幕，而这次京东方为华为提供的折叠屏也足以表明，京东方的屏幕优质程度是越来越高了。我们都知道，华为MateX虽然早在2月份就已经发布，但是由于一些原因迟迟没有上市，但毕竟比三星折叠屏Galaxy Fold强多了，Fold测试阶段就被各大媒体吐槽存在诸多问题，绝大部分问题都出自屏幕质量上，Fold的推迟想必和MateX的原因大径相同。这次MateX不仅新增了配置组合，更降低了售价，作为华为高端旗舰系列，MateX的配置原定为8+512的配置，现在新增了6+128的组合，在处理器方面，顶配版本会搭载最新的麒麟990处理器，支持NSA与SA网络的5G功能，低配版的MateX搭载的是麒麟980处理器，但是依然支持5G功能，我们都知道骁龙855芯片可以实现1加1的组合模式连接5G网络，而麒麟980处理器也采用了1加1的模式组合模式连接5G网络，这种外挂模式只支持NSA网路。当然了，这也是减少成本，降低价格的一种方法。价格方面，也是大家最关注的方面，之前2月份准备发布的MateX5G版本的手机售价定为2299欧元，大约是人民币接近于1.8万，配置自然是最高配，然而并没有被推出来，原因也可想而知，和三星的问题一样，推迟的原因就是都想为消费者提供可靠、质量有保证的手机，如果手机的确存在问题，抓紧修正才是对消费者负责。余承东也曾表示过，华为旗下的每一款手机都要对消费者负责，不能把名誉会在自己手上。这次的价格，据产业链人士估计，MateX价格应该在9000多块钱左右，也就是最低配置的6+128的配置。三星的折叠屏则预计售价为14000多元人民币，相比而言，华为在这一点上多做了一个选择，把性价比提升不少，价格也算良心了。MateX最吸引人的地方无疑是可折叠的屏幕，正面屏幕为6.6寸，背面尺寸为6.38寸，展开屏幕为8寸，为了保证屏幕的质量，华为在屏幕上做过测试，折叠20万次不变形，机身背面摄像头组件、中间铰链处等由碳纤维覆盖，保证屏幕展开整体平滑。对于这款最早于10月下旬在国内上市手机，迟到的MateX，你是否会购买呢？关注我，每日为您提供国内外最精彩的报道！", "author": "科技的十字路口", "newsdate": "发布时间：19-09-14", "newstime": "23:49", "sentiment": [{"positive_prob": 0.69185, "confidence": 0.315223, "negative_prob": 0.30815, "sentiment": 2}]}, {"title": "华为给力了 运行深度Linux的MateBook现身", "content": "虽然近期关于中美贸易的新闻并不多，但不可否认的是，美国政府并没有在这方面放松，这对于华为而言并不利。智能手机等业务还好说，但在笔记本业务方面，无论是处理器、显卡还是系统，都存在被“停用”的风险。一系列图片显示，华为正在为MateBook笔记本安装国产Linux系统。MateBook运行深度LinuxMateBook运行深度Linux在操作系统方面，深度Linux作为国产Linux发行版中设计非常出色的系统，一直是众多中国Linux用户的首选。照片显示，华为MateBook运行的正是深度Linux。在深度的论坛上，我们能够看到深度Linux已经为华为MateBook进行了长时间适配工作，这意味着未来大家很有可能看到预装深度Linux的华为MateBook笔记本。毕竟荣耀已经发布了搭载Linux系统的笔记本，而且售价更低。如果华为MateBook也预装深度Linux，那么华为MateBook的竞争力将再上一个台阶。编辑点评：华为采用深度Linux系统是双赢的举措。在目前的环境下，华为很有可能突然面临无法使用Windows的情况，所以选择Linux是比较稳妥的。同时深度Linux作为国产Linux系统中的代表，与华为合作则进一步推广国产系统。(7270308)", "author": "中关村在线", "newsdate": "发布时间：19-09-14", "newstime": "06:59", "sentiment": [{"positive_prob": 0.999619, "confidence": 0.999153, "negative_prob": 0.000381035, "sentiment": 2}]}, {"title": "华为又刷屏！这次竟是因为“缺钱”？", "content": "来源：中国经济网华为又双叒刷屏了。这次不是因为手机，也不是因为芯片，而是因为钱。9月11日晚，交易商协会系统显示，华为正筹划发行两期共计60亿元中期票据，用途是补充公司营运资金。消息一发布，很多市场机构就不淡定了，网友也议论纷纷。为啥？一般来说，缺钱才会发债，难道“不差钱”的华为缺钱了？要是不缺钱，华为又为什么发债呢？华为到底缺不缺钱？不缺钱，光现金就将近2500亿元华为发债是因为没钱吗？显然不是，募集说明书显示，截至今年上半年，华为净资产、总资产分别为2454.87亿元和7057.16亿元。不仅如此，华为现金状况也非常好。在流动资产中，货币资金在2019年6月末达2497.31亿元，较2018年末增加 656.44亿元，增幅为35.66％。除了看现金数据，还要看外部融资占公司运营资金的比例。也就是说，企业做生意，主要是靠借钱，还是靠自己垫钱。华为公司在回应中称，公司运营所需要的资金主要来自于企业自身经营积累、外部融资两部分，以企业自身经营积累为主（过去5年占比约90％），外部融资作为补充（过去5年占比约10％）。看到没有，10块钱里面只有1块钱是借的，实力还是很雄厚的。华为也没忘强调：公司经营稳健，现金流充裕。所以，有网友说，华为发债哪里是没钱啊，而是告诉你，我多有钱。华为为什么要发债？优化资本架构，丰富融资渠道上面已经讲得很清楚了，华为不缺钱！但为什么要发债呢？谁说一定要缺钱才发债，对于华为发债的原因，专家观点大体上有这么几个：1、 新业务需要资金。国联证券分析师王亮认为，华为发债，反映出公司将对未来新技术研发等提供更多资金支持。2、 降低融资成本。北京千为投资管理有限公司投资总监王林认为，在目前资金面宽松的情况下，在国内发债有助于降低融资成本。3、 提升华为认可度。王林表示，通过公开信息披露，让投资者更加了解和信任华为，能为华为未来进一步在国内资本市场公开运作奠定基础。4、 拓展国内融资渠道。诺亚研究工作坊二级市场负责人姜奇甲认为，华为发债除了为长期业务发展补充营运资金外，拓展国内资金融资渠道或是重要原因。当然，华为的回应才是关键：1、优化资本架构。华为表示，一直坚持通过合理的融资布局，持续优化资本架构，以确保公司财务稳健。2、丰富融资渠道。华为表示，公司通过境内发债打开境内债券市场，将进一步丰富融资渠道，优化整体融资布局。华为到底还行不行？舍得在研发和员工身上花钱，怎么会不行！由于华为一直没有上市，很多核心业务数据都不公开。所以，发债消息一出，引发诸多猜测。都说华为行，除了资金实力，这家企业还有什么行呢？正好，中期票据募集说明书解开了谜底。1、舍得大力投入研发。华为强，主要就是靠大力投入研发。说明书显示，华为几乎有近一半人员搞研发，研发投入占收入比重超过10％，十年共投入4800亿元！2、手机业务已占大头。近年来，华为手机风头盖过了苹果，市场增长势头迅猛。说明书披露，今年上半年，华为消费者业务营业收入2184.64亿元，占营业收入比重为55.09％。消费者业务占总收入的大头。3、员工持股力度大。华为员工的战斗力在业界都有名，是什么激励他们奋斗不止，员工持股是重要原因。说明书显示，截至2018年末，员工持股计划参与人数为96768人，公司参与员工持股的人数比例约为53％。为自己打工，心情是不一样的！外行看热闹，内行看门道。最后小编只想问一句：哪里能买？！", "author": "金融界", "newsdate": "发布时间：19-09-14", "newstime": "08:09", "sentiment": [{"positive_prob": 0.000190494, "confidence": 0.999577, "negative_prob": 0.99981, "sentiment": 0}]}]