[{"title": "华为证实：已生产不含美国部件5G基站", "content": "参考消息网9月29日报道港媒称，华为创始人任正非9月26日在一个商务论坛上表示，脱离美国零部件的华为，还是可以生存的，并已在生产不包含美国部件的5G基站，明年将扩大产量。据《香港经济日报》网站9月27日报道，任正非还表示，仍欢迎美国恢复供应，因与供应商有30多年交情，“人还是有感情的，不能光为我们挣钱，让朋友不能挣钱。”华为战略部总裁张文林对路透社说，华为不含美国零部件的基站，其表现并不比用美国零部件的差。但不愿提供进一步细节。在被问及如何用好技术、实现技术包容性时，任正非表示，“我们就是把5G当成一个基站，别把5G当成原子弹，就可以普遍使用了。”他说，技术不要政治化，通过商业和市场的竞争和比较来选择，这样大家就可以共享同一个新技术带来的福祉。", "author": "参考消息", "newsdate": "发布时间：19-09-29", "newstime": "00:20", "sentiment": [{"positive_prob": 0.440743, "confidence": 0.0205701, "negative_prob": 0.559257, "sentiment": 0}]}, {"title": "华为基站继Mate30后也“去美国化”（附个股）", "content": "来源：金融界网站作者：猎鹰看盘今天上午猎鹰看到了一个让人振奋的消息：港媒称，华为创始人任正非9月26日在一个商务论坛上表示，脱离美国零部件的华为，还是可以生存的，并已在生产不包含美国部件的5G基站，明年将扩大产量，随后人民日报也报道了这一消息。根据华为企业战略总裁张伟的说法，不含美国元器件的5G基站表现并“不差”。这意味着继Mate30系列手机之后，华为的基站也开始“去美国化”，这无疑是一个足以让人振奋的消息，自今年5月15日，华为被美国政府列入“实体清单”，限制华为购买美国技术和零部件以来，华为一直在寻找美国技术的替代品，甚至全面启用了研发多时的“备胎”。最终华为不仅没有像中兴那样因为制裁而倒下，反而愈挫愈勇，逐步实现对美国技术和产品的替代，对于国内的供应商来说也是绝对利好，目前很多券商机构都看好华为产业链未来10年的表现。广发证券在研报中表示，华为是全球领先的信息和通信技术基础设施和智能终端提供商，在运营商业务、企业业务、消费者业务和云服务四大领域协同扩张，驱动新一轮科技革命，发展空间广阔。国泰君安研报表示，缺乏创新元素、没有5G功能的现实，让苹果以及其产业链的未来前景蒙上了一层阴影。风水轮流转。4G时代看苹果，5G时代看华为。过去十年，万亿美元市值的苹果孕育了整个产业链的飞黄腾达，而仅仅A股上就有数十家公司借此成为十年十倍的大牛股。展望未来，国泰君安总量团队认为，以华为为首的国内自主品牌供应链，或将迎来同等体量的“黄金”投资期。从近期公布的华为Mate30系列手机的核心供应商看，已经看不到很多我们熟知的美国企业的身影了，包括高通，博通、美光、西数等过去与华为合作频繁的美国企业都开始消失于华为的供应商名单，可以显示出华为“去美国化”的重大成果，取而代之的是京东方、TCL、汇顶、兆易、中芯、闻泰、三安等国内企业。附华为Mate30全部核心供应商名单，根据券商研报整理。华为消费者业务手机产品线副总裁李小龙接受采访时表示，对于国产供应商的支持上，需要用一个比较有耐心的这种态度来扶持厂商，不能说因为产品有一点点差距就放弃。华为希望屏幕、芯片等产业能做到百花齐放，让更多的国产厂商参与进来。这意味着华为愿意而且正在扶持国内供应商，只要愿意进行研发投入，开发符合华为标准的产品，华为就会给订单，还会给与技术支持。根据报道“去美国化”的5G基站将于10月份开始批量，每月产量将达到5000个，后面随着技术和工程的不断成熟，生产规模将逐步扩大。据了解，今年华为计划生产60万个5G基站，而明年更是将生产高达150万个5G基站。据日本经济新闻的报道去年由于受到美国的打压，华为在全球市场移动通信基础设施份额已经降低到26%，爱立信以29%的市场份额夺回冠军宝座。具体在北美市场，爱立信的市场占有率达到68%，超过了其它所有供应商；而华为在欧洲，中东，非洲市场的占有率达到40%，在亚太地区达30%，没有受到太大的影响。目前华为的5G基站技术领先对手12——18个月，同样性能的基站成本比爱立信和诺基亚低20%—30%，这一点对于非洲，亚太等小国来说具有很大的吸引力，他们也是华为基站的主要采购商。另外目前我国4G基站有340万个，全球也只有500多万，我国占据绝对的优势。由于5G基站的覆盖面积比4G基站小很多，就需要更高密度的基站覆盖，根据5G建设需求，5G基站将是4G基站的1.5倍-2倍，大约需要500—700万个，我国5G基站的建设数量相对于其他国家也会占据绝对优势，华为和中兴自然不需要担心市场份额的问题，对于华为产业链尤其是5G基站相关的供应商，将会保持未来2——3年的建设红利，相关上市公司也值得我们持续关注。最后猎鹰为大家梳理了华为基站领域的核心供应商名单： ", "author": "金融界", "newsdate": "发布时间：19-09-29", "newstime": "10:42", "sentiment": [{"positive_prob": 0.610291, "confidence": 0.133981, "negative_prob": 0.389709, "sentiment": 2}]}, {"title": "偷偷告诉你：华为Mate30系列为啥直接买高配", "content": "刚刚重磅发布的华为Mate30系列新机，凭借88°环幕屏、麒麟990，及双4000万双主摄的超感光徕卡4摄“电影”镜头等亮点，一经发布便惊艳全球，且影像技术以总分第一霸榜DXOMARK。那么，如此高配的华为Mate30系列，华为Mate30和华为Mate30 Pro两个版本究竟买谁好呢？接下来，我们就对华为Mate30系列（华为Mate30和华为Mate30 Pro两个版本）的屏幕、镜头等细节及价格上来进行对比，看完你就知道选谁好。01 88°超曲面OLED柔性“环幕屏”+小“刘海”此次，华为Mate30和华为Mate30 Pro均采用的是OLED屏幕，不同的是华为Mate30采用的是OLED“硬”屏，而华为Mate30 Pro采用的是88°超曲面OLED柔性“环幕屏”。华为Mate30（右）和华为Mate30 Pro（左）说到88°超曲面OLED环幕屏，它能让华为Mate30 Pro的6.53英寸大屏不仅尺寸上比华为Mate30的6.62英寸更大一点，视觉上也更开阔；且Pro版机身屏幕左右侧边框也是显示屏，配合一体式音量键，体验更好。华为Mate30系列前置镜头在自拍镜头方面，华为Mate30和华为Mate30 Pro均采用前置小“刘海”设计，但前者刘海更小。可别小看华为Mate30 Pro这个“刘海”，它里面内置了很多传感器和黑科技，除了3200万像素（f/2.0）高清自拍摄像头外，还加入了姿态传感器、3D深感镜头以及光线传感器，3D面部解锁更安全，且还能实现最高支持FHD+（2336×1080）的视频录制，因此更专业。02 Halo圆环超感光4摄 双4000万像素“电影”镜头除了屏幕，华为Mate30系列的大亮点，莫过于其创新设计的手机镜头。此次，全新华为Mate30系列采用Halo圆环设计超感光4摄阵列，也将相机最经典的圆形设计作为传承和致敬，“搬到”了手机上，为新机“重构摄影想象”做出完美诠释。镜头上，华为Mate30和华为Mate30 Pro两版本的区别在于，华为Mate30采用超感光徕卡3摄：4000万像素超大感光元件、1600万像素超广角镜头、800万像素长焦镜头，以及一个激光对焦传感器。而华为Mate30 Pro则采用4000万像素徕卡+4000万像素超感光摄像头双主摄“电影摄像头”（等效18mm焦距），一颗800万像素长焦镜头及1个3D深感摄像头的组合，BSI CMOS索尼IMX600传感器，将新机在影像技术方面带来更新一个量级的升级。也就是说，华为Mate30和华为Mate30 Pro两版本间最大的区别，就是Pro版多了1/1.54寸传感器的4000万像素电影镜头及3D深感镜头。这个差异，让华为Mate30 Pro可以在背景虚化、人脸识别、3D 动画、AR 体感游戏等方面，有很多有趣的玩法。所以，要问华为Mate30和华为Mate30 Pro两版怎么选、选谁好？我们可以说，华为Mate 30是基本功能都覆盖的全能型手机，而Mate30 Pro则更在影像上更专业，创新感也更超前。03 价格差异 3999元起售除了关键的屏幕、镜头关键区别外，对于很多不明真相的“吃瓜”用户来说，华为Mate30和华为Mate30 Pro两版选谁，第一眼还得先看价格。那么，前面这些硬件参数对比了一番，我们就来对比一下4G版和5G版本的华为Mate30系列的售价分别为：4G全网通：华为Mate30：6GB+128GB版：3999元华为Mate30：8GB+128GB版：4299元华为Mate30 Pro：8GB+128GB版：5799元华为Mate30 Pro：8GB+256GB版：6299元5G全网通：华为Mate30 5G版：8GB+128GB版：4999元华为Mate30 5G版：8GB+256GB版：5499元华为Mate30 Pro 5G版：8GB+256GB版：6899元华为Mate30 Pro 5G版：8GB+512GB版：7899元价格很直观的说明了一些问题，如果你的预算在4000左右的话，华为Mate30绝对足够，因为华为Mate30系列的配置远远超出你日常需求；当然，如果再加点预算到5000+的话，华为Mate30 Pro绝对首选，因为创新黑科技，先买先享受。当然，如果你正打算在5G到来之际提前上手5G手机的话，那么，相信5G版华为Mate30系列是不错选择，大家都知道，华为在5G技术方面可是有绝对优势的，抢先体验5G买就对了。(7280276)", "author": "中关村在线", "newsdate": "发布时间：19-09-29", "newstime": "05:56", "sentiment": [{"positive_prob": 0.355046, "confidence": 0.211009, "negative_prob": 0.644954, "sentiment": 0}]}, {"title": "iPhone11与华为Mate 30 Pro，从上手体验来看看该如何选择！", "content": "目前的手机市场上，最火爆的当属两款机型，那就是华为Mate 30 Pro和iPhone 11，他们一个有着强大的5G技术做支撑，一个有着顶尖的处理器当后盾，那么在这两款手机中该如何做出选择呢。苹果在外观上一直都是走经典路线，所以国产手机的颜值要比苹果更加的时尚。本次iPhone 11在屏幕正面相比上一代没有做出改变，采用的依旧是流海屏的设计，侧面边框也没有进行优化。相比较，华为Mate 30 Pro虽然也是流海屏的设计，但其采用的曲面屏设计，将侧边优化到极致，达到了不错的屏占比，而且iPhone11只有720p分辨率的LCD屏幕，远远比不过华为！所以在屏幕上华为更胜一筹！在摄像头方面，两款手机的摄像头边框设计，笔者都欣赏不了，iPhone11是浴霸式的突出摄像头！而华为Mate 30 Pro的圆环摄像头边框，几乎快要占据半个后盖了！难道是老了？看不懂现在的审美了？在摄像头配置上，iPhone11提高了自己的摄像头水平，采用了双1200万的摄像头组合，并且开发了广角摄像头模式，不过这个模式iPhone没有调试好，在拍照时容易出现畸变现象！相比较我们的华为Mate 30 Pro，采用了4000万双主摄的四摄设计，让手机在各种拍照环境下都能有出色的表现！所以，摄像头颜值两款手机半斤八两，但是在成像上，华为Mate 30 Pro更加优秀，如果你对拍照要求较高，而且需要更加专业的摄像，华为Mate 30 Pro不会让你后悔！在最核心的处理器方面，iPhone 11的仿生芯片A13，基本上吊打华为Mate 30 Pro，再加上苹果利用了iOS13系统进行适配之后，流畅度又有明显提升，华为Mate30Pro比不上苹果iPhone11的性能与系统，这基本没有争议，不过华为Mate 30 Pro的麒麟990芯片也有着自己的优势，那就是支持5G！在拍照颜值上，华为Mate 30 Pro更胜一筹，但在核心处理器上，与iPhone11还有一定差距，如果你体验5G的心不是那么急切而且对拍照要求不高，iPhone11是个不错的考虑方向，但要是想要高质量照片和更快的网速，华为Mate 30 Pro 应该是个不错的考虑对象。（图片均来源于网络，如有侵权，请联系作者删除，谢谢）", "author": "吖有科技", "newsdate": "发布时间：19-09-29", "newstime": "15:42", "sentiment": [{"positive_prob": 0.909545, "confidence": 0.79899, "negative_prob": 0.0904546, "sentiment": 2}]}, {"title": "华为认输，小米：看看我们怎么把华为P30pro按在地上摩擦的", "content": "目前华为，小米，oppo和vivo是国内最大的四家手机品牌，其中oppo和vivo最低调，而华为和小米经常互怼，特别是在新机发布会这时间段里，最近华为和小米再次互撕，首先是雷军将小米9pro对比华为旗舰，另外余承东说小米概念手机不实用。在小米9pro发布会上有一个很有乐趣的对比过程，小米公布华为p30pro仅支持15W无线充电，另外无线反充也仅有5W，小米9pro支持目前最快30W无线充电，且支持10W无线反充，最后雷军说了一句“看看我们怎么把友商按在地上摩擦的”引发全场一阵笑声。虽然无线充电功能并不是小米手机最先用的，另外无线反充也是华为手机最先使用，但不得不说只有小米旗舰机把这些高大上的配置进行低价化，贡献非常大。其实华为p30pro不仅是无线充电配置不如小米9pro，其它硬件配置基本也不敌小米，仅在处理器性能方面，骁龙855plus就可以领先麒麟980很长时间。由于都是安卓手机，如果系统流畅度更好一些，那么这款手机更让人接受，小米9pro配备目前最大12GB运行内存，以及最新发布的MIUI11系统，远比华为p30pro更快。这两款手机最大的区别是5G网络，小米9pro支持5G全网通，通过测试，下载速度是4G的十倍，下载吃鸡也不用20秒，而华为P30pro是4G全网通，大家都知道三大运营商通常会对4G进行限速。对于小米9pro在各种配置上“碾压”华为p30pro，华为最近也开始反击，余承东直接说小米概念手机不实用。其实这种互撕在国内手机圈已经见怪不怪，这能将手机硬件配置更透明的公布给消费者，手机在配置上是否缩水了如指掌。", "author": "手机天蟹座", "newsdate": "发布时间：19-09-29", "newstime": "12:13", "sentiment": [{"positive_prob": 0.689295, "confidence": 0.309544, "negative_prob": 0.310705, "sentiment": 2}]}, {"title": "华为5G手机正式国内发售 供应链上市公司分羹市场", "content": "来源：财富动力网作者：孙宁2019年是5G元年，新品陆续发布为5G产业带来罕见投资机遇。近日，华为5G手机Mate30正式在国内发售，而在A股市场上，对华为概念股的炒作也此起彼伏，一些上市公司搭上华为Mate30的概念，股价出现连续涨停，还有些华为概念股的股价自今年以来已经翻倍。从华为Mate 30的供应链名单上看，涵盖了近三十家A股上市公司，涉及CPU、电池、面板等多个核心环节。随着自主核心技术的不断进步，5G手机的零部件国产化程度越来越高。华为Mate30正式开售 5G有望带来新一轮换机潮近日，华为在上海举办新品发布会，正式在国内发布Mate30系列手机以及华为智慧屏、华为Watch GT2智能手表、华为Free Buds3智能耳机、华为VR Glass VR眼镜等5款产品。华为消费者业务总裁余承东在发布会结束后接受媒体采访时表示，Mate30系列5G版是第二代5G手机，同时支持5G SA和NSA组网，相比对手在技术上领先半年到一年的时间。余承东强调华为手机在硬件配置上的领先地位，“友商的硬件技术落后华为两代以上，随着软件的优化，华为手机的性能还有更多提升空间。我们一颗摄像头就比对手贵几十美元。”实际上，除了华为之外，近期国内已经有多个品牌发布5G手机。数据显示，2020年全球智能手机出货量预计将达到13.8亿部，其中5G智能手机出货量预计将达到1.25亿部，占智能手机总出货量的8.9％。传统智能机已经逐渐饱和，进入存量博弈阶段，5G手机有望给市场带来新一轮换机潮。这也带火了手机产业链的上下游企业，手机面板、屏幕、摄像头、电池等关键部件的订单量大增。从华为Mate 30的供应链名单上看，涵盖了近三十家A股上市公司，涉及CPU、电池、面板等多个核心环节。随着自主核心技术的不断进步，5G手机的零部件国产化程度越来越高。2007年1月9日，苹果公司举办第一代iPhone发布会，触摸屏+Home键的设计令人惊艳。然而在智能手机尚未风靡的时代，当年iPhone仅有百万台级别的销量。直到2010年iPhone4的火爆行情，才正式拉开了苹果产业链长达10年的黄金投资期。从2010年1月到2017年末，A股上证综指最高涨幅59％，而苹果产业链指数最高涨幅达到1079％，是前者的18倍。在这段时间里，苹果产业链毫无疑问就是A股市场中最大的投资主题，孕育了一批业绩亮眼、市值飞涨的明星公司。供应链上市公司分羹市场此前的2018年11月，华为在深圳举行了核心供应商大会，邀请了150家供应链企业到场，并对92家供应商进行了表彰，在所有获奖供应商企业中，美国公司多达33家，其中英特尔、NXP是连续十年的金牌供应商，大陆公司共有25家，日本公司有11家。在大陆的25家供应商中，上市公司超过15家，除了物流类合作伙伴（顺丰）外主要有以下几类：从事手机组装的企业：比亚迪（002594）；生产PCB板的企业：生益科技（600183）、沪电股份（002463）、深南电路（002916）（基站PCB）；生产线缆、光纤的企业：中利集团（002309）、长飞光纤（601869）、亨通光电（600487）；生产光模块的企业：光迅科技（002281）、华工科技（000988）；生产显示面板的企业：京东方（000725）、深天马A（000050）；生产连接件和其他模块的企业：立讯精密（002475）（连接件）、歌尔股份（002241）（声学）、蓝思科技（000433）（前后盖及摄像头），欧菲光（002456）（摄像头、屏下指纹）。华为的供应链安全策略已调整为高端芯片基于海思自主研发，同时与国外顶级厂商合作以保证产品竞争力，国内厂商仅供应手机的低端元器件。滤波器等射频器件供应商，产品设计由华为负责，供应商仅作为华为的代工厂，天线则主要由华为自己生产。国泰君安总量团队相信，就像过去苹果产业链创造无数十年十倍股一样，未来在国产替代和5G大潮的催化下，华为产业链将迎来同等体量的黄金投资机会。天线和射频传输有望受益以此次华为Mate 30系列为例，在天线领域就有大的突破。其手机内部集成了21根天线，其中14根天线用于5G连接，并支持8频段5G和双5G SIM卡连接。Mate 30的手机天线采用金属中框+LDS的技术方案，天线数量相比4G手机有了大幅提升，同时所需要的射频传输线数量也将得到提升，相关天线和射频传输线厂商有望受益。光大证券建议投资关注射频天线领域的信维通信和硕贝德、射频电感领域的顺络电子、射频前端领域的卓胜微、射频传输线领域的电连技术。随着华为系列新品发布，机构对华为产业链充满期待，9月份以来，券商连续发布近百份研报解读。开源证券分析师韦祎表示，“华为在今年的动作频频，持续发力各类科技前沿新品，其业务板块对应的相关产业链具备巨大的投资机会。华为系列新品发布有望引领 5G 换机潮流，手机基带、射频、天线等环节将受益。”首创证券分析师李嘉宝认为，“从智能手机整体销量来看，华为和苹果的新品有望带动一波换机潮，随着更多5G机型的推出，智能手机销量有望于2020年恢复增长，建议中长期关注头部品牌供应商。”", "author": "金融界", "newsdate": "发布时间：19-09-29", "newstime": "08:14", "sentiment": [{"positive_prob": 0.87635, "confidence": 0.725223, "negative_prob": 0.12365, "sentiment": 2}]}, {"title": "日本6大财团：旗下一家公司抵7个阿里3个华为 却造不出个顶级富豪", "content": "文：初禾千百年来，爱情与财富总是人们热衷探讨的话题，且从不会为此而感到厌烦。与浪漫却不可捉摸的爱情相比，财富虽说往往来得太过现实，却也是人们追求的梦想之一。就国内而言，真正将财富敛聚到富可敌国程度的，莫过于香港四大家族了。众所周知，香港造就了很多富豪，走在香港街头随处可见豪车，哪怕是价值数千万的豪车，也被富豪们随意地停在路边上。虽然香港与大陆相比面积很小，但却拥有大批富豪，在全球排名前500的富豪中，171人为美国富豪，58人为中国富豪，其中香港富豪就有19位。然而，日本的六大财团比香港的四大家族还要富有，掌握着日本经济的命脉。其旗下的一家公司就可以抵得上3家华为、7家阿里巴巴了。据调查显示，2017年美国GDP为19.55万亿美元，位居榜首；中国GDP为13.17万亿美元，居第二位；日本GDP为4.34万亿美元，位居第三。很多人都有点疑惑，日本经济已经多年没有出现过大幅增长了，如今日本还能继续戴着“发达国家”的帽子。最主要的原因是因为它背后有着足以称霸世界的财团。可以说，这六大财团近乎完全掌握了日本的经济命脉。这六大财团分别就是三菱财团、三井财团、住友财团、富士财团、三和财团以及劝银财团。值得注意的是，日本六大财团的结构其实与香港四大家族完全不一样。因为四大家族虽说在一定意义上也能够称为财团，但家族却是以创始人为核心，有着一个统一的管理方式。与此相反，日本六大财团其实是以资本为纽带的财团型企业集团。换句话说，这六大财团其实并不归任何一个家族所有，只是一些企业自发组织或被动加入的一个团体而已。此外，这六大财团里虽说有核心企业，但却没有统一的管理机构，所以这六大财团本身并不是一个独立的法人。用抱团取暖来形容日本六大财团或许更为贴切一些。虽然大多数人可能从未听说过这六大日本财团，但一提到它们旗下的公司，应该都是耳熟能详的。以三井财团为例，该财团旗下拥有着一家世界知名的丰田汽车公司。据2018年世界500强榜单资料显示，丰田汽车公司的赚钱速度，在全球所有公司中排名第六。2017年的营业收入高达2651.72亿美元，净利润为225.1亿美元。三井财团得以在这六大财团中占据较高地位，丰田汽车公司的实力是起着决定性的作用的。据世界500强榜单资料显示，阿里巴巴集团2017年营收377.7亿美元，净利润96.73亿美元。和阿里巴巴一对比，丰田1.8万亿的营收抵得上7家阿里巴巴了，可见丰田汽车公司的盈利能力有多么强悍。而华为2018年在该榜单中的排名位是第72位，与排名第6的丰田汽车公司直接相差了66家公司的距离。此外，华为在营收方面也与丰田汽车公司的差距非常大。华为2017年营业收入为893.11亿美元，同比增长13.8%，净利润为70.2亿美元，同比增长25.8%。车友们应该都知道，丰田在中国其实并不是销量最好的汽车，总部位于德国的大众汽车才是。但值得注意的是，虽然丰田的销量不如大众高，但其利润却远远高于大众，这也直接导致丰田汽车成为了世界500强中一道十分靓丽的风景。丰田汽车在世界500强中排名第六，大众排名第五。虽然它们的排名非常接近，但净利润却相差很大。上面也说了，丰田汽车公司2017年营业收入2651.72亿美元，净利润为225.1亿美元。而大众汽车的营业收入也并不低，高达2600.28亿美元，但净利润却仅有131.07亿美元，两者相差近1倍。并且值得注意的是，丰田汽车公司其实还只是三井财团旗下的其中一家企业而已。三井财团还拥有东芝、索尼、三洋等国际知名企业。其中，索尼则是许多单反发烧友的最爱，东芝则因拒绝将芯片业务出售给郭台铭而被许多人熟知。除了三井财团之外，三菱财团手中也有一个拿得出手的品牌，那就是三菱汽车。而和三井和三菱有所不同的是，住友财团和富士财团则相对比较沉默了，但住友财团却是六大财团中存续较久的。松下电器我们大家都比较熟悉，其实松下电器和三洋电机都属于住友财团。此外，住友集团旗下还拥有一家商业银行，住友金属和住友化学等公司也都属于住友财团。而存续期较短的富士财团，在1966年被30多家企业合并而成，旗下品牌却众多，如佳能、日产汽车、富士银行、日立等等。而劝银财团虽然成立相对较晚，1978年才成立，但其旗下所拥有的公司实力也是不容小觑的。最后一家三和财团成立于1967年，其核心业务包括三和银行、日商电信等行业，实力雄厚。不过有意思的是，虽然财团控制了日本的大部分财富和企业资源，是日本社会的主流，不过在这些财团当中，却没有培育出日本的超级富豪。从近十年来日本的首富来看，始终是柳井正、孙正义这两个人轮流坐庄，而这两个人有一个共同点，都是从朝鲜半岛迁徙到日本的第三代移民，不被六大财团所接纳。这是为什么呢？其实，这和日本的传统有关。日本人讲究集体观念，成员之间的收入不会有太大差距，像丰田董事长丰田章男这样的企业家，每年就拿几亿日元的工资。在这样的大背景下，在旧体系中，想要出现一位超级富豪是很难的。而孙正义，柳井正这样的，几乎都是白手起家，独立创业，没有财团的背景，也就少了一些传统的束缚，也就能通过自己的努力，积累庞大的个人财富。但不可否认的一点是，日本经济能得以一直发展良好，与六大财团不断为其提供经济产能有着一定的关系。虽然如今日本的经济发展较好，但其经济崛起之路并非一帆风顺，而是伴随着激烈的竞争和争夺，其惨烈程度不亚于在战争中的拼杀。贸易立国和制造业立国的国策在实际的执行过程，就体现在“商权”的争夺上。这个“商权”争夺的具体体现，就是不放过从上流的资源到下流的市场整个产业链中的每一个环节。而香港的四大家族，在其鼎盛时期，与日本的六大财团一样，牢牢控制着香港的经济命脉。然而随着时间的推移，当初的香港四大家族早已不复当年。其实细心的人便会发现，日本这种财团形式的企业集团或许也能用在国内。因为如果将国内许多高科技企业强强联合、共同发展的话，势必会带动经济飞速增长。自然，这种想法即使提出，也势必会遭到许多企业家们的拒绝。因为将企业一联合，那就势必会牵扯到各方面不可控制的因素，自己的身价也会受到影响，而这也是许多富豪所不能接受的。对此，大家有什么想说的呢？本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-09-29", "newstime": "10:10", "sentiment": [{"positive_prob": 0.256094, "confidence": 0.430902, "negative_prob": 0.743906, "sentiment": 0}]}, {"title": "独立自主！华为证实已生产不含美国部件的5G基站", "content": "[PConline 资讯]9月29日消息，据外媒报道，华为创始人任正非9月26日在一个商务论坛上表示，脱离美国零部件的华为，还是可以生存的，并已在生产不包含美国部件的5G基站，明年将扩大产量。另外据《香港经济日报》报道，任正非还表示，仍欢迎美国恢复供应，因与供应商有30多年交情，“人还是有感情的，不能光为我们挣钱，让朋友不能挣钱。”华为战略部总裁张文林对路透社说，华为不含美国零部件的基站，其表现并不比用美国零部件的差。但不愿提供进一步细节。在被问及如何用好技术、实现技术包容性时，任正非表示，“我们就是把5G当成一个基站，别把5G当成原子弹，就可以普遍使用了。”他说，技术不要政治化，通过商业和市场的竞争和比较来选择，这样大家就可以共享同一个新技术带来的福祉。此前，任正非在接受《经济学人》采访时表示，有意向西方公司出售华为的5G技术，目的是制造一个能在5G上与华为竞争的对手。买家只要支付一次性费用，就能永久使用华为现有的5G专利、许可证、代码、技术蓝图和生产技术诀窍。还可以修改源代码，由新公司生产5G设备。今年上半年，华为并未受外界因素影响，半年营收仍以23%的高速增长。从5月份至今，华为又签订了十几份5G商用合同，目前总数已超过50份，领先于诺基亚和爱立信。5G代表着速度，拥有这种速度的国家将迅速前进。相反，那些放弃速度和优秀互联互通技术的国家，可能会看到经济放缓。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-29", "newstime": "11:12", "sentiment": [{"positive_prob": 0.47057, "confidence": 0.411394, "negative_prob": 0.52943, "sentiment": 1}]}, {"title": "RealmeX2还干不过华为两月前发布的手机，到底哪个更值入手？", "content": "今年的国产手机市场基本进入到了“神仙打架”的局面，尤其是竞争激烈的千元机市场，更是各家争夺的必争之地。这里面除了手机市场竞争进入白热化的原因之外，更重要的是随着全面屏的普及，手机正面和背面的差距越来越小，那么基本都进入到了拼配置拼价格的模式。而刚刚发布的RealmeX2就是这其中的佼佼者，凭借越级发布的骁龙730G处理器之外，还有千元机中罕见的30W快充，可以说配置相当的强劲。但是其实RealmeX2到目前为止甚至还没有打败华为两个月前发布的一款手机，这款手机就是华为荣耀9X。首先，对于千元机来说，最重要的就是处理器，一颗好的处理器可以让你的千元机多用一年。在处理器方面RealmeX2搭载的骁龙730G，之所以说这是一款越级的处理器，是因为这款处理器此前只在2000以上的档位有，而骁龙730G的GeekBeach跑分6700左右，已经是高通目前7系列最强的处理器了。但是荣耀9X则搭载的是麒麟810处理器，不仅是7nm的制程工艺领先，同时在性能方面GeekBeach跑分达到了7600左右，相比骁龙730G有10%左右的性能领先。而处理器上的优势也是荣耀9X最大的优势。说到摄像头，应该是RealmeX2的一大优势，配备了三星刚刚发布的6400万像素的四摄像头，规格还是非常高的，而实测来看6400万像素也确实在画面解析力上比荣耀9X的4800万要好一些。但是也只是画面解析力好一些而已，荣耀9X使用的索尼的IMX586的4800万像素的摄像头，虽然规格不及RealmeX2。但是由于千元机都不会配备太好的拍照技术，因此在实际的成像素质方面，二者只能说都差不多，6400万像素白天解析力更强，但成熟的索尼IMX586调教更加成熟，因此并不存在6400万像素就领先很多的情况。整机的设计方面，荣耀9X采用的是升降式摄像头，6.59英寸的屏幕，不仅玩游戏更畅快，同时没有任何遮挡的全面屏体验上更好一些。但RealmeX2则采用了OLED的屏幕，采用刘海屏的设计，支持屏幕指纹，显示效果方面绝对OLED屏幕更好一些，但是LCD屏幕更加的护眼，这个环节也没有明显的赢家。当然RealmeX2还有一个比较大的亮点就是搭配了30W的快充技术，半小时可以将4000毫安的电池充满67%，而相对而言荣耀9X只有10W的充电，但优势是7nm的处理器功耗更低，综合续航不错，只是充满电需要将近2小时，还是有些慢的。最后综合下来谁更值得入手呢？荣耀9X，因为目前荣耀9X已经跌得不到1300就可以入手了，对于那些预算有限但是喜欢游戏的朋友来说性价比更高。当然如果预算充足，RealmeX2的配置也很出彩，30W的快充体验也更好一些。", "author": "qinkeon", "newsdate": "发布时间：19-09-29", "newstime": "13:04", "sentiment": [{"positive_prob": 0.757342, "confidence": 0.460761, "negative_prob": 0.242657, "sentiment": 2}]}, {"title": "任正非：华为已生产不含美国零部件的5G基站", "content": "（观察者网讯）据路透社报道，当地时间9月26日，华为创始人任正非在一个商务论坛上表示，华为脱离美国的供应也能够生存。目前华为已经开始生产不含美国零部件的5G基站，明年将扩大量产。路透社报道截图今年5月美国商务部正式将华为列入了“实体清单”，禁止美企向华为出售相关技术和产品，除非获得政府许可。在这样的背景下，26日任正非在与“平板电脑之父”杰里·卡普兰、英国皇家工程院院士彼得·柯克伦的对话中表示，从今年10月份开始，华为5G基站的出货量将达到每月5000个。预计随着明年更多的国家引进这一技术，华为5G基站的生产总量应会随之翻倍。任正非说到，“我们（华为）是不是完全脱离了美国的供应也能生存，这应该是事实”，但是我们还是可以使用美国零部件来做的。任正非表示，华为8月份、9月份是对新的版本切换进行磨合性的实验，到10月份以后就可以量产了，今年的产值量是60万个基站，明年是150万个基站。他还透露，很多西方公司已经拿到了没有美国零部件的产品，他们信心大增，相信我们能够供应得上他们的货物。路透社报道援引华为战略部总裁张文林的话称，华为不含美国零部件的基站，其表现并不比用美国零部件的差。但不愿提供进一步细节。不过任正非仍希望美国能恢复对零部件的供应，“因为我们西方这些公司的朋友已经有三十年的相交了，人还是有感情的，不能光为我们挣钱，让朋友都不能挣钱，这一点我们不可能这么做。”任正非表示，若美国公司愿意供给华为零部件的时候，“我肯定要购买的，宁可我自己的零部件少生产一点，我也要买，就是为了要维持全球化的问题。我不会走完全独立更新的道路，这样最终会是一个封闭的结果。”本月稍早前任正非曾表示，他愿意授权华为公司的5G技术给西方，包括专利、代码、生产技术等。26日他又进一步说到，“我们不是授权给所有的西方公司，我们是授权给一家西方公司，就是独家让一家公司来买我们的许可。这一家公司我们觉得应该是美国公司。”他表示，这样一方面可以获得更多资金更好的去发展新技术，另外引入了强大的竞争对手，就迫使公司的19万员工都不会惰怠，“一旦睡起懒觉来可能就死亡了。”任正非还认为要把5G当做一个基站，不要当做一个原子弹，“我觉得5G是一个小儿科的事情，未来最大的产业是人工智能，我们不希望人工智能的时候再遭受实体清单，我们希望共同为人类提供一种服务。”", "author": "观察者网", "newsdate": "发布时间：19-09-29", "newstime": "09:39", "sentiment": [{"positive_prob": 0.799925, "confidence": 0.555388, "negative_prob": 0.200075, "sentiment": 2}]}]