[{"title": "大出血！华为斥资20亿美元 缓解英国对其5G设备安全性的担忧", "content": "前几天，继美国、澳大利亚、韩国、新西兰把华为排除在即将到来的5G设备供应商外后，英国也宣布将把华为排除在外，理由仍是“国家安全”。不过和其他几国不同的是，英国最大的电信运营商BT是华为在海外第一家合作供应商，BT只是把华为排除在5G核心设备之外，边缘领域仍可使用华为设备，华为在英国市场份额很大，4G通讯设备很多核心都是华为提供的，BT还同时决定逐渐把正在使用的4G通讯核心中的华为设备移除。昨天华为为缓解英国对华为5G设备安全性的担忧，决定斥资20亿美元（折合15亿欧元），打算进行投资以解决对国家安全风险的担忧。英国政府和英国电信运营商与华为合作管理网络安全风险，同时确保英国能够继续受益于新技术。", "author": "咸鱼搞机", "newsdate": "发布时间：18-12-08", "newstime": "09:02", "sentiment": [{"positive_prob": 0.781229, "confidence": 0.513842, "negative_prob": 0.218771, "sentiment": 2}]}, {"title": "获得五星好评，华为Mate20 Pro成外媒Stuff年度评选第一名", "content": "回首手机行业多年的发展，从功能机到智能机，从按键到触摸屏、再到如今的全面屏，以及500万到2000万像素的升级等，整个手机行业经历了颠覆性的突破，并且大众对手机产品的兴趣也更加浓厚。并且，很有趣的一种现象是，以往大家都会嫌旗舰机价格太贵，但是随着旗舰机用户体验的不断提升，如今高端旗舰机产品也成为了消费者重点的选择对象，因此也使得旗舰机市场的竞争更加的激烈。随着2018年即将结束，全球知名科技媒体Stuff于近日公布了2018年的年度最佳手机评选报告，并且给出了从华为Mate 20 Pro到Google Pixel 3XL的十款最值得入手产品的推荐榜单，结果让人十分的惊喜。作为华为推出的年度旗舰力作，华为Mate 20 Pro取得了榜单的第一名，可见Stuff媒体对其的认可度之高。而且在如今的市场环境下，华为Mate20 Pro的实力竞争对手也非常多，比如iPhone XS Max、索尼Xperia XZ3以及谷歌Pixel 3 XL等，都是当下非常热门的存在，Stuff媒体也对华为Mate 20P ro手机进行了评价分析：它是一款极具创新技术的产品，不仅支持无线充电技术，手机搭载的4200毫安时的高密度大容量电池，还支持无线反向充电技术，提升了产品的充电体验。同时华为Mate 20 Pro手机背部的四点矩阵设计，三颗徕卡摄像头+一颗闪光灯的组合，也带来了拍照领域的全新体验，搭载的麒麟980芯片，在提供出色的性能的同时，也对AI技术有着很好的支持，整体都十分的惊艳。可见，华为Mate20 Pro手机获得了非常多的称赞，Stuff科技媒体对其的喜爱程度很高，同时也指出了友商产品的很多优势，可见华为Mate20 Pro并非是所有方面都比对手强，但是综合来看的话，Stuff依然非常的推荐华为Mate 20 Pro。在Stuff官网发布的关于华为Mate20 Pro的测评中，对华为Mate20 Pro给出了五星的满分评价，并表示手机的外观设计、拍照都很不错，充满了未来科技感。华为Mate 20 Pro采用的是八曲面玻璃机身的设计，正面6.39英寸的曲面OLED材质的屏幕，结合COF封装技术，带来了更高的屏占比，使得屏幕的显示效果更佳。同时背部的3的玻璃机身，握持手感也十分的舒适。在拍照方面，华为Mate20 Pro后置的一颗4000万像素的广角镜头、一颗2000万像素的超广角镜头以及一颗800万像素的长焦镜头的组合，搭配了麒麟980赋予的全新ISP、软件算法，拍照实力达到了新的高度。此外，华为Mate20 Pro搭载的麒麟980处理器，内置了双核独立NPU芯片，在AI技术的运用上有了新的突破，让手机拥有了更强的AI运算性能，无论是后台多任务处理，还是拍照优化等，都有了更好的表现。显然，华为Mate20 Pro能够夺得Stuff榜单的第一名，是其本身强大综合实力的体现，手机拥有的极致创新技术，是当下行业内竞争的主要比拼方式，华为手机在研发领域的投入，有了很好的回报。", "author": "科技趋势点评", "newsdate": "发布时间：18-12-08", "newstime": "13:51", "sentiment": [{"positive_prob": 0.999834, "confidence": 0.999632, "negative_prob": 0.000165667, "sentiment": 2}]}, {"title": "为什么任正非不是华为的董事长却依旧是最高掌权人？", "content": "小编每天都会给大家带来名人创业或者商业故事，喜欢的可以关注我哦。华为如今成为国产手机里的第一名，甚至能拿到全球手机品牌中去竞争，它在研发和创新领域的成就令每一个中国人都感到自豪，尤其是华为在芯片领域的研究，华为的麒麟芯片已经和苹果的A系列以及高通的8系列相比较。华为的创始人任正非如今是70多岁的年纪，也该考虑一下接班人了，自从任正非的女儿孟晚舟在华为的身份公开以来，很多人都以为孟晚舟会是华为的接班人，但是有一次任正非在公开场合说过华为不会让财务当接班，企业的业务才是最重要的。看来任正非是不打算让孟晚舟接班了。华为其实早在2017年就进行过人事调整，华为的董事长之前是孙亚芳，副董事长是任正非，但是孙亚芳从华为辞职了，华为原本的CFO梁华接任董事长，任正非的女儿孟晚舟接替梁华担任华为CFO，而且加入华为的董事长之列，成为副董事长。华为的董事长实行轮流制，在未来五年之内每6个月进行一次轮值，任正非退出了副董事长的行列，成为了普通董事。华为的制度使得权力不会集中在一个人身上，因为对于一个公司来说，董事长往往掌握着最高的权力，实行轮流制，能很好地避免将权力集中在一个人手上。那么，任正非不是华为的董事长，如今也不是华为的副董事长了，他为什么在华为还有如此高的权力呢？他在华为可以说是最管用的人，给外界的感觉他就是华为的老大，这源于华为的制度，华为是有股东会的，由两部分组成，其中之一是任正非自己持有股票，大约百分之一多一点，再就是华为的有资格持股的员工组成的工会。华为的内部一切重要的人事任免都要经过股东会同意，而任正非是华为唯一一个永远持股的股东，也就掌握了华为的话语权，因此，他是华为的最高掌权人。不知道任正非退休后，华为由谁来接班，你认为可能会是谁呢？是他的儿子任平还是女儿孟晚舟呢？我想任正非的股票最终继承给谁应该谁就会掌握话语权吧，当然这也只是猜测的。", "author": "财通天下", "newsdate": "发布时间：18-12-08", "newstime": "20:32", "sentiment": [{"positive_prob": 0.0242177, "confidence": 0.946183, "negative_prob": 0.975782, "sentiment": 0}]}, {"title": "华为Mate系列中20X和20Pro，到底谁更强悍呢", "content": "华为mate20系列作为今年下半年备受追捧的高端旗舰机型，确实引发了很多人的关注，而这次华为mate20系列也是一次发布了三款机型，是不是和苹果有点相似呢？其中分别是华为mate20和华为mate20 pro以及华为mate 20X三款机型，而华为mate20作为低配版本，自然并没有太大值得我们关注的地方，那么对于华为mate20 pro又被称为目前的国产旗舰机皇的称号，那么对于华为mate20X这款机型和华为mate20 pro对比起来呢? 这两款机型到底是谁更加的强悍呢？首先我们通过参数可以了解到，其实对于20 pro和20X这两款机型的参数还是一致的，所以在硬件配置方面，都是采用了麒麟980处理器和最高支持8G的内存版本，而且也都是支持防水防尘的功能，但是在指纹识别技术则有所不同，但是这两款机型最大的不同还是在于定位方面，其中这款华为mate20 pro则属于国产高端旗舰机皇，综合性能比较均衡一些，而华为mate20 X则更加偏向于游戏方面的定位，在散热等稳定性方面比较好。对于这两款机型，在很多细节方面还是有很大的不同，比如在屏幕的分辨率方面，其中华为mate20 pro采用了一块6.39寸OLED HDR 曲面屏幕，而20X则采用了7.1寸OLED材质的屏幕，所以这款华为mate20 X的分辨率自然不如华为mate20 pro这款旗舰机皇了，不过在续航方面，这款华为mate20 pro配备了四千二毫安的电池，却不如这款华为mate20 X的五千毫安的电池更持久，毕竟这款华为mate20 X更加偏向于游戏领域方面。另外还有一点值得我们去关注的就是，这两款机型在拍照方面的不同，虽然这两款机型都是采用了后置浴霸式三摄镜头，而且都是采用了4000万广角+2000万超广角+800万长焦的强悍组合，但是在体验的效果方面则有不同，其实很多人都知道在拍照时间过长的时候，手机就会有发热的情况，而在散热方面，只有mate20X是液冷散热和石墨烯散热相结合的方式，而mate20pro系列没有石墨烯散热等其他的散热方式。在其他方面，mate20X支持面部识别和后置指纹别的功能，而mate20pro6G版本支持3D结构光解锁，8G版本支持3D结构光和屏下指纹解锁。所以这些细节的不同还是需要很多用户在购买的时候注意到的，另外这两款机型都支持红外遥控和双频GPS等功能，而在防水防尘方面，mate20pro支持IP68级防水防尘，而mate20X只有支持IP53级防水防尘设计。所以这些细节你是否都认知到了呢？本文由《烽火数码》原创发布，请勿抄袭", "author": "烽火数码", "newsdate": "发布时间：18-12-08", "newstime": "22:02", "sentiment": [{"positive_prob": 0.884482, "confidence": 0.743294, "negative_prob": 0.115518, "sentiment": 2}]}, {"title": "任正非：华为二十几年的炼狱，只有我们自己及家人才能体会", "content": "几个月前，在华为内部2018年IRB战略务虚研讨会上，任正非讲的非常精彩：现在我们和美国赛跑，到了提枪跨马上战场的时候，一定要把英雄选出来，没有英雄就没有未来，英雄犯错了就下去，改了再上来。我们一定要改变用人的格局和机制。我们要敢于团结一切可以团结的人，我们的唯一武器是团结，唯一的战术是开放。第二次世界大战后有一次人才大迁移，是300万犹太人从苏联迁移到以色列，促进了以色列的高科技发展；现在美国这么排外，又有一大批科学家也会离开美国，好在我们在世界各国都有科研中心，他们想在哪，我们就可以安置在哪。要敢拥抱这第二次人才大转移，我们又有钱，又有平台，为什么不能，为什么要错过天赐良机？我们才能获得对未来结构性、思维性的突破。小家子气是交不到朋友、学不到东西的。支撑华为生态和开放的背后，是持续对研发的高投入。过去十年华为累计投入了3940亿人民币的研发费用，每年的研发费用保持超过20%以上的增长率，按此速度，今后三到五年内华为的研发费用可能会排到全球第一位。2017年华为出货1.53亿台手机，7年销售量增长51倍。荣耀总裁赵明在被采访时称，任正非跟他讲，美国市场不可以利用民族情绪做市场，竞争要靠产品、靠实力，有网民说“买华为就是爱国”，其实华为不需要宣传国货，我们只靠产品、创新来获得市场，赢得竞争。任正非曾对自己与华为有过如下描述：华为二十几年的炼狱，只有我们自己及家人才能体会。这不是每周工作40个小时能完成的，我记得华为初创时期，我每天工作16小时以上，自己没有房子，吃住都在办公室，从来没有节假日、周末……可以说是多年的苦难积累成就了华为今日的辉煌。任正非先生讲，我们中国和美国最大的差距是两个字，各位朋友听清楚，这两个文叫软件。我们今天所谓的信息科技时代，互联网、大数据、云计算、人工智能，所有这一切靠什么来支撑呢？就是靠软件。我们今天的手机、电脑，背后都是软件，是它最基础的科技。软件背后是什么呢？软件背后是算法。算法背后就是数学。我们和德国、日本的差距非常的巨大，所以任正非先生讲，我们和欧美、日本的差距是三个字，叫高精尖，任正非还有一个著名的城墙突破理论。过去，我们在电视剧也好，还是真实的战争也好，攻打城池的时候，都是一窝蜂向上冲，兵力是横向布置的。但有一个开国元帅，领兵攻打城市，兵力却反其道而行之，将全部兵力纵向配置。集中兵力突破一点，然后不断延伸，再向外扩展。对这种战术，任正非非常欣赏，并深得要领，在企业内部也大力推广。任正非说，华为还是要踏踏实实继续做学问，过去的三十年，我们从几十人对准一个“城墙口”冲锋，到几百人、几千人、几万人到十八万人，都是对准同一个“城墙口”冲锋，攻打这个“城墙口”的“炮弹”已经增加到每年已经接近150亿到200亿美金，全世界很少有上市公司敢于像我们这样对同一个“城墙口”进行投入，要相信我们领导行业的能力。我们有的研究所已经在单点上突破，领先世界了，要继续在单点上的突破的基础上，在同方向上多点突破，并逐步横向拉通，在未来三、五年内，我们是有信心保持竞争力的。2002年全球IT泡沫破灭，华为公司也遇到了前所未有的危机，公司内外矛盾交集濒于破产。任正非曾回忆，在那半年时间里经常从噩梦中醒来哭泣。“如果不是公司的骨干们来照亮前进的路程，现在公司早已没有了。”从那以后，华为人内心扎下了很深的忧患意识，坚信唯有奋斗者才能得到最后胜利。任正非在多年前曾经说过：华为没有成功，只是在成长。30年的成长，或许在外人看来，华为已经非常成功，但任正非一直保持清醒的头脑，丝毫没有骄傲自满的态度。下面是最新的任正非会见索尼CEO吉田宪一郎会谈纪要，我们只是截取了谈创业过程的一小段：2000年前，我曾是忧郁症患者，多次想自杀，每次想自杀时就给孙董事长打个电话。当时我知道这是一种病态，知道关键时刻要求救。承受不了这么大的社会压力。国外有些年轻的大公司CEO，他们发展比我们快，现在也承受不了压力，问我是怎么过来的。实际上每个人、不同时间的心理状态都不同，我们过去根本没想到要做世界第一的问题。有时候我说“要活下来”，并不完全指经济，还包括思想。外界神话我们，是不合符真实的，真实是我们很无奈。直到2006年，服务员们请我在西贝莜面村吃饭，我们坐在大厅，有很多内蒙村庄的农民姑娘在唱歌，我请她们来唱歌，一首歌3美元。我看到她们那么兴奋、乐观，这么热爱生活，贫困的农民都想活下来，为什么我不想活下来？那一天，我流了很多眼泪，从此我再也没有想过要自杀。那时，我们才把战略目标调整过来，华为几千人、几万人、十八万人一直聚焦在同一个“城墙口”冲锋，每年研发经费150~200亿美金，全世界没有一个上市公司愿意投入这么大笔钱到研发。这个时候才萌生要为全人类服务。", "author": "朱邦凌", "newsdate": "发布时间：18-12-08", "newstime": "11:44", "sentiment": [{"positive_prob": 0.711153, "confidence": 0.358118, "negative_prob": 0.288847, "sentiment": 2}]}, {"title": "华为究竟有多大？才能让美国如此忌惮", "content": "最近，华为因为CFO孟晚舟的事情再次上热搜，这次事件引起全民热议，大家纷纷支援华为，因为华为是中国真正意义上的科技实体企业，是民族企业的骄傲，这一次，我们一定要全力支持华为！那么，华为究竟有多大？才能让美国如此忌惮。在很多人的印象中，华为就是卖手机的，其实不然，手机只是其副业，华为的主营业务是运营商业务。华为有三大业务：运营商业务，企业业务和消费者业务。其中运营商业务已经做到了世界第一的水平，消费者业务即手机业务，华为手机出货量已经超越苹果，位居世界第二。运营商业务运营商业务是华为的主营业务，也是华为的根基。运营商业务主要是为客户和消费者提供通信技术解决方案，在这一领域华为是世界第一，因为早在2013年华为就已经超过了全球第一大通信设备商爱立信，最近几年发展速度更加迅猛，目前华为的规模已经是爱立信的3倍以上。华为2017年运营商业务营收为2978亿元，位居世界第一。华为是全球最先进的5G技术通信运营商，截至目前，华为已经在欧洲15个国家取得了5G商用合约，其中包括意大利、德国、葡萄牙等国。在5G技术商用领域，只有华为才能提供最好的解决方案，在这一领域，华为是名副其实的NO.1。企业业务企业业务主要涉及大数据、云计算、物联网等领域，世界500强企业中有190多家企业选择和华为合作，选择用华为的技术和服务。在这一领域，华为同样做到了世界第一，超越这一领域的巨头企业思科，2017年华为企业业务营收549亿元，同比增长35%，占据行业龙头地位。消费者业务消费者业务就是手机业务，华为旗下的手机品牌有两个：荣耀和华为，荣耀手机主打年轻消费市场，性价比更高；华为手机主打商务市场和中高端市场。两个品牌仅用了短短几年时间就已经位居全球市场前3名，今年下半年，华为旗下智能手机出货量达到1.5亿台，超越苹果，位居世界第二。2017年，华为消费者业务营收2372亿元，同比增长31%。以上是华为三大业务，我们再看看华为2017年的业绩：2017年华为营收6036亿元，净利润475亿元，同比增长28%，其中中国市场营收3051亿元，欧洲及非洲市场营收1639亿元，亚太市场营收744亿元，美洲市场营收393亿元。不难发现，华为有近一半的营业收入都是来自国外。和同期的BAT相比，阿里巴巴2017年营收1883亿元，腾讯营收2377亿元，百度营收848亿元，华为的营收比这三家互联网巨头的营收加起来还多出近1000亿元，华为就是这么大，这么强！真正令美国忌惮的是华为强大的科技研发实力，华为在全球一共有18万名员工，其中科技研发部门就有8万多人。早在2016年华为就已经入围全球研发投入企业前十名，位列第九，当年投入的研发资金为630亿元人民币，超过苹果和思科等巨头企业，同年位居中国民营企业500强第一名，世界500强企业第129名。2018年《财富》世界500强榜单中，华为位居第72位，成功入围前100强，也是唯一一家没有上市的企业。华为，中国民族企业的骄傲，这一次，我们一定要全力支持华为！百家号独家内容", "author": "简易财经", "newsdate": "发布时间：18-12-08", "newstime": "11:20", "sentiment": [{"positive_prob": 0.0073039, "confidence": 0.983769, "negative_prob": 0.992696, "sentiment": 0}]}, {"title": "爆料：腾讯欲搬谷歌云当救兵，“谷-腾结盟”大战阿里华为", "content": "新智元报道  编辑：张乾、木青、元子【新智元导读】谷歌云正在秘密与腾讯合作，将自己的数据库管理等服务推给中国客户。若腾讯能够搬来谷歌云这个救兵，又会让国内云市场的竞争更加激烈。腾讯云打算搬来谷歌这个“救兵”。据The Information爆料，谷歌正在秘密计划让腾讯成为谷歌云在中国的代理。知情人士称，如果该项目推进顺利，那么谷歌云从数据库管理到分析到网络安全等任务以及G Suite套装等，将为中国客户提供，与此同时，腾讯的中国客户在出国时也可以使用谷歌云。在今年8月，彭博社报道了谷歌正在与腾讯和浪潮集团进行谈判，以便为中国客户提供谷歌云服务。目前，谷歌云在全球公有云市场份额中排名第三，面临来自AWS和微软Azure的压力。中国将成为全球第二大云计算市场，但大部分市场份额被阿里云占据，谷歌云、AWS和微软Azure等国外云服务提供商处于明显劣势地位，腾讯云的市场份额与阿里云存在巨大差距，也受到来自华为云的追击。若腾讯能够搬来谷歌云这个救兵，又会让国内云市场的竞争更加激烈。不打算在中国直接推出谷歌云，合作不涉及直接签订书面合同据知情人士透露，去年和今年，谷歌云即将离职的CEO Diane Greene参加了谷歌和腾讯两家公司在美国的会议。腾讯方面，首席执行官马化腾已授权腾讯云的管理人员参与其中。对于合作形式，报道称，谷歌并不打算在中国直接推出谷歌云，因为谷歌云和腾讯云仍将是两个独立的平台，数据不会跨越两家公司，这也是应中国法律要求数据留在国内的需要。爆料人还称，合作不涉及谷歌和腾讯直接签订的书面合同。对于谷歌和腾讯携手，The Information称，能够让在中国境外使用谷歌云服务的企业客户更轻松地获得腾讯在中国的类似服务。这可以让谷歌满足想要扩展中国客户的需求，同时还无需在中国实际推出谷歌云服务。谷歌云和腾讯云的高层管理人员也一直在做保密工作，部分原因在于他们担心这可能会被误解为：这是一项将谷歌云带入中国的合资协议。因此当管理者在内部引用项目时，他们会避开诸如“交易”或“合伙关系”等术语。 彭博在今年8月报道了一次腾讯与谷歌云合作。当时报道中称，腾讯云正在建立一个合作伙伴生态系统，其中包括思科、Nvidia和德勤公司。并且腾讯云已经提供了一个名为腾讯Kubernetes引擎的云服务，该服务基于谷歌同名的技术。谷歌可以在腾讯的数据中心托管Gmail、Drive和Docs等服务，而合作后可能会建议现有云客户试用谷歌产品。目前，腾讯和谷歌双方都没有发表回应。国外云服务商中国化之路不平，谷歌云被传与浪潮合作谷歌云的两个主要竞争对手——AWS和微软Azure，在中国市场方面采取了与之不同的策略。两者都通过与中国合作伙伴成立合资企业以便提供服务。2014年，微软与世纪互联合作。2016年，亚马逊授权北京光环新网，提供并运营北京区域的亚马逊云技术及相关服务，并在2017年宣布由宁夏西云数据科技有限公司 (NWCD) 运营的 AWS 中国 (宁夏) 区域正式推出。“显然谷歌云在中国没有根基可言，但它的主要竞争对手也是如此。来自此类竞争的压力可能会促使谷歌采取新举措。“Canalys分析师Daniel Liu表示。据知情人士称，腾讯已与约20名谷歌云客户进行了讨论，以评估他们对使用中国公司服务的兴趣。腾讯云还通过谷歌云将一些希望拓展国际市场的中国客户联系起来，例如游戏开发商。彭博今年8月的报道中除了腾讯以外，浪潮也成为传闻与谷歌云合作的国内公司。浪潮当月还公告称，拟以自有资金5000万元在山西、安徽等五地成立子公司，以进一步拓展当地服务器市场，此举被认为是为迎接谷歌云做准备。谷歌云现任CEO 最近宣布将于1月底离开谷歌云，不过，CEO离职不会影响到谷歌云与中国公司的合作计划。前有阿里后有华为，腾讯云亟需盟友中国对云计算服务的需求不断增长，不仅来自中国客户，也来自在中国运营的国际企业。据研究公司IDC称，中国是全球第五大云计算服务市场，达到54亿美元。预计到2021年成为仅次于美国的第二大市场。市场研究公司Synergy Research Group的数据显示，今年第三季度，全球公有云服务市场依旧是AWS占据第一，亚太市场腾讯云与阿里云中间还隔着微软与谷歌云。在这种情势下，谷歌云和腾讯云需要联盟。知情人士说，谷歌与腾讯云的合作可以帮助两家公司都获得新客户。从长远来看，可以增加收入。今年以来，面对有关部门不断加强游戏监管，腾讯的利润丰厚的游戏业务增长正在放缓，急需发展云计算业务。腾讯在9月份宣布了重组计划，成立云与智慧产业事业群，特别突出了云计算和其他企业技术服务，传闻该事业群设置1万人规模。不久前，国内云计算市场的No.1阿里云日前升级为阿里云智能平台，由阿里CTO 张建锋兼任阿里云智能事业群总裁，目标是构建数字经济时代面向全社会基于云计算的智能化技术基础设施。昨天，阿里云还宣布全面支持IPv6，加速推进中国下一代互联网应用，这些举措，直接回应腾讯的云与智慧产业事业群。此外，华为云也磨刀霍霍，华为10月发布昇腾系列，这家科技巨头要走一条自己的云端芯一体化路线，试图直接越过腾讯云，目标直指阿里云。“谷-腾组合”未来还是未知数“谷-腾组合”由来已久。今年1月，谷歌和腾讯宣布了一项专利交叉许可协议。两家公司表示，专利协议将涵盖范围广泛的产品和技术，但未披露具体细节。今年7月，谷歌在微信推出了“猜画小歌”小程序，它是一款采用图像识别技术的绘图游戏。谷歌和腾讯都有共同的投资项目：京东和印度尼西亚独角兽Go-Jek。从理论上讲，谷歌和腾讯可以相互补充：谷歌云不在中国，而腾讯云的业务主要在中国。但分析师表示，除非两家公司能够以某种方式表现出明显的优势，否则面对AWS和Azure，“谷-腾组合”可能仍然面临巨大挑战。知情人士说，谷歌云和腾讯云可能需要很长时间的磨合期，才能步入正轨。在此之前，需要双方进行许多调整。而即便说一切顺利，也还是会存在利益如何分配的问题。同时，腾讯的服务还须满足谷歌国际客户的要求。据熟悉该项目的人士透露，腾讯云的管理人员已经准备了一份电子表格，其中一面列出了几十个谷歌云产品，另一面列出了腾讯云在中国的同等产品。腾讯云的产品中，不符合谷歌标准的部分，腾讯的产品经理和工程师需要进行调整和升级。而谷歌的一些开源产品，也可以通过腾讯在中国进行部署。例如，腾讯云已在中国提供Kubernetes管理软件。与此同时，谷歌和腾讯的工程师正在共同努力，使这两个平台的技术方面更加兼容（例如某些软件产品的应用程序编程接口）。未来，两家能否改变现有格局，一切都是未知数。参考资料：https://www.theinformation.com/articles/google-and-tencent-secretly-explore-cloud-computing-cooperation?jwt=eyJhbGciOiJIUzI1NiJ9.eyJzdWIiOiJwc2thbjA3QGdtYWlsLmNvbSIsImV4cCI6MTU3NTc1MzA3MywibiI6Ikd1ZXN0Iiwic2NvcGUiOlsic2hhcmUiXX0.84dN871WU8m68i4LCFxYPKkVJ8IuuYQ5iuKjILUYtDk&unlock=56a674b3eb4b491e新智元 AI 技术 + 产业社群招募中，欢迎对 AI 技术 + 产业落地感兴趣的同学，加小助手_2 入群；通过审核后我们将邀请进群，加入社群后务必修改群备注（姓名 - 公司 - 职位；专业群审核较严，敬请谅解）。", "author": "新智元", "newsdate": "发布时间：18-12-08", "newstime": "12:16", "sentiment": [{"positive_prob": 0.711237, "confidence": 0.358304, "negative_prob": 0.288763, "sentiment": 2}]}, {"title": "围堵华为很卑鄙", "content": "当美国再次针对华为生事，田园川们各种无耻的兴奋与乐祸嘴脸令人厌恶之至。逼我又得说几句。01华为在5G领域的领先优势田园川们不承认华为在5G领域的技术优势和领先地位，我就用数据来证明一下。有人对全球几大通信企业在5G领域的专利技术做了一个统计，华为的专利技术占全部专利的半壁江山。过去10年，华为累计科研投入近4000亿元人民币。2017年，华为研发经费高达897亿元，占其收入的15%。依据欧盟委员会的数据，2017年华为公司的研发投入在全球排名第六。在中国过去三十多年的楼市经济浪潮中，民营企业里似乎只有华为在坚定地走科技发展的道路。既不上市圈钱，也不垂涎楼市暴利，以高达营收15%的科研投入创新创造，最终成为一个名符其实的高科技企业。说华为是中国民营企业的旗帜，是中国民族产业的骄傲，是世界通信和5G领域的领军者之一，这都毫不为过。02华为就是民企田园川们为了证明围堵华为的合理性，以各种猜测和信口雌黄证明华为不是民企。是不是民企应该依据什么？是工商注册信息，还是你们的信口雌黄？如果存在有同政府的合作和交易就不是民企，请问美国有哪家民企不同美国政府合作和交易？川普刚刚威胁通用公司，如果通用裁员就取消对该公司的高科补贴，请问这是不是证明了通用公司同美国政府存在合作和交易？美国那么多民营军工企业，有哪一家不是同美国政府合作和交易的？田园川们有一个可笑的婴儿思维范式，美国永远对，中国永远错，或者川普永远对，别人永远错。美国大规模补贴企业是正义的，中国政府补贴企业就是不正义的。事实是，美国政府对企业的补贴规模远远超过中国政府对企业尤其是民营企业的补贴规模。华为的企业架构和股权结构是民企，它就一定是民企，别的都不足为据。这叫用法理说事。凭空臆想和臆断华为不是民企，就是信口雌黄，别有用心。03不要太妄自菲薄中国经济和社会存在许多问题是事实，比如国企的低效率，比如过分依赖楼市经济，在教育和科研方面严重投入不足，实力滞后，尤其是在芯片和发动机制造等高科技领域严重落后。但是，中国已经成为世界第一的制造大国，这也是铁的事实。在交通、通信、IT应用、民用消费品和一般工业品方面，中国并不比任何国家落后。在5G通信领域，以华为为代表的中国企业努力奋斗了多年，既有巨大的科研投入，也有实实在在的技术领先优势。我曾经说在交通和生活的便利性方面，中国已经当之无愧全球第一，引田园川们一片骂声。你只要出过国，只要眼睛没瞎，只要还有一丁点公正的良心，难道我说的不是铁的事实？在国内，中国人现在的确是一部手机可走遍天下，无需带一分钱现金。高铁和高速公路已经四能八达，几乎能连通到每一个县城，连青藏高原都已经部分通车了（我刚刚开车从拉萨经青藏线走了一趟）。你走遍欧美和世界任何一个角落，有哪个国家能做到这个样子？如果中国真如你们所说的那样不堪，一无是处，美国还恐惧什么呢？04围堵华为很卑鄙在5G时代即将到来之际，如果说美国打击中兴还能算是师出有名，但依据美国自己的法律进一步打击华为则彻底暴露了其险恶用心。嘴脸很无耻，行为很卑鄙。川普政府不想美国做老大，只想美国优先和至上。尽管我因此而判断美国已死，有事烧纸，但你想优先和至上总得靠公平竞争，不能靠打压和围堵他人。如果不做老大的目的是只想做流氓，这后果恐怕不是美国已死，而是美国已经入魔。不允许对叙利亚进行高科技产品贸易，这是联合国决议，谁违犯制裁谁这无可厚非。但是，在联合国决议已经取消对伊朗制裁的情况下，川普代表美国禁止全球对伊朗的石油贸易，这是什么流氓混蛋做派？川普上台以后，不断退群，不想要WTO，不想要北约，也不想要联合国，只要美国至上。如果美国可以代替联合国裁决一切国际事务，可以依据美国自己的法律管辖世界，这哪是不想做老大嘛，分明是想做全球的太上皇不是么？不想做老大是不想承担责任，想做太上皇是只想要好处不想要责任。华为和全球所有企业都有权利同未受到联合国制裁的任何国家进行贸易，这是全球任何企业和公民的基本权利。如果美国的霸道行为可以剥夺这种基本权利，这难道不是比专制更邪恶的霸权主义？05美国已不再是人间天堂美国已不再是人间天堂了，似乎正走在变成人间地狱的邪恶道路上。川普政府扛着保守主义和贸易保护主义的大棒，向全世界开火。一个移民国家居然会推行反移民政策。在昔日靠吸呐全球顶尖人才而崛起的高科技领域开始抓特务。美国昔日的辉煌和伟大靠的是什么？靠的是包容世界文明，以开放和包容来吸呐全球最顶级的科技人才和有钱人。当科技人才和有钱人在美国不再安全，美国还能吸引什么样的人才？难道只想留下那些田园川式的“流氓无产者”和“口炮革命党”？如果是这样，后果恐怕不止是美国已死，而且是死而不能复生。人们昔日向往美国，向往的是自由和民主，向往的是真有能力能在美国凭本事实现梦想。当美国式民主居然选出了一个满嘴谎言，丝毫不懂经济、政治和外交的二货做总统，当这二货总统不断挑战美国的新闻自由和司法独立，当美国社会因这二货上台而愈来愈撕裂和国策乖张时，这美式民主还能有什么魅力可言？我看问题总是有那么点与众不同。无论任何事情，只要是“流氓无产者”和“口炮革命党”山呼万岁的，就一定是邪恶的。当深受美国无产者和田园川中“口炮革命党”吹捧的川普做了美国总统，当川普及其政府与华盛顿政治精英、硅谷科技精英以及华尔街资本精英严重对立，这美国就一定不再可能是人间天堂，反而会一步步走向人间地狱。", "author": "肖仲华开讲", "newsdate": "发布时间：18-12-08", "newstime": "20:35", "sentiment": [{"positive_prob": 0.00875014, "confidence": 0.980555, "negative_prob": 0.99125, "sentiment": 0}]}, {"title": "华为mate20 pro留有下巴，COP封装技术也有弊端？原来是这个用处", "content": "大家好，我是百家号作者小曼，欢迎大家和小曼一起来谈大国科技，今天我们要说的是华为mate20 pro还留着下巴，是因为COP封装技术存在弊端，原来是故意的现在的手机市场，潮流变化非常的快，在前几年的时候，手机品牌繁杂多样，手机的款式也是五花八门，大家对于手机的选择也是不尽相同，曾经一段时间，非常流行大屏手机，看谁的手机屏幕大，就连苹果手机也无可避免的加入了大屏幕的行列之中现在一看，大屏手机在当时确实是大势所趋。不过随着进一步的发展，大屏手机也有了一个局限，那就是手机屏幕大到一定程度，所带来的不便，会远远大于它所带来的方便，屏幕大耗电快自然是无法避免的，同时，还有无法随手装进兜的尴尬，对于女性用户还好一些，因为出门随手喜欢携带一个包包，但是对于习惯空手出门手机揣兜的男性用户来说，手机屏太大，无疑是一个麻烦。慢慢的，大家又开始把目光放到了手机的厚度上，那一段时间的金立5.1金立5.5，VIVO X5系列，都是以薄而出名，不过薄也有薄的不利之处，没过多久便没有人一味地追求手机厚度了，现在的手机，都转身开始追求屏占比。现在的手机厂商，都在一门心思的想着怎样处理掉屏幕的边框，因为处理掉屏幕的边框之后，屏占比就可以得到最大幅度的提升，那么想必很多人都有一个疑问，为什么今年站在国产手机顶端的华为mate20  pro，屏占比却没有那么高呢，屏幕的黑边相对于mate20，还要大上许多，这不是用COP封装就能解决的问题吗，为什么华为mate20 pro没有用COP封装，反而保留着自己的大下巴？我们从供应商的方面来说，iphone 系列的手机，以及我们国内的oppo find x，都是采用的COP封装技术，而华为选择的是COF封装技术，不过，最好的COF封装技术掌握在三星的手里，但是华为并没有选用，采用的新斯的COF封装，同样，也没有采用三星的屏幕，用的是京东方的屏幕。而且，另一方面，相对于COF封装技术，COG封装技术，很显然COP封装技术的难度是更大的，目前除了上述的两个系列的手机之外，还真的没怎么有其他品牌的手机采用COP封装技术，因为难度高意味着成功率低，而失败的产品成本，自然会加在成品上，价格无形之间就会提高很多，对于华为mate20 pro来说，价格再高一些，显然就会面临今年iphone  xs  max销量的窘境。另一方面，我们也来说一说大下巴的好处，那就是接受信号强，天线的位置都在下巴的地方，COP封装技术在压缩下巴的同时，也把天线位置给压缩了，自然是会有影响的，而华为在信号方面，可是手机行业的领头羊，所以保留下巴，也是有其用意的。在小编看来，无论怎么说，大下巴是板上钉钉的事实，不过，总体来说，华为mate20 pro整体还是很不错的，这点美中不足，是可以忽略不计的。", "author": "小曼谈大国科技", "newsdate": "发布时间：18-12-08", "newstime": "06:50", "sentiment": [{"positive_prob": 0.157832, "confidence": 0.649263, "negative_prob": 0.842168, "sentiment": 0}]}, {"title": "年底华为频遭重挫，mate20Pro“现货”遥遥无期？", "content": "最近的华为遭遇了诸多事故，但是却令笔者感受到了身边的朋友们对于华为这个国产手机品牌的关注，很多人都希望华为能够有更好地发展，即便它总有不完美的地方，但却令人动容。不过，如果是回归到产品上，也需要正确的审视。随着综合实力的不断增强，华为在高端机方面走得越来越稳，仅仅用两年的时间便跻身全球智能手机销量前三的位置，余承东的领导能力确实不容小觑。在10月26日，华为Mate20pro正式发布，这款堪称“C位”出道 安卓新机皇一经发售之后便引起疯狂抢购，不少人发现想买却买不到，质疑华为是否有意“耍猴”？作为今年10月底发布的新机，华为mate20Pro被认为是可以超越三星，心怀苹果的国产手机，甚至在iPhoneXR等手机传出砍单的消息时，外界的解读也是受到了华为mate20等手机的影响。很显然，我们对于华为mate20Pro还是有很高的期待。华为Mate20pro搭载自家基于7纳米制程工艺的海思麒麟980处理器，不需要受制于高通方面的约束，而OLED屏幕方面则是来自于LG和京东方，这样不会被三星“卡脖子”。所以华为Mate20pro在解决这两大供应难题之后，迅速现货也是顺理成章了。Mate20pro代表着华为现阶段最高的水平，也是目前最强的国产旗舰之一，虽然在外观方面还有一定的瑕疵，但是内在硬件的堆叠已经达到“炉火纯青”的地步。如今，留给华为mate20Pro最大的难题是，距离2018年还有半个多月就要结束了，何时才能“现货”？毕竟只有现货才能够有销量的存在！而令笔者感到非常不满的是，现如今黄牛在第三方渠道上大市加价出售华为mate20pro，这其实也会对华为产生非常不良的影响，尤其是在品牌形象上，华为也会令用户感到十分伤心。全球最为知名的时尚科技类杂志《Stuff》每年都会在年末时对全球市场一年间所发布的智能手机进行盘点，并且推出一份年度最佳智能手机排行榜单， 华为Mate20 Pro力压iPhone XS和三星Note9登顶榜首位置，成为《Stuff》年度最佳智能手机排行榜的头名。希望在接下来的日子里，华为可以持续为我们带来更多让人心动的产品。当看到华为成长为一家世界第二的智能手机品牌时，我们希望它能够越走越远，超越苹果，超越三星，更是希望华为能够带领国产手机走向全新的辉煌，但在产品上，也需要华为mate20Pro快马加鞭，乘胜追击", "author": "幸福得蚯蚓", "newsdate": "发布时间：18-12-08", "newstime": "18:01", "sentiment": [{"positive_prob": 0.023547, "confidence": 0.947673, "negative_prob": 0.976453, "sentiment": 0}]}]