[{"title": "华为最精彩的一次公关", "content": "文丨郝圆日前，华为被美国商务部列入管制“实体名单”，关于华为至暗时刻的言论甚嚣尘上，当国人都在担心华为的未来时，华为一封内部信刷屏了……华为海思总裁：挽狂澜于既倒这封刷屏的内部信于5月17日凌晨2点14分发出，信中称，公司曾经做出了极限生存的假设，总有一天所有美国的先进芯片和技术将不可获得，而华为为了这个以为永远不会发生的假设为公司生存打造了很多“备胎”。据中新社消息，5月15日，美国商务部以国家安全为由，将华为公司及其70加附属公司列入出口管制“实体名单”。这意味着美国将不再为华为供应电子芯片，曾经以为永远不会发生的事情还是发生了，华为生产端面临瘫痪危机。“今天，命运的年轮转到这个极限而黑暗的时刻“，在华为海思总裁何庭波看来，华为已经进入了极限生存的状态。在这一背景下，何庭波宣布：华为海思将会把所有曾经打造的备胎转正，今后还将保持开放创新，并实现科技自立。“今后的路，不会再有另一个十年来打造备胎然后再换胎了，缓冲区已经消失，每一个新产品一出生，将必须同步‘科技自立’的方案。”“挽狂澜于既倒”，“滔天巨浪方显英雄本色，艰难困苦铸造诺亚方舟”，结合华为的至暗时刻，这封信读起来格外热血，既能读到生死存亡的危难感，又有一种民族企业的热血燃，有网友说，看到这封信仿佛有一种流浪地球的感觉，第一次觉得“备胎”二字，无比璀璨。在知乎相关问答下，被顶上了首位的是一位认证为“华为海思麒麟芯片”的相关人士的发布的非官方招聘启事，评论区满满都是鼓励与感动。随着舆论不断发酵，“华为海思”很快登上了各大社交网络热搜榜首，根据新浪微博旗下媒体传播大数据分析平台@微热点 数据，此信内容经曝光后，“海思”热度指数飙升，3小时内热度上涨70+。官媒集体声援，华为上演“完美公关”华为并不是一个人在战斗，内部信被曝光后，人民日报、央视新闻、环球时报等官微纷纷转发为华为打气。虽然今天官媒对于华为的声援多以“转发”形式出现，但无论是公开信本身还是随之而来的舆论发声，已经对华为民族企业形象进行了加持。16日晚间，侠客岛刊发了《美国打压华为史》的长文，详细梳理和美国对华为的历次发难，称美方至今拿不出切实的证据，以证明华为硬件和软件中隐藏有监控后门，只能反复以“国家安全”的风险来吓唬本国国民和其他国家。今日，人民日报海外网再次转发该篇文章，力挺之意明显。凭借一封内部信，华为上演了有史以来“最精彩的公关”。在公关界，华为一直都是一个反面教材。虽然任正非曾说，“华为要允许正面评价和负面评价同时存在，水多了加面，面多了加水。”但在实际操作中，“华为海军”却成为了华为公关的代名词，招黑不少。厂商为了为了产品热度在各类电商、论坛、微博等网站大范围灌水，基本上已经成为行业内心照不宣的事情，但是华为却被网友称作规模和效率都远超其他厂商，单独冠以“海军”之名。但由于技术类企业的通病，华为在面对各种危机事件中与媒体和大众沟通不畅，以至于比起骂华为，网友最爱骂的其实是“华为公关”，但是在这次史无前例的危机面前，无论是出于主动或被动，华为的公关效果却意外实现了最大化。在华为以往的话题事件中，核心人物常常处于隐身状态，但在此次“芯片危机”中，华为海思芯片的核心任务总裁何庭波却通过内部信主动发声。相比常见的企业家发言，何庭波的措辞不止有鸡汤和鸡血，还有明确的措施与目标，这些清晰具体的策略都使得这封信格外真诚富有感召力，这也是触发网友刷屏的重要因素。微博大v@江宁婆婆 在转发这封内部信时写道：可能很多人都想象不到这篇激昂的内容是出自一个平时有多么低调的人。激昂的文笔加上女工程师的身份，这种反差的存在让何庭波在大众心目中的人设非常带感，今天不少媒体发布了诸如《中国最厉害的芯片女掌门何庭波》、《何庭波——华为芯片女皇》的文章，塑造了何庭波国产年代剧“大女主”的形象，对于华为“科技自立”的企业形象有加持效果。在舆论的发酵过程中，华为这次意外地没有进行太多渲染，仅在今天下午由华为消费者业务CEO余承东进行简单回应。由于华为在“芯片危机”中充分体现了“未雨绸缪、居安思危”这些中国人骨子里的精神，因此被网友奉为了“真正的民族企业”。曾经的“公关黑洞”凭借一封内部信实现了逆袭。受今日消息刺激，A股开盘后，国产芯片概念股表现活跃，北京君正、诚迈科技、紫光国微等涨停，晓程科技、士兰微、江丰电子等个股纷纷大涨。但对华为来说，真正的考验还在后面。END", "author": "蓝鲸财经", "newsdate": "发布时间：19-05-17", "newstime": "19:29", "sentiment": [{"positive_prob": 0.997928, "confidence": 0.995396, "negative_prob": 0.00207177, "sentiment": 2}]}, {"title": "盟友们纷纷向美国表态：我们不禁华为", "content": "昨天上午，为了绞杀中国通讯企业华为，美国总统特朗普签署了一项总统令，宣布美国进入国家紧急状态，以给予美国商务部更大的权力去禁止美国企业使用华为这种会“威胁美国国家安全”的公司的设备。同时，美国商务部工业与安全局（BIS）还将华为列入了其一份会威胁美国国家安全的“实体名单”中，从而禁止华为从美国企业那里购买技术或配件。当时，不少美国媒体还认为美国的这些做法会给盟友封杀华为施加更大的压力。然而，一天过去了，不少西方媒体却发现即便美国为了对付华为都宣布进入“国家紧急状态”了，多数美国的盟友并没有“跟风”……先说欧洲大国以及欧盟“主心骨”之一法国的反应吧。根据美国CNBC新闻网的报道，在美国总统特朗普签署进一步封杀华为的总统令后，法国总统马克龙在接受媒体采访时就表示法国需要跨国科技企业去激活法国的经济，创造更多的就业，所以法国不会采用过度的保护主义针对包括华为在内的企业。他说，法国虽然会为了保护国家安全和欧盟的主权做出一些限制，但仅此而已。他还表示发动贸易战或是技术战是不合适的，所以法国不会封杀华为。对于马克龙的这番回应，CNBC则形容这等于是给封杀华为的“保护主义”措施“泼了一盆冷水”。接下来再说德国。根据英国《卫报》的总结，德国方面此前一直的表态是德国不会禁止任何公司参与5G网络的建设，更何况德国很多电信公司已经在他们的系统中和华为开展合作了。所以，德方认为如果把华为排除出去，反而会影响德国5G的落地速度。▲截图来自英国卫报的报道值得一提的是，虽然英国《卫报》还提到美国驻德国大使曾威胁说德国不封杀华为会影响两国的情报合作，但耿直哥此前也曾跟大家说过，美国人的这番对德国粗暴的威胁和对德国内政的指手画脚，反而引起了德国的反感。至于英国，他们更是已经找到了一个既能与华为合作，又不至于让美国太没面子的“折中路线”——即允许华为参与英国5G网络非核心部分的建设，比如天线。英国的大型通讯企业沃达丰也将在今年7月3日开始落地的5G网络中使用华为的技术。而根据英国路透社的报道，华为公司还打算与在封杀华为已经采取部分行动，但之后又有所犹豫的新西兰政府，就英国这种合作模式展开协商，看能否将英国这种折中的模式应用在该国。此外，英国《卫报》还表示欧盟总部所在的比利时也没有发现华为会对该国的国家安全构成威胁，所以也不太可能会封杀华为。就连加拿大这个此前应美国要求逮捕了华为高管的孟晚舟的国家，其总理特鲁多今天也表示不会“跟风”美国。根据加拿大《环球邮报》的报道，加拿大总理特鲁多表示他的政府不会因为美国总统特朗普签署了封杀华为的总统令就会也立刻跟着封杀华为，而是会有条不紊的、耐心的对华为能否参与该国5G项目做出评估。有趣的是，在这篇报道中，有加拿大情报部门的前官员也表示如果他们是总理，也肯定不会在这个时候就跟风，以免让加拿大和中国的关系“进一步恶化”。最后，面对美国政府对华为公司屡次粗暴的、不公平的打击和绞杀，华为公司仍然表示出了足够的气度。除了今天上午在声明中表示愿意和美国政府沟通能保障产品安全的措施，华为还在美国商务部将华为公司列入“会对美国国家安全构成风险”的“实体名单”后，再次在另一份声明中表示“愿意就此事与美国政府寻求救济和解决方案”。但这并不是向美国政府的错误做法低头认怂。用华为在这份声明中原话说便是：“华为反对美国商务部工业与安全局（BIS）的决定，这不符合任何一方的利益，会对与华为合作的美国公司造成巨大的经济损失，影响美国数以万计的就业岗位，也破坏了全球供应链的合作和互信。", "author": "环球时报", "newsdate": "发布时间：19-05-17", "newstime": "01:22", "sentiment": [{"positive_prob": 0.523272, "confidence": 0.534565, "negative_prob": 0.476728, "sentiment": 1}]}, {"title": "马克龙“回复”特朗普：我们不禁华为！", "content": "彭博社评论说，这是美国对华为采取封锁行动后，欧洲领导人首次发表公开评论，表示不打算屈服于美国的压力而封锁华为5G设备。路透社16日消息，法国总统马克龙刚刚表示，封杀华为不是法国的目标，发动任何形式的科技战争也不是。路透社称，就在此前一天，美国政府刚刚将华为公司列入“黑名单”，引发外界担忧。路透社报道截图马克龙周四参加了在巴黎举行的“VivaTech”活动。他在活动上说：“我们的态度不是封杀华为或其他任何公司，而是要维护国家安全及欧洲主权。但我认为，现在发动一场科技战或贸易战……是不恰当的。”马克龙参加在巴黎举行的“VivaTech”活动彭博社评论说，这是美国对华为采取封锁行动后，欧洲领导人首次发表公开评论，表示不打算屈服于美国的压力而封锁华为5G设备。彭博社还说，马克龙的言论反映了整个（欧洲）地区的情绪。尽管德国计划收紧管理其电信网络安全的规则，德国总理默克尔已明确表示不会排除任何一家供应商。而英国外交大臣杰里米亨特14日也明确表态，称英国政府正对如何使用华为设备进行评估，英国欢迎中国发展，并且不希望与中国进行冷战。彭博社：马克龙对特朗普威胁的回答：欧洲不会封杀华为路透社在报道中评论说，此前一天，(美方)将华为纳入“黑名单”，为中美经贸摩擦“火上浇油”。当地时间15日，美国总统特朗普签署行政命令，要求美国进入紧急状态。（详见今天凌晨你熟睡时，美国又进入“紧急状态”，针对华为！）在此紧急状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。外媒普遍认为，这是在为禁止美企与华为的业务往来铺平道路。此外，据路透社报道，在特朗普签署行政令后，美国商务部当天发表声明称，正将华为公司及其附属公司列入管制“实体名单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。中国外交部发言人陆慷16日在例行记者会上对此回应说，中方坚决反对任何国家以泛化国家安全的理由，对其他国家企业采取歧视性、不公平的做法。如果出现这种情况，中方当然会采取必要的措施维护自身的合法权益。“中国政府当然关心中国企业的合法权益。中国政府也会为维护中国企业合法权益采取必要的措施。”陆慷说。陆慷来源：环球网/乌小宝", "author": "环球网", "newsdate": "发布时间：19-05-17", "newstime": "05:30", "sentiment": [{"positive_prob": 0.201977, "confidence": 0.551163, "negative_prob": 0.798023, "sentiment": 0}]}, {"title": "美国称华为的噩梦来了 可华为却说早就等着这一天", "content": "昨天，美国政府先后打出两记绞杀中国高科技企业华为的“组合拳”。其中除了禁止所有美国企业购买华为设备的总统令，美国商务部工业与安全局(BIS)还将华为列入了其一份会威胁美国国家安全的“实体名单”中，从而禁止华为从美国企业那里购买技术或配件。而相对于那份总统令，美国CNN等媒体认为被列入BIS的“实体清单”对华为的打击才是巨大的，甚至宣称无法从美国企业那里购买技术和配件，会影响到5G在中国的落地进程。然而，今天被曝光的华为公司两封内部信件却显示，华为早有准备。“这对于中国使用5G技术来说简直是个噩梦”。昨天，在一篇分析美国商务部工业与安全局(BIS)将华为列入会”威胁美国国家安全“的”实体清单“会给华为带来什么影响时，美国CNN采访的专家给出了这般“悲观”的评价。CNN还在报道中宣称，这会导致包括中国在内的全球5G业务延缓落地，因为被列入“实体清单”会打击华为的供应链，导致华为难以兑现与全世界签署的数十个5G商业合同，其中还包括欧洲的25个和中东的10个。然而，今天网络上曝光，并且耿直哥已经得到华为公司证实的两份公司内部信件却显示，华为对此早有准备。其中来自公司总裁办的一份邮件就指出，“公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响”。更引人瞩目的是，华为下属的海思半导体公司，也就是华为自己的芯片企业，还是在一份内部信件中表示他们这个为华为的生存打造的“备胎”，在今天这个“极限而黑暗”的时刻，终于在“一夜之间”全部转“正”。这份信件说，海思曾经担心他们研发的许多芯片永远不会被启用，成为“一直压在保密柜里面的备胎”，但今天，是“每一位海思的平凡儿女成为时代英雄的日子!”而耿直哥也从华为公司内部人士以及熟悉华为公司的分析人士处出得知，虽然美国商务部把华为列入“实体清单”会对公司造成影响，但这个影响是可控的，更不存在CNN所谓的对中国落地5G是个“噩梦”，全球商业合同难以兑现等情况。知名通信媒体人、C114中国通信网副主编蒋均牧就在一篇关于此事的文章中写到：“美国政府的又一次出手会否对华为有不利影响?答案肯定是“会”。但影响大不大?却又不见得”。他说，被禁止在未经美国政府批准的情况下从美国企业获得元器件和相关技术，看似是一道“送命题”，但华为在最基础的芯片、操作系统等领域均已拥有了自主知识产权和自研自产能力。麒麟、巴龙、升腾、鲲鹏、天罡、Solar……其各个产品线大都具备了从“芯”开始的端到端支撑能力。所以，蒋均牧认为无法获得来自美国企业的元器件和技术或许在短期内是一个麻烦，长期来看却对其是一种另类的进一步强化自身能力储备的“助攻”。——而且在现有的合同和库存下，华为完全有能力完成产品中来自美国企业元器件的替换，当然具体换不换、怎么换还得看后续的事件发展。他的说法，其实也在今年三月底华为2018年的年报发布会上得到了华为轮值董事长郭平的印证。当时在谈到华为2018年经营活动现金流为747亿元，比2017年的963亿元有所下降时，郭平就解释说这是因为去年华为[加大了研发投入，并适当增加了库存，以面对未来的不确定性]。所以如此看来，当华为在他们的内部信件中用“时间将会揭开虚伪的面具，阴霾过后阳光必然普照”这句话形容此次事件时，这并不是一句没有底气的“空谈”，而恰恰是因为华为早已在对美国的风险评估上做好了功课。而且这个功课，华为早在数年前就已经开始做了。特朗普签署\"紧急状态\"行政命令 外媒:针对华为多家外媒今天凌晨消息，当地时间15日，美国总统特朗普签署行政命令，要求美国进入紧急状态，在此紧急状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。几乎所有报道此事的外媒都在说，这是在为禁止美企与华为的业务往来铺平道路。特朗普签\"紧急状态\"令 华为:限制华为不会让美更强针对特朗普签\"紧急状态\"令 华为回应：如果美国限制华为，不会让美国更安全，也不会使美国更强大，只会迫使美国使用劣质而昂贵的替代设备，在5G网络建设中落后于其他国家。", "author": "中国青年网", "newsdate": "发布时间：19-05-17", "newstime": "10:38", "sentiment": [{"positive_prob": 0.000916991, "confidence": 0.997962, "negative_prob": 0.999083, "sentiment": 0}]}, {"title": "华为遭美打压后：6家美国供应商股价狂泻，逾500亿市值蒸发", "content": "近日，美国商务部正式将华为列入“实体清单”，禁止美企向华为出售相关技术和产品。对此，在北京时间16日举行的商务部例行新闻发布会上，发言人高峰表示，坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁，敦促美方停止错误做法。路透社报道称，美方此举旨在切断华为供应链，令华为“无货可卖”。图片来源：每经记者 刘玲 摄然而，当美方宣布将华为列入“实体清单”后，华为美方的供应商股价闻讯大跌。本周四，Lumentum、科沃（Qorvo）、思佳讯解决方案（Skyworks）、高通、赛灵思（Xilinx）和NeoPhotonic等公司全线走低。其中营收严重依赖华为的NeoPhotonic，股价甚至暴跌逾两成。费城半导体指数则下跌1.7%。每日经济新闻记者梳理发现，上述几家主要供应商光是周四一天，市值就共计蒸发了近83.2亿美元（约574亿元人民币）。反观A股，今日（17日）华为概念股、国产芯片等均走强，截至收盘，力源信息、兆日科技、北京君正等多只个股涨停。华为美方供应商数占多数华为曾表示，公司去年在美国的零部件采购预算为700亿美元，而实际的采购额约为110亿美元。《华尔街日报》援引专家观点称，美方的上述行为很可能波及华为在美的相关供应商。具体来看，华为与众多硅谷大型科技公司都有业务往来，包括高通、博通，以及生产智能手机芯片的英特尔和手机蜂窝数据组件和软件业务的甲骨文公司（Oracle Corp.）。此外，华为还从遍布全美的许多规模较小的供应商处购买产品。图片来源：每经记者 张建 摄（资料图）高通公司提交给监管机构的文件显示，公司去年约2/3的收入来自中国，但华为并非占其总销售额10%以上的少数客户之一。此外，高通和甲骨文的发言人都拒绝就此事置评，博通则并未回复媒体的置评请求，英特尔方面虽然证实公司是华为的供应商，但拒绝进一步置评。每日经济新闻记者还注意到，据官方公布的信息，华为在全球总共有92家供应商，其中来自美国的供应商（33家）甚至比公司在中国国内的供应商（25家）还要多。例如：华为在美规模较小的供应商包括为电信设备生产光学元件的Lumentum Holdings Inc.。其他公司包括两家“现场可编程门阵列（field programmable gate arrays，简称FPGAs）”的芯片生产商，分别为加州圣何塞的赛灵思（Xilinx Inc.）和英特尔子公司Altera Corp.。此外，Oclaro Inc.、思佳讯解决方案（Skyworks）和科沃（Qorvo）也有一部分收入来自华为。赛迪智库（CCID）2016年的一份报告显示，华为2015年从美国上市的供应商中采购的芯片总价值为60亿美元，其中5.6亿美元来自Xilinx Inc.。接下来，我们重点细看看这几家“先跌为敬”的供应商。NeoPhotonic：一天暴跌20.49%首先是NeoPhotonic，根据官网介绍，这是一家光纤通信零件制造商，主要从事具备通讯网络传输、接收，和切换高速数字光讯号的混合光子整合型光电产品的开发、制造、销售，以提供给下游的通信网路客户。从下图中可以看出，在2016~2018财年内，NeoPhotonic分别有50%、40%和46%的收入来自华为，且华为还是公司的第一大“金主”。图片来源：NeoPhotonic年报按照公司这三个财年对应的收入来计算，华为在报告期内分别为NeoPhotonic贡献了2亿美元、1.2亿美元和1.5亿美元，三年贡献的总收入为4.7亿美元。图片来源：NeoPhotonic年报每日经济新闻记者还注意到，据NeoPhotonic2019财年年报，公司在风险因素一章节中明确写道，“我们在很大程度上依赖华为及其子公司海思半导体（HiSilicon Technologies Co.），任何时期华为订单的缺失或大幅减少都可能对我们的收入和运营产生负面影响。”图片来源：雅虎财经NeoPhotonic周四重挫20.49%，市值一天蒸发5483万美元。Lumentum：2018财年11%净收入来自华为 再看另一家华为的光学元件供应商Lumentum Holdings Inc.，这家公司处理一系列终端市场的应用，包括数据通信、电信网络、商用激光器制造、检验和生命科学应用领域。公司利用其核心光学与光子技术和批量生产能力，扩大具有吸引力的新兴市场。该市场具有效益优势，提供基于光学、光电子的解决方案，包括消费类电子产品的3-D传感和适用于各种消费和工业应用的二极管光源。Lumentum年报显示，公司客户包括苹果、谷歌母公司Alphabet、微软、思科系统，以及华为海思和华为在内的众多科技公司。从下表可以看出，最近的三个财年，占Lumentum净收入10%以上的仅有四家，分别为苹果、华为、Ciena和思科系统。但需要注意的是，在过去的三个财年内，华为占Lumentum的净收入比呈逐年下降的趋势。图片来源：Lumentum年报按照下图显示的Lumentum最近几个财年的净收入，在2016财年~2018财年期间，华为分别为Lumentum贡献了1.54亿美元、1.67亿美元和1.37亿美元，三个财年的总额约为4.6亿美元。图片来源：Lumentum年报可以看出，对于Lumentum来说，华为是仅次于苹果的第二大“金主”，由于美方将华为列入“实体清单”，Lumentum本周四大跌11.54%，市值蒸发5亿美元。图片来源：雅虎财经Qorvo：过去三个财年华为为其贡献6.45亿美元总收入再看科沃（Qorvo），一家拥有移动，基础设施和国防和航空航天核心技术和射频解决方案的领先供应商。Qorvo拥有业界最广泛的射频产品和核心技术，和世界一流的ISO9001-，ISO14001-和ISO/TS16949认证的生产设施的投资组合。该公司主要向美国和国际领先的原始设备制造商和原始设计制造商提供产品设计，开发，制造和销售。科沃在公司2018年财年年报中明确指出，在2016财年~2018财年期间，华为通用是仅次于苹果的第二大“金主”，分别为公司贡献了12%、11%和8%的总收入。图片来源：科沃年报科沃年报显示，在2016~2018财年中，公司的总收入分别约为26.1亿美元、230.3亿美元和29.7亿美元，因此，华为在这三个财年中分别为科沃贡献了3.13亿美元、3.33亿美元和2.38亿美元的收入，这三个财年的贡献收入总额为8.84亿美元。同样受美方对华为打压的影响，科沃周四大跌7.14%，市值蒸发6.45亿美元。图片来源：雅虎财经思佳讯：2017财年10%总收入来自华为此外还有思佳讯解决方案，这是一家无线半导体公司，设计并生产应用于移动通信领域的射频及完整半导体系统解决方案。该公司向全球范围内的无线手持设备和基础设施客户供应前端模块、射频子系统及系统解决方案。遗憾的是，思佳讯在最近一个财年的年报中并没有具体列出华为对公司的业绩贡献，仅提了一句称“在2017财年，华为对公司的净收入贡献为10%。”按照思佳讯2017财年36.5亿美元的净收入来计算，华为对这家公司的贡献为3.65亿美元。图片来源：雅虎财经思佳讯周四也大跌6.04%，市值蒸发8.23亿美元。另外，高通的年报中也没有具体提及华为对公司的业绩贡献，但华为曾采用高通MSM8917骁龙425四核处理器。如今通过对内加大海思的投入，手机领域已经可以达到70%的芯片自给率。高通虽然目前依旧是华为调制解调器芯片主要供货商，但受到的影响相对较小——分析师估计，只有15%的华为手机使用高通的芯片。尽管如此，高通的股价周四还是大跌4%，市值蒸发42亿美元。最后，赛灵思虽在年报中也未提及华为，但公司发言人确认称华为是公司的客户之一，并且在向华为供应通讯芯片。赛灵思周四大跌7.27%，市值蒸发21亿美元。昨晚华为也再次回应，反对美国商务部工业与安全局的决定，这不符合任何一方的利益，会对与华为合作的美国公司造成巨大的经济损失，影响美国数以万计的就业岗位，也破坏了全球供应链的合作和互信。华为将尽快就此事寻求救济和解决方案，采取积极措施，降低此事件的影响。值得一提的是，虽然华为有约三分之一的核心供应商为美企，但华为产品很少回卖给美国市场。据华为财报显示，去年公司营收规模破1000亿美元，但整个美洲市场对华为营收贡献率仅6.6%。记者 | 蔡鼎  编辑 | 赵云", "author": "每日经济新闻", "newsdate": "发布时间：19-05-17", "newstime": "18:50", "sentiment": [{"positive_prob": 0.841247, "confidence": 0.647216, "negative_prob": 0.158753, "sentiment": 2}]}, {"title": "美国为华为进入“紧急状态” 中方敦促停止错误做法", "content": "【环球时报驻美国、德国特派特约记者 张梦旭 青木 任重 柳玉鹏 环球时报记者 胡锦洋】美国总统特朗普又宣布进入“国家紧急状态”了!这一次不是为了动用军费修边界墙，也不是应对卡特里娜那样的飓风，而是为了阻止“外国对手”对美国通信系统造成的“国家安全威胁”。这个“外国对手”是谁？美国商务部随即给出了答案，称中国电信巨头华为公司的活动“违反美国国家安全与外交政策利益”，决定将华为及其子公司列入出口管制黑名单。动用“国家紧急状态”，来对付中国一个公司，华盛顿的反应不得不令人感慨“太过夸张”。16日，中国外交部发言人陆慷在例行记者会上强调，中方坚决反对任何国家根据自己的国内法对中国的实体实施单边制裁，也反对泛化国家安全概念，滥用出口管制措施，敦促美方停止错误做法。针对美国财长称将于近期来华磋商的消息，中国商务部新闻发言人高峰16日称，中方不掌握美方来华磋商的计划。他表示，美方单方面不断升级贸易摩擦，使中美经贸磋商严重受挫。美国总统特朗普15日签署了一项名为《保障信息与通信技术及服务供应链安全》的行政令，宣布进入国家紧急状态，将禁止美国企业使用“外国对手”提供的电信网络设备和服务。白宫发言人桑德斯在一份声明中表示：“本届政府将尽一切努力保持美国的安全和繁荣，保护美国免受外国对手针对美国通信基础设备薄弱环节的攻击。”“不管具体文本内容是什么，矛头显然指向中国。”《华尔街日报》指出，这项行政令未提及任何国家或公司的名字，但此举实际剑指中国电信企业华为技术有限公司和中兴通讯股份有限公司。果然，就在白宫宣布签署这项命令后不久，美国商务部直接点名华为并宣布，将华为及其关联企业加入商务部产业安全局的“实体名单”。按照规定，被列入“实体名单”的公司或个人日后如果得不到美国政府的批准，将无法向美国企业购买元器件。美商务部长罗斯15日表示，将在150天内发布规则，以制定审查此类交易的程序。1976年，时任美国总统福特签署了《美国全国紧急状态法》。在国家紧急状态下，美国总统拥有至少136项法定紧急权力，包括没收财产、调控生产方式、没收商品、向国外派兵等。自1976年以来，历任美国总统共发布了58项紧急状态令。最近一次发布紧急状态令是在今年2月15日，特朗普为绕过国会筹集建墙经费宣布美国南部边境进入“国家紧急状态”。中国外交学院教授李海东对《环球时报》记者说，美国使用“紧急状态”的案例并不频繁，只有在认定对美国国家安全构成相当威胁时才动用，看来白宫认为，华为对美国的威胁已经到如此严重的地步了，华为已经成为“美国敌人般的角色”了。他表示，美国政府是一个由华尔街、军工界、智库精英、游说团体等捆绑在一起的利益集团代表。针对华为的上述做法，是典型的政治介入商业的行为。用“国家紧急状态”对付华为，是美国政府对外部挑战做出的一种无限夸张的反应，是一种非理性行为。高峰16日在商务部新闻发布会上也敦促美方停止错误做法，强调中方将采取一切必要措施，坚决维护中国企业的合法权利。阅读更多内容请参见今日出版的《环球时报》或下载登录新版“环球TIME”客户端。", "author": "环球网", "newsdate": "发布时间：19-05-17", "newstime": "05:00", "sentiment": [{"positive_prob": 0.257301, "confidence": 0.428221, "negative_prob": 0.742699, "sentiment": 0}]}, {"title": "近20年来，美国就是这样打压华为的！", "content": "没有洪水，也没有飓风，美国却又进入了“紧急状态”。原来，特朗普又签署了行政命令，宣布美国进入“紧急状态”：在此状态下，美国企业不得使用对国家安全构成风险的企业所生产的电信设备。上一次美国进入“紧急状态”还是2019年2月15日，当时特朗普的目的是，动用总统权力重新分配国家预算，以在美墨边境修墙。岛叔只能说，有权，任性！这次的目的很明显，是在为禁止美国企业与华为的业务往来铺平道路。华为立即作出回应：“如果美国限制华为，不会让美国更安全，也不会使美国更强大，只会迫使美国使用劣质而昂贵的替代设备，在5G网络建设中落后于其他国家。”其实，华为在2019年3月7日，就宣布起诉美国政府，控告美国《2019财年国防授权法》违宪。岛叔知道，华为也是被逼的。只要我们看看这些年，美国究竟对华为做了啥，就能理解了。起端事情还得从2001年开始，那一年，中国加入 WTO（世界贸易组织），华为开始开拓美国市场，在德克萨斯州设立了第一个分支机构。当时，华为踌躇满志地制定了“三步走”战略：首先安营扎寨，进入美国市场；其次获得一些外围合同；最后打入以AT&T、Verizon、Sprint、T-Mobile 为首的主流运营商市场。经过几年的精耕细作，华为逐渐在中小企业中打开市场，美国Leap、Clearwire 公司、东北无线网络公司开始采购华为的3G设备、调制解调器等电信设施和服务。然而，华为在全球市场的迅速发展，却引起了竞争对手和美国政府的注意。虽然到2012年的时候，华为终于超越诺基亚、西门子、阿尔卡特、朗讯和摩托罗拉等业内大佬，成为全球第二大网络设备生产商，但这一路走来，沟沟坎坎太多。2003 年1月，美国传统电信巨头思科公司，首先发起攻击，它将华为告上联邦法庭，认为华为侵犯了其知识产权。2004 年，这场诉讼以华为、思科各自发表声明和解而收场。2010年，摩托罗拉起诉华为，称华为参与了一起精心策划的阴谋，其中涉及摩托罗拉几名前员工，以及一家为了窃取蜂窝网络技术而成立的壳公司。此案最后也以双方的和解结束。同时，美国商务部、国会、外国投资委员会（CFIUS）开始出手，以可能损害国家安全为由，接连阻止华为在美国的商业交易。华为不仅被排除在美国主流运营商的网络基础设施门外，多次并购项目也相继流产。比如下面几个案例：2007 年，华为试图并购3com公司，被美国政府阻止；2010年5月，华为试图收购加州一个破产公司3Leaf 的部分资产，被美国相关部门阻挠；2010年秋，美国运营商SprintNextel为其网络升级招标，华为本可以中标，但在国会和美国商务部的干预下，也失败了。这还没完。2012年 10 月 8 日，美国国会发起一个“大动作”：众议院情报委员会发布了一份有关华为、中兴设备可能危害美国国家安全的调查报告。不过，这份报告只是介绍了与两家公司的设备和服务相关的长期安全风险，但却并没有提供详细的证据。这恐怕就是21世纪的”莫须有“吧。（中兴美国子公司创立于 2003年，直到 2006 年才在美国市场获得第一个实质性合同。）高潮2018年1月，大消息传来。外界本来预计，华为将在拉斯维加斯CES大展上宣布与美国电信运营商AT&T达成合作协议。结果，最后一刻，AT&T放弃与华为合作，不在美国售卖华为智能手机。而此前，另外三家运营商T-Mobile、Sprint还有Verizon也都没有和华为合作。由此，华为手机无法进入占美国手机市场销量80%的四大运营商渠道，只能以零售方式，在亚马逊网站、百思买超市售卖。这次合作告破的直接原因是，美国18名国会议员2017年12月20日向联邦通信委员会（FCC）主席发送联名信，要求FCC对这起合作展开调查。AT&T为了保持和美国政府的良好关系，进而屈服。2018年3月，美国最大的电子产品零售商百思买（Best Buy）也停止从华为采购手机，并停止销售华为的产品。接下来发生的事，让“华为”成为全世界媒体的头版头条——2018年8月，特朗普签署美国《2019财年国防授权法案》。该法案第889条要求，禁止所有美国政府机构从华为购买设备和服务。2018年12月1日，华为首席财务官孟晚舟在加拿大温哥华被捕，美国向加拿大要求引渡她。美国指控，孟晚舟在涉及伊朗的交易中误导跨国银行，使后者面临违反美国制裁的风险。2018年12月11日，特朗普表示，如果有利于美国国家安全，如果有助于美中达成贸易协议，他愿意跟美国司法部干预孟晚舟案。原来，孟女士成了特朗普手中同中国政府叫价的人质和筹码。施压从2018年开始，美国官员开始在全球对华为展开舆论攻势，施压各国政府不要使用华为设备。美国的一些盟友也开始对华为采取行动。2018年8月23日，澳大利亚政府宣布禁止华为参与澳洲5G网络基础设施建设。其后，新西兰、加拿大也将华为拒之门外。12月，英国最大电信运营商英国电信（BT）宣布将华为从其核心5G网络竞标者名单中移除。至此，情报分享机构“五眼联盟”的美国、加拿大、澳大利亚、新西兰和英国均已表示将华为排除在5G网络建设之外（除美国外，其他国家态度后来又出现了松动，这是后话）。这还没完。2019年年初，华盛顿明里暗里施压，陆续在波兰和捷克收获“反华为”成果：2019年1月11日，波兰逮捕一名华为员工。2月5日，捷克发布警告要求，认为华为的5G设备存在安全隐患。2019年上半年，美国国务卿蓬佩奥开始了他的全球“反华为”大巡游：2月，他访问匈牙利、斯洛伐克和波兰等中欧三国时，告诫各国，不要在本国安装华为的设备，称这样将使美国更难以同这些国家合作。3月，到访菲律宾，说华为“缺乏透明度”、对菲律宾“构成风险”，要其不要与华为达成协议或合同。4月，访问智利，指责华为公司是一个“不可靠”的系统，会给智利公民带来风险。5月，在英国的纪念前英国首相撒切尔夫人上台执政40周年活动上，他敦促英国禁止华为参与5G建设，甚至还说，如果“铁娘子”在世，会允许这么做吗？搞得同为女首相的梅姨很没面子。当然，此事也少不了美国副总统彭斯。2019年2月，在德国举行的慕尼黑安全会议上，彭斯在演讲中敦促欧洲盟友警惕华为，称与中国华为合作建设5G无线通信网络基础设施，会给他们带来安全威胁。看来，特朗普、彭斯、蓬佩奥都为华为“操碎了心”。本质可是，不是所有国家都会相信美国的说辞，受制于美国的威胁。蓬佩奥在全球转了一圈，成果寥寥。2月份蓬佩奥劝告匈牙利后，匈牙利外长彼得·西亚尔就进行了反驳，他说：“与俄罗斯合作或是和中国合作，并无损于我们做为北大西洋公约组织(NATO)的可靠盟友。”菲律宾国防部长洛伦扎纳在蓬佩奥说完当天就作出回应，他说没理由担心华为，“我肯定，信息与通讯技术部的官员正在履行他们的职责，他们向我们保证，审查做得很好，我们的安全不会受到损害。”在智利，内政部长查德威克回应道：“我们不需要相关警告，这些投资是通过国家或国际招标完成的，完全透明且符合法律规定。”在“孟晚舟事件”发生后，美国哥伦比亚大学教授杰弗里·萨克斯（Jeffrey D. Sachs）一针见血地指出：“特朗普政府与中国的冲突与美国外部失衡、封闭的中国市场、甚至中国涉嫌侵犯知识产权无关。这一切都是为了通过限制中国进入外国市场、阻碍中国接触先进技术、全球银行服务、甚至是美国高校来遏制中国的发展。”然而，美方至今拿不出切实的证据，以证明华为硬件和软件中隐藏有监控后门，只能反复以“国家安全”的风险来吓唬本国国民和其他国家。欲加之罪，何患无辞！文/宇文雷格来源：侠客岛原题：【解局】美国打压华为史", "author": "人民日报海外网", "newsdate": "发布时间：19-05-17", "newstime": "07:17", "sentiment": [{"positive_prob": 0.388306, "confidence": 0.137098, "negative_prob": 0.611694, "sentiment": 0}]}, {"title": "看！华为在国外“出手”了！", "content": "导读针对美国方面日前发布针对华为等公司的限制交易令，法国总统马克龙16日表示，限制华为绝不是法国的目标。在英国，华为发布了最新5G手机，搭载“华为最强”芯片！与此同时，华为多年备胎一夜转“正”，今后要科技自立！华为在英国发布最新5G手机，搭载“华为最强”芯片据新华社报道，随着英国电信运营商准备在部分地区开通5G网络服务，中国华为16日在伦敦发布Mate 20 X 5G版本手机。这款手机预计将于今年6月在英国上市。华为Mate 20 X 5G版本手机的最大特点是搭载了华为首款7纳米工艺多模5G芯片巴龙5000。这款芯片被誉为“华为最强”。该手机的主要配置与此前发布的4G版接近，采用麒麟980处理器，配备7.2英寸全景巨幕屏等。据介绍，新发布的5G手机产品在5月底开始接受预订，6月开始就会由EE、02、沃达丰等英国电信运营商以及一些指定的经销商开始销售。华为西欧地区消费者业务首席营销官安德鲁·加里希在发布会上说：“我们投入了大量资源和精力来构建适用不同设备、网络以及芯片组的5G解决方案，以确保能为消费者带来更好、更加无缝的5G体验。”此前，华为已在今年2月举行的世界移动通信大会上首次推出基于5G技术的商用手机Mate X。这款智能手机采用折叠屏设计，同样搭载了巴龙5000。英国的5G发展速度目前走在欧洲前列，多家运营商已计划在一些城市陆续开通5G服务。主要电信运营商之一的沃达丰本月14日宣布，7月初开始会在伦敦等7个城市开通5G网络服务，年底前还将在另外12个城市开通相关服务。在沃达丰为消费者提供的首批5G智能手机产品名单中，除一款来自三星，其余都是中国厂商华为和小米的产品。马克龙：法国不会限制华为据央视新闻报道，针对美国方面日前发布针对华为等公司的限制交易令，法国总统马克龙16日表示，限制华为绝不是法国的目标。马克龙说，“我们的观点不是要限制华为或任何一家公司”，“现在发动一场科技战或贸易战是不恰当的”。多年备胎一夜转“正”，今后要科技自立另据人民日报报道，今天凌晨，华为海思总裁就华为被列入美国商务部工业和安全局的“实体名单”一事致信员工：多年前，公司做出了极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得。为了这个以为永远不会发生的假设，数千海思儿女为公司的生存打造“备胎”。今天，曾经打造的备胎，一夜之间全部转“正”！多年心血，在一夜之间兑现为公司对于客户持续服务的承诺。是的，这些努力，已经连成一片，挽狂澜于既倒，确保了公司大部分产品的战略安全，大部分产品的连续供应！今天，这个至暗的日子，是每一位海思的平凡儿女成为时代英雄的日子!今后，我们不仅要保持开放创新，更要实现科技自立。网友纷纷打call↓↓↓中国青年报（ID：zqbcol 整理：张力友）综合自新华社（记者张家伟）、央视新闻、人民日报", "author": "中国青年报", "newsdate": "发布时间：19-05-17", "newstime": "15:13", "sentiment": [{"positive_prob": 0.854628, "confidence": 0.676952, "negative_prob": 0.145372, "sentiment": 2}]}, {"title": "华为海思启动“备胎”计划 国产芯片能否实现替代？", "content": "图片来源：每经记者 张建 摄（每经资料图）5月17日凌晨，华为旗下芯片公司海思半导体的总裁何庭波发布的一封员工内部信，迅速在朋友圈刷屏。何庭波在内部信中表示，海思将启用“备胎”计划。公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响。为了兑现公司对于客户持续服务的承诺，华为保密柜里的备胎芯片“全部转正”，是历史的选择。公开资料显示，海思全名为海思半导体有限公司，成立于2004年10月，它的前身是华为集成电路设计中心。谈到海思，多数人会想到华为手机目前普遍搭载的麒麟（Kirin）处理器，但实际上，华为海思的产品并不局限于手机芯片，还有服务器芯片（鲲鹏系列）、基站芯片、基带芯片、AI芯片等。2019年3月，DIGITIMES Research发布的2018年全球前10大无晶圆厂IC设计公司（Fabless）排名显示，华为海思以34.2%的年营收增长率在10家厂商中增速最快。虽然其营收总额与行业巨头博通和高通相比，还有很大差距，但是正在迅速追赶。那么，如今启动“战时”备胎计划的海思能否在美国企业“断供”后实现国产替代？一位不愿具名的行业分析师告诉记者，华为目前在手机领域，麒麟芯片可以实现自给自足，但在其他领域，如射频等，华为还没有办法完全自研，会受到影响。海思“十年磨一剑”虽然华为海思不只是做手机处理器，但其收入来源占比较大的仍是手机芯片。据悉，2018年，华为使用海思处理器的手机占比超过50%，随着2019年华为手机份额在全球提升，海思芯片业务，特别是手机处理器也将继续同步增长。在华为，海思芯片有个绰号叫“烫手的吸金娃娃”。近十年来，华为在无线芯片上的投入累计超过10亿美元。众所周知，芯片行业奉行三高定律：高风险、高投入、高产出，对资金需求极大。以小米为例，虽然雷军一直非常重视将芯片研发作为小米的卖点，但可惜，小米澎湃在耗资几十亿元后仍没有多少响动。而纵观手机芯片市场，除了三星、苹果、华为海思、小米实现了自主研发，其他品牌仍严重依赖高通、联发科和展讯等。事实上，海思的成果并非一蹴而就，而是经历了“十年磨一剑”的艰苦过程。2009年，海思推出了第一款面向公开市场的手机终端处理器K3处理器，与展讯、联发科一起在山寨手机市场展开竞争，并没有搭载于华为自己的手机产品中。2010年，苹果自研的A4处理器在iPhone4上大获成功，这在一定程度上启发了海思。因此，2012年，海思推出了K3V2处理器，并搭载于华为旗舰机型中。不过，当时的K3V2整体功耗高，兼容性也非常差，导致很多用户不接受，华为手机整体的销量也不好。但K3V2也称得上是海思一次勇敢的尝试，为华为手机后续搭载的海思芯片奠定了一定的基础。熟悉华为创始人任正非的人应该都知道，“居安思危”一直是其讲话中极为重要的部分，不论是在《华为的红旗还能打多久》、《华为的冬天》，还是在《华为要做追上特斯拉的大乌龟》，强烈的危机感贯穿其中。看了美国电影《2012》后，任正非提出，信息爆炸或许像数字洪水一样，华为要想生存下来，就必须造一艘方舟。在这样的背景下，华为成立了专门负责创新基础研究的“诺亚方舟实验室”。任正非做了最坏的打算，启动了芯片和操作系统的研究。华为创始人任正非 图片来源：视觉中国在任正非看来，华为要在芯片领域投入“四亿美元和两万人”进行“强攻”。在华为，海思芯片的定位是“一个重要系统”，是华为的长远战略投资。任正非直言：“海思一定要站立起来，适当减少对美国的依赖。”他认为，只有这样，才能真正地面对美国的封杀。“我们不能有狭隘的自豪感，这种自豪感会害死我们。我们的目的就是要赚钱，是要拿下上甘岭。拿不下上甘岭，拿下华尔街也行。我们不要狭隘，我们做操作系统，和做高端芯片是一样的道理。主要是让别人允许我们用，而不是断了我们的粮食。断了我们粮食的时候，备份系统要能用得上。”任正非表示。在坚定发展自研芯片的战略下，2013年底，海思推出了第一款SoC（System-on-a-Chip，即“片上系统”）——麒麟910，它也第一次集成了海思自研的基带Balong710。目前，经过一系列的迭代升级，麒麟系列芯片已经发展到麒麟980，它是全球首个采用台积电7nm制程的手机芯片，集成了69亿个晶体管，性能与能效方面大幅提升。2018年9月，华为Fellow艾伟在接受媒体采访时透露，麒麟980的立项时间是2015年，共有1000多位高级半导体专家参与，进行了超过5000次的工程验证。对于外界称华为斥资3亿美元研发麒麟980的消息，艾伟回应表示，芯片行业是一个投入巨大、风险巨大的投资，按照行业规律，伴随每一代工艺的提升，对应的投入都要翻倍。华为对麒麟芯片的投入也是每隔2~3年，投入就会翻倍增长，而且伴随着芯片创新，这种投入是一年比一年多，具体到麒麟980的投入并不好界定，但投入远远超过3亿美元。被加入“实体名单”谁更受伤？在海思宣布备胎“转正”后，华为消费者业务CEO余承东在朋友圈发文称，华为始终坚持打造自己芯片的核心能力，坚持使用与培养自己的芯片，同时继续使用一部分美国芯片及部件。美国这次限制性名单，不仅对于华为，对于美国芯片、软件、部件等供应商，更是一个巨大损失。美国当地时间5月15日，美国总统特朗普签署行政命令，宣告禁止企业使用对国家安全构成危险的公司所生产的电信设备。此外，美国商务部以国家安全为由，将华为公司及其70家附属公司列入出口管制“实体名单”。这意味着，美国公司将不得不先从美国政府获得许可证，才能向华为出售技术产品。2018年底，华为公布的主要供应商名单中有全球92家企业。其中，美国超过30家，占比最大，年采购额达到100亿美元。除了高通、英特尔和博通等半导体巨头之外，还包含微软和甲骨文等软件巨头。图片来源：每经资料图其中，影响最大的无疑是半导体的采购。除了智能手机芯片外，在通信领域拥有大量专利的高通等半导体实际上较难实现替代。目前，美国将华为列入“实体名单”对华为的实际影响会有多大，还不能完全预测。不过，据欧洲、亚洲等数家华为供货厂商的相关人士介绍，对不可替代的美国企业的半导体等，华为确保了6~12个月的库存。一位不愿具名的行业分析师告诉记者，华为目前的产品可以大致分为手机、基站以及服务器等。在手机领域，麒麟芯片可以实现自给自足，但在其他领域，如射频等，华为还没办法完全自研，这些部分会受到影响。另外，在没有意外的情况下，英特尔明年2季度至3季度将发布新的服务器产品，即便华为有库存，在服务器产品线上的开发也会过时。而且，数量庞大的库存还将对华为的财务状况造成影响。从这些方面看，华为受到美国的影响还是挺大的。芯谋研究首席分析师顾文军则对《每日经济新闻》记者表示，华为和去年的中兴禁售有很大不同。对华为来说，难的不是目前的芯片或者模块这些消耗品，而是难在海思一些对外采购的服务，比如代工、封装等方面。另外，值得注意的是，禁止华为向美国市场销售设备不仅会对华为造成打击，也可能阻止华为从美国供应商——包括高通等在内的企业购买半导体器件。目前，代表高通、英特尔和微软等华为供应商的信息技术产业理事会对美国政府的行动表示担忧，敦促行政当局“与行业合作”将冲击波降至最小。在上述行业分析师看来，美国方面的做法无疑是“杀敌一千，自损八百”。“美国科技产业应该会对政府施加一些压力，但最终结果仍需观察。”", "author": "每日经济新闻", "newsdate": "发布时间：19-05-17", "newstime": "21:20", "sentiment": [{"positive_prob": 0.0986997, "confidence": 0.780667, "negative_prob": 0.9013, "sentiment": 0}]}, {"title": "“再见了 美国”！华为宣布在美国的57家工厂全部撤离！", "content": "近日，华为宣布在美国的57家工厂全部撤离，在华为做出这个决定后，美国百万民众爆发游行发泄不满，他们中有很多人不满美国5G建设比较滞后，希望华为能够帮助美国建设5G网络，也有部分人因为华为撤厂失去了工作。华为“慷慨”再见美国！刚撤离57家工厂，就迎来了百万民众的抗议游行！华为在国际舞台上的地位不断提升，高通的地位也大大降低。这使得美国不满，因此它拒绝了华为在市场上的产品。经过几个月的“战斗”，华为终于做出了慷慨的决定。 ：“再见了  美国”！华为“慷慨”再见美国！刚撤离57家工厂，就迎来了百万民众的抗议游行！撤离华为在美国的57家工厂并离开这片土地的决定还没有得到中国人的响应，一百万名美国人开始在街头游荡。这到底是怎么回事？华为有成千上万家美国客户，从地区运营商到小型企业，他们可以用爱立信、诺基亚或思科等公司替换华为提供网络设备，但仍需要支持和帮助。华为的消费业务包括智能手机、平板电脑、笔记本电脑和可穿戴设备，在华为决定不在美国出售其最新款P20旗舰手机后，其业务基本上已经关闭。事实证明，华为手机在美国非常受欢迎，并提供了大量的网络服务。一旦撤离，这意味着华为的消费者业务将无法再使用，而该系统相当于处于半瘫痪状态。华为“慷慨”再见美国！刚撤离57家工厂，就迎来了百万民众的抗议游行！此外，华为在美国的57家工厂雇佣了大量美国员工，现在他们失业并被解雇。即使他们没有美国那么强大，他们肯定找不到那么多工作，所以他们只能游行并抗议华为留下的希望。华为在2018年的时候备受大家的关注，在5G技术出现之后，华为也是陆陆续续的接到了很多的订单，对于华为未来的发展大家都是抱着前途无量的态度去看待的 。但是华为突然之间国外几十家工厂全部迁回国内，并表示可能会退出美国市场吗？这究竟是怎么回事呢？其实这是因为在华为5G技术出现之后，美国一直在想方设法的阻止华为的发展与壮大，还通过各种方式污蔑华为有安全问题，禁止华为进入美国市场。对此，华为的态度非常平静。华为创始人任正非在采访中表示：“华为的生存不存在任何问题。因为我们自始至终没有做美国市场，还是能发展到今天。如果美国说“不再向华为公司供应零部件”，受损的是美国公司，因为我们是世界上第三大采购芯片的公司，美国一下失去这么多订单，美国很多公司的财务报表就会下来，股票市场会出现大波动。”放弃美国市场，这对任何一家大公司来说都不是一个轻松的决定！但是，华为不一样，华为有敢叫板美国的底气！华为的手机在他们的这个集团占据30%，70%是通讯。华为是一家不折不扣的通信设备巨头，而且是全球500强企业。经过近10年对5G技术的研发，华为真正在通信领域实现领跑。尤其在5G领域，根据欧洲电信标准化协会发布的全球5G核心必要专利数排名中，华为以1970件的专利数排名第一；国专利数据公司IPlytics发布的一份5G专利报告中显示，全球为5G标准做出技术贡献最大的公司排名中，华为全球第一。华为让中国在即将到来的5G时代中扬眉吐气，成为了领头羊！华为放弃美国市场虽然可惜，可是没有美国市场华为一样能活得很好，一样能成为世界第一！来源网络", "author": "正商参阅", "newsdate": "发布时间：19-05-17", "newstime": "18:13", "sentiment": [{"positive_prob": 0.00109783, "confidence": 0.99756, "negative_prob": 0.998902, "sentiment": 0}]}]