[{"title": "继5G技术后，华为又一王牌亮剑，或将成为支付宝强劲对手", "content": "众所周知，近些年华为的发展速度飞快，已经成为国际化的科技公司。目前在5G领域中，华为力压爱立信、诺基亚等国外知名公司，技术领先全球。作为一家高科技公司，华为每一天都在给外界创造惊喜。除了5G技术之外，华为在其他领域又有新的王牌亮相。华为此番涉猎的领域是线下支付。我们都知道，线下支付最普遍的方式是扫描二维码。而目前消费者最常用的支付平台是支付宝，有数据显示，在所有线下支付平台中，支付宝市场份额超过50%，在线下支付平台中可谓一枝独秀。华为进军线下支付领域并不是孤军奋战，而是联手银联。前一阵子，华为和银联合作，在全国数个城市试点全新支付方式“碰一碰”。“碰一碰”是怎样的碰法呢？简单的说，就是把以往支付扫的二维码替换成华为和银联共同推出的NFC标签。当消费者要付款时，只需要将手机轻触NFC标签，然后输入商品金额完成支付。和支付宝的“扫一扫”相比，华为的“碰一碰”省去了打开手机APP这一个步骤，进一步缩短了消费者的支付时间。华为“碰一碰”的核心技术是NFC。首先先来了解下NFC，NFC中文名称为近场通信，是一种新兴技术，使用了NFC技术的设备（例如移动电话）可以在彼此靠近的情况下进行数据交换，是由非接触式射频识别（RFID）及互联互通技术整合演变而来的，通过在单一芯片上集成感应式读卡器、感应式卡片和点对点通信的功能，利用移动终端实现移动支付、电子票务、门禁、移动身份识别、防伪等应用。NFC同样可以运用在线下支付上，手机和手机、手机和带有NFC的标签近距离接触时，能够完成数据交换。目前华为的NFC技术已经达到了炉火纯青的地步，根据国家专利网的数据统计，华为当前NFC技术专利达到93项，因此对于银联来说，和技术成熟的华为合作再合适不过。华为是我国出货量最多的手机品牌，2018年全年，华为在国内手机出货量为1.05亿台，这些手机大部分都支持NFC功能。毫无疑问，庞大的华为手机用户基数是华为开拓线下支付市场最大的优势。华为的“碰一碰”方便的不仅是消费者，对商家同样如此。以往商家进行二维码收款要先购置pos机、扫码枪等装置，现在华为手机代替了pos机的功能，商家只要开通在线收单服务，无需再用到pos机、扫码枪，就能完成收款。华为“碰一碰”支付方式帮助商家节约了收款成本，光凭这一点相信能吸引不少商家使用“碰一碰”。时代在发展，科技在进步。当现金支付还是主流时，二维码支付在当时看来还是不可思议；如今二维码成为主流，更加便捷的NFC支付又诞生了。科技发展对我们生活的影响不禁让人感到赞叹。目前来看，支付宝的“扫一扫”支付地位还难以撼动，不过随着华为和银联的联手出击，未来线下支付究竟是“碰一碰”主导还是“扫一扫”主导还不得而知。在华为和银联跨界联手的背景下，或将成为支付宝又一强劲对手？本文由商事奇谈原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "商事奇谈", "newsdate": "发布时间：19-10-06", "newstime": "17:36", "sentiment": [{"positive_prob": 0.991706, "confidence": 0.981568, "negative_prob": 0.00829425, "sentiment": 2}]}, {"title": "华为老总任正非令世界震惊的8方面", "content": "你一定知道华为，但可能还不知道华为有多厉害。一句话说：华为去年的营收，比腾讯、百度、阿里巴巴加一起还多。再加一句就是：它现在是全球最大的通信设备供应商，服务着全球30亿人，业务遍布170多个国家。它一直想保持低调，但实力实在是不允许了。树大招风。5月16日，美国放出狠招：将华为列入“实体清单”，限制美国企业对华为出售技术和零件。这对一家科技企业来说，是极大打击。如果说去年抓捕任正非的女儿孟晚舟，是美国打了华为一棍子。那么这一次，美国是直接对华为开枪了。此前一家实力雄厚的著名企业被列入清单后，立即休克，几乎猝死。而华为命运如何？全世界都在关注。华为总裁任正非，站上了他此生最凶险的风口浪尖。5月21日，在铺天盖地的猜测和瞩望中，华为召开了一场重量级的中国媒体圆桌会。75岁的任正非在深圳华为总部，面对央视、人民日报、新华社等媒体，坦诚回答了记者们的提问。两个半小时。42个问题。信息量极大。不但有对眼下事件的清晰说明，更遍布人生哲理。不夸张地说，这场媒体会，值得每个中国人了解，体悟。看过后，你不止会懂了华为，也会懂了任正非，懂了人该怎样更高级地活着。 作者总结了8段精华，与君共享。01“不会有多少影响。”底气来自实力任正非：“美国政客可能低估了我们的力量。我就不多说了，因为何庭波的员工信说得很清楚（注：信中说，为了防止美国断供，华为在多年前，就做出了极限生存的假设，花费巨大心血研发“备胎”。所以当今天美国在毫无依据的情况下，做了最疯狂的决定，这些耗资巨大打造的备胎一夜转正，挽狂澜于既倒，确保公司大部分产品安全）。我们有些边缘产品没有备胎，这些产品本来迟早就要淘汰的，这些有影响。但在最先进的领域不会有多少影响，至少5G不会影响，不仅不影响，别人两三年也不会追上我们。”“5G的容量是4G的20倍，耗电相比4G下降了10倍。5G基站只有一点点大，20公斤，就像装文件的手提箱那么大，不需要铁塔了……5G能量非常大，能提供非常多的高清内容，宣传上说费用下降了10倍，实际上可以下降100倍，这样老百姓也能看高清电视，文化就会快速提升。因此，5G可以改变一个社会。” 拥有芯片备胎，就意味着美国开枪的时候，华为早已穿好了防弹衣。而领先全球的5G技术，是华为征服世界的利器。当一个公司能引领时代，让人过上更好的生活，它就没理由被拒绝，被淘汰。所以，一个企业或者一个人，怎么才能好好地活在这个世界？第一，你得有防弹衣，这样就不怕遭遇不测。第二，你得有自己的生存利器，这样你就有价值，有立足之地。真正的底气，从来不是靠虚张声势，而是靠自身的绝对实力。只有具备真正的实力，你才敢在暴风雨袭来时，淡定从容地说一句：没关系，我不怕。02“芯片不靠砸钱，靠砸科学家。”实力是钱买不到的东西任正非：“修桥、修路、修房子只要砸钱就行。但芯片砸钱不行，得砸数学家、物理学家、化学家……”“我们在全世界有26个研发中心，拥有在职的数学家700多人，物理学家800多人，化学家120多人。我们还有一个战略研究院，拿着大量的钱，向全世界著名大学的著名教授‘撒胡椒面’，对这些钱我们没有投资回报的概念。”“对世界各国的优秀大学生，从大二开始，我们就给他们发offer。这些孩子超级聪明，举一个例子，新西伯利亚大学连续六年拿到世界计算机竞赛冠军、亚军，但是所有冠军、亚军都被Google用五六倍的工资挖走了，从今年开始，我们要开出比Google更高的薪酬挖他们来。” 葛大爷早就说了，21世纪人才最贵。这不是玩笑，是真理。如果说华为今天的底气来自它的实力，那这实力是什么？不是钱，不是影响力，不是全国人民的支持，而是，他们掌握顶尖的技术，这是华为最核心的资本。而这技术，不是钱买的，是人创造的。所以，一个企业或者一个人，最核心的价值是什么？是那些非常有用，但钱买不来的东西。比如一所学校好不好，取决于老师优不优秀，而不是校舍漂不漂亮。一个餐馆好不好，取决于厨师厨艺好不好，而不是装修豪不豪华。如果一个餐馆不死不活，老板想拿三万块来改变点什么，那他就该去请更好的厨师，而不是给餐馆铺地板。因为那些越来越好的饭店，一定都是做菜好吃的，而不是地板漂亮的。做人也一样。如果你是一个厨师，你最关注的应该是你的厨艺，而不是身材。身材好当然好，但厨艺好，才能让你一辈子有饭吃。核心能力，是一个人的立世之本。打造这个能力，是你一辈子都要坚持做的事。03“我们早有准备。”人有远虑，才无近忧任正非：“我们的理想，是站到世界最高点。为了这个理想，迟早要与美国相遇的，那我们就要为了和美国在山顶上交锋，做好一切准备。”“我之前判断这个事情的出现可能是两年以后，由于孟晚舟被捕，导火索时间推前了。”“我们很多员工春节连家都不回，打地铺睡，就是要抢时间奋斗。五一节也是这样，很多人没有回家。”从2004年，任正非找到何庭波，说“给你2万人，每年4亿美金研究芯片”开始，到现在整整15年过去，没有人能说清为了一款“备胎”，华为投入了多少人，多少钱。算算的话，应该是个天文数字。而这种未雨绸缪的超前意识，也是华为今天不被滔天巨浪拍死的关键。哪有什么岁月静好，不过是提前备足了干粮。做人也是如此。今天要想明天的事，今年要为明年做打算。晴天修房子，雨天才好安身。灾祸袭来时，倒霉的往往都是目光短浅的人。所以，如果你觉得自己总是遭遇意外，不妨认真想想，是不是因为太短见？04“华为只是商品，喜欢就用，不喜欢就不用”大格局才有大成就任正非：“不能说用华为产品就爱国，不用就是不爱国。华为产品只是商品，如果喜欢就用，不喜欢就不用，不要和政治挂钩。我小孩就是用苹果。”“我们在广告牌上从来没有‘为国争光’这类话。只是最近的誓师大会有时瞎喊几句，但我们会马上出文件制止他们瞎喊口号，大家茶余饭后说两句过头话没问题，但千万不能煽起民粹主义的风。民粹主义是害国的，因为国家未来的前途在开放。” 这是这两天刷屏最多的一段。其实，在民众群情激愤一触即发的时候，任正非先生只要稍微卖个惨，说一句“我们遇到困境，希望大家支持”，华为必定立刻受到巨大拥戴，营收可能会立刻疯涨。可是老先生的志向远不在此，他关注的，是华为和中国更长远的未来。这种胸怀和格局，实在是常人所不能及，令人赞叹。打个比方。你叔叔开了一家店，他家隔壁还有一家店，你更喜欢隔壁店的东西，想去买，又觉得对不住叔叔，你特别纠结。这时候叔叔笑呵呵拍拍你的头说，没关系，喜欢隔壁的就去买嘛，我有时也去他家买呢。如果我们都去他家买，他家亲戚也就都会来我家买，所以我们都不亏，你们还都买到了自己喜欢的东西，这样多好。你瞬间就释然了。就是这种感觉。而如果你叔叔小家子气呢？看着你进了隔壁店，他怒气冲天揪住你大骂，说你不懂事，没亲情，吃里扒外。然后在所有亲戚面前批判你，搞臭你，让你又委屈又崩溃。而更严重的后果是，隔壁店主的亲戚也开始抵制你叔叔的店。最后两家店，甚至两个家族，都开始敌对，争斗，彼此防备，互相打压。既消耗精力，又损失利益，还影响心情。显然不值得。所以任正非说，国家的前途在开放，民粹主义会害国。其实个人也是。你要警惕那些使你与世界为敌的做法。不管它看起来多么合情合理。因为人是社会动物，善意、开放、大度地融于世界，才能使你获益最大。05“让下面小厂家都能活。”给世界最大的善意任正非：“公司现在的问题是赚钱太多，因为我们不能把价格降低，降低以后，就把所有下面的公司全挤死了，就成为西楚霸王，最终也是要灭亡的，所以我们不能在产业中这样做。苹果是榜样，永远是做一把大伞，让下面小厂家都能活。如果苹果卖萝卜白菜价，全世界就没有其他手机了。我们钱多，用一部分投入战略，但是不横向扩张，就给大学和科学家给予支持。”“公司的问题是赚钱太多”，很傲娇。但这傲娇令人敬佩。我们很有钱，但得势不猖狂，不持强凌弱，不赶尽杀绝。“给比自己弱小的竞争对手留活路”。这第一需要境界，知道多元的生态才健康，才对自己发展最有利。第二需要善意，知道每个企业都不容易。任正非是个对世界充满善意的人。这样的人遇到困境，也必将收到世界反赠的善意。所以，他才能历艰难而不倒。06“骂公司的帖子也不会被封。”接受批判，才有成长任正非：“如果想了解华为，就请看我们的心声社区。在心声社区，即使骂公司的帖子也不会被封，反而人力资源部要去看看他骂得怎么样，如果骂得很对，就开始调查，再看看前三年他的业绩，业绩也很好的话，就调到公司秘书处来，帮助处理一些具体问题，培训他、锻炼他，半年以后把他放下去，这些种子将来迟早是要当领袖的。”“总说我们好的人，反而是麻痹我们，因为没有内容。如果没有自我批判精神，我们就不可能活到今天。” 海纳百川，有容乃大。没有人喜欢被骂，但人必须听听骂自己的话，才能长大。能放下脆弱的自我，认真去听别人骂得对不对的人，必然越来越强大。07“我用的都是落后手机。”超然物外是最高级的活法记者：“你现在用的是华为高端手机P30吗？”任正非：“那太先进了，我用的都是落后手机。先进手机需要重新学习，浪费时间，我不需要新功能。” 这句话我很想给那些卖肾买iPhone的小同志们看看。还有那些明明很穷，却为了显得有钱而咬牙买大牌的人。一个真正活得高级的人，是完全不需要用身外之物给自己壮胆的。物品在他们眼里，只有使用功能。高不高端，昂不昂贵都毫不重要，只要能满足我的需要，就是好东西。所以，相比坚持用老款手机的任正非，那些为了面子买新款的人，好像挺Low的。08“很亏欠小孩。”男人也平衡不好事业和家庭任正非：“我跟自己的家人关系处理得不好，我跟儿女交往太少了，跟太太交往也少。”“我这辈子很对不起小孩，我大的两个小孩，在他们小时候，我就当兵去了。小女儿（出生时）我也很艰难，公司还在垂死挣扎中，我基本十几个小时都在公司，要么就出差，几个月不回家。小孩基本上很少有往来，很亏欠他们。”“我的人生有两次婚姻，三个小孩。我的前妻是个叱咤风云的人。她能看上我，我真的不理解。我们一起走了二十多年，后来就分开了。现在的太太很温柔，很能干，用二十多年时间专心培养小孩，很有成就。我们办结婚证都是前妻帮忙的，小孩上户口也是前妻帮助。我前妻与我现在的太太关系很融洽。”成功男人的背后，总有一个默默付出的女人。往往，男人越成功，女人越委屈。当然，忽视家庭，不值得赞赏。但如果他勤勤恳恳、志存高远，为国为民创造出巨大价值，那么板子就要打轻点。如果他为此心怀愧疚，又坦诚面对，外人就更不好多说什么。其实大部分女人不是不愿意支持男人拼事业。而是有的男人，借口工作，逃避家庭责任。说着加班，其实是出去喝大酒。工作一无是处，还不肯经营家庭。亏欠了老婆孩子太多，却觉得理所当然，毫无愧意。女人最厌恶的是这种。相反，如果一个男人，真的有本事，有志向，有情义，有作为，其实大部分女人会愿意在他背后鼎力支持的，会愿意为他理清家庭牵绊，让他放心高飞的。任正非的整场讲话，都谦逊、诚恳、朴素、从容。两个半小时里，你完全感受不到他是风暴中心承受着最大压力的那个人。而是一个洗尽铅华的老人，在阐述他毕生的理想，而且运筹帷幄，胸有成竹。也许真正强大到可怕的人，真的不是横眉立目气势汹汹那种。而是不管遭遇什么，都平静泰然，他一开口，你便觉心安。别的老人到了75岁，如果会用智能手机聊天，我们就会觉得他很厉害了。而75岁的任正非，还在大风大浪中引领着世界顶尖的科技公司奋勇前进，用技术改变着整个世界的未来。这一次媒体会，让我们看到了一个教科书式的企业家：谦逊，务实，有远见，有格局，默默开山辟路，不动声色地造福民众，强大祖国。真的特别赞。有网友说：如果中国有十个任正非，想不强大都难。是的。这样的企业家，我们想要一打。来源：THLDL领导力 贵州改革", "author": "亚鲁紫云", "newsdate": "发布时间：19-10-06", "newstime": "21:36", "sentiment": [{"positive_prob": 0.988672, "confidence": 0.974827, "negative_prob": 0.0113277, "sentiment": 2}]}]