[{"title": "华为去年研发首破千亿 增速超苹果、三星", "content": "【文/观察者网 奕含】2018年，华为研发支出首破千亿元人民币，引发外界关注。当地时间4月26日，彭博社刊文称，希望主导下一代无线技术的华为，正以少数企业可以匹敌的投资速度迈向上述目标。去年，华为在研发方面投入了153亿美元（观察者网注：2018年人民币兑美元平均汇率为6.61，折合人民币1015亿元）。彭博社经统计发现，这一数字大约为五年前的2倍，比华为2014年的研发投入增长了149%。观察者网注意到，2016年和2017年，华为研发费用支出分别为人民币606亿元和897亿元。而近十年，该公司投入研发费用总计已超过4800亿元。彭博社称，在全球研发投资最高的十家企业中，2018年，只有亚马逊超越了这一速度，增幅达到了210%。而苹果、微软和三星同期的研发支出增长速度均不及华为。彭博社报道截图，下同彭博汇编的数据还显示，在研发投入总量方面，2018年，在全球无线技术研发投入排行榜中，华为排名第四。亚马逊、谷歌母公司Alphabet、三星分别以288亿美元、214亿美元、167亿美元的研发投入分列前三名。从研发占比看，2018年，华为研发预算占其收入的14%，位列第二，排名仅次于Alphabet。此外，从2014年到2018年，华为研发总支出达到3680亿元，按平均汇率折算为580亿美元，而按当前汇率计算为546亿美元，在相关排名中位列第七。同期，亚马逊的研发支出最高。“华为取得的所有业务成就应归功于该公司投入大量的研发预算，这极大地提升了华为的竞争力。”飞象网CEO项立刚评价说。观察者网此前报道，在去年研发费用首超千亿元的同时，华为近十年该公司投入研发费用总计超过4800亿元。华为轮值董事长郭平对此评价说：“华为过去五年营收复合增长26% ，净利润过去五年复合增长率为21%；期内的现金流747亿元，较上年有所下降，主要原因是加大了研发以及适当加大库存以应对不确定性。”观察者网注意到，持续不断地研发投入为华为带来了回报。据中国信通院知识产权中心统计，截至2018年12月28日，华为在企业5G标准必要专利声明占比达17%，而其专利申请量为1970，排名第一。4月16日，在华为第十六届全球分析师大会上，华为公布了最新的5G进展：截至4月15日，华为已在全球范围内获得了40个商用合同。同时，世界各地已有70,000多个5G基站。在分析师大会上，华为成立战略研究院院长徐文伟表示，华为每年将投入3亿美元的合作经费，支持学术界开展基础科学、基础技术、技术创新的研究。在华为研发超苹果、三星之际，《时代周报》刊文称，相比华为的研发投入已经进入“高阶”，当下像华为这样的全球标杆性的科技企业在中国依然屈指可数，中国需要更多的华为。“事实上，我们看去年的全球研发投入榜单，前50名中，华为也是唯一一家上榜的中国企业。”文章说道。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-04-29", "newstime": "10:02", "sentiment": [{"positive_prob": 0.219573, "confidence": 0.51206, "negative_prob": 0.780427, "sentiment": 0}]}, {"title": "华为在手天下我有，华为最黑科技的功能，你可别说没用过", "content": "有人选择苹果手机，因为她简洁又流畅的ios系统让人心动；有人钟爱小米手机，因为有着让人满意的性价比；也有人选择华为手机，因为它黑科技众多，很多小功能操作简单，却非常实用。然而华为手机有一个HUAWEI Pay功能，不知道大家有没有用过？什么是华为HUAWEI Pay?HUAWEI Pay也叫华为支付，是一种NFC功能的拓展，支持HUAWEI Pay的机型可以读取实体卡片的磁条，并且复制在手机中。在有需要的时候可以读取，只需要将手机背部靠近刷卡机器，就会模拟出卡片的磁条，甚至还可以设置指纹免密支付。并且不仅仅是读取自己的银行卡和信用卡，就连小区的门禁卡、公交卡和一些宾馆的开门卡都可以复制。换句话说只要你使用了HUAWEI Pay，就可以将信用卡、公交卡这些卡片丢在家里，一机在手走遍天下了。甚至HUAWEI Pay还可以复制你的身份证信息出门在外，身份证是我们必须携带的，而HUAWEI Pay还支持eID，eID就是公民网络电子身份标识。华为联合了有关部门，将eID载入了大部分的华为旗下手机，大部分型号的华为手机和荣耀手机都可以进行线上线下的身份认证。甚至HUAWEI Pay还支持很多品牌的连锁酒店，换句话说，即使你忘记携带身份证，也可以使用华为手机的HUAWEI Pay功能办理入住。对于很多粗心大意的网友们来说，这个功能非常实用，毕竟身份证一旦丢失会很麻烦，如果被不法分子捡到利用那后果更是不堪设想。而HUAWEI Pay在很多地方可以让你不用携带身份证，防止丢失。HUAWEI Pay的安全性能怎么样，会不会泄露我们的隐私？对于很多消费者而言，最大的担忧就是HUAWEI Pay是否会泄露我们的个人隐私。对于这个问题，小编觉得不用担心，虽说HUAWEI Pay将很多卡片的数据读取了，但是操作过程也是非常严谨的，必须要实体卡片靠在手机上才可以读取，并且要经过本人的认证，输入银行发给手机的验证码才可以。即便是手机丢失，他人捡到如果不知道支付密码、没有支付指纹的话也同样无法使用。HUAWEI Pay目前存在着哪些局限性？因为目前有HUAWEI Pay或者类似HUAWEI Pay功能的手机不多，所以很多人事不知道这项功能的。例如小编有一次去和朋友看电影，因为电影院和信用卡有合作，又没带信用卡，就准备用HUAWEI Pay代替信用卡完成支付，结果电影院的售票人员表示，他们的机器不支持这种功能，小编解释了半天，售票员还是拒绝给小编尝试。于是无奈之下，小编只好选择了用其他方式原价购买电影票。用华为手机的网友们也没有用过HUAWEI Pay功能呢？是不是有一种华为在手，天下我有的感觉？欢迎在评论区留言讨论。", "author": "易驰科技", "newsdate": "发布时间：19-04-29", "newstime": "18:34", "sentiment": [{"positive_prob": 0.903894, "confidence": 0.786431, "negative_prob": 0.096106, "sentiment": 2}]}, {"title": "起诉美国政府53天，华为5G将迎来历史性的发展机遇", "content": "华为于2019年3月7日正式起诉美国政府，指控“美国国会通过立法惩罚华为”违背了美国宪法，妨碍华为参与公平竞争，最终伤害的是美国消费者，希望法院能做出“有益于美国消费者的正确决定”。到今日为至，时间已经过去53天了，华为的5G进展到底如何？下面我们看一组新闻：4月4日：瑞士运营商Sunrise采用华为5G端到端网络产品与终端瑞士领先运营商Sunrise采用华为5G端到端网络产品与终端，为首批5G用户提供固定无线接入（FWA）服务。在瑞士率先为住宅和企业用户提供的5G FWA服务，无需光纤连接即可接入高速互联网服务，从而迅速进入数字时代。2019年，Sunrise还计划在瑞士推出高带宽互联网电视和5G手机套餐服务。4月18日：首相使用华为Mate X手机打通了马来西亚第一个5G视频电话马来西亚首相敦马哈蒂尔4月25日参观了华为北京研究所，通过华为智真视频会议系统，现场连线位于4300公里外的华为马来西亚办公室和全球培训中心，和“未来种子”的学生进行交流。华为公司创始人任正非迎接马来西亚首相在2019年4月18日马来西亚通信部举办的5G Showcase上，敦马哈蒂尔首相使用华为Mate X手机打通了马来西亚第一个5G视频电话。除此之外，华为还结合自身ICT技术能力积极履行企业社会责任，过去五年，华为选送了76名优秀大学生赴中国参加华为“未来种子”活动。4月25日：乌兹别克斯坦认可华为人工智能和5G技术等应用乌兹别克斯坦总统米尔济约耶夫参观华为乌兹别克斯坦计划应用华为解决方案实施“平安城市”项目，并认可华为人工智能和5G技术等应用，希望与华为在ICT人才培训领域开展合作。4月26日：华为与俄罗斯塔商签署Site Cloud合作MoU在华为全球5G极简站点论坛首站 — 俄罗斯移动网络基础设施生态论坛期间，华为欧亚地区部运营商解决方案部副总裁卢力勃代表华为与俄罗斯塔商Service Telecom，Prime Telecom以及灯杆设施合作伙伴Vitrulux签署了MoU，共同构建合作更加广泛的站点联盟。华为与俄罗斯塔商签署合作MoU同时，俄罗斯市政详细阐述了他们在市政资源开放，以及简化资源获取流程上的策略，进一步激活社会基础设施、促进公众资源开放共享，降低产业重复投资，实现5G快速部署。4月27日：捷克总统欢迎华为参与5G网络建设捷克共和国总统米洛什·泽曼4月27日在北京和华为公司创始人、CEO任正非进行会谈，表达了对华为公司的支持，认为反对华为是没有任何根据的，并希望华为能更多地参与捷克的数字经济化和5G的建设进程。泽曼表示“华为是数字行业的领先者，尤其是在5G和智能手机领域，目前对华为的打击没有任何根据，希望华为在捷克更好的发展。”捷克总统泽曼与华为创始人、CEO任正非可见，美国的打压并没有对华为产生实质性影响，华为与世界各国的5G活动一直在有条不紊地进行着。截至3月底，华为已经和全球领先运营商签订了40个5G商用合同，7万多个5G基站已发往世界各地。任正非接受CNN采访时说，“我今天最兴奋的是美国对我们的打压，这会让华为更好地成长。”随着全球开启5G商用规模部署，华为将迎来历史性的发展机遇。", "author": "新人小芯", "newsdate": "发布时间：19-04-29", "newstime": "11:06", "sentiment": [{"positive_prob": 0.690601, "confidence": 0.312447, "negative_prob": 0.309399, "sentiment": 2}]}, {"title": "任正非仅占华为股权的1%，却独掌华为大权？还说华为会倒下！", "content": "每年的福布斯富豪榜或者胡润百富榜发布之后，大家看到榜单之后，都会发现几个非常熟悉的名字，马化腾、马云、许家印等等，而这些名字的后面，一般都是身价的数字，大家也能清楚的知道中国首富的身价是多少，例如最新的福布斯富豪榜已经公布了，马化腾身价138亿美元成为了中国的首富，但在众多的富豪身影中，大家一直都没有看到华为集团任正非的身影，对于华为集团取得的成就以及华为集团的发展，大家都是有目共睹的，那么，华为集团的任正非为什么没有上榜呢？根据相关报道，华为集团在2018年不仅实现了总营收超7000多亿元人民币，同时，还实现了净利润高达593亿元人民币，此外，不管是净利润还是集团的总营收，华为集团均实现了不同程度的上涨，对于华为集团集团而言，目前的全球用户已经超过了30亿人口了，不仅仅在中国的业务实现了遍地开花，已经覆盖了全球超过170个城市以及地区了，不仅如此，目前华为的员工也已经达到了18.8万人。华为集团还被一直稳健发展的格力电器的董明珠所称赞，任正非也是唯一一个董明珠比较欣赏的人物之一，根据相关报道，格力电器的董明珠曾经公开表示，格力电器的未来发展要向华为集团看齐，并以华为集团为目标，虽然目前格力电器的总营收只有华为电器的三分之一，但格力电器会紧跟华为集团的步伐，争取格力电器在新的一年也能攀登新的高峰。那么，任正非一手辛苦创立了华为，华为集团能够实现快速的增长，离不开华为集团的股权制度以及华为集团的“狼性文化”。在前面提到的马云，马化腾等富豪，他们旗下的企业均已经是上市企业了，而华为一直没有上市，主要原因也是华为的制度。根据相关数据显示，任正非仅仅只占华为集团1.01%的股权，剩余的98.99%股份为华为的部分股东以及员工所占有，也就是说华为集团的员工股权占比是非常大的，之所以没有选择上市，是因为任正非希望建立一个长远发展的企业，既希望员工持股实现财富的增值，但又不希望华为的员工因为股价的上涨，而实现身价的上涨而放弃了工作，所以华为一直坚持没有选择上市。而任正非虽然仅仅拥有华为1.01%的股权，但由于体制问题，华为集团的大权一直被任正非牢牢握在手中，所以有很多业内人士透露，华为集团的愚公持股比例是最高的，但任正非每年的分红都高达几亿元人民币，但心胸一向非常宽广的任正非却公开表示，一家超过百年的企业还能够实现很好的发展，其实是非常难的，华为也不例外，在101年之后也可能会倒下，所以只能通过建立完善的制度来实现华为的继续成长。", "author": "聚富财经", "newsdate": "发布时间：19-04-29", "newstime": "20:21", "sentiment": [{"positive_prob": 0.00305395, "confidence": 0.993214, "negative_prob": 0.996946, "sentiment": 0}]}, {"title": "华为手机销售火爆 产业链机会深度扒一扒！", "content": "来源：财富动力网华为一季度业绩同比增长39％相当亮眼，手机业务贡献首当其冲，全年有望冲击全球第一。可积极布局相关产业链具备量价齐升环节，静待5G手机开花结果。事件：4月22日，华为公布2019年第一季度经营业绩。数据显示，华为2019年一季度销售收入达1797亿人民币，同比增长39％；净利润率约为8％，同比略有增长。手机业务方面，今年一季度华为智能手机发货量超过5900万台。（去年接近4千万，同比增长接近50％）。回看2018年，华为智能手机的总出货量为2.06亿台，其位居全球第三。近期华为消费者业务CEO余承东曾表示，华为（含荣耀）智能手机2019年的出货量预计将达到2.5-2.6亿台，其在今年的目标是接近或成为全球第一。手机业务的暴增，离不开华为自身的努力，更离不开国人的支持（贸易战、摄像创新、国内售价便宜等），特别值得一提的是P30。P30一季度只在海外销售，预估销量在300万左右，业绩贡献有限。重点是二季度:4月11日国内上市后，日均销售都超过了10万台，华为内部备货600万，基本已经预定，开始向产业链追加订单。跟内部人士沟通了解到，P30系列的早期预计规划是出货量2000万台，目前提升到2500万的销售目标。（P20全年销量1700万）由于这部分是高端机型，而且出货量严重超预期，将积极带动产业链相关公司业绩反转。下面我们将P30手机核心供应商进行了一个梳理，再选取了部分受益确定性高且业务具备量价齐升的上市公司投资逻辑进行一个阐述。1、 集成电路封测：士兰微、长电科技、太极实业、通富微电；2、 模切及精密结构件：飞荣达、领益智造、安洁科技、 劲胜智能、长盈精密；3、 液晶面板：京东方、深天马 A、星星科技、蓝思科技、合力泰；4、 指纹识别：华天科技、汇顶科技、欧菲科技；5、 声学器件：歌尔股份；6、 电池模块：德赛电池、 欣旺达；7、 摄像头：欧菲科技；8、 被动元器件：顺络电子、麦捷科技、 艾华集团；9、 天线及滤波器：信维通信摄像头产业链：华为在 P30 Pro 系列中开启了新一轮摄像头创新， 四摄+潜望式摄像头，未来创新还将持续，除了手机外，华为智能硬件产品中也大量需要摄像头，如智能电视、笔记本、平板电脑、 AR 眼镜、汽车自动驾驶模块等，看好核心供应商欧菲光。欧菲光摄像头业务上下游整合拓宽公司护城河，市占率及盈利能力提升成长逻辑不变。公司中长期内有望完成上游镜头、 VCM、滤光片等关键零部件和算法等核心技术的整合，CMOS 领域与Sony/OV/三星深度合作、 VCM 领域与新思考深度合作，公司光学地位有望进一步提升此外，公司模组产能扩张有序持续推进，市占率有望随着下游手机集中化持续提升。并且，公司 18 年完成对富士胶片镜头专利及子公司的收购，镜头制造、光学设计能力显著提升，优势拓展跻身车载镜头主流供应商。未来公司多摄、 3D、汽车多品类持续发力，产品结构不断改善， ASP及毛利率水平预计将进一步提升。射频：随着 5G 的渐行渐近，智能移动终端（手机、笔记本、平板、无线耳机、智能手表等） 射频的创新也将非常多，天线数量的增加，射频元件的增多，射频连接的变化，看好核心受益公司电连技术。电连技术：短期来看，天线数量增加导致同轴线缆与对应的连接器数量增加，产品需求有望提升，同时同轴线缆连接器的价格到现在已经止跌。长期来看， 5G 时代下， LCP/MPI 软板为主流新方案， BTB 射频连接器需求配套提升，公司有望在产品结构升级中享受 5G 红利。被动元件：华为基站及众多智能硬件中对电感、变压器的需求逐步增多，叠加进口替代，看好核心受益公司顺络电子；顺络电子主业电感受益单机量价齐升及市占率提升。在电感产品往小型化、高频化、耐大电流、模块化及自动化发展趋势下，单机使用电感有望迎来量价齐升。类似 2G/3G→4G 射频电感使用量上升，在 5G 时代下，由于频段增加，射频前端芯片数目同样增加，则滤波器及功率放大器件配套使用的电感需求也将大幅提升。另外，新型 0201 产品单价是 0402 产品的 2 倍， 01005 单价更高。同时公司汽车电子业务实现重要客户突破，公司聚焦无线充电高价值细分领域，二者市场空间广阔，且进入壁垒较高。ODM/EMS 配套厂商： 智能手机创新对 EMS 要求不断提升，华为推出全时连接 Matebook E 有望热销，看好手机端和笔记本电脑端核心受益公司光弘科技、闻泰科技（有半导体业务较复杂这里不展开说）。光弘科技：华为为光弘第一大客户，光弘为其提供 EMS 服务手机台数快速增长，市占率逐步提升。2018 年底，华为对 ODM 和 EMS 的政策变化，带来光弘 2019 年部分华为订单从 ODM间接配套转变为直接配套；同时优秀的品控能力+交付能力，助力光弘承接的华为订单结构优化，高价值产品占比逐步提升，同时旗舰机可直接与富士康、伟创力等竞争，头部客户市占率提升明显。光弘发布 2019 年 Q1 业绩预告，预计 2019Q1 归母净利润为 7800 万-8400万元，同比增长 261.56％-289.37％，其中预计非经常性损益约为 1700万元左右， Q1 业绩靓丽，大超预期。Q1 历来为行业淡季，同时还有春节因素的扰动，而光弘 Q1 归母净利润若取中值 8100 万元，约为 2018 年 Q3、Q4 行业旺季之时归母净利润的 90％，大幅超预期。预计一季度主要受到华为带动作用出货量价齐升，按目前华为出货趋势，二季度大概率延续高增长。", "author": "金融界", "newsdate": "发布时间：19-04-29", "newstime": "07:24", "sentiment": [{"positive_prob": 0.96364, "confidence": 0.9192, "negative_prob": 0.0363601, "sentiment": 2}]}, {"title": "金参考｜监管华为多年 英国这一决定耐人寻味", "content": "参考消息网4月29日报道以首相特雷莎·梅为主席的英国国家安全委员会近来决定采纳英国国家网络安全中心的建议，允许华为参与英国5G网络“非核心”部分的建设。一段时间以来，所谓“华为威胁”的噪音在全球甚嚣尘上。美国为了封杀华为，大肆散布华为设备危害国家安全谬论，还到处游说其他国家政府，威逼它们拒用华为的设备。英国政府不以美国的马首是瞻，为华为5G通信设备开“绿灯”，究竟有些什么考量呢？第一，华为设备一直受到英国的严格监管。华为2001年在英国开设办事处，十多年来逐渐得到英国社会的认可。华为的设备一直受英国政府的严格监管。2010年，英国政府、英国电信和华为在伦敦附近联合设立了网络安全评估中心。此后，华为的设备在英国投入使用以前都在这里由英国政府机构进行安全检测。华为还对英国政府公开源代码。2014年，网络安全评估中心特意成立了监管委员会，由英国国家网络安全中心首席执行官担任主席。今年3月28日，监管会向英国国家安全顾问提交了2019年度报告。报告没有支持美国所谓的安全关切，而是指出华为既没有安装便于窃取信息的后门，也没有恶意行为。事实胜于雄辩。华为用实际行动赢得了英国政府和行业的信任。该报告同时也指出了华为软件系统存在的安全性问题。但正如英国官员所说，这些问题都属于技术缺陷，难以被别国所利用，而且不是华为专有。爱立信和诺基亚的设备也存在类似问题。为解决英方的担忧，华为承诺斥资20多亿美元，而且很快启动了有关项目。英国政府允许华为参与的5G网络“非核心”部分指的是接入网和传输网，属5G网络的“边缘”设备。英国电信专家认为，这类设备只起传输数据的作用，不可能被用来解读加密数据。第二，华为技术无可替代，被英国电信运营商称为“真正的5G供应商”。如果英国把华为排除在5G网络之外，不但要花大量资金更换现有网络中的华为设备，还将使英国5G商用时间被拖延一年半至两年。根据英国政府测算，这种推延将给英国造成高达68亿英镑的经济损失。更重要的是，英国5G商用走在世界前列的宏图必然落空，从而影响英国的国际竞争力。在这有关经济前景的重大产业上，英国耽误不起。第三，英国拥抱华为，有助于提升中英经贸关系。英国做出这个决定的时机令人玩味。4月25日，英国财政大臣菲利普·哈蒙德到访北京，代表英国参加第二届“一带一路”国际合作高峰论坛。哈蒙德访华的主要使命，就是为英国企业争取更多的中国订单。在目前英国深陷脱欧泥潭的形势下，中国是英国不可或缺的经贸伙伴。中国市场的潜力和成长速度，使英国不得不对中国市场格外重视。先后在与美国和日本的贸易协议谈判中碰壁的英国，愈发看重中国市场。此外，英国此举还将坚定华为为英国经济和创新持续作出贡献的信心。2012年，任正非访英与时任英国首相卡梅伦会面时，宣布华为在英国新增15亿欧元的投资和采购。这个目标现在已经实现。如今，华为（英国）公司员工过千，其中三分之二以上是本地人。华为手机芯片是由英国公司ARM设计的。华为还在英国资助了很多研发活动。英国顶住美国的压力，以事实而不是猜测为依据，决定对华为开放5G网络建设，值得点赞。英国的这项决定，使美国打压华为的努力遭受了新的挫折。澳大利亚和新西兰也会感到压力。它还有可能像当年英国加入亚投行的举措那样，带来连锁和示范效应，推动其它犹豫不决的美国盟友下决心同华为合作。“英国模式”大有可能成为美国盟友的参照。英国为华为参与5G网络建设开绿灯，符合英国的利益，是理性和务实主义的胜利。那么，是否意味着英国“一边倒”了？其实，英国的5G市场并没有对华为全面开放，而是仅允许华为建造基站，提供天线等“敏感性”不强的设备。用于存储数据的核心网，对华为依然是禁区。华为依旧被视为“有风险”的供货商，从而被排除在核心网供应商之外。由此可见，英国依然没能摆脱地缘政治的桎梏，实行“内外有别”的政策。此外，英国还对华为提出了非常严厉的监管措施。尽管如此，美国对英国的这一决定非常恼火，要求英国“不能把我国的情报处于危险境地”。英国国内也不乏怀疑和反对的声音。在国内外的强大压力下，不能完全排除英国对华为态度生变的可能性。另外，特朗普非常看重5G，发誓不允许其他国家在这重要领域超过美国。在这种背景下，可以肯定，美国对华为的围堵封杀不会停歇，仍会无所不用其极。美国据称计划在下月上旬召开的布拉格会议上向盟友施压，要求它们在5G网络建设中同美国保持一致，共同抵制使用华为设备。可以预见，华为5G走向世界，还会有不少磨砺。（文/周小明 作者系中国常驻日内瓦联合国代表团前副代表、中国驻英国大使馆前公使衔参赞）（以上言论系作者个人观点，不代表本网立场）资料图片。（路透社）", "author": "参考消息", "newsdate": "发布时间：19-04-29", "newstime": "00:18", "sentiment": [{"positive_prob": 0.968136, "confidence": 0.929192, "negative_prob": 0.0318636, "sentiment": 2}]}, {"title": "揭开股权神秘面纱，谁拥有华为？", "content": "“谁拥有华为？”近期美国两位教授以此为题发布了一篇报告，激起了外界对华为控制权问题的关注。4月25日，华为董事会首席秘书江西生在深圳接受多家外媒采访，回应了外界关于华为股权制度和治理机制的关切问题。江西生表示，华为有9万多员工通过工会来持有公司股份，是100%由员工持有的公司，没有任何外部政府或者是机构，没有国有资本持股华为，华为债券发行主要在香港和国外的资本市场进行。目前还没有在国内发债，银行贷款从现在来看大部分也是在境外为主，占70%左右。江西生否认了外界认为的“华为员工持股仅是一个合约的利润分配计划。”他表示，华为员工要交钱进来，去参与利润分配，并承担有可能减值的风险。还要选举持股员工代表来行使权力，所以华为股权分配计划不是一个利润分享计划，而应该是一个股权计划。此外，对于从工会判断华为是国有企业或者国家拥有，江西生也予以否认。他表示，华为工会是按照工会法的要求设立的，但是员工持股计划是按照公司法和深圳市公司内部员工持股规定来进行管理的，而且无论在运作还是在日常财务以及最终清算安排，完全跟工会法意义上的工会独立运作。如果工会破产清算时，是不是钱就要分给上级工会，而员工分不到，这也是错的。工会破产也好、公司破产也好，员工持股的这部分资产应该分配给当时登记的持股员工。关于华为任正非有一个否决权，江西生表示，任正非确实有否决权，只是重大事项有否决权，不是所有事项都否决。第二，他只是有否决权，而不是决定权。任正非对华为的影响重点是通过思想和管理的哲学来进行。他表示，华为持股人数远远超过50人或者超过200人，没有办法直接登记为公司的股东，华为通过工会作为员工持股的平台是有法律依据的，2001年深圳市政府颁布了公司内部员工持股规定，这种情况不只在华为，早期中国许许多多企业都是采用这种方式。而对于国有资本控股华为的猜测，江西生表示，“我可以再肯定的来说没有国有的资本在华为，这点很明确。”“关于华为透明化，这几年努力在做。华为不是上市公司，但我们尽量披露更多的信息让客户、供应商、消费者来了解华为真实情况。”江西生表示，最近一系列事件之后，确实面临着压力，确实要更多做一些透明化，让外部更加了解华为信息。但有一句话“永远不能唤醒一个装睡的人”，有些人你再怎么说他都会坚持他自己的东西，不会听你的。对于客户也好，合作伙伴也好，包括媒体，会做更多的透明的工作。4月25日，华为董事会首席秘书在总部中国深圳接受多家国际媒体采访，回应外部媒体关于华为股权制度和治理机制的关切问题。以下是记者从华为“心声社区”中截取的采访全文：江西生：各位媒体朋友们，早上好！也问候线上采访的朋友，在问题环节开始之前，花几分钟时间为大家介绍一下公司所有权概貌。在此之前，感谢美国两位教授写了那篇文章，才有了今天这样的采访，让我们有机会说清楚华为所有权的一些情况。一、华为是100%由员工拥有，这是华为30年持续发展的基础。PPT上的图大家比较清楚，是我们的年报上摘录下来的，华为每年都做年报披露。华为有9万多员工通过工会来持有公司股份，所以华为是100%由员工持有的公司，没有任何外部政府或者是机构。正因为华为这样的机制，都是由内部员工持股控制，所以这三十年来华为能够保持独立性，这个独立性也包括对公司战略的坚持和坚守。其实，近一二十年中国房地产最赚钱，很多企业做房地产，但是华为没有受到影响。前几年互联网、ICT行业都在强调风口。华为也没跟这个风，包括自动驾驶汽车等。行业管理上，华为在ICT方面，2000年时小灵通在中国发展很好，前几年3G发展时也有中国的3G标准，华为也没有在这方面受到过多影响，保持了自己的发展战略。第二，华为每一分钱的资本都是员工掏钱进来的，所以华为员工不会允许外部的一些影响去损害华为员工的利益，包括损害公司长远发展的利益。第三，华为没有外部依靠和资源，所以华为只有一点，就是员工必须努力去工作，这一点促使了每个员工都很努力。不但员工自己很努力，也会要求、监督同事甚至他的领导去努力工作。这点来讲，华为员工不能容忍惰怠和内部的腐败。另外，持股员工也是公司合规运营的天然监督者。二、华为工会作为工会法意义上的组织与作为员工持股的载体，在运作上相互独立。华为工会方面，中国有工会法，华为按中国工会法的要求设立工会。但是作为员工持股的载体和平台，两个方面是独立运作的。这里有三个名词：工会、工会委员会、持股员工代表会。华为工会是在深圳市工会注册登记的一个组织，工会委员会是根据工会法要求，由工会内部选举产生的一个管理机构，并不是由上级工会指派。华为现在工会委员会有7个成员。而持股员工代表会，是工会作为持股平台来代表持股员工行使股东权利的机构，是由持股员工一股一票选举产生的，目前有115个成员。为什么是相互独立的呢？前面讲到管理机构不一样。第二，职责不一样。根据工会法，工会法意义上对工会的职责是要维护员工的合法权益。重点是协调员工的劳动关系，关心员工的生活，解决员工生活中的一些困难，这是工会法的要求。遵循的法律是中国的工会法。工会经费的来源是由公司按照薪酬一定的比例缴付的，工会经费用于员工和工会的一些活动，在工会真正清算时，这一部分经费的结余由上级工会处置。作为员工持股平台的工会其管理机构是持股员工代表会，就是要履行持股员工的股东职责和义务。遵循的法律主要是中国的公司法和国家部门的一些关于内部员工持股的管理规定，在深圳市有一个深圳市公司内部员工持股规定。作为持股载体工会的资产资金来源是持股员工投资进来的，持股员工投资进工会后，工会再把这个钱投入到控股公司的资本中用于华为公司长远发展。员工投了资金以后，每年可以参与利润分配，所以华为公司的利润分配都是分给持股员工的。同时，如果公司出现亏损以后，股票的价值也会降低，持股员工相应承担减值风险。如果公司清算破产或者工会清算，这部分持股的资产是分配给当时登记的持股员工，按他们股份的比例进行分配。三、近期网上一些不实言论错在哪里？近期或者前段时间，在网络上有一些关于华为所有权的说法或者评论，包括两位教授的一篇文章，其实很多方面是不真实的或者不是事实。关于认为华为分配的不是股权，而是一个合约的利润分配计划。事实是，华为员工要交钱进来，去参与利润分配，并承担有可能减值的风险。还要选举持股员工代表来行使权力，所以华为股权分配计划不是一个利润分享计划，而应该是一个股权计划。关于中国的工会有一个国有的属性，因此来判断华为是国有企业或者国家拥有。这也是不对的！华为工会是按照工会法的要求设立的，但是员工持股计划是按照公司法和深圳市公司内部员工持股规定来进行管理的，而且无论在运作还是在日常财务以及最终清算安排，完全跟工会法意义上的工会独立运作。如果工会破产清算时，是不是钱就要分给上级工会，而员工分不到，这也是错的。工会破产也好、公司破产也好，员工持股的这部分资产应该分配给当时登记的持股员工。关于华为任正非有一个否决权，认为华为的管理控制主要通过任正非的否决权实现的。这点也是不对的！任正非确实有否决权，只是重大事项有否决权，不是所有事项都否决。第二，他只是有否决权，而不是决定权。任正非对华为的影响重点是通过思想和管理的哲学来进行。网上或者华为内部几天就可以看到一个任总的讲话，他就是靠这方面来管理的。这里讲一个故事，华为前些年有一个很有名的大水缸，白色搪瓷的，每次开会任总人还没有到水缸就在那里了，任总走到哪里水缸就跟到哪里，因为任总讲话多。近些年，没有看到了，因为公司到处有咖啡厅、提供水。这说明了任总通过他的讲话，通过思想去影响大家。以上是提前给大家做介绍的内容。1、金融时报：有几个细节的问题想问江老师。天眼查的记录上可以看到华为技术是华为投资控股有限公司100%拥有，华为控股的1%左右是任总，剩下的99%是工会委员会。工会和工会委员会这两个不同的体制有什么区别？为什么是工会委员会而不是工会？第二，您提到中国的法律上公司有一个限制，是不可能有几万个员工是拥有者，对工会委员会来说，谁是工会委员会的拥有者？第三，对于华为投资控股公司来说，谁是他们的员工？江西生：这个问题很好，关于工会和工会委员会，一般来讲工会是指法人组织，是根据工会法要求登记的基层工会组织。工会委员会是工会中的管理机构。在中国工会管理的相关文件中，有时两个概念也会混用。为了区分这两个概念，一般来讲我们讲工会是指法人组织，工会委员会是指管理机构。第二，关于人数限制，作为有限责任公司，要登记为股东时有一个人数限制，这是50人的限制。如果作为非上市的股份公司，人数限制是200人。在华为，持股人数远远超过50人或者超过200人。所以，华为的员工是没有办法直接登记为公司的股东，无论是作为有限责任公司，还是改为股份公司，都是不可能的。所以，这种情况下只是用了工会作为一个员工持股的载体和平台。这种做法也是有法律依据的，2001年深圳市政府颁布了公司内部员工持股规定。这种情况不只在华为，早期中国许许多多企业都是采用这种方式。大家知道的，像中国平安、深圳万科、联想等企业都曾经用工会作为持股的载体来进行员工持股。现在有很多其他企业还是以工会作为股东来登记进行员工持股。关于华为投资控股有限公司，这个公司是控股公司，有一些子公司，包括华为技术是子公司，主要是ICT业务，华为终端也是子公司，主要是终端、消费者业务。控股公司员工主要是综合管理的一些职能部门，像我属于控股公司员工。2、记者，纽约时报：您好，刚才的问题更多是工会和工会委员会之间的关系，我的问题偏向于工会委员会和持股员工代表会的关系。持股员工代表会115个成员是持股员工行使权利一股一票选举出来的代表，相应的法律法规是中国公司法和深圳市关于员工持股的内部管理规定，工会委员会在里面扮演着什么样的角色？由7人组成的工会委员会跟持股员工代表会是什么样的关系？谢谢！江西生：在运作上两者没有关系。3、记者，CNBC：您好！两位学者报告中指出华为持股员工持有的是虚拟股票，只是利润分享的机制。您能否解释一下华为的虚拟股票的真实性质？是怎么定价的？可以交易吗？是不是真的就只是一个利润分享的机制？江西生：为什么叫虚拟股票？因为不是员工直接登记为股东，不是华为直接的股份，所以我们叫虚拟。但是，华为这部分的工会股份是全部对应到每个持股员工的。第二，公司的利润完全由持股员工享有，也可以不分配，也可以分配一些，也可以留一些用于以后年度发展。第三，如果华为亏损，股票价值就会降低。一股一票选举持股员工代表行使这部分股份的权力。所以股东权力是由持股员工选举的代表行使的。第一，利益分享计划不可能行使这种权力。第二，利益分享计划不一定要掏钱。第三，利益分享计划不可能造成自己的损失。第四，利益分享计划在清算时不会有权利分享剩余资产。所以说是一个虚拟股，不是一个利益分享计划。至于刚才提到价格怎么确定，我们虚拟股每年根据KPMG审计的财务报告计算出来每股净资产的价值。当然，要刨去这一年的分红。记者：可以交易吗？江西生：员工内部不可以互相转让。每年员工也可以申请回购一部分。如果员工离开公司时公司会回购，如果满足一定的条件时，离开公司可以保留股票。4、记者，经济学人：您之前指出工会是根据相关的《工会法》注册的机构，工会委员会是一个治理的机构，这两者其实是独立的。但是工会要向上走到国家的工会对其负责的。怎么把工会委员会和工会完全区分开来，工会委员会不会受到政府和国家的控制？江西生：华为的工会委员会作为基层的工会委员会，按照工会法来进行运作和管理。作为基层工会的职责跟国外的一些工会组织的职责基本上是相近的。但是华为以工会的名义持股，工会作为持股的一个平台，是由持股员工代表会来进行管理的，跟工会委员会这一块是分离的、独立的。我们公司的工会委员会组织的一些活动是什么？是员工的业余活动，有一个生活协调委员会包括篮球协会、羽毛球协会、乒乓球协会、跑步协会、摄影爱好协会等这些协会组织的活动，是由工会委员会来组织进行的。5、记者，南华早报：您好！您刚才讲到任总有重大事项的否决权，没有决定权。哪些重大事项有否决权？有没有具体规定？江西生：有明确的规定，在华为有一个治理章程，治理章程很明确规定了哪些方面，例如公司的资本增资、资本结构调整，治理章程、重大治理文件的修订，包括公司董事和监事的候选人提名方面有否决权。这种否决权轻易不会使用的。治理章程明确地规定了各个治理机构包括持股员工代表会、公司董事会、监事会等机构的职责、权力以及相互之间制衡的关系。关于这一点我再多讲几句，华为治理章程花了很大的力气、很大的精力做出来的。公司通过三年的讨论探讨，吸收了古今中外的一些业界的、企业的、家族企业的、政党国家的制度的东西，当然更多是华为三十年来运作的思想经验总结，包括任总的管理思想、管理哲学的总结。我们还重点研究了美国宪法的制定过程和美国宪法的稳定性，很惊讶或者很认同。美国宪法两百多年只有27个修正案，这点很难得可贵。美国宪法两百多年的稳定也许正是美国两百多年快速发展的原因之一。6、记者，纽约时报：第一，您刚才提到工会委员会和持股员工代表会在组织结构上是没有关系的。为什么在工商的信息中是由工会委员会代持股票而非持股员工代表会？第二，就您解释的范围和职能上应该是持股员工代表会行使持股员工一股一票的权力。工会委员会带有“工会”二字，很多情况下对两者之间的职能、职权关系有一些混淆，为什么华为不考虑另外一个去避免这样的困惑。第三，您刚才提到虚拟股的持有不可以在员工之间相互转让，员工离职可以回购，一些情况下员工离职之后可以继续持有这些股票，什么情况下员工可以做这个事情，有没有相应的章程或者看到的法规规定员工什么样的情况下可以持续持有。江西生：你的问题很好，其实我们也想问，为什么不能让持股员工代表会登记为股东？事实上确实是工商局不给进行登记，这个问题早期是可以登记的。早期员工持股有几种方式：第一，员工持股会，直接可以做登记。第二，以工会名义登记。当然还有其他的方式搞一个控股公司或者其他的。到后来员工持股会这种社团法人在民政系统不给登记了，即使民政系统有了，工商局也不给登记为股东了，但工会作为股东登记一直是可以的。这个问题我们也为难，也经常问为什么不行，但是没有人告诉我。工会这种方式能不能改为其他方式？用很多公司，这就很复杂。有限责任公司最多50个，改为股份公司也是200个，9万多人要除上200个，要设立几百个公司，几百个公司超过200个又不行，层层加起来不能超过200个，所以也不行。还有没有其他的方式呢？也有可能太复杂了，成本也太高，而且可能最终还有其他的法律问题。所以，用工会作为名义持股，不一定很容易理解，但这在目前来讲是可行的，而且，华为一直采用了这种方式。关于什么条件下员工离职后可以继续持有股票，我们规定在华为公司工作满8年且满45周岁就可以继续持有，这是有规定的，我们有一个文件。下午去股权展厅参观时可以看一下规定。7、记者，金融时报：谢谢江总时间，有三个问题：第一，关于中国工会法。通过了解，根据中国工会法，华为工会委员会是一个国家的工会（应该是全国总工会）下属的一部分，华为应该按工资的2%左右缴一部分给华为的工会委员会，一部分往上缴，最终给全国的工会，这是不是正确的？总工会会对您的工会委员会有什么样的控制或者怎样影响的关系？同时会不会有管理关系，年度会不会有审查监督？第二，工会委员会是控股公司的工会委员会，而不是华为技术的工会委员会，您刚提到控股公司的员工大部分是像您一样是管理层而不是普通的员工，是否意味着工会委员会拥有者都是华为的管理层？7位是不是工会委员会的委员？是哪7位？是怎么选出来的？第三，今天开发布会部分是因为最近有国外的很多政治家等对华为的构成有一些怀疑或者疑问，这是宏观的背景。华为有没有别的想法对于自己的构成和资金变得更透明。例如会不会让KPMG的审查报告公开或者KPMG跟媒体有任何交流，有别的办法可以让国外有怀疑的人对华为有更多的信任？江西生：关于工会经费，公司按工资的一定比例计提，一部分用于基层工会的活动，同时有一部分上交给上级工会，我们上级工会是深圳市工交工会。工交工会跟上面什么关系我们不知道，他们之间的情况我不清楚。第二，华为工会跟深圳工会是什么样的关系？一是部分经费要上交深圳工会，另外要进行登记，工会的资格证书是深圳工会发放的，每年要进行年审。除此之外没有太多的其他的关系或者联系，包括不需要跟他汇报任何华为经营情况，他们也不会要来提太多要求，没有其他事情要做。华为就一个工会，华为投资控股有限公司工会。工会委员会成员是怎么产生的？是由各个部门推选。工会委员会的成员有七位：尹绪全、李今歌、吕克、史延丽、吴钦明、田峰、曹轶。这些人可能大家都不会太熟悉，因为没有董事会成员，尹绪全是工会主席，李今歌是副主席，这两个人是监事会成员，曹轶是负责生协，组织员工活动，其他的都是每个部门的管理人员。关于透明化，也许这是一个很好的提议，确实可以考虑一下。关于华为透明化，这几年努力在做。华为不是上市公司，但我们尽量披露更多的信息让客户、供应商、消费者来了解华为真实情况。最近一系列事件之后，确实面临着压力，包括媒体、政府需要了解更多华为情况，包括任总近期接受许多媒体采访，甚至像我，是比较害羞的、做内部管理的也要接受采访。确实要更多做一些透明化，让外部更加了解华为信息。但有一句话“永远不能唤醒一个装睡的人”，有些人你再怎么说他都会坚持他自己的东西，不会听你的。对于客户也好，合作伙伴也好，包括媒体，会做更多的透明的工作。包括华为股权的透明，了解华为的运作和华为机制。欢迎没有去过华为股权室的朋友们下午去看。8、记者，纽约时报：您好！我有两个问题：第一，透明性。工会委员会的章程有没有对外公开？公开从哪里可以获取？第二，华为对虚拟股份的机制很有组织，也是很系统化，如果转成公开上市的股份有什么样的法律方面、技术方面的困难。我知道华为不想上市，如果进行上市把股份进行转换，技术方面和法律方面是不是有什么样的困难？江西生：关于工会的章程，没有的，法律没有要求工会做章程。但是这个提议是比较好的，可以去做一个。但是关于华为的员工持股有一个章程。华为没有上市这个想法，一再表明不上市。无论怎样，200人的限制是存在的，首先要解决200人限制才能够有其他的。补充一点，平安上市的时候工会没有登记为股东，应该也是受到限制。平安进行上市改制时，工会就不作为股东，退出股东。但是员工持股的资产并没有交给上级工会，而是由当时的员工所持有的。9、记者，华尔街日报：您好！我有三个问题：第一，之前提到员工持有虚拟股份有选举代表的权力，但是就只看到有这方面的权力，怎么解释这些虚拟股份持有者是真正的所有者，而不是分享公司利润的人？关于持股员工代表大会和工会委员会之间的关系，持股员工代表大会是否对工会委员会有任何的影响？第二，工会委员会有七名成员，从运营上来讲他们对华为投资控股公司以及其他的华为公司和实体是不是有影响？第三，华为工会委员会是与深圳市的工会有一定的联系，深圳市的工会对于华为工会委员会的运作会不会产生影响？江西生：持股员工的权力，作为股东权力的行使是通过一股一票选举持股员工代表来行使权力。9万多人不可能经常去开会，成本很大。我们形成了一个共识，大家同意通过选举代表，由110多人代表大家行使股东权力。除了股东权力还有其他的减值风险、最终剩余财产分配权等，所以从这个意义上说应该是股东权益而不是利润分享。第二，工会委员会对持股员工代表会没有影响，持股员工代表会对工会委员会也没有影响，两者之间互相没有影响。工会委员会成员对企业经营也没有影响，无论是对华为控股还是华为技术都没有影响，因为不参加企业经营活动。他们不会以工会委员的名义和身份去参加经营活动。关于深圳市工会跟华为基层工会，主要的联系是要在深圳市工会进行登记，取得工会法人的资格。二是每年进行年审。华为并不需要向深圳工会汇报企业经营情况。10、记者，路透社：追问一下工会委员会，毕竟是持股99%的华为最大股东，刚才讲他的角色非常少，只是用来娱乐性的活动，不参与任何公司经营管理，这个理解是否对的？是否18万员工都自动是工会的成员？委员会的成员是7个人，是不是一直以来都是7个人？7个人多久选举一次？怎么样选举出来的？是18万人直选吗？和115个持股员工代表可以重合吗？和董事会成员可以重合吗？关于工会委员会的治理可不可以解释一下？第二，最近有英国媒体报道说美国CIA情报方面说华为接受过中国国有资本的资金，您的PPT当中说华为没有国有股权人。华为发了很多债券，债权当中是否有国有的成分？江西生：当然不是18万员工都是会员，会员是要申请的。第二，工会7个成员的选举不是每人一票选举，而是部门组织推选，这些人根据要求是三年选一次，工会不是组织娱乐活动，我们说的是身体锻炼、身心健康的活动，为了让员工更好的工作和更好的生活。至于工会委员是否跟代表重合，这没有限制，但是根据工会法、企业的主要领导人不能做工会委员会的委员。但是可以看到这些名单中首先没有董事有三个监事。工会委员会中有一个不是持股员工代表，其他几个是持股员工代表，没有完全重合，没有不能重合，也没有必须重合，没有这个限制。最后一个问题是关于美国讲的华为有国有资金债权，这不是真实的，众所周知，美国政府所说的大部分内容都不是真实的。关于这块很多次回应过，我可以再肯定的来说没有国有的资本在华为，这点很明确。第二，华为债券发行主要在香港和国外的资本市场进行。当然不是不在国内发债，目前还没有在国内发债。第三，银行贷款从现在来看大部分也是在境外为主，占70%左右。11、记者，CNBC：之前您提到华为的工会委员会向深圳市的工会上缴一定的费用，并不清楚深圳市的工会跟再上级的工会之间的关系。华为的这些工会委员会的委员您刚才也提到有一些是监事会成员、有一些是股东代表，从这个层面上来看，这两者真的是分开的吗？工会委员会和持股员工代表大会这两者好像没有分开，都是华为的业务，您怎么说服客户以及政府这两者确实是独立分开的呢？江西生：第一，我不清楚他们之间什么关系，这不是我们所要关心或者我要去知道的。第二，工会委员会和持股员工代表会，其实两者的职责、经费、运作是完全分离的，你刚才说都是华为的事务，但是是不同层面的事务。工会委员会主要是工会的活动，这个活动是业余的员工活动，当然包括身体锻炼、身心健康的活动，跟华为的日常业务没关联。如果问工会委员，他们可能说没开过什么会，也没有做过什么活动和事情。意思是工会委员会作为一个法律的形式需要存在，需要承担刚才说的去做的那些员工活动的工作，但不是委员自己去做。持股员工代表会是华为的最高权力机构，要对华为公司重大的经营活动进行决策。12、记者，南华早报：中国的工会是一个非常没有存在感的，华为是不是也是这样的情况？因为法律要求这个工会，所以建立它，搞一些业余活动，是不是想这么表达？江西生：您刚才说的是现在的一部分实际情况。", "author": "第一财经", "newsdate": "发布时间：19-04-29", "newstime": "12:33", "sentiment": [{"positive_prob": 0.625982, "confidence": 0.168848, "negative_prob": 0.374018, "sentiment": 2}]}, {"title": "4800万+4000毫安+麒麟980，目前最廉价的华为旗舰！", "content": "虽然现在小米9的敌人有千千万，但是要说最早的同时也是小米最放在心上的那一个敌人，恐怕还是它，华为荣耀V20。小米到底有多恨它？在红米发布会上雷军揪着它骂了整个发布会，各种科普它的缺点。但实际上，荣耀V20是真的凭借自身的实力获得了雷总的“厚骂”。而随着小米9的敌人越来越多，两千到三千档位之间的性价比新机越来越多，荣耀V20这个先驱者也被逐渐遗忘。不过最近官方又再度给其注入新的活力，使其变成目前性价比最强的华为旗舰！第一重活力是对荣耀V20进行价格下调，目前官方价是2799起，而第三方商家甚至已经来到了2600左右，比小9足足便宜了近四百块！第二重活力则是宣布荣耀V20为首批支持华为方舟编译器的手机，这能够使其在系统层级体验获得更上一层楼的体验提升！当然，荣耀V20既然有资格做小米9的对手，本身的配置就不差，目前主流的顶配基本都有，处理器方面搭载麒麟980，6G+128G的起步机身内存组合，后置4800万像素+TOF 3D镜头。配合华为独有的算法和各种Turbo加成，荣耀V20的性能和拍照实力非常强悍，在同价位上属于一流水准。而荣耀V20最大优势也是小米9最大的劣势就是电池容量，4000毫安大电池足以支撑长时间的续航。可以说荣耀V20该有的都有了，哦对了，还有外观没说，其配备的钻孔屏也是目前最潮流的全面屏方式，而比三星的挖孔屏，荣耀V20的盲孔屏开孔更小，对视觉美感破坏也更小。另外荣耀V20的背面双V造型也是其亮点所在。当然，荣耀V20也并不是没有缺点，正如小米王腾所说，2019年的旗舰还采用后置指纹和单摄真是说不过去了。不过即使有这两个缺点，现在这个价格小智觉得还是挺划算的，可以入。", "author": "机智玩机机", "newsdate": "发布时间：19-04-29", "newstime": "23:31", "sentiment": [{"positive_prob": 0.814818, "confidence": 0.588485, "negative_prob": 0.185182, "sentiment": 2}]}]