[{"title": "人气低迷，华为P30 Pro一夜新低，网友：赶紧退场吧！", "content": "激烈的市场竞争后，手机市场也是进入了一个稳定阶段，主流厂商继续发挥技术优势，同时还强势进入了低价手机领域，也是完全没给二三线厂商活路，小米、华为、OV等都在卖力宣传自己的千元机，华为在最近更是一口气发布了两款新机，看得出来华为是要将“机海战术”进行到底了，而在增加用户选择概率的同时，却让一些老旗舰感到受伤，新老交替之下华为P30 pro人气低迷，热度是远不如华为mate30系列，华为靠什么阻击强势的苹果11？网友直呼赶紧退场吧！无奈之下华为P30 pro一夜新低，价格也是剑指iPhone11，这一次苹果11地位不保？从平台方获得数据，华为P30 pro价格已经开始松动，第三方渠道商方面已经走低到了4400上下，还是要比苹果11要少个大几百的，如此一来苹果再遭阻击，苹果11地位不保？至于两款手机谁更好的话题，各大媒体朋友也是意见不一，从发布日期来看，华为P30 pro是一款旧旗舰，麒麟980处理器在性能上还是逊色给苹果A13不少的，后者采用了最新ARM构架开发，还有更好的AI算力和GPUS性能，iPhone11已经是地表最强机皇！华为P30 pro最大卖点还是手机拍照，也曾拿到了DXOmark第一名的成绩，不过相机更重要的还是考验厂商的调教能力！你看人家佳能、尼康顶级单反也就2000万像素，拍出来的画面肯定是比华为手机更好的，华为P30 pro具备50倍数码变焦和RYYB传感器，意味着它夜晚拍照的光线会比iPhone好很多，还有微距、超广角等模式可供选择，在拍照乐趣和功能上肯定是远超iPhone11的，不过实际测试来看，不见得华为P30 pro拍人像、美食上会比苹果手机更好，对比iPhone11来说，华为P30 pro拍照领先优势在算法和功能上，综合实力还是华为更强！拍照是一个主观性因素影响很大的参数，一千个人就有一千个哈姆雷特，身边有一些摄影爱好者就更偏向于iPhone，画面感更加写实，人像模式的背景虚化效果也更加真实，而新版本的iOS13系统也是优化了iPhone11的相机，deep fusion可以捕捉到更多细节，智能HDR提升了动态范围，iPhone11也加入了多帧降噪技术，QIS防抖和超级夜景加持下，iPhone11拍照实力已经属于业内领先水平，别看人家像素就双摄1200万，拍出来的画质不会逊色给华为P30 pro多少，因为普通用户不该在拍照方面吹毛求疵！那么华为P30 pro和iPhone11除了拍照和性能上的差距，最大的区别是什么呢？归根到底还是系统体验，iOS13是历代更新变化的一代系统，还增加了文件系统和健康系统，用户访问系统变得一触即达，还新增加了深色主题模式，在苹果A13处理器加持下，iPhone11的人工智能机器学习帮你妥善地整理照片、视频，而系统流畅度本身也是业内领先，相对比错综复杂的华为EMUI来说，iPhone11在系统美观度方面更高，流畅度体验方面比P30 pro更好！总结来说，iPhone11在性能领先优势还是蛮大的，并且这个差距可能一直持续好几年，而旧款华为P30 pro如今人气低迷，价格虽然比iPhone11便宜，可用户喜好却没有发现实质性的改变，喜欢苹果的注定还是去买了iPhone11，而偏爱华为的想必更多还是去换到新款华为mate30系列了，旧款麒麟980也是集体出现低迷迹象，用户喜好开始转移到5G安卓手机或者4G版iPhone了，网友看到华为P30 pro的价格之后直呼，“赶紧退场吧，买它还真不如Mate30 5G版了！”【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-10-30", "newstime": "07:14", "sentiment": [{"positive_prob": 0.128838, "confidence": 0.713694, "negative_prob": 0.871162, "sentiment": 0}]}, {"title": "华为值1.3万亿美元，超过苹果、微软，世界第一？！", "content": "来源：直面传媒来源：刘晓博说财经华为到底值多少钱？这一直是财经圈的热门话题。跟苹果、微软、三星、阿里、腾讯这些公司不同，华为没有上市，所以它的估值只能猜想、无法验证。最近的说法，是中国工程院院士倪光南10月26日给出的，他在“中国企业高质量发展论坛”声称，华为值1.3万亿美元，超过苹果和微软，全球第一。苹果公司的最新市值是10995亿美元，微软是10906亿美元，这两个巨头最近各领风骚三五天，轮流当全球市值最大的企业。也就是说，倪光南认为华为比苹果（或微软）估值至少高出2000亿美元，这几乎相当于两个高通的市值了。如果华为真的值1.3万亿美元，折算成人民币就是9.18万亿。9.18万亿是什么概念？整个上海市的全部上市公司市值，也不过七八万亿。而深圳此前上市公司总市值也不过10万亿人民币，加上华为就可以跃升为19万亿，让深圳上市公司市值达到上海的2倍多。上图：苹果股票最近走势。9.18万亿，还相当于4.5个工商银行，或者1.5个“腾讯+阿里”。9.18万亿还超过“北京+上海+深圳”1年的GDP。那么问题来了：倪光南的这个说法靠谱吗？华为到底值多少钱？我的看法是，如果华为上市，估值一定达不到1.3万亿美元。华为在A股上市，估值会高一些，或许能有40到50倍市盈率，也就是达到3万亿人民币左右，跟阿里和腾讯差不多；如果在港交所或者美国上市，则估值还会再低一些，甚至低于3000亿美元（2.12万亿人民币）。原因很简单，资本是要追求回报率的。大家首先会看企业的概念，其次是市盈率，第三是预期，也就是未来的成长性。华为2018年的净利润是593亿人民币（不到90亿美元）。2019年中期，只宣布了营业额和净利润率，大概可以推测净利润是349亿人民币。上图：截至今年6月末的全球十大上市公司市值榜。假设华为没有被制裁，按照2019年700亿元人民币净利润（100亿美元）计算，3000亿美元的市值就是30倍市盈率。而达到3万亿人民币市值，则市盈率为42.5倍。至于达到倪光南说的1.3万亿美元，则市盈率是130倍以上。事实上，苹果公司的市盈率只有21倍，微软只有26.6倍。至于全球芯片巨头——高通，也不过29倍市盈率，市值才1000亿美元左右。上图：华为近年来的业绩。更何况在国际投行眼中，华为类似苹果，是一个偏硬件的IT企业。至于亚马逊、脸书、阿里和腾讯，被认为是典型的互联网企业。一般来说，后者的估值会高一些。相比中国香港和美国市场，A股一定可以给华为更高的估值。但华为毕竟是白马股，业绩优良、市值庞大，这种股票估值也很难超过50倍。这样我们可以计算出华为在A股的估值上限：700亿元（年净利润）×50=3.5万亿元。如果达到3.5万亿元人民币的市值，则还是可以超过阿里、腾讯，成为中国第一股的。但前提是50倍市盈率成立，这个有难度。从预期看，华为会有一段艰难的日子才能杀出重围。所以未来几年，华为的研发投入会增加，净利润可能会降低，这会影响它的估值。上图：华为主要收入分布。而这，正是华为不上市的好处。如果上市了，股市更看重眼前的回报，以及短期的市值。但事实上，华为现在需要过坎儿，需要通过大量增加研发投入建立“势能”，构建自己的护城河。根据公开资料，截至2018年底，华为累计获得授权专利87805项，其中有11152项核心专利是在美国授权的。过去30年，华为和运营商一起建设了1500多张网络，服务170个国家，30多亿人口。华为加入了400多个标准组织、产业联盟、开源社区，担任超过400个重要职位。这些都意味着，华为已经成为核心专利的拥有者、核心标准的制定者，并全面领导了全球5G技术。这的确都是非常值得自豪的成绩，但这些成绩很难被“势利眼”的资本市场充分承认，对于华为这类“超级白马股”，市场反而更多地关注它的风险，以及高增长是否可以持续。科技领域风云变幻太快，多少知名的跨国公司，转瞬之间就被挤出历史舞台。巴菲特为什么很多年都不太投资科技股，就是因为这个领域太“无常”。倪光南是一个学者，他不太懂估值的概念。他力挺华为，很大程度上是为了表明他的观点——支持中国走高质量发展之路，希望诞生更多华为，当然，这里面也暗含着对他的“老东家”联想的批评。倪光南是联想早期的总工程师，对联想发展贡献巨大。后来跟柳传志因公司发展战略上产生分歧，倪光南主张联想侧重技术研发，而柳传志则比较重视产品的商业化。最后，倪光南被迫离开联想。在倪光南看来，华为完美地体现了他给联想设计的道路。联想今天的式微，就是因为没有把技术研发放在更重要的位置。偏爱华为的倪光南，给华为一个超高估值，是可以理解的。事实上，华为有今天的成就，就是因为任正非看穿了“估值”是个虚荣的圈套。如果华为领导层贪图财富，在意福布斯富豪榜上的排名，恐怕早上市了，而企业要么早就卖了，要么早就垮了。对于华为来说，最宝贵的是它的制度，其次才是它创造的专利、制定的行业标准、建立的全球口碑和汇聚的人才。在制度里，股权制度值得关注。华为给员工的股权，绝大部分带有“在职分红权”的性质。员工离职，股权会被公司回购，不能带走、继承。而华为的表决权和分红权也实现了某种程度的分离。比如任正非只有不到2%的分红权，但却拥有股东大会一半的表决权，保证了对公司的控制。正是有这些制度设计，员工才能保持狼性，华为才能永远年轻。有了这种股权设置，华为也就很难上市了。所以，当你跟任正非谈估值的时候，你就OUT了。顺便说一句，全球最大市值企业将是沙特阿美，沙特最大的石油企业。这家企业去年净利润是1110亿美元，大约相当于12个华为，年利润是宇宙第一大银行——工商银行的2倍还多。沙特阿美上市后，市值可能在1.5万亿美元以上。据称，沙特阿美拥有的油田开采成本极低，每桶油的成本只有2到3美元，连中石油成本的十分之一都不到。", "author": "新浪财经", "newsdate": "发布时间：19-10-30", "newstime": "16:51", "sentiment": [{"positive_prob": 0.962723, "confidence": 0.917162, "negative_prob": 0.0372772, "sentiment": 2}]}, {"title": "华为的接班人担子或将很重？任正非表示家人没义务接手华为！", "content": "华为的接班人担子或将很重？任正非表示家人没义务接手华为！“我是否存在，都不会影响公司的实际运作。”这是华为CEO任正非在10月22日接受欧洲记者采访时说的话，这说明他在公司其实已经退居“吉祥物”的位置了，不过这个“吉祥物”是真的给华为带来吉祥的人。不过无论怎么说，华为现在的运行其实已经跟任老爷子关系不大了，或者说，任老爷子自己在有意淡出华为的权力圈了。“我不会把终身献给华为，没有想过，还是要留一点时间去游山玩水的。”任老爷子在采访时还这么说过，足见他其实已经有了功成身退的打算了。而且他还在采访的时候表达过自己在家庭方面的遗憾，称自己年轻的时候为了奋斗，几乎没有顾及过家里，任老爷子回忆称有一次女儿拒绝自己的买给她的礼物，理由就是要他也给母亲送礼物，那时他不仅很少陪妻女，并且还还少有时间去孝敬双亲，还说：“子欲养而亲不待”。为此任老爷子一直引以为憾，可是他在采访中却表示，自己若是不好好把华为做好，可能会留下更多的遗憾，如今被问起考虑什么时候退休的时候，任正非以自己是一个“傀儡”回应，也说要看美国政府批不批准。所谓“傀儡”，其实跟笔者一开始说的“吉祥物”异曲同工，这是任正非个人自己的意愿所致，而且任正非也明白，一直大权在握，肯定会影响整个公司的活力的。至于他的退休为什么要跟美国政府的意愿挂钩，相信大家最近也能看到任老爷子满世界飞，就是为了当华为在外面的发言人，帮华为跟那些西方国家搞好关系，释放华为的善意。任正非的意思其实就是，能看到华为一直在变好，那么他应该就能开开心心去玩耍了。由此也能看出任老爷子已经将华为当成了自己亲人一般的存在了。可是也有人会有疑问，既然这么看重华为的话，为什么不将华为的接班人安排成自己的亲人呢？记者也在采访中表达了类似的疑问，任正非则称，华为没有给他们家那么大的利益，所以没必要承担那么大的责任。由此也可以看出，华为尽管表面看起来频频胜利，但是就像毛主席的一个思想：只有战略上的胜利才算是最终的胜利，当下华为的胜利还没到完全决定战略胜负的程度，而任老爷子也是看出了这一点，才知道，无论下一任领导人是谁，他身上的担子不会比自己轻。", "author": "HAO懂科技", "newsdate": "发布时间：19-10-30", "newstime": "17:05", "sentiment": [{"positive_prob": 0.0137308, "confidence": 0.969487, "negative_prob": 0.986269, "sentiment": 0}]}]