[{"title": "手握2000元！OPPO A11x和华为nova 5i怎么选？关键看这几点", "content": "如果现在你的手里拿着2000元，你会选择什么手机呢？这个价位里可选择的对象有很多，但是OPPO A11x和华为nova 5i应该是其中更好的选择，因为它在用户更关注的外观、配置、拍照等几个方面都是做到了均衡的表现。那么问题来了，只能买一个的情况下，OPPO A11x和华为nova 5i又该如何选择呢？首先我们来看看两者在外观设计上的差异化，OPPO A11x采用的是目前主流的水滴屏设计，而华为nova 5i则是挖孔屏，双方同属于异形屏，实际上的观感其实是一样的，只不过挖孔屏在实际应用的过程中，给人的心理暗示会更大，直白一点说就是总是让人忍不住去盯着挖孔区域看。而OPPO A11x这次的水滴造型相较于上一代占用屏幕的显示区域减少31.4%，所以看上去没有那么的突兀，日常使用的时候也是能够察觉到它的存在。不过这样的观感差异化，更多的还是因人而异，有的人喜欢水滴屏，但是也有人想要尝鲜挖孔屏，因此最后选择还是更加各自的使用需求来买就行。背面的设计上，OPPO A11x和华为nova 5i都加入了不错的光影变化效果，从不同角度看过去呈现出来的纹理和色彩表现都不尽相同。而这样的变换色彩也能够有效提升整体的外观辨识度。比如华为nova 5i背面纹理呈现出来的是一种S型效果，而OPPO A11x的效果则更像是自然的极光纹理。配色和纹理的选择更多的是因人而异，但是背面设计的风格其实OPPO A11x的辨识度会更加出色一点。华为nova 5i是比较传统的左侧摄像头排列+中置指纹识别，没有太多的新鲜感。而OPPO A11x采用了旗舰系列的中轴对称式设计，摄像头、指纹识别以及Logo表示都集中在中轴线上，所以背面的设计感，OPPO A11x更加的统一且具备美感，华为nova 5i则略显普通。2000元价位，硬件性能自然要满足绝大多数使用场景的需求，为此，OPPO A11x和华为nova 5i都是有着不错的表现，其中OPPO A11x拥有8GB+128GB标配了超大内存组合，同时运行多任务也是没有任何问题。加上Game Boost 2.0游戏加速引擎，游戏体验自然非常出色。而华为nova 5i最高配置也具备8GB+128GB内存组合，并且系统中也是继承了类似GPU-Turbo的技术，所以两者在日常使用体验方面，都能够带来不错的使用体验。拍照功能应该是当下消费者用户在购机时候的重要参考指标，而OPPO A11x和华为nova 5i在影像技术方面的实力在同级别中也是出于一个较高的水准。双方均采用了后置四摄的设计，不过在规格上还是存在了一些差距。OPPO A11x采用的是4800万四摄，而华为nova 5i则是2400万四摄。所以在拍摄的清晰度上，OPPO A11x可能要更好一点。其次在拍照的功能算法优化上，OPPO A11x和华为nova 5i都具备了美颜、超广角、微距等功能，可以说，该有的功能双方都有了！而且在超级夜景模式上也都作出了提升。不过凭借着4800万的主摄OPPO A11x在夜景成像上的优势还是会更加出色一点。还有一点是值得关注的，那就是现在很多年轻人都喜欢用视频来记录日常的生活，因此对于手机的视频拍摄也有着更高的要求。而在OPPO A11x和华为nova 5i中，只有OPPO A11x针对视频拍摄作出了优化，不仅可以支持最高4K分辨率的视频拍摄，同时还通过搭载EIS电子防抖技术，让拍摄的画面更加稳定，而这些在华为nova 5i上则略有缺失。最后在聊聊日常使用体验上，双方存在的差异化。在续航方面，OPPO A11x内置了5000mAh电池，比华为nova 5i的4000mAh要高出1000mAh，日常使用的持久性也是一目了然。其次OPPO A11x内置了超线性扬声器与底部扬声器带来了立体声的效果，这也是华为nova 5i所不具备的。不过好在双方都保留了3.5mm耳机插孔，日常使用的便利性还是不错的。综合来看，在2000元这个价位上，OPPO A11x和华为nova 5i其实都是一个值得入手的选择。只不过在拍照、续航以及日常使用体验上OPPo A11x的表现要更加出色一点。所以对这一方面有重点需要的可以选择OPPO A11x，当然华为nova 5i也是一个不错的选择，也就是买谁都不亏！", "author": "趣味数码社", "newsdate": "发布时间：19-10-07", "newstime": "19:22", "sentiment": [{"positive_prob": 0.150932, "confidence": 0.664594, "negative_prob": 0.849068, "sentiment": 0}]}, {"title": "华为事件再次反转，世界巨头与老美反目？CEO:华为是重要伙伴", "content": "时至今日，相信大多数读者对于华为禁令事件已经不再陌生，这是今年最热门的话题，可以说一直是网友们备受关注的问题，回首过去的几个月，毫不夸张的说：华为经历了“从天堂到地狱”的整个过程，从成功研发出5G被用户认可而走向“天堂”，再到被质疑技术存在安全问题，被打压走向“地狱”，虽然期间华为经历了许多困难，但在国人与华为自身的努力下，目前的华为已经初步走出禁令的影响范围，受影响程度越来越小。在前不久，英国ARM公司和高通还先后宣布要与华为继续合作，并表示华为是他们重要的合作伙伴，其中ARM与华为的合作最为关键，因为它掌握着时下芯片生产最关键的架构技术，在目前，这项技术几乎无法取代，因此ARM宣布不受影响与华为合作意义重大，对于华为来说，此前系统、芯片、代工所产生的问题已经初步被解决，因此，相比之下与高通恢复合作并不是十分重要。虽然ARM公司已经明确表态要与华为保持合作，但再次之前ARM公司并没有这样的声明，甚至还曾传出要停止与华为往来的言论，虽然并没有被官方证实，不过他们却曾表示： ARM公司所属技术存在美方技术，因此授权给华为使用的架构或将受到影响，此外，这家公司最大的股东孙正义也曾表示：虽然华为5G技术很成熟，但软银集团或者是日本，不使用华为设备依旧不会有问题。因此此次ARM方面发表的言论明显是很大的反转，更重要的是，作为曾经拥护美方的企业，ARM此次的行为无疑会让特朗普很懵逼，甚至会与美方反目，但从目前情况来看，ARM方面并不是很在意这件事，而且还特意的强调，此后与华为的合作不会再受到禁令影响。其实ARM公司并不是第一个“挑战”禁令的巨头企业，此前著名的谷歌公司就曾这样做过。不过，在多数网友看来，谷歌的“倒戈”并不是心甘情愿的，而是受到了华为自研系统的影响。其实不管怎样，众多世界巨头宁愿与老美撕破脸也要与华为合作，对于华为来说是一件再好不过的事，因为这不仅会缓解华为自身的压力，还能够帮助华为更好的发展，毕竟对于一个企业来讲，不可能所有技术都依赖自主研发。伴随着ARM的正式声明，华为将能够使用最新的V9架构，用来研发新一代的芯片产品，虽然华为拥有V8架构的永久使用权，但V8与V9比较起来还是会有一些差距，毕竟V9是V8架构的升级版本。综合来看，华为能有现在的成绩完全靠自身实力，不过你愿意为华为点赞吗？", "author": "小土豆聊科技", "newsdate": "发布时间：19-10-07", "newstime": "19:35", "sentiment": [{"positive_prob": 0.929112, "confidence": 0.842471, "negative_prob": 0.0708882, "sentiment": 2}]}]