[{"title": "为什么华为mate20Pro那么贵还需要抢购？谈谈这款手机的优缺点", "content": "华为mate20Pro自从在2018年10月份发布至今，就么有实现真正的现货开放购买，目前第三方平台上甚至在不断地加价出售，价格一度飙升到了六千元以上，成为国产最贵的手机。而今天我们来跟大家聊聊，为什么华为mate20Pro那么贵还有人抢购？跟大家说说这款手机的优缺点。华为mate20Pro这款手机到底有什么优点能够吸引人们去抢购呢？自然是因为它在性能以及拍照、做工等方面的表现，确实也是华为目前最出色的产品。它具备了麒麟980处理器，同时也配置了高达4000万像素的徕卡认证三摄像头，并且也有4200毫安时的电池以及搭载最新的EIUI9系统，同时应具备的15W无线快充以及反向充电等新技术。换句话说，目前华为无论是在体验还是在配置上都是目前华为最为顶尖的。不仅如此，华为mate20Pro这款手机即便是对比目前价格同样是在五六千元的苹果、三星，它也是不落下风。在做工方面真的是有了很大的提升，手感也非常的好，而且华为手机的质量也绝对可靠，拍照甚至还能吊打iphoneXsmax，如此的实力，对于一个国产手机品牌来说，这也绝对是一流的水准。当然了，在缺点方面我们也需要去承认华为mete20pro同样有不足，比如说存在黑边以及刘海屏幕的设计没有什么创新，这都是需要华为后续去努力的方向。除此之外，华为手机目前在系统方面同样还是需要继续优化，对比起苹果iOS系统以及小米MIUI系统来说，EMUI系统在体验方面还是有不足。笔者想说的是华为mate20pro之所以会那么贵还有人抢购，实际上也是得益于人们对于国产手机品牌的支持。这款手机的，整体表现确实也非常出色，但是更多的是依赖于人们对于国产手机的信赖与支持，毕竟在这5000元以上的价格档次上还有着iPhone与三星等手机可以选择，并且，新的华为mate20pro还是处于加价购买的状态，其实在苹果三星的手机产品方面也不逊色于华为。当然，消费者可能会对华为mate20pro这款手机价格卖得很贵还需要抢购感到不满，但如果是从支持国产手机品牌这一点来说，什么也都可以理解了，因为华为mate20pro这样的手机确实能力非常出色，虽然遭受着缺货之苦，但是如果你愿意等待的话，它确实也是一款比较值得买的国产手机。你们愿意去等待华为mate20Pro这款手机吗？如果是你，你是否会去继续抢购？", "author": "叽歪数码", "newsdate": "发布时间：19-01-29", "newstime": "08:33", "sentiment": [{"positive_prob": 0.0165397, "confidence": 0.963245, "negative_prob": 0.98346, "sentiment": 0}]}, {"title": "美国正式引渡孟晚舟 指控华为欺诈、窃密等罪名", "content": "中宏网1月29日电 综合外媒报道，美国当地时间周一，美国司法部正式向加拿大当局提交了引渡文件，以引渡华为首席财务官孟晚舟。此外，美国司法部还宣布在纽约就中国的华为公司提起13项指控。这些指控包括银行欺诈、阴谋电汇欺诈、违反《国际紧急状态经济权力法》等。被告方包括华为公司、其两家附属机构以及孟晚舟本人。美国司法部称华为涉嫌窃取T-Mobile的商业机密。这些指控源于T-Mobile在2014年提起的一项名为“Tappy”的民事商业诉讼，该机器人可用于测试智能手机。据了解，在纽约布鲁克林的起诉书中，美国指控华为的两家附属公司及其首席财务官涉嫌与伊朗交易，指控孟晚舟以欺诈方式就华为在伊朗的生意误导美国银行。另外，检方还指控华为利用在香港的空壳公司向伊朗出口不符合美国制裁的设备。商务部长罗斯在记者会上说，“中国公司多年来一直在违反我们的出口法律、削弱我们的制裁，利用美国金融机构协助其‘非法活动’。这种情况需要停止。”他说，“我们再一次警告世界，我们会尽一切努力，制止违反美国法律的行为。”此前，加拿大驻美国大使麦克诺顿曾说，美国已通知加拿大政府，计划继续正式请求引渡华为首席财务官孟晚舟，罪名是涉嫌违反美国对伊朗的制裁。美国司法部发言人Marc Raimondi则在一份声明中说：“我们将继续引渡被告孟晚舟女士，引渡申请将在加美引渡条约规定的期限内进行。” “我们非常感谢加拿大继续支持我们，共同努力实施法治。”孟晚舟是华为首席财务官、创始人任正非之女。她此前在温哥华被拘押，目前已获保释。美国提出申请的截止日期是本周三。目前已有一场听证会安排在2月6日举行。此前，任正非罕见接受采访，谈及女儿现状。另据《纽约时报》报道，美国情报官员预计将于周二宣称，包括华为在内中资电讯公司对5G的投资，对全世界都是威胁。特朗普(Donald Trump)也在考虑在未来几周内签署行政令，禁止美国企业在电信网络中使用来自中国的设备。此前，中国官方曾多次对美国对华为和孟晚舟的指控表示反对。据外媒报道，在收到正式请求后，加拿大司法部国际援助小组的律师必须在30天内决定是否将颁发“继续进行权”，这授权在高等法院法官面前举行引渡听证会，法院将考虑是否同意引渡被逮捕的人。如果美国的请求符合加拿大向美国引渡的要求, 加拿大不能拒绝颁发 “继续进行权\"。加拿大最近任命的司法部长大卫·拉梅蒂将对孟晚舟是否会被引渡做出最终决定，孟晚舟有几次机会对决定提出上诉，最终决定可能推迟到数月甚至数年以后。因此，即便美国提出申请也并不意味这能够成功引渡。", "author": "中宏网新闻", "newsdate": "发布时间：19-01-29", "newstime": "09:19", "sentiment": [{"positive_prob": 0.0452756, "confidence": 0.899387, "negative_prob": 0.954724, "sentiment": 0}]}, {"title": "华为电视近了！荣耀上半年有望推出电视", "content": "华为真的要做电视了！它跨界而来，究竟是“搅局者”，还是“救世主”？多位业内人士向第一财经记者确认，华为今年将会正式涉足电视江湖，并在近期频繁接触彩电界人士，为即将正式推出的电视寻求渠道建设、产品营销方面的建议。一位接受过华为相关咨询的业内人士告诉第一财经记者，荣耀预计今年4、5月份会先推出电视，华为电视今年下半年也会推出。尽管像小米一样，华为做电视也是冲着智能家居，但预计华为不会像小米那样走低价路线。华为电视将定位中高端，结合5G通讯技术。对此，华为官方保持谨慎态度，对第一财经记者表示“不予评论”。面对强大的新玩家，彩电厂的心态复杂，一方面严阵以待，加快自我变革，以免“被颠覆”；另一方面也希望华为能够提振彩电业，改变行业微利生存的困境。为带动5G通讯网络需求华为做电视已酝酿了几年。最近，华为频繁接触彩电界的相关人士，为正式推出电视，寻求渠道建设、产品营销方面的建议。一位接受过华为相关咨询的业内人士告诉第一财经记者，华为2019年会做电视，产品已有准备，荣耀先从线上市场切入。现在从产品队伍、产品立项，到找外部合作伙伴代工，都已经有动作。华为做电视，现已有200-300人的团队，电视研发放在IoT（物联网）的大部门下，放在智能家居的业务中做。预计华为将找京东方控股的高创公司来代工电视，高创的代工厂在苏州吴江。为什么华为要进军电视？上述人士说，华为如果把4K、8K电视推动起来，大家有使用高质量内容的习惯，才会真正带动5G通讯基站和网络的需求。目前，4K电视的渗透率已经达到67%，但基本上看不到4K内容。所以，华为想改变这种状况。“5G通讯如果要大发展，重点在8K显示与自动驾驭。”另一位显示产业的资深人士说，华为有基站网络、手机、芯片、内容服务、销售渠道，如果把电视也做了，那么它除了屏，整个显示产业链就齐全了。华为手机自带了华为视频、健康服务等内容，把这些内容服务移植到是电视上并不难。“管道战略”做大智能家居一位不愿透露姓名的分析师也告诉第一财经记者，华为把电视放到智能家居里做。华为有个“管道战略”，就是所有智能终端都是云战略的“管道”，所以要尽量铺设管道。随着5G通讯时代的到来，智能家居将普及，华为已经有手机、平板电脑、笔记本电脑，华为的智能灯、智能音箱也已经上市，但电视机目前还没有做，确实在规划中，预计华为电视2019年不会杀价上量，会逐步推进。上述分析师预计，华为做电视，一是不会牺牲产品质量，二是不会牺牲品牌定位，三是希望瞄准中高端市场。“华为做电视，已是势在必行的策略，但整体会采取稳健的做法。”群智咨询TV产业链资深分析师李姗徽说，“华为布局电视领域业内都有所了解。华为即将发布的电视产品主要是基于其智能家居的布局，电视将会成为其智能家居的一部分；另外，2018年中国手机市场整体销售量下降，对于华为来讲，除了继续寻求智能手机终端业务的增长之外，也需要寻找其它增长点。从华为的产业链布局来看，海思芯片、AI（人工智能）技术、云计算资源等都可以为电视产品赋能，我们觉得华为布局电视产品值得期待。”华为做电视，有品牌、渠道、研发的资源，但不会像小米那样打低价，所以不会一下子给电视行业带来很大冲击，但长远看会影响较大。前述不愿透露姓名的分析师说，华为电视将与华为的AI芯片、软件和内容做整合，将芯片研发能力、云服务能力为电视“赋能”，它的竞争力不一定在价格上。“这是彩电厂要真正重视的。预计这也将促使现有彩电企业与芯片企业、云服务商加快深入合作。”重新定义电视机电视需要赋能更多，来突破现有的功能。随着手机、平板观看视频普及，电视机开机率降低、缺乏用户粘性，行业不景气。所以，业界认为，如果华为能改变用户习惯，将会给电视行业带来“加分”。有消息称，荣耀将在今年4、5月份推出电视，而华为彩电将在今年下半年推出。两者渠道会区分，荣耀更侧重线上渠道；华为定位更高端一些，电视从65英寸起步。华为公司做电视，不是从智能电视运营出发的，更多是看中智能家居互联互通的功能。所以，华为电视将增加这方面的模块，包括核心芯片、摄像头等，比如用户一进家门，就可以与电视机相连。“彩电业已经进入存量市场，如何杀出重围？华为将重新定义电视。”荣耀、华为的电视也许不叫电视，而是叫家庭娱乐中心，或者智能家居控制中心，又或者客厅墙等等。与此同时，华为智能家庭的Hi-Link协议，仍欢迎其它彩电厂加入，将形成竞合的关系。华为的介入，将有望改善彩电产业链的利润分配。目前国内前五大彩电企业竞争充分，常用价格竞争手段，全产业链都几乎没有什么利润。华为有望撑住高端产品、高端价位，如果能把彩电行业的平均价值和价格拉高，处于中端的企业也将受益。在手机行业，华为直接冲击苹果、三星的领军地位，但彩电业预计不会那么容易颠覆现有格局。手机更新换代快，1~2年就换代了，而电视一般用5~7年才更换，所以彩电的格局相对更稳定一些。彩电企业“严阵以待”华为做电视的传闻，去年已甚嚣尘上。彩电企业对华为的“跨界”，也严阵以待，欲以变应变。2019 CES（美国消费电子展）期间，TCL集团高级副总裁、TCL电子CEO王成在接受第一财经记者专访时表示，手机厂商像小米以及即将进入彩电业的华为，之所以要做彩电，因为这个市场还是有吸引力。彩电在智能家庭中，扮演重要的角色。“手机厂跨界，就是带着改造产品形态、改变市场格局的心态而来的。”王成说，电视的产品形态将会改变，“我们要用新的思路、新的想法去改变，总之，彩电厂要主动革自己的命。”8K、AI、量子点技术的升级，都会给中国彩电企业带来新的机会。创维集团CTO、深圳创维－RGB电子有限公司董事长兼总裁王志国则对华为进入电视领域持开放心态。他最近表示，华为加入彩电阵营是一件好事，创维期待与华为一起为中国彩电业建构健康的生态。中国彩电再也不能在营销主导型战略的路上走下去，低水平竞争对行业发展百害而无一利。奥维云网（AVC）的监测数据显示，2018年中国国内彩电市场的零售量微增0.5%至4774万台；彩电产品的零售面积增长6.8%至3370万平方米；但是零售均价却下跌了9%至3121元/台，使零售金额同比下滑了8.6%，降至1490亿元，彩电市场整体低迷。受此趋势影响，奥维云网预测，2019年中国彩电市场的销售量将微增1.6%至4851万台，而销售额将同比微跌1.5%，至1468亿元。华为的进入，会提振彩电业的利润水平，还是会改变彩电业的竞争格局？业界拭目以待。本文来源于第一财经，作者王珍，原文标题《华为电视近了！荣耀上半年有望推出电视》", "author": "华尔街见闻", "newsdate": "发布时间：19-01-29", "newstime": "11:41", "sentiment": [{"positive_prob": 0.990385, "confidence": 0.978632, "negative_prob": 0.00961543, "sentiment": 2}]}, {"title": "美国下狠手了，一天内指控华为23项罪名！", "content": "美国下狠手了，一天时间内，向华为公司提出23项目罪名。综合媒体的报道：1，1月29日，美国司法部宣称，美国将对华为提起23项罪名，从盗窃商业机密到违反对伊朗制裁等等，对象包括华为、华为子公司和首席财务官孟晚舟等。2，按照美方的说法，其中10项罪名与华为两家子公司有关，另外13项则与孟晚舟和美国对伊朗制裁有关。这也意味着美方肯定会对孟晚舟发起引渡要求。3，但美方也承认，这还只是指控，最终指控是否成立，还要看法庭判决。此前华为也多次表示，华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。按照路透社的看法，美国一下就提出23项指控，既是向华为施压，也是向其他国家施压，阻止这些国家继续使用华为的产品。赶尽杀绝，真够狠的。当前无疑是敏感时刻，美国这么高调对付华为，接下来怎么办？大致几个看点吧：第一，这是对华为的全面污名化的开始。日前在访问欧洲时，被问到有关华为的问题，王毅就明确表示：这件事情的是非曲直是非常清楚的，在没有任何证据的情况下，动用国家力量来抹黑和打击特定的企业，这种做法既不公正，也不道德。第二，孟晚舟将面临艰苦的引渡之战。按照美方的指控，孟晚舟犯下的是刑事罪名，这也意味着美国肯定向加拿大提出引渡孟晚舟。按照程序，加方会在30天内举行引渡听证会，孟晚舟方面肯定会为此辩护，拒绝被引渡，这就意味着一场法庭拉锯战开始，这可能持续几个月甚至几年。第三，这华为和孟晚舟来说，都是一场磨难。对一个希望有更大作为的商界精英来说，这无疑是一种人生的悲剧。她很可能会在温哥华熬白了头。美国全面封杀华为，也必然对华为发展造成困难。但任何事件都有反作用力。说不准更是一种悲壮刺激，激发华为等中国企业更加创新，激发中国人买手机更要买华为。伟大的背后，真的都是苦难！", "author": "牛弹琴", "newsdate": "发布时间：19-01-29", "newstime": "07:12", "sentiment": [{"positive_prob": 0.624726, "confidence": 0.166057, "negative_prob": 0.375274, "sentiment": 2}]}, {"title": "华为明明没上市，为何还这么有钱？看完才知任正非的厉害", "content": "虽然现在华为的品牌已经无人不知无人不晓了，但说实话，在十几年前网络还没那么发达的时候，很多人其实并不知道华为这个牌子，当时华为也没有开始正式进入手机领域。随着华为在手机领域的崛起，人们才逐渐见识到了华为的强大。依靠多年的技术积累，华为在手机行业一举成功，如今销量在国内已经达到第一，也更一步证明了自己的实力。可以说跟苹果和三星比起来，华为算是比较低调了，没有什么深入人心的广告，有的只是技术过硬的产品。目前国内大部分国产手机都是用的国外芯片，比如小米、OPPO等等都是用的高通芯片。去年联想为了重新在手机领域崛起，甚至不惜花费重金取得了高通5G芯片的首发权。但是与他们不同，华为有能力研发自己的芯片。因为当初在发展的时候，华为就在芯片这件事吃了亏，于是华为便开始研发自己的芯片。虽然还不能完全超越高通，但是拥有了自己的芯片，华为不用再受制于人了。作为一家通信科技类的公司，手机只是华为的副业之一。我们都知道华为取得了如此多的成就，早就拥有上市的实力了。虽然在采访的时候任正非表示，不上市是为了更专注于研发，但是每年华为在科研上的投入是个相当庞大的金额，不上市就代表着失去了一个融资的途径。要知道，华为虽然强大，但是有将近20万名员工，再加上每年巨大的研发投入，所需要的资金是无法想象的。那么不上市的华为到底从哪里来这么多钱?首先，虽然华为没上市，但是华为并不差钱。因为华为实行的制度是员工股份制，华为长期给员工股份和分红，也就是说华为通过内部集资就能完成融资。千万别小看这内部集资的力量，华为对员工慷慨，员工也极度信任华为。每年华为都将拿出600亿左右支付员工的薪水，所以华为想要通过员工内部集资也不是什么难事。而且不上市并不代表没有融资的能力，如今华为的名气越来越大。很多银行和投资机构都抢着与华为合作，因为华为的实力，让他们完全放心把钱交给华为。而且向银行借贷对于华为来说是最好的选择，既保证了公司的股权架构的不变，也不用担心公司在融资后被夺走主权。华为还可以发行债券来解决资金的问题，之前华为就曾发行过16亿元三年期的人民币债券，利率仅为4.55%，取得了圆满的成功，这说明华为在民众的心中信用度高。所以说不用上市，华为也是照样不差钱。从这里可以看出，任正非真的很厉害，不仅管理能力优秀，也很得人心。华为明明没上市，为何还这么有钱?看完才知任正非的厉害。华为即使不上市，也完全有能力自己解决资金的问题。值得注意的是，虽然华为没有上市，但是在世界500强企业的排名却远远高于腾讯和阿里，挤进了前100名。现在国内公司动不动就喜欢上市，然后公司领导套现走人，这种风气搞得整个社会都很浮躁。所以对于华为，小编有着说不出的敬意，敬佩的是任正非的拼搏精神，和他们一直脚踏实地的干劲。如今的华为面对着强劲的对手依然没有退缩，相信华为依然可用他们无所畏惧的精神战胜对手。大家支持华为的话就点个赞吧，谢谢。", "author": "东南财富", "newsdate": "发布时间：19-01-29", "newstime": "09:25", "sentiment": [{"positive_prob": 0.000214007, "confidence": 0.999524, "negative_prob": 0.999786, "sentiment": 0}]}]