[{"title": "华为火力全开，4款新机9月发布，国产实力早已今昔非比！", "content": "各大手机厂商为抢占下半年的手机市场，都会在9月扎堆发布新一代旗舰手机，在9月即将发布的10多款新机中，发布最频繁的将会是华为，华为将带来连续4款新品发布的机海战术，很明显感受到“中国制造”早已今昔非比了！一起来看看华为的四款新机。1、9月4日亮相：荣耀20S华为诞生的子品牌，荣耀手机深受众多年轻人的青睐。荣耀20S将在9月4日19:00武汉亮相，采用6.26英寸的魅眼全面屏（挖孔）设计，2340x1080分辨率，搭载麒麟810处理器（实力持平于骁龙835），侧边指纹解锁，内置3750毫安电池+支持20W快充+Type-C接口。相机方面，荣耀20S搭配4800万主摄+800万超广角+200万微距镜头的后置竖排三摄，前置3200万魅眼摄像头。极具年轻化的魅力！预计定价在1999元起的荣耀20S，值得大家的期待！2、9月4日发布：荣耀Play 3荣耀Play 3或将与荣耀20S在武汉一起亮相；6.39英寸挖孔LCD屏的荣耀Play 3搭载麒麟710，4000mAh大电池+10W小快充，配置4800万主摄+800万超广角+200万后置三摄，6GB运存起。有着与上一代“吓人技术”的荣耀Play 3，还是非常值得期待的。3、9月5日发布：华为畅享10 Plus拥有“全面不设限”的华为畅享10 Plus将在9月5日西安亮相，渐变色+1600万像素升降式前置摄像将是华为畅享10 Plus最大的亮点，搭载麒麟710，4800万主摄+800万超广角+200万景深后置三摄，Type-C接口同时保留3.5mm耳机接口。华为国内首款升级式摄像头全面屏手机，此款偏中端手机卖点十足！4、9月19日亮相：华为Mate 30系列海外版华为Mate 30系列将首次在9月19日德国慕尼黑亮相，国内版将会在海外版发布的后10日到来，华为Mate 30系列统一搭载全新的麒麟990处理器，附集成5G基带，标配40W快充+27W无线快充，4200mAh毫安+4500mAh大电池。拍照上，华为Mate 30 Pro采用4000万主摄+4000万电影相机+800万长焦+一颗ToF镜头组成的奥利奥后置四摄，华丽的双4000万镜头摄像模块将再次屠榜相机专业测评DxOMark的排名。在国产手机不断崛起之下，面对国内外手机市场的竞争，华为9月将连续推出4款新机，确实可以看出华为的野心似乎不小，中有华为，有所作为，华为，国民的骄傲；4款新机中，有你喜欢的一款吗？欢迎评论区分享~修手机就找一小时。", "author": "修手机就找一小时", "newsdate": "发布时间：19-09-04", "newstime": "15:47", "sentiment": [{"positive_prob": 0.994207, "confidence": 0.987126, "negative_prob": 0.00579319, "sentiment": 2}]}, {"title": "让路华为Mate30, 华为Mate20降至冰点价，但我劝你暂时还是别买了", "content": "华为目前正式宣布将会在9月19日发布最新的Mate30系列，而且曝光的信息非常多，这对于用户来说，其实是非常好的消息，因为新机的到来，就会给老机型带来更大的压力，最终实行清仓降价。比如说让路华为Mate30, 华为Mate20降至冰点价，值不值得买？华为Mate20是2018年年底发布的旗舰手机，外观设计相对来说有点过时，因为是水滴屏+后置指纹识别模块，没有屏幕指纹识别的设计颜值就比较差了。性能方面，采用的是麒麟980处理器，并且具备了6GB+64GB的储存组合，显然也是跟不上时代的需求，现如今都有骁龙855以及855plus、苹果A12，华为手机的性能没有占据优势。华为Mate20也有自己可圈可点的地方，比如说外观设计的下巴控制做得很到位，这也是值得肯定的，同时华为Mate20具备了4000mAh的电池以及22.5W的快充，也具备了AI智能节电技术以及德国莱茵认证，在充电续航上，还是很出色的。此外，华为Mate20还搭载了1600万+1200万+800万的三摄，我们承认这并不是最好的硬件配置，不过华为Mate20等效焦距范围为 16mm-270mm，最近可实现 2.5 厘米的对焦距离，整体上能够胜任的场景更多！当然，随着时间的推移，华为Mate20的价格已经是降到了3199元，这是目前华为Mate20发布以来的最低价格，所以也可以称之为是“冰点价”。 这样的价格如果是对比小米9、魅族16sPro等手机来说，性能、外观与拍照都没有占据到太大的优势，而且华为P30、华为Nova5Pro都是三千元档次的华为手机，性价比也会更高。对比之下，华为Mate20的价值逐渐失去。总结一下，华为Mate20的产品是很出色，在上半年也算是一款很给力的旗舰，不过如今看来，华为Mate20没有太大的购买价值，这主要是因为产品时效性的问题，对比友商竞品、华为自家的产品，华为Mate20稍微是欠缺。所以，我们劝你暂时还是别买了，你们怎么看", "author": "叽歪数码", "newsdate": "发布时间：19-09-04", "newstime": "08:04", "sentiment": [{"positive_prob": 0.00580762, "confidence": 0.987094, "negative_prob": 0.994192, "sentiment": 0}]}, {"title": "荣耀20s发布会快速预览，李现代言的华为手机有何特色？", "content": "今天晚上7点荣耀召开产品发布会，正式发布了包括荣耀20s在内的四款新品，还有一款新品预告。首先荣耀总裁赵明宣布荣耀将重新划分成四个产品线，分别是V系列、honor系列、X系列、play系列。请注意:magic不见了。据说今年已经不会有magic系列的新机，主打探索黑科技的机型变成了V30pro。发布会的第一个产品是荣耀20s，背部有类似于蝶形的幻光纹理，赵明称它为蝶羽纹理，有蓝色、白色、黑色三种配色。采用6.26英寸LCD挖孔全面屏，PPI达到412，这款手机主打的是前置自拍功能，镜头为3200万像素。软件上专门开发了针对不同对象的千人千面的美颜效果。亮点功能人像超级夜景模式，能够识别人物和夜晚背景并进行针对性的优化，从而给出一张各方面都表现出色的自拍照片。后置三摄像头，分别是4800万主摄+800万广角+200万微距。赵明说这台手机是一个vlog手机，功能上支持视频美颜和视频超广角。配置上，荣耀20s搭载麒麟810，内置3750毫安时电池，支持20W快充，加入AI肤质鉴定和食物卡路里计算的功能。据赵明说荣耀20s是目前荣耀品牌旗下自拍能力最好的手机。起售价格是1899元。发布会的第二个产品是荣耀play3，说实话乍一瞅跟刚才发布的荣耀20s好像没什么区别。其实很多品牌的入门机型都长得是一张脸。背部有被称为星光律动的纹理，有蓝色、红色、黑色。采用LCD挖孔全面屏，支持暗光人脸解锁。内置4000毫安时电池。后置参数与荣耀20s一样，4800万主摄+800万广角+200万微距。但这里赵明说这个4800万支持硬件直出，估计应该是索尼IMX586的摄像头，当然也有可能不是。内置麒麟710F处理器，支持方舟编译器，支持全场景加速技术，测试环节吊打骁龙710。内置4000毫安时电池，赵明现场表演摔手机以展示荣耀play3的质量。价格环节，荣耀play3起步价格是999元，9月17日首销。发布的第三个产品是荣耀手环5篮球版，支持10项篮球数据检测，并带有其他诸多运动检测功能，价格是129元。接着李现上台预告了一款将会在十月份发布的运动耳机，估计这就是一款采用了华为芯片的耳机。发布的第四个产品是magicbook pro锐龙版，搭载AMD锐龙移动处理器，价格是4699元起步，还有一个linux系统的版本是4399元。还有新配色的版本，价格如图。到这里本场发布会结束，各位同学拜了个拜。", "author": "科技真探社", "newsdate": "发布时间：19-09-04", "newstime": "22:50", "sentiment": [{"positive_prob": 0.598943, "confidence": 0.108763, "negative_prob": 0.401057, "sentiment": 2}]}, {"title": "中国在5G领域领先多少？华为一句话真相", "content": "5G布局世界，技术实力分化明显如今在世界上，各国对于5G的需求以及重要性达成了共识，但由于支持力度不同和进度不同，所以将全球市场划分为三大类，第一类是海湾国家、中国以及韩国等，目前正在大规模建设，并且5G正在逐步落地应用，有对于未来通讯技术的明确计划。第二类是欧洲少数国家，会部署部分站点进行“大品牌”，像澳大利亚、美国以及新西兰等。第三类则是连4G都尚未建设好的国家，距离跨入5G时代，向由5G过渡仍旧需要相当长的时间。华为副董事长徐直军表示：“中国政府给予了电信运营商巨大的支持，包括出台很多政策和频谱牌照费用，比世界上其他国家都会低许多，切实将5G作为基础设施来建设，以支持数字经济发展，在其他国家，虽然也很关注数字经济，但对于5G的支持力度却仍不够“。截止2018年末，中国部署的4G基站数量占全球的一半以上，引领了4G的发展，未来中国5G基站数量也占全球的一半，所以未来5G的发展，也要靠中国。就目前的环境来说，5G基站在全球发货量超过15万，预计将在2019年年底达到50万个，华为创始人、总裁任正非在此前接受外媒采访时，表示今年华为5G供应量为60万个基站，明年或将生产150万个，所有的零部件均不受美国影响。这无疑是一个振奋人心的消息。美国：“实体清单”是搬起石头砸自己的脚反观美国方面的5G基站铺设进度，从今年的五月份开始美国就将华为列入“实体清单”，用所谓“威胁安全”的名义将华为排除出美国5G的建设名单，众多的美国企业都中断了与华为的合作。这合作一中断受伤的可不仅仅是华为，美国的众多企业营收大跌。美国将华为列入“实体清单”之后，有宣布给华为90天的“临时许可”，有分析人士指出，是因为美国还有大量的地区使用华为的电信设备，而且由于华为和美国企业之间的紧密关系，一时半会之间也无法切断。而在最近90天时间快到的时候，美国又宣布给华为90天的“临时许可”，真可谓“三月之后又三月”，根据网络上的消息显示，在将华为列入“实体清单”之后，美国就准备更换掉华为的电信设备，而且为此给出了大量的补贴。美国相关运营商的进度却并不理想，这其中牵扯的成本因素过大，在美国比较发达的城市中，都在使用较为成熟的电信运营方案，中小型城市或者农村大型运营商因为营收低不愿意发力这些市场，小型运营商成为了主力，而质量好、价格便宜的华为设备就成为了他们的首选美运营商跑数据！华为：我比你优秀在今年6月，美国知名运营商Sprint亚特兰大、达拉斯-沃斯堡、休斯顿和堪萨斯城、芝加哥、洛杉矶、纽约、凤凰城和华盛顿特区的部分地区推出5G服务。并且在同期展开对于5G基站和设备性能的一系列测试。美国知名运营商测试过程中使用的手机分别是LG V50和LG G8，其中LG V50负责测试5G网速，LG G8负责测试4G网速。Sprint的5G基于2.5GHz中频无线电波，其中5G网络平均下载速度为每秒109 Mbps，最快达到434 Mbps，4G网络为3.74Mbs。与之相比，华为在今年年初就完成了5G速率的测试，根据测试，有多家国家已经将测试出来的网速公布出来：其中，意大利是第一个跟中国华为产生合作的运营商之一，因此它也是较为快的和华为达成了基站建设的一个国家，而在这一次的测试之中下载速度高达2.7Gbps。华为的5G测速速度最快的是日本，高达4.52Gb。这与Sprint公司的5G效果可谓是一个天一个地，而华为的5G，基本上是超过了其他国家运营商近20倍的速度。下一部时长为90分钟的高码率电影仅需几秒。而最近华为电视要推出的消息也被确认了，不知道是否会应用这样的5G技术，在线8K电影终于有戏了！(7259296)", "author": "中关村在线", "newsdate": "发布时间：19-09-04", "newstime": "07:50", "sentiment": [{"positive_prob": 0.131339, "confidence": 0.708135, "negative_prob": 0.868661, "sentiment": 0}]}]