[{"title": "华为P30系列最全曝光汇总 全面升级拍照或创新高度", "content": "华为P30系列手机将于3月26日在法国巴黎正式发布，而随着发布时间的不断接近，关于这款旗舰的相关曝光也是接踵而至，今天笔者就为大家将这些汇总起来，一起来提前认识下这款旗舰吧。外观设计前段时间，余承东曾在微博上发布了一张预热海报，但从这张官方图片上我们除了能看出这款手机的大致轮廓外，也就能知道其中一款是采用曲面屏设计了。当然除了官方的预热外，诸多爆料达人也是为我们带来了P30系列的详细外观细节。根据据爆料达人@rquandt在其推特页面上分享的华为P30系列图片看，华为P30以及华为P30 Pro正面都采用了水滴屏的设计，上下边框也都控制的非常不错。 华为P30华为P30 Pro并且P30系列手机顶部和底部采用了“平面切割”的设计，也就是说华为P30和P30 Pro基本上可以垂直放置在桌面上，这点还是很有意思的。详细参数方面，华为P30搭载的是6.1英寸的直屏，华为P30 Pro则是6.47英寸的曲面屏，并且是前后3D曲面设计，屏幕分辨率都是2340*1080，两款手机都支持屏幕指纹识别。配色方面，根据外媒Winfuture的曝光，华为P30 Pro将会提供四种配色，包括两款渐变色冰晶白以及极光色，另外还有传统的黑色以及全新的火烈鸟红色，每一款的颜值都不低。而华为P30方面则有三种配色，分别是黑色、冰晶白以及极光色。硬件配置根据之前的曝光，一款型号为VOG-L29的华为新机现身GeekBench跑分库中资料显示该机搭载麒麟980处理器+8GB内存，运行安卓9.0系统，单核跑分成绩3251，多核跑分成绩9670。后来该型号产品也在安兔兔数据库中出现，跑分成绩为286152(未开启性能模式)，这应该就是华为P30 Pro了。另外，根据一张网上曝出的华为P30系列详细配置图可以看出，此次华为P30同样搭载麒麟980处理器，配备的是6GB的内存以及128GB的储存，电池容量为3650mAh，而P30 Pro则是8GB内存搭配128/256/512GB储存，配备了一块4200mAh的大电池。两款产品也都支持储存卡扩展、IP68级的防水、NFC以及Super Charge超级快充。拍照方面从华为P30系列的宣传语“Rewrite The Rules”(重写规则)、“Super Camera Phone”(超级拍照手机)、“看得更远、看清更多”等可以看出华为P30系列的拍照方面必然会是一大卖点。根据目前曝光的消息看，华为P30 Pro后置为4000万主摄(OIS光学防抖、F/1.6光圈)+2000万广角+800万长焦(F/3.4光圈)三摄，另外还有一颗Tof镜头，可以捕捉物体的3D信息等数据。华为P30 Pro的一个重点功能是其潜望结构镜头，可以实现相当于135mm的焦距;该机至少可以支持7.8倍光学变焦，结合主传感器采集的软件和数据，华为P30 Pro可以实现10倍混合变焦。华为P30后置则为4000万主摄(F/1.8光圈)+1600万广角+800万长焦(F/2.4光圈)三摄，支持5倍混合变焦。 前置方面，两款产品都搭载的是3200万像素摄像头。从目前所得知的参数上看，华为P30系列已经很亮眼了，其它细节部分还得等到发布会才能知道，到时候会不会还有其它惊喜呢？笔者也很期待这两款新机能否再次改写DxoMark的榜单。　售价方面日前，国外爆料人士提前曝光了华为P30系列的欧洲售价，我们一起来看下。如图，华为P30 128GB版售价为749欧元(约合人民币5703)；P30 Pro 128GB版售价929欧元(约合人民币7074)；256GB版价格为1029欧元(约合人民币7835)，约合人民币7833元对比下去年的P20系列，华为P20 Pro的国际版售价为899欧元6GB+128GB(约合人民币6845元)，国行版6GB+64GB为4998元，6GB+128GB为5488元，6GB+256GB为6288元。从去年的价格上看，同配置国行版的售价要比国际版便宜1000多元，这么这样推测的话国行版的128GB版本华为P30 Pro的售价应该在6000元以下，笔者猜测会是5788元。去年P20的4GB+128GB版本为649欧元(约和人民币5050元)，国行版P20的6GB+64GB售价3788元， 6GB+128GB售价4288元，以此为参考推测128GB版的华为P30的售价应该会在4000-4500之间，有望与去年P20一样为4288元。虽然从起售价格上看P30系列好像贵了，不过配置上也提高了，P30变为6GB内存，价格如果与去年保持一致那么可以说非常超值。P30 Pro的起售价应该会高于去年，但内存也改为8GB起，加上其它配置的升级，可以说并没有涨价。　写在最后虽然目前的很多消息都来源于民间曝料，不过根据以往的情况看，其准确率还是相当高的，大家也可以根据这些先了解下华为P30系列产品。关于5G方面，根据目前的一些曝料看，P30系列大概率不会支持5G。另外，去年的发布会上华为还带来了一个惊喜，那就是华为Mate RS保时捷设计，今年的发布会是否还会有类似的产品也是很值得期待的。", "author": "天极网", "newsdate": "发布时间：19-03-19", "newstime": "15:48", "sentiment": [{"positive_prob": 0.977084, "confidence": 0.949075, "negative_prob": 0.0229163, "sentiment": 2}]}, {"title": "华为手机卡顿反应慢怎么办？这三个方法，轻松让手机变流畅！", "content": "华为手机使用久了，手机自然会有些不听话，甚至有些卡顿现象的出现，手机内存不足也会对手机的流畅度造成影响，除了清内存之外，我们还有什么小方法可以来提高手机流畅度呢？当然有！这就来告诉你！一、后台进程限制首先我们手机的进程限制一般默认都是为标准限制的，所以我们可以进入到手机的【设置】-【开发者选项】，找到【后台进程限制】，然后选择【不超过x个进程】，数值最好偏低一些，这样给手机足够的运行空间。二、GPU渲染第二个小技巧我们可以通过减轻GPU的负担，从而使手机使用起来更加顺畅一些。可以点击手机的【设置】-【开发者选项】，然后开启【强制进行GPU渲染】，这样会强制使用GPU进行2D绘图，这个功能对手机耗电有一丢丢影响，是否开启还是根据个人实际情况而定。三、更改动画缩放速度同时我们还可以通过减少过渡动画的时间，来让手机的运行速度变快一些。进入手机的【设置】-【开发者选项】，然后点击【窗口动画缩放】【过渡动画缩放】【动画程序时长缩放】，把它们的缩放速度调整为0.5x，这样手机可以运行可以流畅些。PS：如果找不到开发者选项的话可能是因为没有开启哦，可以进入到手机【设置】-【关于手机】，连续点击版本号7次就可以开启开发者选项哦！好了，以上就是关于华为手机卡顿的解决小技巧了~希望能对你有所帮助~你的华为手机也有卡顿的烦恼吗？不如试试以上这三种方法哦！轻松解决华为手机卡顿的问题~或者你在使用的过程中，有别的处理卡顿的小技巧吗？欢迎留言交流交流！", "author": "上海互盾信息科技", "newsdate": "发布时间：19-03-19", "newstime": "10:43", "sentiment": [{"positive_prob": 0.792696, "confidence": 0.539325, "negative_prob": 0.207304, "sentiment": 2}]}, {"title": "就在刚刚，外媒公布了华为这项数据，网友们都看呆了！", "content": "我之前就给大家说过，现在是科技时代，大家没有发现吗？全球市值前十的公司，基本上都是出自科技领域。而要想在科技领域里做出成绩，那么专利必然成为了最为核心的东西。说个例子，比如通信领域里的高通专利收费，还有谷歌旗下的安卓系统收费，这些都是躺在专利上收钱的企业，当然了，这也是人家应该获得的，毕竟申请专利还真不是一件容易的事！而今日有媒体爆料：在去年WIPO的国际专利申请中，华为处于领先，而来自亚洲的申请占所有国际专利申请的超过一半。去年，华为向WIPO提交了5405项专利申请，高于2017年的4024项。除了华为，另两家中企——中兴通讯和京东方科技集团，也在排行榜中跻身前八。路透社报道认为，中国将在今年或明年取代美国，成为向WIPO提交最多专利申请的国家。2018年来自亚洲的申请占到申请总数的50.5%。“从历史上看，这是个重要时刻，也是个非常重要的成果。”为什么又是华为？众所周知，进入5G时代以来，华为就拿下了全球30多个5G大订单。很多网友就问了，为什么又是华为取得了这样的成就呢？其实没有什么原因，主要原因还是因为华为努力，华为每年的研发费用投入600亿，单在5G领域，就已经在10年前开始布局了，所以华为在5G能有这样的成绩，那是说得过去的。华为是一家非常重视技术的公司，比如之前任正非在谈及华为接班人的问题上就表示：想要成为华为的接班人，那必须要懂技术，可见技术在华为公司就是信仰的存在！当然了，并不是说专利数量越多就越好。还要含金量。5G高通占百分十五。中国加起来百分二十。高通照样收你的专利费。他的百分十五的含金量就是高。中国百分二十有的是虚的有的可以绕过去。但无论怎么说，5G时代已经开启，华为不说全面超过了高通，但至少也和高通打了个平手，所以，我们真的应该感谢华为，大家支持华为手机也是有道理的！", "author": "俊世太保", "newsdate": "发布时间：19-03-19", "newstime": "12:21", "sentiment": [{"positive_prob": 0.807791, "confidence": 0.572869, "negative_prob": 0.192209, "sentiment": 2}]}, {"title": "华为Mate20：很不忍心，真的要再见了？", "content": "3月份的手机市场可谓是颇为热闹，各大手机厂商可谓是亮出了自己的各种法宝，各大厂商多年来的看家法宝这一次是毫不保留拿了出来，因为苹果三星华为在内的手机厂商也知道，继续压抑自己的实力将会导致失去市场竞争力，连三星都拿出了老本适配到了三摄镜头，还为其配备了起步8GB内存，要知道去年的三星s9还是4Gb内存起步，而今年一下子就提升到了8GB不说，还推出了12GB的手机并且还拥有5g网络支持，三星着急了。而这个时候华为也在为自己的手机做足够的努力，目前华为p30Pro被曝光将会采用曲面水滴屏设计，届时将是一款很有辨识度的高端旗舰机，而新机发布之后老款手机就显得很尴尬了，虽然华为mate20 pro目前还是具备很高的人气，不过华为mate20就大不如前了，作为一款麒麟980手机，华为mate20目前已经被渠道商降价处理了，小编发现有些平台甚至已经将到了3600多，作为一款刚刚发布的手机就出现了降价的确是挺会打脸的！特别是在自己大哥华为Mate20 pro一度畅销的情况下，就差了一个“Pro”就被市场边缘化了，那这款华为Mate20到底还值得大家入手吗？小编这边也做一份个人分析，我认为之所以华为mate20的人气度开始下降有几个方面的原因，而几乎每一个原因还存在一些关联，其实说到底并不是华为Mate20不好了，但是现在市场上的手机太好了，自己旗舰也出现了内部竞争的情况，这才是华为Mate20开始被冷落被边缘化的原因！第一个原因是市场的竞争品越来越多了，比如小米9还有自家的荣耀V20，这两款手机在做到性能更加强大拍照也很给力的情况下，价格却比华为Mate20足足便宜了1000元，虽然不得不承认很多内在的配置一定程度上影响了这款手机的价格，其实华为Mate20内部元器件都是顶级水准用料成本更高，可惜很多人一般只看手机cpu或者拍照，而这1000元的价格差距直接会决定用户选择手机的判断，所以因为华为Mate20的价格比同级别手机贵了不少，特别是在拍照和性能并没有明显提升的情况下还贵了有1000元，这才导致了华为Mate20人气开始下降的原因！第二个原因，华为内部存在手机竞争也是原因，考虑到华为p30也要发布了，而参考此前华为p20定价，届时华为P30的价格也基本上只会在4000左右，很有可能比华为Mate20还要更低却是新款手机，电子产品买新不买旧，这个时候很多网友说服自己等待华为P30e而不是华为Mate20了，一样的麒麟处理器拥有更美观的水滴屏设计，还拥有更好的拍照成像质量，华为P30成为了制约大家买华为Mate20的一个理由的，大家更加期待新机的发布！所以综上来说，华为Mate20目前卖不动的原因并不是因为其配置跑或者拍照不给，而恰恰是因为其定位显得很尴尬，无法做到媲美三星S10的做工和定位，却比同级别的小米9价格贵了一千，这个时候华为Mate20的确竞争力严重不足了，或许因为上面这2个原因所以小编认为也是时候说再见了！很不忍心，却不得不再见它的时代已经过去而属于华为P30的时代将要到来，对此你们作何评价？备注：图片来源网络，如有侵权，烦请联系删除谢谢！", "author": "推哥说科技", "newsdate": "发布时间：19-03-19", "newstime": "07:55", "sentiment": [{"positive_prob": 0.0107918, "confidence": 0.976018, "negative_prob": 0.989208, "sentiment": 0}]}, {"title": "看完华为P30pro，再看看OPPOreno，对比之下一目了然！", "content": "华为P30 pro和OPPO Reno还没发布，但各种宣传的消息造势，让我们不得不去了解下这两款手机，今天数码君就这两款手机的参数，对比下，让朋友们参考怎么选择！先看看华为P30pro，从网上曝光的华为P30 pro和OPPO Reno两款手机信息来看，华为P30pro全系搭载麒麟980中央处理器，基于台积电7nm工艺。该处理器是华为2018年下半年发布的旗舰中央处理器，综合性能强于骁龙845，能轻松应付市面上所有APP和大型游戏，比如王者荣耀、吃鸡均可以最高画质满帧运行。不过华为P30pro这次的卖点不在于处理器，而在于它的屏幕和相机。华为P30 Pro搭载了6.47英寸OLED曲面显示屏，依旧是使用了市面常见的水滴刘海设计，不过得益于曲面屏，整体屏占比更高，给人的视觉冲击效果更好。相机采用了潜望式结构镜头，为四摄。我觉得这款相机将会是华为发布会上重点介绍的一个亮点，据称可以达到10倍无损变焦。华为的系统UI更偏向于商务人士和父母之类的人，个人感觉看起来比较呆板。再看看oppo reno，reno是OPPO今年将要发布的一个独立子品牌，就像vivo的子品牌IQOO一样！oppo reno面向的大众是年轻人。从这可以推断，reno将会是一款具有极高性价比的手机。oppo reno搭载今年最强的骁龙855，高通骁龙855中央处理器，目前来说是市面上最强的中央处理器，没有之一，麒麟980跟他不是同个级别，至少要麒麟990才能跟他打。相机也将采用跟华为类似的10倍变焦，最让人意外是还是不凸起的镜头。现在市面上的855手机只有小米9使用了4800万像素镜头，但它是超高凸起的摄像头，带上套都还明显凸出。要是Reno系列能做到不凸起镜头，解决了消费者的痛点问题，那将会让它的销量暴涨。系统方面Reno将使用全新的Colors6.0系统。自从OPPO在魅族挖来设计人员后，它的UI设计就越做越好看，有种IOS和Flyme结合的感觉，全新的Game Boost 2.0在驱动底层进行优化，让游戏更加流畅。（加上OPPO还给腾讯交了“保护费”，腾讯系游戏绝对不用担心优化问题）。以上两款都是配置非常高的手机，华为P30pro更适合商务人士，如果你是年轻人，更看重手机性能，喜欢玩游戏和好看的外观，那选OPPO reno准没错。   ", "author": "科技数码君", "newsdate": "发布时间：19-03-19", "newstime": "11:26", "sentiment": [{"positive_prob": 0.998784, "confidence": 0.997298, "negative_prob": 0.00121608, "sentiment": 2}]}]