[{"title": "商务手写平板中坚力量 华为平板M6玩法一览", "content": "华为平板坚持用扎实的用料与成熟的芯片，早已成为许多消费者心中优质平板的代名词，今年发布的华为平板M6同样如此。这款平板所具备的旗舰级SoC麒麟980、高清2K屏幕、8.4英寸版本搭载6100mAh电量，10.8英寸版本搭载7500mAh电量；四声道音频系统（10.8英寸M6独有）等等，也让我们看到了安卓平板厂商少有的创新能力。1999元起价，也让它的问世充满诚意。这款被行业内外认识为“重新定义平板电脑”的产品一改之前所走的娱乐路线，换上了一套颇为高端气质的商务外观设计，10.8英寸还加入了手写笔及键盘等输入方式，同时也将独家开发的电脑模式一并集成在这款平板中，所有的一切都表明这是一款被华为寄予厚望的匠心之作。而它是否能够担任起【商务平板】的重担，让我们通过一系列的评测探究它的玩法。01 便携机身配合磁吸键盘 彰显商务范儿毫无疑问，华为平板M6是借鉴了当今主流商务手写平板的优势：轻便、大屏。特别是戴上磁吸键盘，更是符合中高层阶级的使用习惯。整体简约的外观设计，键盘采用革纹PU材质，触感顺滑舒适。键盘采用革纹PU材质磁吸式贴合的键盘革纹表面纹理细密，散发着纸纹PU皮革特有的醇香味道。与一般的翻盖平板有所不同，华为平板M6的磁吸键盘只有不到7毫米的厚度，但按压起来的硬度相当高。键盘的按键在整体轻薄的基础上保证了足够的键程，1.3mm的键程让按压回弹有力，长时间打字也轻松舒适，另外还专门设计了一行系统的功能快捷键，例如操作导航、截图、音量、亮度等都可以通过按键快捷完成。同时，还可通过Pogo-pin接口来完成快速连接，轻松又简单。1.3mm的键程让按压回弹有力长时间打字也轻松舒适此外我们也注意到，在华为官方商城、京东商城等各大网店，已经推出了华为平板M6的各式配件，其中就包括两种颜色的皮套及深灰色磁吸键盘。华为平板M6的手写笔放在了机身的侧面，帮助商务人士高效完成特定工作，同时记录灵感瞬间。总的来说，华为平板M6的外观很好的切合了商务人士的需求，提供了手写笔及磁吸键盘的输入方式，在外观上依旧保持大气、沉稳的设计风格，相信这种设计ID会让许多白领成为华为平板M6的使用者。02 电脑模式助力办公新能效华为平板M6能够“秒变”成一台电脑，通过电脑模式能将智能手机界面以大众熟悉的电脑桌面方式呈现给用户，让界面适合处理轻办公的需求。Pogo-Pin键盘能快速、无时延的提供愉快的输入体验，键盘的按键在轻薄的基础上保证了足够的键程，长时间打字也轻松舒适。M-Pen lite手写笔也可以快速完成记录。电脑模式界面主界面当然了，除了能够切换为“电脑模式”，进行一些文档规整、PPT制作等简单操作，下面这些创新玩法也是华为平板M6带给商务人士的便捷。平行视界功能在这项功能下，你可以在横屏状态时，打开一个应用，拥有两屏显示，为用户带来了高效观看和使用的体验。在这种应用双屏显示的状态下，一个应用的信息可以在两个窗口同时进行展示。例如在今日头条，用户可以一边浏览新闻列表，一边快速选取并浏览某一条新闻，两者互不干扰。小艺智能语音在智能语音模式下，对着华为平板M6说出“小艺小艺”，即可唤醒语音助手，对它说你想知道的问答、想看的视频、想要听的儿歌、流行曲等等，它都会按照你的吩咐去执行。我们都知道，语音的交互是人与机器最直接，也是最方便的交互形式，将智能语音植入平板的做法，能够为用户带来不少便捷。10.8英寸华为平板M6还可搭配智能语音底座（需单独购买），直接进入智能语音模式，解放用户双手，交互体验不再单一，语音控制就能完成用户的意愿。并且令人惊喜的是，此次M6的智能语音功能还可以支持华为HiLink智能家居控制协议，也就是说，用户可以通过M6就能轻松操控支持HiLink的各类智能家居设备，可以使用的场景更加丰富。03 手写笔的评测报告：易用 使用频率高对于这根M-Pen lite手写笔，我来回答一下网友问的最多的几个问题：问：M-Pen lite手写笔延迟怎么样？答：感觉不到延迟。问：手写时，手腕可以放在屏幕上吗？答：手腕放在屏幕上，丝毫不会影响到手写笔的书写。问：手写笔可不可以对网页进行截屏？答：M-Pen lite手写笔没有多余的按键，目前暂不支持。此外，和Apple Pencil及三星的S Pen有着相同的优势，M-Pen lite手写笔也能够随着角度变化而有不同的效果，这对于绘画大神们来说，在打线稿和画素描时的帮助比较友好。04 商务人士比较在乎的续航 M6没让人失望大多商务人士经常出差，对于华为平板M6这种主打轻薄设计的平板来说，通常续航能力差将会一项挑战。然而华为平板M6背道而驰，主打轻薄便携的8.4英寸华为平板M6的电池容量在上一代的5100 mAh的基础上再次扩充，提升至6100mAh。本地1080P高清视频连续播放可长达12.5小时；10.8英寸M6搭载7500 mAh大容量电池，本地1080P高清视频连续播放最长达到11小时。无论从硬件对比还是实际测试结果，华为平板M6均要优于iPad mini 2019。华为平板M6 8.4英寸 ：6100 mAh锂电，9V/2A快速充电 ，12.5小时本地高清视频播放，2.2时充电完成。iPad mini 2019：5124 mAh锂电，10小时本地高清视频播放。同时，华为平板M6还支持18W快充，实际对10.8英寸版本进行测试，一小时充电35%，这对于7500mAh电量的M6来说，充电速率要比同价位平板略微出色。05 总结作为华为平板今年的重磅之作，华为平板M6没有让我们失望，通过一只手写笔和磁吸键盘的加入改变了平板的交互体验，结合电脑模式这样的软件应用大大加强了华为平板M6的商务属性，Android系统与麒麟980的硬件配置也满足了休闲娱乐方面的需求，再算上10.8英寸M6独有的四声道扬声器，在当前市场上几乎没有任何一款产品称得上是华为平板M6的竞争对手。今年的华为平板M6亮眼依旧，设计团队在保证商务属性的同时，“过分”想象产品如何的薄，他们成功了，相信华为平板M6获得市场成功也只是时间问题。(7237851)", "author": "中关村在线", "newsdate": "发布时间：19-08-14", "newstime": "10:21", "sentiment": [{"positive_prob": 0.989414, "confidence": 0.976476, "negative_prob": 0.0105857, "sentiment": 2}]}, {"title": "有点迷茫，华为P30再次降价，这三个缺点你需要了解！", "content": "这几年华为手机的高速发展，从最开始的中华酷联四大传统老牌手机厂家，在国内手机市场份额已逐渐达到75%。华为的脱颖而出主要取决于其敏锐的市场洞察力和转型的及时成功。以近期华为最新的P30系列来说，再次降价，提前布局了市场。从配置上，标准版的华为P30采用6.1英寸OLED水滴屏设计，搭载麒麟980处理器，后置4000万徕卡三摄，前置3200万自拍，电池3650mAh，支持华为22.5W超级快充。高配版的华为P30 Pro采用6.47英寸水滴屏设计，也是麒麟980处理器，后置4000万徕卡四摄，前置3200万自拍，电池4200mAh，支持40W快充。从整体配置来看，华为P30相对偏弱，如果是入手，还需要了解这三个缺点，避免迷茫选择。其一，外观设计中规中矩，都是主流的水滴屏设计，与千元档的小米CC和vivo Z5设计类似，放在高端旗舰机位置上反而显得毫无新意。而OPPO K3等部分机型采用了创新的升降式摄像头的全面屏设计，以及三星Galaxy A80采用180度翻转摄像头设计，相比之下，华为P30系列外观略显陈旧了。其二，系统配置上华为P30的存储空间还是64GB起步，且8+64GB版本在降价后仍需要3688元，而现在2999元的小米9已配置8+128GB，差距很明显，华为P30售价更高，却没有体现相应的差价价值。另外，高配版的华为P30 Pro，最高版本的8+512GB在降价之前甚至比三星Galaxy S10的同版本还要贵一些，两款机型都存在一定程度上的配置过低。其三，这两款机型自身对比，华为P30在摄像头拍摄上有部分缩水，不仅比华为P30 Pro少一颗TOF镜头，而且也没有10倍混合变焦和50倍数码变焦功能，P30只支持最大30倍数码变焦，拍摄水平与华为P30 Pro有明显差距，所以算是属于低配版。另外，电池容量和充电速度上也没有P30 Pro理想。综上来看，如果你还有点迷茫，那建议要买就买高配版的华为P30 Pro，这次还有降价500元，或者直接上手5G手机，P30现有的配置很尴尬，大家怎么看？", "author": "加速度测评室", "newsdate": "发布时间：19-08-14", "newstime": "21:29", "sentiment": [{"positive_prob": 0.00501653, "confidence": 0.988852, "negative_prob": 0.994983, "sentiment": 0}]}]