[{"title": "专家称华为做电视“板上钉钉” 华为：不评论传言", "content": "来源:证券日报近日，业内不断有消息传出华为将正式涉足电视行业。有消息称，华为电视将采取华为、荣耀两个品牌同时发力来攻略不同的渠道市场，荣耀品牌会在今年4月份、5月份推出电视，华为彩电在今年下半年推出。对此，华为相关负责人向《证券日报》记者表示，不评论传言。不过，家电行业观察家刘步尘在与《证券日报》记者交流时认为，“华为做电视已经是板上钉钉的事了。”刘步尘表示，他所了解的情况是，华为已经从深圳一家电视企业挖了很多研发、销售人员，放在IoT(物联网)的大部门下，“深圳这家公司的人也直接说，华为一定会做电视”，此外，华为今年将要上市的55吋的4K电视就用荣耀品牌，由京东方代工，这个信息已经很确凿了。“基于以上信息，华为今年推出电视产品的可能性是非常大的。”去年11月份，荣耀总裁赵明曾在2018世界互联网大会上接受采访时明确表示，荣耀确实有在电视方面的布局，目前也正在准备和考虑中，且荣耀电视的目标是三年进入全国前三。但作为主品牌的华为在进军电视行业方面一直较为谨慎，对外也从未有过明确发声。有分析称，在电视领域，华为将用荣耀品牌打头阵来试水。对于传言中的从荣耀电视子品牌逐步延伸到主品牌这样一个策略，刘步尘认为可能性比较大。“荣耀和华为主打不同的品牌定位。华为毕竟在电视行业没有经验，刚开始的时候可能会采取比较谨慎的方法，用华为子品牌荣耀先试水，如果做成功，再推出一个更高端的品牌，用华为品牌直接做。”对于华为进军电视行业，刘步尘指出，彩电企业的心态是比较矛盾的。“华为最值得期待的是，一旦它进入电视领域，有可能会重塑中国的彩电行业。华为的品牌力很强大，它会逐步把中国彩电业的价格拉高。”刘步尘指出，家电行业里电视企业的盈利状况是相对较差的。“中国电视行业盈利能力差，因为行业天天打价格战。尤其互联网品牌一上来就采取超低价的方式，本来电视行业就不赚钱，互联网品牌进入把价格拉得更低了。电视行业都希望华为进入电视领域后，把整个行业塑造成一个健康的行业，有一个相对比较健康的利润。”不过，对于华为这样一个强大对手，彩电企业同时也有担心。华为的影响力要比原有的很多互联网品牌大多了，华为有技术，品牌力强大。本来中国彩电企业竞争就已经很激烈了，华为这样一个重量级对手进来后，行业将会是怎样的局面，也是彩电企业普遍担心的。“那些互联网品牌我都不担心，但我很担心华为。”有电视行业人士表示。“彩电就是屏+芯片，从屏来说，中国彩电企业中除了TCL，大家都没有屏。芯片方面，华为虽然没做电视，但它的海思芯片已经供应给很多彩电企业使用。而且华为在AI技术和8K上都有充分布局。华为要做电视太简单了。”刘步尘指出。根据目前业内人士透露出的消息，华为做电视主要看中智能家居的互联互通功能。此前，华为已经推出了“全场景智慧生活生态战略”，而智能电视作为智能生活场景的一个关键部分，不可或缺。（见习记者 马 燕 ）", "author": "新华网客户端", "newsdate": "发布时间：19-02-18", "newstime": "09:00", "sentiment": [{"positive_prob": 0.0299803, "confidence": 0.933377, "negative_prob": 0.97002, "sentiment": 0}]}, {"title": "柔性屏手机本周密集发布 华为概念指数七连涨", "content": "来源：数据宝华为概念股年内平均上涨10.97％，跑赢同期沪指的股票数量占比近六成，合力泰、联得装备、京东方A等7股涨幅均超过30％。立讯精密、深南电路、生益科技等28股年内获北上资金加仓。今年除夕央视春晚分会场上，《青春畅想》节目中，30位舞蹈演员身穿柔宇科技量产的柔性屏（OLED）特质的“柔衣”闪亮登场，带火了OLED。猪年开市一周，OLED板块大涨近20％。今日早盘，OLED依旧成为两市最吸金的板块之一，叠加华为概念的联得装备及星星科技今日早盘均强势涨停。华为概念指数春节后大幅跑赢沪指据悉，本周20号（周三）和24号（周日），三星和华为将各自发布旗下首款折叠手机，OLED板块的火爆也带动了华为概念股。数据宝统计显示，上周（2月11日至2月15日）华为概念指数春节后连续5日上涨，涨幅高达10.54％。今日早盘，华为概念指数再次高开高走，自2月11日至2月18日上午收盘，该指数涨幅高达13.72％，跑赢同期沪指近10个百分点，在各类指数涨幅排名居前。华为概念板块强劲的表现并非完全地由于跟风炒作。据公开数据显示，去年第四季度中国智能手机出货量同比下降11％。而华为在国内市场表现却异常优异，其市场份额同期上升至27.8％，高于2017年第四季度的20％，华为概念指数今年以来仍大幅跑赢沪指。28只华为概念股年内获北上资金加仓截至今日上午收盘，超九成华为概念股飘红，成为两市最耀眼的板块。事实上，华为概念股无论是上周还是年内表现，都十分惹眼。数据宝统计显示，截至最新收盘日（2月15日），沪指年内上涨7.56％。81只华为概念股年内平均上涨10.97％，跑赢同期沪指的股票数量占比近六成，合力泰、联得装备、京东方A等7股涨幅均超过30％。而从上周来看，81股平均上涨10.77％，跑赢同期沪指的股票数量占比超九成，同兴达、机智科技、东旭光电等9股涨幅超20％。值得一提的是，81只华为概念股中，有28股年内获北上资金加仓（相较于去年末），而这些股票与华为的合作也较为密切。如从事连接器的立讯精密，通过收购深圳科尔来切入华为供应链，北上资金最新持股比例较去年末增加4.23个百分点，该股年内上涨21.62％；其次的深南电路，其获北上资金加仓2.2个百分点，年内股价上涨24.11％。另外，生益科技、新纶科技、信维通信等华为概念股均获得北上资金大手笔加仓。5股近一个月获机构首次关注从机构调研数据来看，上述81只华为概念股中有5股近一个月首次获得机构关注，分别是拓斯达、深南电路、耐威科技、欧菲科技及电连技术，前3股年内同时获得北上资金加仓。从评级来看，除拓斯达外，其余4股机构均给予“买入”或“增持”评级。机构给予电连技术 “增持”评级，目标价中值为37.26元，最新收盘价28.58元。公司主要产品为微型射频连接器的电连技术，曾在互动平台表示，华为MATE20手机使用公司的连接器产品。另外，深南电路目标价中值达到102.43元，最新收盘价99.5元；耐威科技目标价32元，最新收盘价25.67元。15股2018年度净利润有望翻倍业绩来看，72只华为概念股披露了去年业绩预告或快报数据，66股将实现盈利（按业绩预告下限来计算），占比超九成。其中，40股较2017年度净利润有所上升，15股有望翻番。具体来看，为华为供应MLCC电阻、电容的风华高科2018年度净利润有望同比增长3倍以上，主要系电子元器件市场需求旺盛，公司主营产品MLCC、片式电阻器等产品销售增长显著。其次是中京电子，作为华为的二级供应商，其2018年度净利润有望同比增长2倍以上。另外，卓翼科技、南天信息、沪电股份等股2018年度净利润同比增幅均较大。值得一提的是，今年或将成为OLED屏手机爆发元年，各大手机厂商跃跃欲试。传言苹果今年将发布三款手机，OLED屏手机有望成为主打机型。由此或将给OLED材料、屏幕柔性基底，以及相关的华为概念板块等带来新的发展机遇。", "author": "金融界", "newsdate": "发布时间：19-02-18", "newstime": "14:25", "sentiment": [{"positive_prob": 0.909873, "confidence": 0.799719, "negative_prob": 0.0901265, "sentiment": 2}]}, {"title": "小米MIX、华为mate、iPhone Plus，手机型号中的英文什么意思？", "content": "小米MIX系列手机因各种黑科技惊艳了众多人的眼球，而小米用\"MIX\"命名，官方发言称是因为小米公司两年后会搬到西二旗，所以将这款来自\"未来\"的产品命名为\"小米MIX\"，取\"Made in Xierqi\"之意。此外，我们熟知的几个品牌，比如华为P20、小米8S、vivo NEX等等，这些手机品牌我们都知道，但是有没有人留意到他们后缀的那些字母到底是什么意思呢？P、S、X、R、mate等等，这些五花八门的字母都代表着什么意思呢？其实一般而言，这种手机的后缀字母以种类来分的话，大致上意义可以分为五种——高端、低端、更新换代、局部改变，还有就是开发者即兴或随意起的。那么接下来小编就总结了一些我们常见的例子，来解释一下这些大家所不知道的字母含义，以后大家买手机时就可以知道这些型号的区别了。首先我们来聊聊高端种类，代表高端或者定位较高的手机一般会用Pro、Plus、Max、note和Prime等等英文来表示。Pro这个Pro其实也很好理解，就是英文professional的意思，通常在手机上就是表示专业或者顶配的意义，都代表高端机中更专业型号。例如华为P20 Pro、OPPO R17 Pro、华为mate20 Pro等等，一般这种型号的手机在配置上会更强更具专业性。正如即将发布的红米Note 7 PRO，就有消息称将会搭载骁龙675处理器，并且配备4800万像素的索尼IMX586传感器。同时其还有望推出高存储版本，在性能上更具专业竞争力，当然价格也很\"专业\"了。Plus它在英文中表示增加、扩大的意思，在手机中一般表示型号的增强版，可以在手机外观、性能、配置等几个方面进行加强。有的手机发布一个Plus的版本，可能在配置上并没有太大的改变，但是在外观上就做出了很多改良，也可以说是Plus。近年来越来越多的手机加入Plus的型号，这些机型较上一版本更多的是改良，但是也有很多吸引消费者购买的点。Max近年来我们听到最多的就是\"男友力超Max\"这一说法。同样的，这个Max的意思也就是最大，大多数时候我们看到的市面上的手机用Max来后缀的话，一般都是指这个型号在同类手机中的屏幕更大，或者性能最强的意义。Note其表示笔记本，这种型号划分原来是三星首创的。最开始的时候，三星的这个型号手机定位是带笔记本功能的手机，它在手机配置上加入了手写笔，可以像笔记本一样做记录和修改。后来在国内也兴起了这个型号类型，但是很多国内厂商都更多地将其理解为尺寸更大，配置更高、性能更好的意思。Prime它在英文原来的意思中代表的是最好的、首要的之类的意思，在手机中更多表示的是级别更高的意思，也就是相较之前的版本会在性能上有所提升。一般手机会在处理器等硬件配置上进行更新加强。目前，小米、华为、三星、LG都有这个型号的机型。除此之外，还有一些手机较低端或者定位较低的型号，一般会用Mini、C、A、compact、Lite等来表示。这些型号的手机一般来说屏幕都比较小，配置相对较低。一般手机型号用Mini表示的话，就是说这款手机无论是屏幕、配置、性能方面都会相较Max做到更低端，浓缩的不一定都是精华，Mini也意味着它更\"迷你\"。就用努比亚手机Z系列的Mini和Max两个版本对比，先不说性能处理器方面，在功能配置上Max多了红外遥控、nfc、16g储存空间、屏幕为5.5英寸等等功能与配置。而Mini就少了上面那些功能了，屏幕也仅仅为5.0英寸。这种机型一般更受手比较小的妹子欢迎。相对来说，compact较Mini在性能配置上会有所提升，比如索尼compact系列，除了在屏幕尺寸上做了下调以外，整机的总体性能并没有做出太大的调整。Lite系列机型相对缩水的地方就更多了，除了处理器，一些性能配置比如摄像头的大小尺寸，还有质量都较之前会整体下降。一般来说，Lite版本机型和市面上一些手机的\"青春版\"差不多，价格上也很亲民。C、 A分别用英文表达的话就是concise和average的意思，前者表示简约，后者表示平均。同时，两者都有低配、低价的意思，不止在性能还有外观上都有很大的降幅，而且手机造价成本也会较高端机要低。S在手机中更多表示手机的升级版，他们或多或少在软硬件方面进行更新加强。通常来说，在手机外观上并没有做太大的改变。而与此相对的就是edge型号，这款型号在手机配置性能上不会有很多的提升，更多的是从产品的外观进行变化，对于那些颜控的人群就是福音了。总而言之，这些字母的出现都体现着手机行业的发展过程和进步的历程，我们可以从这些手机的更新换代中发现，科技对人类生活的影响和改变，总有一天这些字母或许会成为手机行业发展史的一部分。以上就是小编对市面上一些型号的总结，还有哪些型号没有提及的，欢迎读者在评论区留言补充。", "author": "上游科技", "newsdate": "发布时间：19-02-18", "newstime": "15:44", "sentiment": [{"positive_prob": 0.704532, "confidence": 0.343405, "negative_prob": 0.295468, "sentiment": 2}]}, {"title": "英国确认华为设备在5G应用上的风险可控", "content": "来源：金融界网站据英国《金融时报》报道，英国国家网络安全中心已经得出结论称，在5G网络中使用华为设备的风险是可控。两位知情人士将这一尚未公开的结论告诉英国《金融时报》，称英国国家网络安全中心（National Cyber Security Centre， NCSC）认定，有办法限制在未来5G超高速网络中使用华为设备的风险。知情人士称，英国的结论对欧洲其他国家将产生“重大影响”。如果英国有信心控制对威胁，其他国家也可以向公众保证，以审慎方式继续允许使用中国设备，只要采取英国建议的防范措施。2月13日，华为轮值董事长徐直军在华为公司深圳总部接受六家英国媒体采访时说道，网络安全与5G技术本是两个不同的问题，华为正在与各国政府及产业界合作，共同推动网络安全标准的构建，与华为研发并向世界提供5G技术并不矛盾。徐直军认为，华为与英国之间长期以来的良好合作，也正是基于英国在国际合作中开放与自由的精神，崇尚用规则与监管来解决国际合作中可能涉及到的安全问题，而不是简单的“Yes or No”。在与英国合作的过程中，华为与英国政府共同成立了HCSEC（华为网络安全评估中心），使有DV认证的英国公民可以看到源代码，共同评估华为源代码的安全程度，同时证明华为并没有在产品中设置后门。相关阅读：华为徐直军接受英媒采访：未来几年5G收入来自中日韩华为徐直军接受英媒采访：5G不是原子弹 不伤害人拉脱维亚移动运营商：不会中断与华为5G合作 ", "author": "金融界", "newsdate": "发布时间：19-02-18", "newstime": "09:30", "sentiment": [{"positive_prob": 0.038657, "confidence": 0.914096, "negative_prob": 0.961343, "sentiment": 0}]}]