[{"title": "趋势：未来社会是什么样子？华为官网用三个故事，给你描述出来了", "content": "趋势：未来社会是什么样子？华为官网用三个故事，给你描述出来了，栩栩如生，怦然心动。如今，我们正在迈向一个令人无比激动的智能化时代。人类社会的发展步伐，正在和想象力一样疾速前行。商业、工业乃至全社会都在快速演进和变革。人们渴望更紧密的沟通，梦想前所未有的生活方式，社会也需要更高效的运作。这些需求，驱动着无限可能与无穷契机。人类的未来，蕴含着无限潜能：技术之间，国家之间，商业之间，以及行业之间，所有的边界都将会被打破。作为站在时代浪头的弄潮儿，华为正在为实现全人类的美好未来而努力。华为前瞻性地指出：在未来，一个全联接的世界将不断创造新的体验，将深刻革新社会、经济、生活的方方面面。那么，未来社会到底是什么样子？华为官网曾发表过一篇，文章中，华为通过讲故事的方法，对未来社会进行了栩栩如生、令人怦然心动的描绘，从中你应该能体会到一些社会发展的趋势：故事一2028年：美国全球用户每秒将数百亿位的影片上载到互联网，约翰正在建立新的搜寻系统去认识及理解影片中的人、物及情景。通过具有自动学习能力的人工智能，系统每秒联接到世界各地的数据中心收看大量高清影片。约翰相信，新系统能帮助用户更准确地搜寻影像，更重要的是提供深度分析，让时尚品牌知道用户对衣服裁剪及颜色的最新喜好，让玩具制造商了解流行的游戏，让政府部门知道大众对新公共设施的意见。故事二2035年：中国刘伟坐进自己刚买的自动驾驶汽车。这辆车的车头及车尾都没有指示灯。毕竟，在自动驾驶的年代，谁还需要指示灯呢？刘伟告诉汽车目的地，计算机瞬间联接交通信息系统，了解路面情况，并为刘伟计算出准确的到达时间。在途中，刘伟一边收听音乐，一边安排未来几天的工作。汽车每秒与路上数百辆其它汽车密切“交谈”，了解它们的行车路线、速度及变道计划，极大地降低交通意外导致的伤亡风险。中央系统通过覆盖全面的高速无线网络，收集及分析数以万计汽车的行车数据，作出最佳的交通调度。这些信息也开始影响道路的设计以及城市规划。这年头，“堵车” 已不再是迟到的理由。故事三2042年：印度九岁的桑贾伊患上了极为罕见的“神经外胚层肿瘤”，而且，因为肿瘤破裂造成了脑出血，需要马上进行手术来清除血块和肿瘤， 但老家并没有这方面的手术专家。情况紧急，当地医院果断通过全球人工智能医疗网找到了远在伦敦的脑科专家进行遥距手术。高分辨率摄录及磁力共震设备为桑贾伊实时进行拍摄及扫描，并将数据传送到伦敦的医疗中心。医生通过已大量生产的计算机辅助多用途手术机器人施行手术，触感通过网络100%高度还原到医生的指尖。手术迅速完成，桑贾伊的生命被从死神手中挽救了回来。数年之前，联合国已经通过决议，多国已同意通过网络汇集医疗资源以拯救生命，尤其是帮助贫困地区的病患。就像故事中描述的一样，华为坚信，在未来的社会，高速的全联接将像空气一样无处不在、无时不在。在未来社会，人与人，人与物，物与物会时时刻刻基于联接进行实时智能数据分析和沟通，及时满足人们的各种需求，未来社会将极其的恢弘和美好，最终会走到哪里，会走到何种地步，令人无限期待。（百家号独家内容）", "author": "财经泛读", "newsdate": "发布时间：19-07-30", "newstime": "12:25", "sentiment": [{"positive_prob": 0.0231981, "confidence": 0.948449, "negative_prob": 0.976802, "sentiment": 0}]}, {"title": "华为上半年收入同比增长23.2% 外部环境影响可控", "content": "7月30日下午，华为董事长梁华对外公布并解读2019年上半年业绩。这是华为在今年5月份被美国列入“实体名单”后发布的第一份财报。7月30日下午，华为董事长梁华对外公布并解读2019年上半年业绩。这是华为在今年5月份被美国列入“实体名单”后发布的第一份财报。作为行业中的领军企业，华为的业绩表现尤为引人关注。此前，对于上半年的业绩预测，梁华曾公开表示，“华为目前整个业务一切运作正常，上半年华为业务收入是增长的。”根据华为今日下午对外公布的财报数据，2019年上半年，华为实现销售收入4013亿元，同比增长23.2%，净利润率8.7%;其中，消费者业务2208亿元，营收占比55%;运营商业务1465亿元，占比36.5%;企业业务316亿元，占比7.9%。上半年，华为智能手机发货量(含荣耀)1.18亿部，同比增长24%;华为已获得50份商用5G合同，全球基站发货超过15万个。梁华表示，2019年上半年，华为业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。美国“实体清单”对华为的发展带来一些干扰，但对公司的影响范围、程度都是可控的，公司主力产品基本不受影响，客户仍然相信华为。梁华表示，5月之前，华为收入增长较快，“实体清单”之后，因为存在市场惯性，也取得了增长。但华为面临的困难依然很大，需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对未来的经营业绩造成影响。梁华还强调，外部环境的困难，可能会暂时影响前进的节奏，但不会改变前进的方向，华为仍坚持战略方向不改变。“我们一定会活下来，首先保证公司生存，同时坚持对未来的投资，计划今年研发投入1200亿元。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期”。(国际金融报记者蒋佩芳)来源: 国际金融报", "author": "同花顺财经", "newsdate": "发布时间：19-07-30", "newstime": "17:24", "sentiment": [{"positive_prob": 0.74566, "confidence": 0.434801, "negative_prob": 0.25434, "sentiment": 2}]}, {"title": "华为刷屏！除了业绩亮眼，董事长还回应了这些焦点问题", "content": "财联社7月30日讯，华为在深圳总部发布上半年财报。财报数据显示，华为上半年营收4013亿人民币；智能手机出货量达到1.18亿部，保持逆势增长。华为公司透露，目前已获得50份商用5G合同，全球基站发货超过15万个。对于美国断供对业务的影响，华为表示，上半年整体影响不是太大，如果美国不恢复供货，华为有能力发展自己系统生态。华为上半年营收4013亿人民币，同比增长23.2%，净利润率8.7%；其中消费者业务2208亿元，占比55%；运营商业务1465亿元，占比36.5%；企业业务316亿元，占比7.9%。华为上半年智能手机出货量逆势增长其中，华为上半年智能手机出货达到1.18亿部，同比增加24%。Canalys发布的中国智能手机市场2019年二季度报告显示，第二季度出货量为9760万台，同比下降6%，华为（38.2%）、OPPO（18.3%）、vivo（17.5%）、小米（11.8%）、苹果（5.8%）排名市场份额前五，其中只有华为实现同比增长31%，其余四个品牌同比增长均为负。Canalys称，华为创下8年来所有手机品牌所实现过的最高市场份额。从数据上来看，华为2019年二季度智能手机出货量3730万台，比排在第二的OPPO出货量的两倍还多。已获得50份商用5G合同 今年计划1200亿元研发投入对于5G业务，华为表示，已获得50份商用5G合同，全球基站发货超过15万个。对社会公众所关注的研发投入，华为董事长梁华透露，将继续按计划投资，包括今年总计1200亿元研发投入。美国断供对业务影响不是太大就美国断供对业务的影响，华为董事长梁华表示，5月16日之前，我们的业务发展是非常快的，但之后将近45天左右，服务器和海外的一些消费者的业务受到了影响之外，上半年整体对我们的影响不是太大。华为董事长梁华介绍，上半年财务指标还是比较良好的产品的替代和供应的连续性，保证了对客户的交付，对整个公司整个环节，对公司的连续性方面做了好的支持。在整个供应的稳定和交互方面，没有受到很大的影响。华为整个供应链连续性管理以及供应多元化的这种策略，在市场的这种实践中得到了验证。迄今为止，我们没有一天停止生产。华为整个的生产、发货是基本上是稳定的。全年来看，困难还是有的，但是对2019年的发展还是有信心的。华为首席供应官表示，目前，部分美国供应商的供货在断断续续恢复中，特别是G20峰会特朗普表示加快相关方面的审批，华为期盼他们承诺的实现。华为董事长梁华补充说，美国供应商在关键产品领域的供应，比如安卓系统等，还没有恢复，下半年华为智能手机在海外还是有挑战的。如果美国政府未来继续不允许恢复供货，华为也有能力发展自己的操作系统和生态。鸿蒙系统一开始就是针对物联网所开发的在提及产品时，华为董事长梁华表示，我们在哪个国家的策略还是会依据客户的要求提供相应的服务，至于价格可能要业务部门回答。在全球智能手机提供相应的智能手机产品，这一点不会变化。国内和海外市场，基于安卓生态的不一样，可能影响会不一样，未来解决问题的方法我们会制定相应的策略。关于鸿蒙系统，刚开始就是针对IOT做的操作系统，对物联网、自动驾驶、远程医疗、工业控制等进行操控的操作系统。华为始终坚持做好长期发展的准备，将来如果美国允许使用安卓，华为将任然使用安卓系统和生态，如果美国不允许华为使用安卓系统，华为也能够拿出自己的产品，鸿蒙系统不是谈判策略。未来手机操作系统是什么样，我相信，我们在这块是会基于不同的产品采取，不会像你说的，只是一个噱头。附华为董事长梁华现场演讲实录：华为董事长梁华：迎难而上，对未来充满信心各位媒体朋友：大家好！欢迎出席华为上半年业绩发布会。首先，我想给大家分享一个信息。过去半年多，华为遇到了来自美国政府的极大压力。从年初到今天，共有2600多名来自世界各地的媒体记者到访华为，采访管理层和员工，参观实验室、生产线，体验员工食堂、咖啡厅，记录了记者眼中的华为，相信大家也看到了压力下华为的工作状态。下面，我先介绍华为公司上半年业绩和经营情况。上半年业绩良好，经营稳健2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。其中，运营商业务收入1465亿元，企业业务316亿元，消费者业务2208亿元。2019年上半年是一个非常特殊的时期，但在此期间，公司没有乱，我们的业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。美国“实体清单”对华为的发展带来一些干扰，但对公司的影响范围、程度都是可控的，公司主力产品基本不受影响，客户仍然相信华为。客户的订单、消费者的选择，就是对华为的信任。在此要特别感谢全球客户、消费者对华为的信任和支持！5G商用全球领先ICT基础设施发货总体正常供应商和合作伙伴也给予了华为极大的信任和支持，保障了华为的供应稳定和对客户的及时交付，我们的业务连续性管理、多元化供应策略也在市场的考验中得到了验证。迄今为止，华为没有一天停产，没有一天中断对客户发货。在ICT基础设施领域，生产发货情况总体平稳，除了智能计算业务受到影响，无线网络、光传输、数据通信、IT等生产发货量都在增长。尤其是在5G领域，我们已经获得了50个商用合同，并发货超过15万个基站，5G商用全球领先。全球消费者有真爱，仍然信赖华为消费者业务方面，2019年上半年，华为智能手机发货量（含荣耀）达到1.18亿台，同比增长24%。消费者业务的全场景业务布局也取得了关键进展，除手机外，平板、PC、可穿戴设备的发货量也都实现了健康、快速的增长；在全场景智慧生态能力建设上，也已经初具规模，如华为终端云服务生态，全球注册开发者已经超过80万，汇聚了全球5亿用户。目前，在照相、AI、通信、电池续航等技术功能上，华为智能手机都处于世界领先，这也是消费者为什么信赖华为的原因。华为也将加倍努力，创造更多、更好的终端产品，回馈消费者。面对困难和挑战坚持战略方向，持续投入研发我们也要客观地看到，五月份之前，华为收入增长较快，“实体清单”之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，我们需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对我们未来的经营业绩造成影响。正如那架“烂飞机”，我们还需要继续“补洞”，运营商业务基本上“补”得差不多了，现在重点在消费者业务“补洞”，我们仍然要为“求生存”而奋斗。外部环境的困难，可能会暂时影响我们前进的节奏，但不会改变前进的方向，华为还是坚持战略方向不改变，我们一定会活下来，首先保证公司生存，同时坚持对未来的投资，计划今年研发投入1200亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。奋力前行，我们对未来充满信心不管在什么情况下，华为都将坚持开放合作，不会走向封闭和狭隘的自主。我们希望与产业链伙伴合作共赢，共同为全球客户创造价值，为消费者提供良好体验，推动ICT行业健康良性发展。过去的半年，从外部来看华为是极不平静的。但对于华为人而言，反而是淡定的，大家都聚焦把自己的本职工作做好，聚焦保障对客户的交付与服务。尽管未来有很多困难，我们对公司的发展仍然充满了信心。一方面，我们可以看到，ICT行业仍然在蓬勃发展，数字化、智能化转型刚刚启动，有着巨大的市场空间；我们也可以看到，全球客户与合作伙伴给予了华为极大的信任，而华为也用实际行动兑现了我们对客户与伙伴的承诺，我们互相坚定了信心！另一方面，一个组织面临压力最大的时候，往往也是潜力最大的时候。因为美国政府对华为的打击，使我们的工作目标更加清晰，跨部门协同更加顺畅，员工更加充满干劲，内部活力正在得到激发。在这历史时刻，正是内部优秀人才脱颖而出、外部优秀人才加入华为的好机会，我们相信，经过两三年之后，华为将拥有一支管理有效、充满活力的队伍，支撑起公司新一轮发展。在攀登信息通信技术的珠穆朗玛峰时，华为选择了最难走的一条路，但我们从未后悔。即使在最困难的时候，我们依然坚持自己的选择，因为我们肩负理想和使命。正是这种使命感，指引我们长期聚焦和奋斗，在很多领域站到了世界的最前沿；开放合作，吸引了全世界科学家和优秀人才，和我们一起探索未来，用技术为人类社会造福。对理想的坚守，对使命的担当，是我们前进的动力。华为没有退路，唯有坚定向前，我们坚信会取得胜利。谢谢大家！", "author": "财联社", "newsdate": "发布时间：19-07-30", "newstime": "15:19", "sentiment": [{"positive_prob": 0.0116219, "confidence": 0.974173, "negative_prob": 0.988378, "sentiment": 0}]}, {"title": "美国制裁失效！华为霸气回应：不受影响", "content": "在两个月前，美国公然以“实体管制名单”的方式，不惜倾尽全国力量把华为推向无底深渊。尽管最终华为凭借未雨绸缪的“备胎计划”和强大的自主产业链，顺利化解危机，在一场灭顶之灾过后，美国的禁令制裁究竟对华为造成怎么样的影响呢？承诺放行的美国，是否会真的放过华为、恢复各项合作呢？对于外界关心的美国制裁禁令事件，华为近日正式作出回应。今天，华为在举办2019年上半年业绩发布会时，详细公布了一系列公司今年上半年取得的各项成绩，据官方营收数据显示，华为在今年上半年总体营收达到4013亿元，相比去年增幅为23.2%，净利润率8.7%。而谈到美国断供对公司业务造成的影响时，华为董事长梁华一一作出解答。据梁华所述，在被美国列入实体管制名单后，华为的供应链和海外业务受到了一些影响，但整体趋于平稳状态，困难时有的，但并不妨碍今年的各项工作井然有序的推进。具体方面，目前华为在海外市场的智能手机业务已经大幅回暖，恢复到禁令前约80%的水平，至于和谷歌的合作关系和Android系统是否会继续沿用，华为的表明立场称，如果谷歌允许的话，安卓系统仍然是华为的首选方案；如果禁止使用的话，华为完全有能力构建自主操作系统和生态。这也表明，用硬件软件的供应链断供的拙劣手段，并不能够扼杀华为进军全球市场的商业版图扩张，最终决定胜负的必然是建立在产品和技术，得到用户和市场的认可为立身之本。从拒绝华为参与美国当地的5G建设，到抵制华为手机和美国电信运营商签订合作，再到倾尽全国之力切断供应链，美国千方百计的谋划的一场又一场扼杀华为的阴谋，却一再被华为化险为夷，积怨已久后，最终恼羞成怒搬出实体管制名单作为杀手锏。在合作共赢为主旋律的商业市场，宁肯牺牲自身利益，不惜使出“杀敌一千，自损八百”的损招，但殊不知，具备危机意识的华为早有防范，涵盖操作系统、芯片、5G专利、通讯技术等大量自主产业链组成的“备胎计划”，为华为筑起高墙，极大程度的削弱了对海外产业链的依赖。在一年前的中兴禁令后，华为更加深谙“打铁还需自身硬”的道理，构建一套完整的自主产业链和生态圈，尤为重要。华为董事长梁华还补充道，计划2019年研发投入1200亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。在产业链越来越完善后，美国惯用的断供、禁售等手段，都无法再构成威胁。你看好华为的自主研发计划吗，欢迎谈谈你的看法。", "author": "黑大叔IT控", "newsdate": "发布时间：19-07-30", "newstime": "21:16", "sentiment": [{"positive_prob": 0.702479, "confidence": 0.338843, "negative_prob": 0.297521, "sentiment": 2}]}, {"title": "同样是5G手机，华为价格却比中兴贵，为什么大家还要选？", "content": "随着目前5G产品的出现，在这个领域已经成为各个厂商的竞争高地，自己研发能力的大小，也预示着在今后的几年当中会给自己带来什么样的地位？目前在国内市场上，已经有很多科技公司在研发新品，华为和中兴就是其中非常重要的两个。随着两方5G手机的出现，两者之间到底谁能够占据绝对的优势？华为与中兴同样拥有5G手机，华为价格却比较贵，为什么大家还要选，或许只有从他们发售的机型上才能够看出一定的差别。中兴AXON 10 Pro作为新一代的5G产品，似乎要比华为还提前了一段时间，但是随着华为Mate20 X这款5G产品的出现，让目前这个行业当中的一些态度又有了不太明朗的表现。中兴手机在占有量上虽然不是特别优秀，但是他也想要占据新一轮的发展趋势，虽然在外观上面看不出两款手机到底有什么样太大的区别，但是说到他们的核心部件，还有着一定可圈可点的地方。尽管华为的5G手机从价格上来看，似乎要比中兴的产品要贵上许多，归根到底还是在后面的配置上有着极大的差距，进了华为的新品，只有最高4000万的像素，看起来比中兴的4800万像素要低上许多，但是因为华为手机拥有超广角的设计，以及在成像质量上拥有莱卡的存在，因此整体效果上似乎要好上很多，尽管中兴手机拥有20倍的变焦能力，但是他的优点也仅仅是限制在这儿。华为Mate20X 5G版本，虽然在价格方面是比较贵的，但是这里面还加入了一定的防水功能，IP53的等级能力日常当中算得上是比较好的，虽然不像苹果旗舰那样特别突出，但是在平时使用当中能够做到更好的防护。中兴手机在这方面完全不具备这点功能，这些问题虽然看起来不太重要，但是因为售价的因素，这样的功能应该也是必不可少的。既然两者都作为新一代的5G产品，那么在5G网络上支持的频段才是最为关键的，虽然目前的5g标准拥有两个标段NSA和SA，好在华为手机拥有更为宽泛的应用，因为在芯片上使用的是巴龙5000的解调器，所以这两种方式是完全能够支持的。那么在看中兴手机，使用的是骁龙X50解调器，况且这种产品仅仅支持NSA这么一种模式，因此在他们的应用范围上肯定会有巨大的差别，毕竟这种单一的组网方式，在4G与5G过渡期间能够得到很好的体现，如果到了后面真正的应用范围，中兴手机也不再拥有最好的方式。虽然华为的产品要比中兴手机贵上1000多元，但是要说到核心数据，依然是大家的必然选择，不可否认，中兴手机的发展一直都是大家见证的，在通信领域如今也有一定的话语权。但是要说到能够给用户提供真正好的手机产品，目前华为的优势还是相当明显的，不管如何两个厂商目前都是比较优秀的，只要能够在自己范围内持续进步，其他的也就没有那么复杂了。", "author": "科技发明秀", "newsdate": "发布时间：19-07-30", "newstime": "17:19", "sentiment": [{"positive_prob": 0.00195401, "confidence": 0.995658, "negative_prob": 0.998046, "sentiment": 0}]}, {"title": "华为2019年上半年业绩关键字：营收两位数增长、补洞、手机海外市场恢复至禁令前80%", "content": "（图片来源：壹图网）经济观察网 记者 于惠如 2019年7月30日，华为对外发布2019年上半年业绩。这是华为在今年5月16日被列入美国“实体清单”后发布的第一份财报。受“实体清单”的影响，华为上半年的业绩表现如何？从财报数据来看，华为上半年实现营收收入两位数速度增长，业绩表现稳健，但净利润增速下滑。2019年上半年，华为实现销售收入4013亿元，同比增长23.2%，净利润率8.7%。其中，运营商业务收入1465亿元，企业业务316亿元，消费者业务2208亿元。谈及美国“实体清单”对华为带来的影响，华为董事长梁华表示，美国“实体清单”对华为的发展确实带来一些干扰，但对公司的影响范围、程度都是可控的，公司的主力产品基本不受影响。补洞梁华表示，5.16之后，华为的服务器和海外消费者业务收到了一定的影响，但整体来说，上半年产品的替代性和供应的连续性得到保障，影响并不大。“供应商和合作伙伴也给予了华为极大的信任和支持，保障了华为的供应稳定和对客户的及时交付，我们的业务连续性管理、多元化供应策略也在市场的考验中得到了验证。迄今为止，华为没有一天停产，没有一天中断对客户发货。”梁华称。同时，在ICT基础设施领域，华为生产发货情况总体平稳，除了智能计算业务受到影响，无线网络、光传输、数据通信、IT等生产发货量都在增长。尤其是在5G领域，5G产品和供货没有受到影响，实体清单发布后，华为依然获得了11个5G商用合同。据统计，华为目前已经获得了50个商用合同，并发货超过15万个基站，5G商用全球领先。华为董事、首席供应管理官姚福海透露，尽管美国方面做出了承诺，但目前为止，关键的供应链环节并没有恢复。面临的困难依然很大，华为需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对华为未来的经营业绩造成影响。“正如那架‘烂飞机’，我们还需要继续‘补洞’，运营商业务基本上补得差不多了，现在重点在消费者业务‘补洞’。”梁华说。研发投入1200亿元公开数据显示，2018年，华为研发费用达1015亿元，占销售收入比重为14.1%。近十年，华为投入研发费用总计超过4800亿元。在梁华看来，坚持在研发和新技术的投入是华为立足的根本。2019年上半年，对华为来说是一个非常特殊的时期。梁华表示虽然这些困难会暂时影响华为前进的节奏，但不会改变华为前进的方向，华为坚持的策略不会改变。“首先保证公司生存下来，同时坚持对未来的投资，今年，我们计划研发投入1200亿元人民币。”梁华表示，在克服短期困难和挑战以后，华为会进入一个新的发展时期。梁华称，尽管未来有很多困难，但当一个组织面临压力最大的时候，往往也是潜力最大的时候。这个时刻，正是内部优秀人才脱颖而出、外部优秀人才加入华为的好机会。“经过两三年之后，华为将拥有一支管理有效、充满活力的队伍，支撑起公司新一轮发展。”手机海外市场恢复至禁令前80%在5.16之后，受到影响最大的并不是华为的5G等网络业务，而是终端产品，如手机。此前，在6月18日的咖啡对话中，任正非提到，华为海外市场手机销量最严重时下滑了40%，虽然6月份在快速恢复中，但仍然下滑20%。期间，任正非预测，华为公司未来几年可能会减产，销售收入会比计划下降300亿美元，今年和明年的销售收入预计都在1000亿美元左右，2021年可能重新焕发出勃勃生机。针对大家关注的海外手机市场问题，梁华回应称：“海外手机业务还是会受到一些影响，现在（手机方面）已经恢复到今年之前80%的水平。”梁华表示，如果美国允许华为使用安卓操作生态，华为将会继续选择，如果不允许，华为也有能力发展自己的操作系统和生态。此外，对于未来的手机能否有授权，取决于美国政府，梁华称，华为会在全场景业务里面发力，来支撑消费者业务的继续发展，包括智能手机的发展。同时，面对对鸿蒙系统的质疑，梁华解释说：“鸿蒙系统一开始就是针对IOT做的操作系统，针对物联网、自动驾驶、远程医疗、工业控制等进行操控的操作系统。鸿蒙系统不会是噱头，华为公司长期发展，一定要做好长期发展的准备。”", "author": "经济观察报", "newsdate": "发布时间：19-07-30", "newstime": "19:04", "sentiment": [{"positive_prob": 0.952305, "confidence": 0.894012, "negative_prob": 0.0476946, "sentiment": 2}]}, {"title": "「直播」华为2019年上半年业绩发布会：实现营业收入4013亿元", "content": "来源：金融界网站华为公司将于7月30日（星期二）下午举行2019年上半年业绩发布会，华为董事长梁华将对外公布并解读华为公司上半年业绩，阐述华为公司未来展望。以下为实录：16:23 华为2019年上半年业绩发布到此结束。感谢观看！ 16:22 董事长梁华：我们看到现在欧洲很多国家、运营商和企业客户一直在合作，有没有影响，有一些，但对我们上半年影响是不大的。 16:22 记者提问：许多欧洲国家正在讨论禁止购买华为的设备，是否会有影响？ 16:21 董事长梁华：我们根据整个业务发展策略规划进行人力资源布局，是任何公司都会做的，像我们ICT基础设施业务、消费者业务之间，很多能力也是共享的。虽然我们说有很多补漏洞，但不论ICT基础设施、消费领域，整个部门是非常稳定的，在这样稳定的氛围下，大家干劲也是非常大的。我们现在是在求生存中谋发展，解决技术问题，也有研发探索问题，除了内部调整外，我们也希望天才能够成批来，加入华为，共同迎接挑战，谋求发展。 16:20 记者提问：想问下华为是否会针对补漏洞的措施进行一些人员/架构上的挑战？如果有会是多大规模？ 16:20 董事长梁华：我们还是会在全球消费者市场发展，依据产品和服务策略来继续提供智能手机和相应的消费者产品，这一块是不会变的。因为国内市场和海外市场，基于安卓生态不一样，影响也不一样，会根据具体情况制定相应的策略。你刚才说到的鸿蒙系统，它一开始就是针对物联网所开发的，华为始终坚持做好长期发展的准备，将来如果美国允许使用安卓，华为将任然使用安卓系统和生态，如果美国不允许华为使用安卓系统，华为也能够拿出自己的产品，鸿蒙系统不是谈判策略。 16:16 记者提问：终端这块的大洞是打算怎么补？目前是发力国内，机海战术，未来会考虑撤出某些市场，还是在机型上做什么调整？第二个问题是关于鸿蒙，从媲美安卓的“备胎”到IoT系统，有没有具体的实锤告诉我们到底有多少人在研究这个，还是只是应对美国或者Google的话术性策略？ 16:16 董事长梁华：实体清单出现后，可能给我们结构性供应商等带来了一些影响，我们是长期合作，面向未来，也会解决问题。我们未来的发展机会还是很多的，会设计新的产品，在产品上进行合作，我们会根据布局和生产特点做好规划，很难说有具体的比例，我们想在一些高端的、新的产品上，自己的比例会多一些，但和合作伙伴的关系是长期的，在切换中产生的问题，我们共同解决。 16:07 记者提问：有一些供应商像龙骐说因为实体清单的原因，他们的订单被砍了，华为还会恢复这些订单吗？自家生产线和这种类型的代工比例是多少？ 16:04 董事长梁华：华为的5G产品设计、生产、供货没有受到影响，在市场上，我认为这取决于客户的选择。5G网络技术客户如果有需求，华为有领先的解决方案，我们愿意和客户一起很好地建立5G网络，有更好的应用。我们还是有信心，华为在5G技术和产品上的领先，我们愿意和客户一起探索，更好地支持客户在5G基础上提供更好的服务。第二个问题，下半年可能会面临一些调整，因为上半年有惯性，下半年增长速度到底是多少，现在我还不好说，但全年我对整个公司的业绩是有信心的。 16:03 记者提问：我想问的第一个问题是美国对华为的禁令是否会对华为5G竞争格局产生影响？对下半年的业绩有怎样的预期？ 16:01 董事长梁华：我们华为云业务这几年都是持续增长的，包括上半年增长也是比较快的。年报里没看到可能是因为我们把它放到了计算与云业务板块下面，未来华为云会继续与现有的业务结合，发挥优势，Cloud+AI+5G，构建计算的架构，来提供服务。 15:57 记者提问：华为云这块业务收入如何？ 15:56 梁华：5G产品和供货上没有受到影响，实体清单发布后我们依然获得了11个5G商用合同。G20后，一些不是很重要的产品恢复了供应，还有一些关键的没有恢复，但什么时候恢复，不是我们能决定的，只有美国商务部才知道。 15:56 记者提问：第一个问题是请问美国这个实体清单对华为5G网络部署的影响是什么？第二个问题是，华为还没有看到任何受管制的美国供应商获得恢复供货的许可，是这样吗？什么时候能获得？ 15:54 董事长梁华：在美国对华为实施制裁后，我们对主力产品进行了梳理，看哪些能保持供应，哪些不能。不能保证供应的就要改版，从而保障客户的需求，不是很重要的可能就会放弃了，我们就是一件一件地梳理。我们的业务有连接、计算、智能终端，在连接和计算基本都补得差不多了，终端产品的大洞怎么补，我们正在加紧努力地解决。 15:52 记者提问：刚刚我们谈了很多补漏洞的，任总之前说我们大概有4000多个漏洞，到年底能补93％，这些漏洞到底是什么？我们要怎么补？ 15:50 董事长梁华：我们的态度是，美国政府允许，我们使 Android的操作系统和生态，如果不允许，我们会选择发展自己的操作系统和生态。新产品搭载什么系统，发布的时候就会看到我们的准备。 15:48记者：想问下华为的手机替代操作系统，这个进展如何？是否准备好了？下个月华为的Mate 30会搭载Android操作系统？还是替代系统？15:47董事长梁华：上半年，经营性现金流也好，存货、生产管理，我们都做好了资金安排，相信到今年年底，经营性现金流会是比较好的。我们对整个公司的经营管理，对供应连续性，我认为依然会有很好的发展。从现金流，财务方面都能支撑公司的长远发展。15:46记者提问：想问一下华为现金流的问题，现在情况如何？积累了大量的元器件应对，那么囤积元器件会对现金流有多大的影响？能支撑多久？ 15:45董事长梁华：海外手机确实有一个影响，但目前已经恢复到禁令之前80％的水平。我们在新的手机里面，现在发布的手机里面，m20X是在发布之前的合作，未来的手机合作是否能够进行取决于美国政府，但是有一点，华为会在全场景业务里面发力，来支撑消费者业务的继续发展。15:42记者提问：我想接着前面问一下华为手机全球销售的问题，之前任总说华为手机在实体清单发布后销量下跌了40％，那么两个月过去了，现在的情况是？以及，华为发布的5G手机是否还会搭载安卓的操作系统？15:40董事长梁华：美国供应商在关键产品领域的供应，比如安卓系统等，还没有恢复，下半年华为智能手机在海外还是有挑战的。如果美国政府未来继续不允许恢复供货，华为也有能力发展自己的操作系统和生态。15:40华为董事、首席供应官姚福海：目前，部分美国供应商的供货在断断续续恢复中，特别是G20峰会特朗普表示加快相关方面的审批，华为期盼他们承诺的实现。15:39记者提问：消费者对下半年在海外市场的情况？下半年美国供应链和华为的合作情况如何？ 15:32梁华：做消费品最重要的是赢得消费者的喜爱，在市场上占有多少的份额不是华为的追求。智能手机不会一家独大，参与市场竞争关键是能不能满足消费者的需要，坚持在研发和新技术的投入是华为立足的根本。15:31南华早报记者：今早有报告显示华为是国内唯一实现增长的手机品牌，内地手机市场正在逐渐出现“一家独大”的情况，华为的良心会不会痛？15:29董事长梁华： 5月16日之前，我们的业务发展是非常快的，但之后将近45天左右，服务器和海外的一些消费者的业务受到了影响之外，上半年整体对我们的影响不是太大。上半年财务指标还是比较良好的。产品的替代和供应的连续性，保证了对客户的交付，对整个公司整个环节，对公司的连续性方面做了好的支持。在整个供应的稳定和交互方面，没有受到很大的影响。全年来看，困难还是有的，但是对2019年的发展还是有信心的。15:27现场记者提问：美国断供对华为业务有什么影响？15:23进入现场提问环节。华为董事长梁华、华为董事、首席供应官姚福海、华为集团财经副CFO，账务管理部总裁史延丽将回答相关提问。15:20董事长梁华：即使有困难，华为还是会坚持自己的选择，这种使命感让我们聚焦和奋斗，站到了世界前沿，探索未来。对理想的坚守和使命的担当，是华为的坚守，没有退路，我们坚信华为会取得胜利。15:20董事长梁华：五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，这些困难，可能会暂时影响我们的前进节奏，但不会改变前进方向，我们对未来充满信心，会持续投资未来，计划2019年研发投入1200亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。15:19董事长梁华：消费者业务收入为2208亿元。智能手机发货量（含荣耀）达到1.18亿台，同比增长24％，平板、PC、可穿戴设备发货量也实现了健康、快速增长。全场景智慧生态能力建设初具规模，华为终端云服务生态全球注册开发者已超过80万，汇聚了全球5亿用户。15:18董事长梁华：企业业务收入为316亿元。华为不断强化云、AI、企业园区、数据中心、物联网、智能计算等ICT技术和解决方案，持续获得政府及公共事业、金融、交通、能源、汽车等行业客户的信任。15:17董事长梁华：运营商业务收入为1465亿元。无线网络、光传输、数据通信、IT等生产发货情况总体平稳。目前，华为已获得了50个5G商用合同，累计发货超过15万个基站。15：05华为上半年智能手机出货达到1.18亿部，同比增加24％。15:05华为已获得50份商用5G合同，全球基站发货超过15万个。15:04华为董事长梁华介绍，华为2019年上半年实现营业收入4013亿人民币，同比增长23.2％，净利润率8.7％；其中消费者业务2208亿元，占比55％；运营商业务1465亿元，占比36.5％；企业业务316亿元，占比7.9％。", "author": "金融界", "newsdate": "发布时间：19-07-30", "newstime": "15:00", "sentiment": [{"positive_prob": 0.976416, "confidence": 0.947591, "negative_prob": 0.0235842, "sentiment": 2}]}, {"title": "华为半年业绩前瞻：外媒预测华为收入增长30%", "content": "2018年7月底，华为公布了半年业绩，当时华为半年收入是3257亿元人民币。如果按照外媒“30%增长”的预测，华为今年上半年收入将达到4234亿元。腾讯科技讯 7月30日消息，据华为官方消息，华为将于7月30日15:00-16:20举行2019年上半年业绩发布会，华为董事长梁华将对外公布并解读华为公司上半年业绩，阐述华为公司未来展望。作为国内科技行业的领军企业，华为每一次发布会、或者公布最新数据，都格外引人关注。尤其在当前的背景下，5G能给华为带来哪些利好、上年的一系列事件对华为造成了哪些影响，都非常值得关注。对于上半年的业绩预测，梁华本月曾表示：“华为目前整个业务一切运作正常。这个月月底会正式发布半年报的财报，上半年华为业务收入是增长的。”此前有外媒报道称，华为上半年的收入增长率上升至约30％，增长的原因是此前精选团队获得了关键供应，以保持生产继续进行。2018年7月底，华为公布了半年业绩，当时华为半年收入是3257亿元人民币。如果按照外媒“30%增长”的预测，华为今年上半年收入将达到4234亿元。一季度业绩增长迅猛与往年不同，华为今年罕见地按照季度公布了业绩。第一季度，华为销售收入1797亿人民币，同比增长39%；净利润率约为8%，同比略有增长。对于增长原因，华为表示，聚焦ICT基础设施和智能终端，持续提升了公司运营效率和经营质量。运营商业务方面，2019年，全球开启5G商用规模部署。截至3月底，华为已经和运营商签订了40个5G商用合同，70,000多个5G基站已发往世界各地。企业业务方面，华为发布了“数字平台”，并全球率先商用5G技术加持的Wi-Fi 6 AP，截至一季度华为Wi-Fi 6发货数量全球第一。消费者业务上，一季度华为智能手机发货量超过5900万台。", "author": "投资家网", "newsdate": "发布时间：19-07-30", "newstime": "12:03", "sentiment": [{"positive_prob": 0.982119, "confidence": 0.960264, "negative_prob": 0.0178813, "sentiment": 2}]}, {"title": "华为手机卖疯了 销量暴增已占国内近40%份额", "content": "有人说特朗普是华为的最佳代言人，这话其实不无道理。美国发起的全面封锁不仅没有打垮华为，而且相当于在全球范围内给华为打了广告。就在美国打压的逆势当中，第二季度华为手机在国内市场出现超三成的涨幅，已经占到国内总份额的近四成。7月30日，Canalys发布的报告，2019年第二季度，尽管中国手机市场整体下跌6%，出货量连续第九个季度下滑，跌至9760万台，但华为手机市场份额逆势大涨飙升至38%，创下历史最高纪录，出货量高达3730万台，同比增长31%。华为手机Q2逆势增长简单的说，华为手机比去年同期涨了31%，已经占到国内市场的38%。中国市场TOP品牌报告指出，除了华为之外，竞争对手纷纷下滑，OPPO下降18%，出货量1790万台；vivo下降19%，出货量1710万台；小米下滑20%，出货量1150万台；苹果下降14%，出货量仅剩570万台。Canalys报告称，华为被美国列入实体名导致海外市场的不确定性，但在中国市场，华为一直在加速。中国智能手机市场连续第九个季度下滑报告认为，中国消费者使用手机的时间更长，换机频率在下降。2019年上半年背后的一个主要因素是5G手机的推出。随着2019年下半年5G网络的商用，以及2020年网络覆盖和服务质量的提升，消费者将越来越多地转向支持5G网络的智能手机，同时其价格将很快降低到大众接受的范围。面对这样一份数据，其实我们心中不免存在一些隐忧。虽然华为的逆势大涨值得赞誉，但整体来看其实国内手机销量整体是持续下滑的。也就是说华为作为中国手机市场的头部品牌，正在逐渐的侵占其他品牌的份额。这就好像“拆东补西”，其实整体的总量并没有增长，反而是在缩小。(7231392)", "author": "中关村在线", "newsdate": "发布时间：19-07-30", "newstime": "13:06", "sentiment": [{"positive_prob": 0.0635309, "confidence": 0.85882, "negative_prob": 0.936469, "sentiment": 0}]}]