[{"title": "华为手机看荣耀，荣耀Magic 2、V20、8X“横扫千军”", "content": "华为手机值得国人骄傲，华为技术创新攀升，在世界手机行业占据了一定的份额，今年的华为MateX折叠屏设计，给全球一个震惊，折叠手机的屏幕折叠和布局紧凑上满满的黑科技。得到了世界各国媒体的认可，华为已经挤进手机高端市场。华为折叠屏根据今年1月份赛诺数据显示，中国智能手机整体市场容量同比下滑8.9%，国内手机华为和荣耀同比均10%以上的增长，延续了2018年第四季度的稳健态势，可以看出国内华为手机的冲劲并没有削弱，进入高端市场争取到了更多的市场占有份额。华为品牌的攀升迅速，离不开“小弟”荣耀的功劳，荣耀是华为的子品牌，主打高性价比路线，依靠华为技术上的支撑和自身设计上的创新，荣耀在手机行业做的顺风顺水，在手机销量下滑的趋势下依然可以稳健的速度增长，华为走高端，荣耀走中低端市场，中低端市场的用户更加的庞大，所以国产机看华为，华为手机依靠荣耀走销量。今天给大家介绍三款荣耀手机“横扫千军”的三款机型。第一款是荣耀Magic 2，这款机型2018年11月发布的机型，采用的是滑屏设计，在全面屏的设计理念上，滑盖屏是最成功的一款机型，相比vivo NEX双屏版更加的节约能耗，搭载华为自主研发的高端麒麟980处理器，分为6GB和8GB两个版本，内存最高512GB，配备40W超级快充的充电功能，及时补充消耗的电量，荣耀Magic 2横扫市面上的旗舰机型，在售价4000元档中脱颖而出。第二款是荣耀V20，荣耀V20去年12月份发布，屏幕的设计科技感十足，屏幕开孔安装前置摄像头，独特的屏幕造型，引流手机另一种潮流时尚，相比三星A8s前置摄像开孔更加的小巧经典，采用的自主研发的980处理器，电池为4000ma/h，日常用机两天一充没问题，荣耀V20的亮点在拍照功能上，后置摄像头采用的是4800万像素+深感镜头，TOF立体深感镜头的作用下，和同类型相比荣耀V20手机色彩更加的自然，颜色艳丽不走调，很多人拿荣耀V20和小米9对比，荣耀V20并不弱于新出的小米9，最起码在供货方面可以完全保证，在2000-3000元档中荣耀V20值得去考虑。第三款为荣耀8X，荣耀8X销量破1000万台，在千元机档中出类拔萃，给荣耀争光不少，荣耀8X依靠自身千元机价位和高性能的品质，赢得大家的赞赏，其屏幕设计为刘海屏，屏幕底部窄下巴做出了旗舰机的尺寸，外观上可以对标旗舰机型，性能方面麒麟710八核处理器，在运行游戏或者手机应用时反应迅速，这是同价位中做的最成功的的一款手机。三款机型都有自己的独到之处，在不同价位上贴合不用用户需求，高中档一应俱全，技术上和华为共享，研发上有华为支撑，荣耀看似一个中低端手机繁殖地，其实是高性价比手机的孵化地，各大品牌机型和荣耀对标比对，可以看出荣耀手机的品质真材实料。大家对于华为手机看荣耀这句话怎么看？", "author": "AI数码控", "newsdate": "发布时间：19-03-12", "newstime": "22:52", "sentiment": [{"positive_prob": 0.993465, "confidence": 0.985478, "negative_prob": 0.00653488, "sentiment": 2}]}, {"title": "小米和华为的手机系统相比，谁更好用？别乱选，3方面看出差距！", "content": "小米和华为的手机系统相比，谁更好用？别乱选，3方面看出差距！我们现在所使用的手机能够保证流畅度的运行，除了处理器的重要之外，系统也是很重要的一点，就像苹果手机为什么可以使用很长的时间都不会像安卓手机那样出现卡顿的情况，其中很大的一部分原因就是因为系统跟安卓手机的系统不一样。虽说苹果手机有着这样的优势，但是因为价格的越来越高，已经让用户们没有办法再承受，所以还是有很多的用户选择使用我们国内的手机品牌，在国内的手机品牌中发展的比较好的就有小米和华为等等，其中小米和华为是一直拿来被人比较的，那么今天我们就这两个手机品牌来比一下他们的系统，小米和华为的手机系统相比，谁更好用？别乱选，3方面看出差距！第一个方面：系统的设计风格，其实小米的手机系统所设计的风格是非常简单的，一眼看上去就非常的清晰，有一种特别舒服的视觉感，在色彩以及图标上的搭配也是细心研究的，不过华为手机的系统在这一方面上有所不同，华为的系统整个看上去其实会觉得非常的杂乱，有些图标的设计跟色彩也不是很搭配，所以第一眼给人的感觉就不太明朗。光从设计上面看的话，小米的系统视觉性上要好很多。其实这一点也是因为小米系统的设计更擅长于抓住年轻消费者的心思，现在小米手机这个价格多半面对的都是年轻人，而年轻人对于美观这一块是很关注的，所以就这一点上小米手机的系统就获得了优势。第二个方面：从系统的更新上面看，我们知道小米的系统更新一般是很及时的，平时有用户反馈出系统当中的bug的时候，小米也会第一时间做出调整，给用户们带来更好的一个体验，平时的系统维护以及更新也非常的勤奋，总之就是力求给到用户们一个更高的体验感，而且对于以前的老机型小米手机也是没有放弃的，同样也是在坚持着系统上的更新，而华为的系统呢更新就比较慢，尤其是对于bug这一块，他们很多的bug都是置之不理，不会选择去修复，对于老机型的系统维护这一块也做得没有小米的系统那样好，很多的用户都表示华为的老机型很多都已经暂停了更新，可能华为想要获得更多新机型的销量，不愿意在这个上面下功夫吧。第三个方面：从系统中的广告来看，虽然说系统里面的广告对于手机品牌本身来说是两个分开的个体，不过华为的系统跟小米的系统中所带有的广告的确是有些太多了，尤其是小米的手机系统，基本上来说很多的软件都带有广告，着实是很影响体验，在这个方面上华为稍微好一点，不过仍旧也是带有广告的，可能这是系统的设计必须要经历的一步，如果从这一个方面来说呢，华为要处于一个优势。总体来讲都各有各的优势，也都有着自己的缺点，综合实力呢还是小米手机的系统要强上一些，不过两个系统在流畅度上是没有太大的差别，因为华为在硬件上要比小米手机好很多，也就弥补了系统上的不足。很多用户都说要是有小米的系统加上华为的硬件，那这样应该就无敌了，不过他们也不太可能合作。最后小编想问各位网友平时更喜欢使用哪一个系统呢？", "author": "数码说生活", "newsdate": "发布时间：19-03-13", "newstime": "00:47", "sentiment": [{"positive_prob": 0.00125058, "confidence": 0.997221, "negative_prob": 0.998749, "sentiment": 0}]}, {"title": "面对华为，美国缘何由淑女变成怨妇？", "content": "据《华尔街日报》11日报道，美国驻德国大使格雷内尔日前向德国联邦经济部长发出信件，称柏林需要禁止华为或者其他中国公司参与建设德国的5G网络，否则德国将面临失去与美国情报共享的风险。看到这么新闻，相信大多数中国人已经习以为常，近些年，美国不仅自己是抵制华为急先锋，不仅在全美禁止华为产品销售，还不时用政治绑架，经济威胁等方式，破坏华为与欧洲国家合作，虽然效果不大，还免费给华为做了广告。但美国还是不遗余力。直接威胁德国，更是开创了威胁盟友的先河。众所周知，美国是一个崇尚自由竞争和机会均等的国家，美国为全世界提供了最大自由竞争市场和创业环境，正基于此，美国获得全世界最优质的人才，最前沿的科技创造力，最高效管理水平，这些促成美国成为当今世界最强大的国家。这段时间，美国人宛如一个淑女，在全世界展现自己开放，豁达，美国人的形象也成为让全世界羡艳不已。而这一切，从随着5G时代到来发展巨变。2016年11月17日华为在一场3GPP RAN1 87次会议的5G短码讨论方案中，凭借59家代表的支持，以极化码（Polar Code）战胜了高通主推的LDPC及法国的Turbo2.0方案，拿下5G时代的话语权，这意味华为成功颠覆了高通长期以来的霸主地位。高通居然败给华为，要知道，高通在全世界就是一个神一般存在的跨国企业。全球3G，4G与5G技术的研发领先全球，几乎涉及世界上所有电信设备和消费电子设备品牌。高通cdmA技术集团是世界最大无线半导体生产商和无线芯片族及软件技术供应商。据专家预测，仅凭一项专利，高通在中国市场收入达15000亿人民币。目前，高通旗下拥有3000多台CDMA以及其他的高新技术。为全球一百多家企业提供专利服务，几乎覆盖了全球所有的电信设备和电子产品设备。高通在全球获得巨额利润基本来自三部分，一是专利授权，一是手机芯片出售，三是运营商专利许可费。直白一点说，通过控制3000多项CMD及其他高新技术，高通向全球收取高额专利费。每一部使用高通芯片的手机，就必须付出芯片费用和专利费。运营商销售含有高通技术和芯片手机，也必须付出两项费用。而到了5G时代，各国都开始制定自己5G计划，而最为突出的就是中国华为公司。华为到底有多牛，先看一些资料：1.华为成立于上世纪80年代末，经过二十多年的发展，由一家交换机销售代理公司迅速成长为全球最大的电信设备制造商，除北美市场没有完全进入外，华为已经与全球顶级50家运营商中的45家建立合作伙伴关系，服务着全球40%的人口。全球有超过20亿人每天使用华为的设备通信，即使在4G技术领先的欧洲，华为也有过半的市场占有率，在150多个国家拥有5百多万名客户，营收7成来自海外！2.根据，欧洲电信标准化协会（ETSI）发布了全球5G标准核心必要专利数量排名，华为以1970件5G声明专利排名世界第一，排在后面的是国际巨头诺基亚和爱立信。3.2018年华为手机发货量达2.06亿台。据C114了解，这个数字在2010年仅为300万台，相当于八年增长了66倍。在2018年第二、第三季度其市场份额亦超越苹果，成为全球第二大手机厂商。4.2018年华为消费者BG收入规模同比增长近50％，较目标提前一年跨越500亿美元里程碑，占华为总收入的一半。华为预计2018年实现销售收入1085亿美元（7500亿元），同比增长21%。隶属于华为旗下的荣耀手机在海外市场实现了180%的增长。5.2017年8月20日，搭载麒麟Kirin芯片的华为、荣耀两个品牌的手机发货量累计已超过1亿部，这是继2015年Balong平台产品发货超过1亿部以来，华为在无线终端芯片领域的又一个里程碑。麒麟芯片面世短短几年，已经突破了一亿的出货量。尤其是最新的麒麟980，目前有着众多的第一称号，全球首发7nm先进工艺，全球首发ARMCotex-A76架构，业内首个双核NPU，业内首商用Mali-G76GPU，业界首个1.4Gbps Cat2.1 Modem，业界首款支持2133MHz LPDDR4X，全球最快的手机WiFi芯片Hi1103。2018年华为公司，2018年营收接近7000亿元，约合1085亿美元。2019年，带有华为芯片华为手机预计销售量为2亿部，华为公司预测收入目标为8545亿元，约合1259亿美元。也就是说，华为的存在，就是终结高通“三家通吃”盘剥世界的开始。而如此巨量没有使用美国高通芯片的华为手机出现，不仅动摇了美国在全世界坐地收款的历史，也让美国监控全世界的目的大打折扣。而这些对于美国来说，是无法忍受的现实。在现实利益受到巨大威胁之时，美国已经彻底撕下淑女的面具，变成一个面目丑陋的怨妇。但美国无论如何做，都改变不了一个现实，那就是华为在手机芯片这个核心技术上，已经几乎摆脱了美国的“断粮威胁”，加上华为在技术研发上惊人的投入，华为公司只能越来越强，越来越好。", "author": "西域弓长", "newsdate": "发布时间：19-03-13", "newstime": "17:58", "sentiment": [{"positive_prob": 0.101193, "confidence": 0.775128, "negative_prob": 0.898807, "sentiment": 0}]}, {"title": "谷歌随时禁止国产手机使用安卓？余承东：华为不受影响", "content": "中美贸易战目前丝毫还没有消退的迹象，美国仍然在对华为穷追猛打，恨不能让其直接倒闭。之前美国对中兴一限制芯片，中兴就濒临破产。众所周知，华为的手机都是安卓手机，一旦美国翻脸，勒令谷歌停止对华为的安卓机器授权，势必会对华为带来不小的打击。然而华为消费者业务 CEO 余承东近日在接受德国媒体 Welt 采访时霸气回应： 我们准备好了自己的操作系统，如果我们不能再使用（安卓、Windows）这些系统，我们就会做好准备，这是我们的B计划。当然，我们更愿意与谷歌、微软的生态系统合作 。华为作为最高科技水平的民族企业之一，已经拥有了自己独立研发的海思麒麟，在芯片上对西方已经摆脱了依赖，但仍然让不少国人担忧的一点，那便是操作系统。如今从余承东的回应上，我们看到了民族企业在这方面也作出了突破，不免让人安心不少，我们的企业，终于不用再受制于人。相信美国也不会不知道华为已经研发出了自主的操作系统，不知道以前一直以为自己对华为有着十足胜算的美国人，现在是否已经愁眉苦脸了。", "author": "数码眯眯眼", "newsdate": "发布时间：19-03-13", "newstime": "17:23", "sentiment": [{"positive_prob": 0.115507, "confidence": 0.743318, "negative_prob": 0.884493, "sentiment": 0}]}]