[{"title": "万兴科技旗下亿图软件亮相华为全联接大会 共筑鲲鹏云生态", "content": "9月18日-20日，2019华为全联接大会在上海举办。万兴科技(300624.SZ)旗下专注于国内外绘图软件提供商的亿图软件亮相了本次大会。作为国内A股上市的智慧科技企业，万兴科技为人们的生活和工作提供消费级软件、硬件与物联安全服务，致力于让简单创意的科技无处不在。而旗下的亿图软件一直致力于办公效率类软件的研究和开发，早前已完成MindMaster、亿图图示和Edraw Project三款王牌产品于华为鲲鹏云桌面端的适配。大会上，华为宣布“硬件开放、软件开源”，继续围绕未来计算产业发展，持续构建鲲鹏开放生态。未来相关生态伙伴及产业优秀企业将依托华为打开更广阔的市场空间。万兴科技旗下亿图软件作为综合绘图软件提供商，则为终端用户提供了一系列的高效易用的流程管理、组织架构、平面设计和信息数据绘制软件，持续引领办公体验的优化。三款预装应用充分体现了亿图软件在办公数字化转型的探索与建设，可帮助各领域客户优化办公效能与体验，一定程度代表了绘图应用软件的趋势与方向。其中综合类型绘图软件亿图图示，适用于Windows、Mac以及Linux系统平台，为办公绘图创建了新的方法和途径。跨平台专业思维导图软件思维导图MindMaster，用户通过MindMaster可随时开展头脑风暴，直观记录自身想法、灵感和思想；项目管理工具亿图项目管理，可帮助项目经理绘制甘特图以制定计划，为任务分配资源，跟踪进度，管理预算并分析正在进行的项目的资源状态和分配情况。亿图软件通过近年的发展，已在国内外市场形成较高知名度，并与国内众多政府、机构和大型企业建立密切合作关系，服务过阿里巴巴、中国人寿、中国邮政、上海银行、清华大学等知名政企单位。亿图软件产品此次变身鲲鹏云桌面端预装应用，将一步拓展用户圈层与服务范围，加强用户场景的渗透，这也是亿图在应用场景拓展上的一次重要尝试。", "author": "人民网", "newsdate": "发布时间：19-09-25", "newstime": "10:20", "sentiment": [{"positive_prob": 0.979292, "confidence": 0.953983, "negative_prob": 0.0207078, "sentiment": 2}]}, {"title": "鲁大师发布麒麟990和骁龙855plus跑分：这一次华为终于超越高通！", "content": "今下半年各大芯片厂商都发布了新的旗舰处理器，高通推出了骁龙855plus，华为也发布了全新的麒麟990系列处理器，苹果也带来了A13处理器。那么这3款旗舰处理器各自性能表现如何呢？近日鲁大师就公布了麒麟990和骁龙855plus相关机型的对比跑分，结果显示，相比此前苹果A系列、高通骁龙、华为麒麟的排名，这次出现了新的变化。鲁大师此次公布的数据，主要是对比麒麟990与骁龙855和骁龙855plus旗舰机型，将华为Mate30与三星Note10+、iQOO Pro 5G、vivo NEX3 5G等6款机型进行了对比测评。根据测评结果显示，搭载麒麟990的华为Mate 30总分为424261分，其中CPU得分163575分，GPU得分为160856分，内存得分42480分，存储性能得分56990分。跟高通骁龙855plus相比，两者CPU性能几乎持平，不过麒麟990在GPU性能的评分有领先优势。在7部手机的综合性能跑分中，华为Mate30位列第4名，超过了一加7Pro以及搭载骁龙855plus的红米K20 Pro尊享版。由此可见，麒麟990性能已经和骁龙855plus实力相当，而搭载麒麟990 5G的华为Mate30 Pro此次没有参加测评，相信性能必然更加出色。而且麒麟990 5G作为当前唯一的集成5G旗舰芯片，在5G性能方面，则具有绝对的优势。近期国外跑分平台GeekBeach就公布目前3款旗舰处理器的跑分，结果显示，苹果A13处理器无论单核还是多核，跑分都要领先不少。而麒麟990的跑分则高出了骁龙855plus，这也是华为麒麟处理器首次超越高通。但该平台也没有公布麒麟990 5G版的跑分，根据此前余承东的介绍，麒麟990 5G在CPU方面要比骁龙855plus强10%，在GPU方面则要强9%，可见综合性能要明显强于骁龙855plus。麒麟芯片当前已经成为华为手机成功的重要力量，起初在2008年的初代芯片还处于后列水平，但随着一路追赶，如今麒麟990系列的到来，在性能方面终于实现了对高通骁龙的超越，其中5G性能更是占据着全球领先优势，这似乎也是华为一路逆袭的缩影。那么买手机时，处理器会成为你的重点选项吗？", "author": "Tech情报局", "newsdate": "发布时间：19-09-25", "newstime": "14:40", "sentiment": [{"positive_prob": 0.996835, "confidence": 0.992967, "negative_prob": 0.00316505, "sentiment": 2}]}, {"title": "明天发布！华为Mate30/Mate30 Pro国行版预售火爆", "content": "[PConline 资讯]9月19日，华为Mate30系列海外版正式在德国慕尼黑发布，而华为Mate30系列国行版将于9月26日14点30分发布，华为Mate30系列手机于9月20日0点正式上线华为商城、京东商城、苏宁等各大华为授权电商平台。目前，华为Mate30系列手机预约火爆，截至今天16点36分，在京东商城上，华为Mate30预约量为16472，华为Mate30 Pro预约量79481，华为Mate30系列机型预售量加起来超9万，相信明天华为正式发布华为Mate30系列国行版后，想必有更多朋友会参与华为Mate30系列抢购。配色方面，华为Mate30系列玻璃版提供星河银、罗兰紫、翡冷翠、亮黑色四款配色，而素皮版提供青山黛、丹霞橙两款配色，其中素皮版据华为官方称皮革般质感柔软亲肤，入手丝滑细腻。核心配置方面，华为Mate 30采用6.62英寸2340×1080分辨率OLED全面屏，而华为华为Mate30Pro采用6.53英寸2400×1176分辨率OLED环幕屏，该屏幕设计将侧屏弯曲度提升至88度。处理器方面，华为Mate30系列搭载麒麟990系列芯片，电池容量方面，华为Mate 30内置4200mAh电池，而华为Mate 30 Pro内置4500mAh，两款手机支持40W有线快充及27W无线快充。摄像方面，华为Mate 30采用2400万像素前置摄像头，后置4000万超感光摄像头+1600万超广角摄像头+800万长焦超感光徕卡三摄；而华为Mate 30 Pro采用3200万像素前置摄像头，后置采用4000万电影摄像头+4000万超感光摄像头+800万长焦+3D深感摄像头超感光电影徕卡四摄。目前华为Mate 30系列已在京东开启100元定金预售，预定用户抽奖赢无线耳机，评价晒单还有机会获赠华为大礼包。", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-25", "newstime": "18:11", "sentiment": [{"positive_prob": 0.941958, "confidence": 0.871018, "negative_prob": 0.058042, "sentiment": 2}]}]