[{"title": "苹果陷入两难之际，华为或将出手相助？", "content": "近日有网友闷出一个重磅炸弹：华为将对外出售5G芯片，但仅限苹果。随后华为官方迅速辟谣称：不予置评 事出无常必有妖，虽然华为官方迅速辟谣，但其消息并不是空穴来风。华为和苹果在手机终端产品一直存在竞争关系，但二者的交际并不多，苹果采用华为5G基带，这种设想很少有人去想过，它真的有可能吗？苹果的困境5G技术一直是近年来最热点的话题，各大互联网巨头都在积极布局5G产业，但苹果在5G的布局迟迟没有下文。目前市面上有能力提供5G基带芯片的企业只有三星、华为、高通、联华科。苹果早期和高通一直是战略合作伙伴关系，但后来苹果和高通因专利收费方式产生摩擦，双方倒戈相向，两者陷入无休止的诉讼中。苹果通过高通获得5G基带芯片支持的可能性很低，虽说高通总裁表示，只要苹果一个电话打过来，双方完全可以继续合作。而苹果直接回应的话，就表明苹果在这次诉讼中认输了。苹果在5G基带芯片交易中也占不到任何便宜，甚至高通会借此发难。没有高通的支持，苹果找到了新的合作伙伴inter，2018年，苹果系列手机几乎都是采用inter芯片。但苹果和inter合作很可能也不会太久。一方面inter没有满足特定开发要求，2018年苹果发布的iphoneXs系列均出现不同程度的发热和信号差问题，苹果形象受损严重。另一方面inter研发速度远远低于预期，苹果等inter5G基带的话，预计要到2021年苹果5G终端才能面世。互联网时代瞬息万变，苹果落后的太远，最后可能连5G的汤都喝不到。苹果还找过三星，但三星以产能不足为由直接拒绝了苹果。除此之外就只剩联发科了，联发科虽说是全球知名芯片供应商，但联发科一直以来都是供应低端品牌，苹果如果采用他们的芯片，消费者肯定不会买账了。把上述几家都排除掉后，就只剩华为了。相比苹果在5G布局的困境，华为在5G布局可谓是高歌猛进。就目前而言，能同时做到5G标准+5G基站+5G基带+5G终端的仅此华为一家。在5G基带上，华为在推出了商用产品巴龙5000，是全球首款芯片多模5G基带，采用7nm工艺，技术上遥遥领先高通和三星。它不仅支持5G SA独立以及NSA非独立组网，还兼容4G、3G、2G网络。今年的 MWC 上，华为折叠屏手机 Mate X 登场，它是华为秀肌肉的一款产品，同时也是首款采用巴龙 5000 的智能手机。这表明，华为已经完成 5G 手机的研发工作，也为未来推出更多的 5G 手机铺平了道路。华为曾说过巴龙5000暂时不对外销售，但目前而言，华为的态度好像有所软化，其态度也令人寻味。为什么是苹果这时候就有人要问了，手机品牌那么多，凭什么华为的基带只卖给苹果，是不是“歧视”其它友商品牌？华为在很早就说过5G技术不会出售给任何友商品牌，和苹果比，其他友商的体量还是太小了，不足以让华为心动。苹果作为手机行业难以撼动的霸主，拿走手机行业超半数的利润，华为和苹果合作，对华为而言是有一定好处的。1、苹果的影响力无人能及苹果是全球范围内知名度最高的品牌之一，任正非公开表示过，华为和苹果之间还存在一定的差距。 如果苹果用上华为生产的5G基带芯片，那就说明华为的研发能力得到苹果这个巨头的背书，这对提升华为的品牌影响力和产品竞争力有很大作用。而且，华为可以对美国的制裁和封锁展开一定的反击，对华为进军美洲市场和欧洲市场5G布局有绝对助力。2、双方不是主要的竞争对手苹果的iphoneXs系列最低价是6499元起，最高可达上万元。反观华为主打的Mate 20 Pro和Mate 20的售价都在六千元以下。所以双方在产品价格竞争存在一定的差异，若苹果和华为合作的利大于竞争的利，两者就不无联手的可能性。华为主打中高端机型，在国内面对诸多竞争对手，如果将5G基带芯片出售给其他友商，那华为就会失去唯一在技术层面的优势，得不偿失。3、苹果带来的收益难以拒绝2018年，苹果年出货量超2万亿台，全球排名第二，仅次于三星。而且苹果产品都是属于高端产品，若苹果全部采用华为5G基带芯片，那华为将会进入一个营收高速增长的阶段。甚至华为给苹果5G基带的数量会超越自身。这样一看，苹果和华为合作是件互利共赢的事情，苹果能够弥补自身5G技术的空窗期，华为能够借助苹果的影响力，以及巨额营收来发展自身。但现实和理想之间往往隔着沟壑，双方合作存在这不少的阻力。苹果和华为真的能联手吗？首先，华为在美国遭遇到前所未有的阻力。美国政府对华为严防死守，因美国政府干预，华为与美国运营商的合作被迫终止。今年美国国防授权法更是公开表示，禁止华为通信技术在美国流通。今年3月，华为强势宣布，正式起诉美国政府，公开宣战。因此，苹果作为美国科技巨头，苹果和华为合作将会遭遇到美国政府强大的阻力，甚至，就华为本身而言，能否让华为5G基带芯片登陆美国都存在巨大的问题。当然，苹果若采用华为5G基带无法登陆美国，可以选择在不同地区的配合不同供应商的5G基带，此前苹果也确实这样操作过，2017年的iphone，苹果采用的基带就是英特尔和高通混用。尤其是在国内，苹果采用华为5G基带的可能性是最大的，就算华为只能拿下苹果的局部市场，对华为来说，其利润也非常可观。2018年，华为营收破千亿美元，其消费者业务营收大涨45%，达到500亿美元，超过运营商业务和企业业务。任正非在企业内部讲话中，明确表示要给华为终端部门自主改革的权利，因此华为终端部门的态度会成为能否达成合作的关键因素。据华为终端部门高管说，此事是苹果的单相思，华为尚无这样的打算。在移动互联网兴起的时代，苹果成功引领了智能手机的风向标，而5G时代到来之前，苹果的优势正在被后来者一步步追上，甚至苹果手机在屏幕、设计等方面落后某些手机品牌。 苹果软件上的优势也在逐渐缩小，其信号差成为了最大的短板，5G基带芯片研发进度处于刚刚起步阶段，苹果要独立自主研发5G基带芯片还有很长一段路要走。苹果和华为的合作短期看来是互利共赢，长期看来，华为方面会存在滋敌助长的危机。不过双方最终是否握手合作，还得看接下来一段时间，相信时间会给我们答案。作者：小小高", "author": "电商报", "newsdate": "发布时间：19-04-12", "newstime": "09:35", "sentiment": [{"positive_prob": 0.0708365, "confidence": 0.842586, "negative_prob": 0.929164, "sentiment": 0}]}, {"title": "追求强悍性能，三款华为旗舰机推荐！", "content": "华为一直以来都是国人的骄傲，它是通讯行业的世界巨头。不仅如此，华为这些年在智能手机领域也是做得风生水起，厚积薄发的华为默默耕耘，现已成为国内旗舰机的领军者。前端时间发布的华为P30系列，更是打响了进军海外市场的漂亮一战，一经推出就在欧洲引起抢购狂潮，非常火爆。我们都知道，华为手机一共有三个旗舰系列，分别为Mate系列、P系列、Nova系列系列，今天，数码奇葩小子就来为大家推荐华为手机各大系列里面比较优秀的作品，希望能为大家购机提供参考！1.华为Mate20华为Mate系列手机主要针对追求大气和高端的商务人士，因此在研发的时候对手机的整体质感和硬件都有着比较高的要求。外观设计方面，华为Mate20采用行业少见的“蚀刻”工艺玻璃材质后壳，拥有一块6.53英寸的LCD水滴全面屏，得益于COF封装工艺的使用，左右边框进一步做窄，视觉效果更佳，带来舒适握持感的同时也满足日常多数使用场景的需要。性能方面，搭载麒麟980高端处理器，加上Turbo2.0的应用，日常APP能够轻松应对，大型游戏的流畅性和稳定性也得到保障。拍照上，配备1600万+1200万+800万像素的徕卡认证三摄，在双核独立NPU和超级夜景的加持下，成片速度和成像效果极佳，对于非摄影发烧友来说无可挑剔；不过，这款手机唯一不足的地方就是不支持无线充电，但拥有4000毫安电池和22.5W快充也使它晋升续航旗舰机行列。2.华为P30 Pro华为P系列手机主要为年轻追求时尚的群体而打造，因此在手机外观和娱乐功能有着明显的优势。外观方面，采用的是当今热门的水滴曲面屏，6.47英寸屏幕，分辨率高达2340*1080。相比上一代左右边框已经进一步做窄，下巴也继续缩小，亮屏的瞬间视觉冲击力挺震撼。拍照功能是P30 Pro的主打，自拍镜头享受高达3200万像素，结合了华为顶级的AI美颜相机算法，自拍性能非常出色。后置则是4000万像素超感光徕卡四摄（4000万像素F1.6超感光镜头+2000万像素超广角镜头+800万像素潜望式长焦镜头和一颗TOF景深镜头），支持双OIS光学防抖（主镜头+远距镜头），同时它也是首款实现商用的潜望式镜头手机。P30 Pro最大可实现5倍光学变焦、10倍混合变焦以及50倍数码变焦，这样的配置足以媲美专业单反相机。性能方面，华为P30 Pro搭载的是自主研发的麒麟980高端处理器，存储上提供8GB+128GB、8GB+256GB、8GB+512GB三个版本，而且内存支持拓展，可以说性能十分强悍，这应该算是旗舰机里的战斗机吧？3.华为nova 4nova系列也是专门为年轻人打造的年轻时尚的旗舰系列。华为nova4搭载6.4英寸极点全面屏，分辨率为2310*1080，相比nova 3的“刘海屏”，nova 4的屏占比提升到了91.8%，浩瀚视野尽收掌中，。而nova 4也是华为首款“挖孔屏”手机，所以手机正面仅有一个屏幕开孔，给用户的视觉冲击力非常强，机身正面看上去全是屏幕一般。拍照方面，华为nova4的前置摄像头是2500万像素，采用索尼IMX576传感器，升级美颜算法，能够捕捉表情，拍出最美自拍。后置位4800万主摄（IMX586）+1600万像素超广角镜头+200万像素景深虚化镜头的竖排三摄布局，同时支持AIS手持超级夜景。4800万主摄像头负责成像，200万景深虚化镜头提供大光圈虚化效果，1600万像素超广角镜头拥有117°超广角，可以帮助用户拍摄到更加宽广的视角，即使是在旅游过程中面对很大的建筑物，依然可以轻松的将其收入镜头内。性能方面，搭载麒麟970处理器，采用台积电10nm工艺制程，高效强劲，性能更出众。配合8GB运存+128GB机身存储，能够为用户提供流畅的系统体验和绝对够用的存储空间。另外，GPU Turbo图形加速技术的加持，更是将手游性能提升了一个档次，告别卡顿，带来超乎想象的畅爽游戏体验。以上三款不同系列的华为手机，在功能和外观上，物尽其用，为不同人群打造。如果对拍照要求高，不妨考虑最新的P30系列；如果是商务需求，或许Mate系列适合你；如果看重外观，nova系列会是个好选择，请大家对号入座哟.", "author": "数码奇葩小子", "newsdate": "发布时间：19-04-12", "newstime": "11:50", "sentiment": [{"positive_prob": 0.999966, "confidence": 0.999924, "negative_prob": 3.43505e-05, "sentiment": 2}]}, {"title": "华为P30在摄像头上是否投入太多？余承东的“间接回应”一针见血", "content": "华为最近这几年的在拍照方面的表现确实十分出色，但近日有网友却质疑华为P30在摄像头上是否投入太多？认为华为P30系列的手机除了拍照之外似乎就别无长处，尤其是在屏幕素质上不肯花钱上2K屏幕，觉得这样的做法会令用户不满意。不过，近期笔者却看到余承东的采访，这话说得一针见血！原来，近期还有一份数据表示，iPhone XS Max的后置摄像头元件成本价约34.5美元，三星S10+的约44美元，而华为P30 Pro后置摄像头元件成本价56美元。也就是说，华为P30Pro的摄像头元器件成本要比苹果三星贵了几十元人民币。此外我们再结合目前华为P30手机最大的进步点应该就是拍照，所以在这方面的投入自然也是最多的。在屏幕投入方面，华为P30 Pro的成本却只有110美元，iPhoneXS Max达到了120美元，三星S10+则高达125美元，对比之下，华为P30Pro的屏幕落于下风。简单地看屏幕素质你会也会知道，华为P30Pro采用的是仅有1080P的京东方柔性屏幕，而iPhoneXsMax以及三星S10+都是目前处于领先地位的三星供货的OLED屏幕，三星S10+的素质甚至达到了2K级别。那么，为什么华为要在P30的拍照上投入这么多？是否应该分摊一些在提升屏幕素质、提升麒麟980处理器的性能上呢？实际上，余承东近期的表态也算间接回应了这个问题，同时笔者认为是一针见血地指出了问题的本质答案。余承东在P30发布会后接受媒体采访时表示，华为一年的研发投入高达60亿美元，但P30系列也因为强大的拍照能力而带来了较高的溢价，从而期待给华为带来更多的利润。现如今的拍照已经成为了华为手机的一大标签，这也是不断投入才能够换来的结果，倘若不舍得在研发上砸钱，自然也难以取得成绩。换言之，华为P30系列其实依靠着拍照，获得了自己的优势！目前的华为在拍照方面已经形成了优势，甚至还一直被认为碾压苹果三星，延续了华为P20Pro、华为Mate20pro之后的强势点。但是我们可以这么说，如今的苹果手机拥有iOS系统、三星拥有OLED屏幕，而华为将拍照打造成了自身的亮点。如今的拍照俨然成了华为手机的标签，以至于余承东可以骄傲地放话“目前在拍照方面能够超过华为的只有华为自己！”至于华为P30在摄像头上的投入是否太多呢？笔者并不这么认为。为华为P30实际上并比不上华为P30pro，在软件和硬件方面都有一定的缩水，华为因此也可以节省一定的成本，并不是毫无目的地花钱投入。华为P30搭载的是4000万+1600万+800万像素的三摄像头设计，软件方面仅支持3倍光学变焦以及30倍数码变焦，而作为真旗舰级别的华为P30Pro直接升级到了4000万+2000万+800万+ToF四摄像头，软件算法具备了5倍光学变焦以及50倍的数码变焦，最终，华为P30Pro的拍照直接达到了DXO评分第一的水平，超过了三星S10plus以及iPhoneXsMax等旗舰，独占世界第一。也就是说，实际华为P30Pro才是更吃拍照投入成本的旗舰，P30只不过是顺带享受着来自于华为P30Pro的美名，但是，华为P30的8GB+64GB版本价格已经达到了3988元，8GB+128GB版本的价格飙升到了4288元。华为P30Pro的8GB+128GB版本的价格直接来到了5488元。这样的价格，其实已经逐渐接近三星S10、iPhoneXs等高端手机的定价。不仅如此，笔者认为华为P30系列在拍照上发力也是很正确的策略。目前比较容易被普通用户感知的手机体验，其实无非就是外观、拍照、电池续航、性能这四大要素，但想要在外观上实现突破的难度确实太大。因为如今智能手机的形态难以有变化，同质化越来越严重；在电池续航上，除非在电池材料上有革命性的技术升级，否则也难以有实质性的提升，对于性能来说，华为麒麟980如今能够挤进世界一流芯片水准，已经是实属不易，你总不能期待华为的麒麟芯片。而在拍照上，如今相对来说却是最容易做到提升的，尤其是像华为的实力大厂，只要肯投入，增加摄像头数量，提升拍照硬件，同时优化算法，最终就达到了世界第一的位置。当然，智能手机也无法一直如此提升拍照，未来肯定也会陷入技术瓶颈。但就目前的华为现状而言，收编了诺基亚以及索尼等品牌的部分手机摄影团队之后，技术实力自然也在提升，在拍照上发力超过苹果三星，实际比在外观设计、电池或者是性能上超越苹果三星更加有把握做到。此外，现在人们对于手机拍照的需求正在不断上涨，几乎每个使用智能手机的人都会使用到拍照功能，华为P30系列在拍照上发力，也更能够迎合消费者的需求。也就是说，华为P30系列在拍照方面的投入实际也能够换回销量上的回报。现在再看华为P30在摄像头上是否投入太多？实际上从余承东的话就可以看出答案——只要能够给华为手机带来更大的溢价跟利润，再多的投入也是值得的，毕竟有回报的付出总是好事。你们觉得呢？", "author": "叽歪数码", "newsdate": "发布时间：19-04-12", "newstime": "18:15", "sentiment": [{"positive_prob": 0.0142466, "confidence": 0.968341, "negative_prob": 0.985753, "sentiment": 0}]}, {"title": "来围观下华为P30 Pro拍的月亮：这是什么神仙像素！", "content": "数码新资讯？互联新事件？手机快测评？二十年专业老司机，等你上车，点击右上角关注泡泡网即可4月11日下午，华为P30系列正式登陆中国市场，国行版售价也随之揭晓：P30：8+64GB版本售价为3988元；8+128GB版本售价为4288元；8+256GB版本售价为4788元。P30 Pro：8+128GB版本售价为5488元；8+256GB版本售价为5988元；8+512GB版本售价为6788元。大家都已经知道，这次的P30最引以为傲的就是拍照了，尤其是P30 Pro拥有的50倍变焦和超感光徕卡四摄，让其成为“望远镜”般的存在。这不，在发布会当晚，官方就表示：“新机上手，第一件事当然是——拍月亮啦！”并且还晒出了P30 Pro拍月亮的组图，大家来感受一下这台“望远镜”的威力吧！一步步变焦放大，月亮一次次变得更加清晰，网友纷纷感概：这是什么神仙像素 ！随后，已经拿到P30 Pro的用户也晒出了自己拍的月亮：也有网友晒出了Mate20X拍的月亮，依旧很优秀～无论是Mate20系列还是P30系列，华为的拍照实在是没得说，这月亮也不是P出来的～最后我们再来看下P30 Pro的相机配置：徕卡四摄系统：4000万像素广角镜头(F1.6)+2000万像素超广角镜头(F2.2)+800万像素潜望式长焦镜头(F3.4)、TOF景深镜头，并首创RYYB红黄黄蓝传感器，进光量提升40％，ISO高达409600。支持5x光学变焦、10x混合变焦、50x数码变焦，等效焦距16-1343mm；支持双OIS光学防抖、AIS智慧防抖，16mm超广角拍摄、2.5cm超微距拍摄、AI HDR+逆光人像、一景双画，DxOMark综合评分达创纪录的112，其中拍照119、视频97。本文编辑：方彦秋关注泡泡网，畅享科技生活", "author": "泡泡网", "newsdate": "发布时间：19-04-12", "newstime": "10:33", "sentiment": [{"positive_prob": 0.98916, "confidence": 0.97591, "negative_prob": 0.0108404, "sentiment": 2}]}, {"title": "华为新品发布，余承东要降价，华为还是国产的良心品牌", "content": "作为国产机的领军者，华为可以说是成功走入国人的内心。人们常说“买华为就是爱国”，可见华为在国内市场无人能比的品牌效应。华为p系列一直深受国人追捧，作为华为打造的系列高端机型，每款都有突破性的创新，在华为以低价打入手机市场之后，p系列帮助华为成功迈入高端机的行列。据相关数据统计，去年发布的华为p20，发行近3个月销量突破650万，与去年p10同期330万台对比，P20系列的销量增长了近90%。华为对于p系列可谓是十分上心。当下手机市场竞争激烈，打造商务高端机的苹果放下身价，开始疯狂降价。三星主打科技创新，vivo产品打造明星效应，各路手机厂商各出奇招抢占市场份额。华为作为行业巨头，身边危机四伏，“高处不胜寒”。华为本想靠P系列拉高国产手机价格，但遭遇市场整体降价，华为为顺应潮流，开始稳定产品售价。于4月11日发布会公布的p30价格较去年p20下降近1000元，尝试利用降低价格再促进销量上涨。而且华为的国内外市场定价并不比相同，回馈国人，打开国外市场成为华为此次销售的主要方式。国内价格低于国外余承东发布的华为新品国内售价比国际版低近2000人民币，这让一直被国外厂商区别对待的国内消费者感受到了温暖。当然增长国外市场价格很大原因是因为华为国外市场近年来销量猛增。虽然进军美国市场受阻，但华为在欧洲市场发挥良好，2018年数据显示，华为手机在欧洲市场的市场占有23.6%，这次新品发布想要进一步扩大国外市场，将华为销售市场上升全球范围。余承东2019年有向全球第一冲击的野心。国内苹果的不断降价又掀起一波苹果热潮，已经开始不断提升手机价格的华为等国产手机厂商，被迫降价，为稳定市场拴住客户群，华为将价格再压低，国外价格升高，产生争议点，带动消费者的购买热情。国内国产机巨头华为新品首现降价，2019年国内手机市场的价格走很难升高，要保证客户群的稳定性，华为的低价抢先走在市场前列，其余国产手机若没有引人瞩目的科技研发，再涨价大潮中逆流而行可能会被市场抛弃。华为新品发布不仅进行了产品推广，更带来了手机商场两个重要信息，低价和国际化才是国产手机厂商发展的大趋势。", "author": "富丰财经", "newsdate": "发布时间：19-04-12", "newstime": "14:26", "sentiment": [{"positive_prob": 0.364339, "confidence": 0.190358, "negative_prob": 0.635661, "sentiment": 0}]}, {"title": "尴尬，和华为P30相比，OPPO都有性价比了", "content": "最近oppo发布了年度旗舰机OPPO Reno，其中标配版搭载710处理器售价2999元起，顶配版搭载高通骁龙855处理器售价3999元起，一时间网友们纷纷吐槽低配高价，但有意思的是，和华为P30相比，oppo Reno反而更有诚意了，差不多的售价，华为P30被OPPO Reno吊起来锤！不信吗？接着往下看。OPPO Reno高配版搭载高通骁龙855处理器，正面采用一块6.6英寸的全面屏，前置侧旋升降摄像头，摄像头为1600万，后置4800万+ 1300万（长焦）+ 800 万（120° 广角）竖排居中三摄，支持10倍混合变焦。OPPO Reno高配版支持屏下指纹识别技术，电池容量为4065mAh，支持20W的快充，同时该机还支持杜比全景音，NFC功能，内置了线性马达、双频GPS和铜管液冷散热。6GB+128GB售价3999元。而华为P30和P30Pro相比就阉割了很多。该机搭载麒麟980处理器，6.1英寸的水滴屏，前置3200万像素单摄，后置4000万+1600万（广角）+800万（长焦），支持10倍混合变焦。华为P30的电池容量为3650mAh电池，支持22.5W的快充，支持屏下指纹识别和NFC功能，保留耳机接口，IP53防尘防水。8GB+64GB售价3988元。同样的售价可以看出，华为P30在处理器、电池容量、颜值上都被OPPO Reno吊打。也难怪小米的员工表示华为P30的成本都没有售价2999元的小米9高，更有网友表示，和华为P30比起来，OPPO都有性价比了。你认为OPPO Reno的配置可以吊打华为P30吗？oppo Reno和华为P30你会选择哪一款？欢迎在评论区留下你的看法和观点，更多关于手机圈的资讯，点击关注就可以查阅。", "author": "IT魅力", "newsdate": "发布时间：19-04-12", "newstime": "07:40", "sentiment": [{"positive_prob": 0.887333, "confidence": 0.749629, "negative_prob": 0.112667, "sentiment": 2}]}, {"title": "余承东：最好的 5G 手机一定来自华为", "content": "正如上个月的巴黎发布会，在 4 月 11 日的上海发布会中，华为依然给我们带来了许多「硬货」。在这次活动上，华为除了带来 P30 系列的两台新手机，还发布了三款新电脑和四个新外设（Watch GT、40W 充电宝、FreeLace 无线耳机）。其中，两款 P30 手机定价分别为 3988 元起和 5988 元起，能给两款手机提供 40W 快充的充电宝为 369 元；两块 HUAWEI Watch GT 分别为 1488 元和 1388 元；耳机部分的 FreeLace 定价在 499 元；三款 MateBook 根据不同的定位和配置，定价从 3999 元起的 MateBook E 到 MateBook X Pro 的 13999 元。在活动结束后，华为消费者业务 CEO 余承东和媒体进行了一场 QA 访问。对于华为在 P30 之后的发展计划和发展目标，他笑言表示：目前华为市场份额每个季度、每个月都在迅速增长，按照增长的态势我们有可能做到市场份额第一2018 年，华为在前三季度超越苹果跻身成为全球第二大手机厂商，其中除中国本土销量以外，欧洲、中东等地区的销量也有所见增。余承东在会上表示，虽然美国方面曾对华为进行打压，但实际上也无形之中给华为做了广告。而且，市场份额并非是华为追求的目标，相比于在市场占了多少，华为更在乎的是消费者满意度。余承东补充，消费者的口碑是华为持续增长的来源，而研发方面的投入，让更多的新技术带给消费者。谈及到研发费用时，余承东并没有向我们透露 P30 系列研发的具体数字，但他表示，华为的投入规模甚至超过了中国所有手机厂商研发费用的总和，而至于技术研发人员的配置，拼的并不应是数量，而是质量。今年华为在 P30 系列的相机功能中加入了不少新技术，那么这些新技术之后会否应用在其他华为手机当中？余承东表示，未来华为会把旗舰的技术应用在 nova 和荣耀手机当中，今年在技术下放方面，华为会比去年更加进步。▲ 使用 50 倍变焦拍摄的月亮在本次发布会上，华为除了发布新手机，还发布了新电脑和新穿戴设备，这也不禁让人联想到华为非手机领域发展，和华为今年定下的「5 年 1500 亿」目标。余承东颇有自信地说道，目前华为非手机业务增长迅速，在 1500 亿的目标里面，至少 500 亿来自于非手机业务，而手机业务将可能在未来整个收入里面占比更多。今年的 MWC 大会上，华为展出了折叠屏手机 Mate X。而在这次春季发布会中，华为也高调宣布与 GENTLE MONSTER 合作推出智能眼镜。显然，除了目前已有的技术外，华为也正在对未来硬件进行摸索和部署。5G 是目前各家厂商都在着力研究的新技术，在去年的麒麟 980 发布会上，华为多次宣布麒麟 980 将成首个支持 5G 的商用移动平台。在这次访问提及到 5G 方面的发展时，余承东豪言：我们在 5G 这个领域是遥遥领先的，华为是最好的，不仅仅遥遥领先，终端设备也是最好的，最好的 5G 手机一定来自华为。那么华为会在什么时候推出 5G 手机？余承东解释，今年手机行业还是以 4G 手机销售为主，由于 5G 网络目前还在建设，信号不稳定，所以 5G 大规模销售还需要到 2020 年，届时消费者的 5G 使用成本也会有望下降。目前，华为在国内销售的产品有 P / Mate / nova 三个主系列，但对于普通消费者来说，这三个系列却变得越来越相似，站在厂商角度看，这三个系列的产品该怎么分？对此，余承东表示：Mate 系列会主打科技领先、P 系列会主打时尚和拍摄、nova 则是定位中档，所有技术对标同行同定位产品。不同的产品有不同的侧重点。最后，对于余承东在上个月提到的「大屏智能产品」，在此次访问中他再次向我们解释道：进入人工智能时代，华为会做智能音箱，带屏幕的智能音箱。至于屏幕做多大，是不是更大一点、是否含有电视的功能，有这种可能性，但是这个月不会推这样的产品。不过不排除未来有这样的可能性，我们推出配置大屏幕的智能音箱，并且它还会具备电视机的功能，手机也能和它进行互动。对于这些带屏幕的智能产品，华为目前还在探讨，研究当中。", "author": "爱范儿", "newsdate": "发布时间：19-04-12", "newstime": "16:03", "sentiment": [{"positive_prob": 0.997073, "confidence": 0.993495, "negative_prob": 0.00292754, "sentiment": 2}]}, {"title": "华为入局、中国电信升级，智能电视即将掀翻传统彩电业", "content": "近日有多家媒体报道，华为将在今年4月推出电视产品，其中55寸的屏幕供应商为京东方，65寸的屏幕供应商是华星光电。华为电视机的代工则交给京东方收购的苏州高创。同时，一位供应链人士表示，华星光电也已经和华为签了65寸面板的意向，但是当前还没有供货。虽然华为相关人士称对此消息不予置评，4月11日在国内华为P30发布会也不会出现电视机产品。但华为进入电视市场已经是必然。早在去年，就有接近华为内部安徽人士对记者说过：华为在电视上采取双品牌战略，分为华为和荣耀。华为Honor（荣耀）预计将于今年4月份或者5月份推出自己的电视，而华为品牌的电视将于今年下半年推出。在定位方面，华为消费者业务CEO余承东表示：\"华为不会做传统的电视产品，现在整个行业已经进入人工智能时代，华为在做一些智能大屏产品，也在做AI音响等产品，这些产品可能具备电视功能。也就是说，华为要做的不是普通的电视，而是智能且带有摄像头的电视，甚至有人称它为超大屏的手机。事实上，瞄准电视市场的不只是华为。电信运营商也早就看上了这块“大蛋糕”。早在2016年，电信就成为了全球最大的IPTV运营商。今年3月23日，中国电信安徽公司又在“2019电信智能宽带发布暨5G示范应用启动会”上宣布，在原有的iTV基础上，以智能宽带为延伸，推出了智能电视产品。与传统电视相比，安徽电信的智能电视持续引入4K直播与点播内容，具备全国最丰富的直播频道：264路频道创全省之最、爱优腾全覆盖；千人千面的AI体验，通过大数据运算了解全家观影习惯，打造“私人定制版”电视。还有少儿模式、老人模式，少儿模式可对非教育、儿童类内容加密，给孩子创造一个健康的成长空间；老人模式页面设计极简，让家中老人也能玩转智能电视。除了观影服务，安徽电信的智能电视还将整合云相册、智能家居等互动功能整合，用户可将储存在天翼云盘中的视频、照片在电视上同步分享，也可以与智能家居连接，实现了电视的多屏互动功能，真正将家居产品联系在了一起。随着科技的不断发展，目前电视正在发生变化，WiFi连接、互动点播已是常态，未来电视会变得越来越智能，内容愈加丰富。电信也正是瞄准了这些变化，凭借着在iTV、5G、AI等技术上的积累和研发实力推出的智能电视，是轻而易举且极易引爆市场的事情。况且对于电信而言，研发智能电视还有更深一层的含义：布局智能电视是在进一步推进智能家居的布局，为5G和物联网时代做准备。而电信涉及的业务基本上都能在市场上占绝对领先优势，势必会带来一波强有力的“攻击”，这也意味着电视产业正在面临变革，传统电视厂商可要小心了！", "author": "智能家庭", "newsdate": "发布时间：19-04-12", "newstime": "18:26", "sentiment": [{"positive_prob": 0.979819, "confidence": 0.955154, "negative_prob": 0.0201805, "sentiment": 2}]}, {"title": "比欧洲便宜2000多，华为P30除了价格还有哪些亮点？", "content": "4月11日，华为P30系列在国内正式发布，其定价还是保持原来的策略，国内售价比国外便宜几乎2000元。华为P30 售价3988元起，P30 Pro售价5488元起。而其海外起售价分别为799欧元（6056元）以及999欧元（7572元）。除了价格喜人，华为P30系列其他方面的升级也是肉眼可见，尤其是手机影像性能。华为P30系列宣称“未来摄影”，一发布，华为P30 Pro就拿下了DXO的最高评分，同时荣获TIPA 2019年度最佳拍摄智能手机大奖（摄影器材界的“奥斯卡”）。50倍变焦华为P30 Pro后置超感光徕卡四摄，分别是4000万像素的超感光镜头（光圈f/1.6，1/1.7英寸超大型传感器）、2000万像素超广角镜头、800万像素潜望式长焦镜头以及一枚TOF镜头。华为P30 Pro是业界首部商用5倍潜望式光学变焦的机型，能够实现最高50倍的数码变焦。华为P30虽然不及华为P30 Pro那么强悍，但也搭载了4000万像素超感光徕卡三摄，支持30倍数码变焦。所谓“未来摄影”指的不光是四摄，华为 P30系列首创RYYB传感器设计，以黄色像素替换三原色中的绿色像素，进光量提升40%。换而言之，降低了光照不佳对照片的影响。说完了摄影，来看看华为P30系列的外观和性能吧。华为和荣耀在手机外观设计上的钻研很少让人失望。这次华为P30系列新加入的\"天空之境\"，能够在不同角度和不同光照条件下，表现出不同的色泽，很是好看。性能方面，华为P30系列搭载了麒麟980芯片，搭载全新EMUI 9.1系统，支持全新GPU Turbo技术以及超低时延蓝牙技术，可提升游戏体验以及数据传输的稳定。华为P30系列还采用了华为超级文件系统（EROFS），读取速度提升20%，更有华为方舟编译器加持，实现了架构级优化。续航方面，华为P30内置3650mAh电池，支持22.5W有线快充。华为P30 Pro内置4200mAh电池，支持40W有线快充、15W无线快充以及反向无线充电。总的来说，无论是外观、摄影、配置还是价格，华为P30系列还是不负旗舰之名。", "author": "聚科技Tech", "newsdate": "发布时间：19-04-12", "newstime": "18:30", "sentiment": [{"positive_prob": 0.936231, "confidence": 0.858292, "negative_prob": 0.0637686, "sentiment": 2}]}, {"title": "华为P30 Pro VS 三星S10+ 战况惨烈难舍难分", "content": "4月11日华为在上海正式举办了华为P30系列的国行发布会，本次为我们带来“小尺寸”更加称手的华为P30与顶尖旗舰华为P30 Pro两款产品。华为P30 Pro 8GB+128GB售价5488元，与三星最新发布的国行S10售价仅仅相差500元，与全国联保的港版S10+甚至仅相差3、400元左右。两款顶级安卓产品究竟该如何选择，它们又有着怎样的差异就成为困扰用户的一道难题。设计：两款手机非常一致的采用了正反双曲面设计，这样无疑能提供更优秀的观感和握持手感。华为P30 Pro与三星S10+在设计上比较不同的有三点：首先是对前置摄像头的处理方式，华为P30 Pro采用良品率更高，生产难度更小的水滴设计，三星S10+则是前置开孔双摄像头，生产难度更高，对工艺的把握要更加精进，哪种好看见仁见智。后置镜头也是设计的最大不同之处，竖排三摄+闪光灯以及一枚单独的ToF镜头平行排列，与横置三摄+闪光灯+心律、血压传感器统一放置，在后置镜头的处理上明显三星S10+要更加协调统一，P30 Pro则显得有些凌乱。配色方面两款手机都有令人难忘的一款或几款，华为P30 Pro的天空之境配色让人印象深刻，赤茶橘与经典的极光配色也非常吸引人。三星这边拥有经典的陶瓷黑白双色，琉璃绿流光溢彩更是俘获了多数用户的心。屏幕：华为P30 Pro采用一块来自京京东方的OLED屏幕，尺寸为6.47英寸，1080p分辨率。特殊的子像素排列方式使其屏幕ppi等效于三星同宽屏相似。但无论是排列方式导致的细腻程度，还是色准、色域都和三星S10+所使用的Pentile钻石排列2K屏有一定差距，业界最顶尖屏幕还得看三星啊。性能：华为P30 Pro采用自家麒麟980处理器，采用7nm工艺制程；CPU采用8核心架构，其中4枚A76+4枚A55，主频率最高2.8GHz。与上代处理器性能相比提升20%以上，同时功耗降低40%。GPU为G76MP16，支持全新一代GPU Turbo，性能增长可达60%，功耗降低30%。S10+采用高通骁龙855旗舰芯片，7nm工艺制程；采用八核的 Kryo 480 CPU 和 Adreno 640 GPU，最大核最高主频可达2.84GHz 。性能较上代骁龙845 提升 45%，GPU方面也相较骁龙845提升约20%，功耗更低。两款都是旗舰芯片，通过此前对两款处理器的对比测试可以发现，在运行最高画质、最高帧率的《绝地求生：刺激战场》时，麒麟980和骁龙855都能做到100%稳定率，【中值帧率 Median FPS】满40FPS运行，非要较真的话也只能通过【可变性指数 variability index】（这项数据代表每次帧率波动后恢复到稳定所经过的帧数，数字越小越好）一分高下了，骁龙855的成绩为0.56FPS、麒麟980为0.85FPS，相比之下855快了0.29FPS……游戏性能理论上855更强，帧率更稳定，虽然可能在日常使用中不然容易被察觉到。拍照：华为P30 Pro后置四摄，分别包含一枚4000万像素超感光主镜头，采用全球首创的RYYB感光传感器，进光量提升40%，达到了惊人的204800。还拥有一枚120° 2000万像素f/2.2光圈的超广角镜头，可拍摄广视野照片和最近2.5cm的微距照片。800万像素潜望镜头支持5倍光学变焦、10倍混合变焦以及50倍数字变焦。ToF镜头能够感知物体的深度信息，可用来测距。DxOMark为华为P30 Pro的后置相机打出了112分的好成绩，屠榜的存在。三星S10+后置三摄拥有一枚1200万像素长焦镜头、一枚1200万像素主镜头以及一枚1600万像素超广角镜头。主镜头拥有f/2.4和f/1.5两档物理可变光圈，分别可在白天和夜晚通过改变光圈大小来调整进光量。超广角镜头拥有123°超大视野，在拍摄是能获得更多画面内容。能够录制4K UHD与HDR10+视频。前置双镜头能够提供更优秀的人像虚化虚化表现，自拍成绩在DxOMark榜单位居榜首。两款做对比的话可以直接沿用华为发布会的内容，因为华为P30 Pro的进光量是真的太强了，潜望结构的长焦镜头也拥有着绝对的优势。这个环节三星不能说输，应该是打不过，尽力了。续航/充电：三星S10+是系列久违达到4000mAh容量电池的手机，本次的S10+采用了一块4100mAh大电池，但遗憾的是充电速度依然只有15W，听说25W充电已经提上日程了？那么可以先期待一下。华为P30 Pro电池容量达到了4200mAh，采用40W超级快充并获得了德国莱茵安全认证。这部分很明显是华为P30 Pro更具优势。生物识别：华为P30 Pro采用光学屏幕指纹方案，原理是通过屏幕下的一枚小镜头拍摄贴到屏幕上的指纹信息，并于此前录入的指纹信息做比对。三星S10+采用超声波指纹识别方案，通过屏幕下方的传感器发射超声波，扫描到指纹深度信息后返回进行比对。两者相比之下S10+的超声波指纹识别要更具优势，基本可以做到轻碰秒抬起立刻解锁，而光学指纹需要按压扫描，需要更多时间。同时超声波指纹扫描区域的屏幕不需要发强光，避免了夜晚被晃瞎眼的危险，同时支持湿手解锁，即使手指有很多水也有高几率解锁成功。总结以及其余小项：我们可以发现两款手机打的难舍难分，各有优略。华为P30 Pro拥有更强大的夜拍、变焦能力。拥有近似855的性能表现，在续航、充电速度上具有绝对优势。三星S10+拥有目前市面上最好的2k屏幕，观感一流。性能上855要更加领先，自拍与视频录像表现更胜一筹。超声波指纹识别体验远胜光学屏幕指纹。除了这些非常值得一提的是，三星S10+7.8mm厚，重量为175g。华为P30 Pro 8.41mm厚，重量为192g。两款都支持IP68级别防水防尘，都支持NFC、手机公交卡。S10+拥有3.5mm耳机孔，P30 Pro则没有。两款手机都支持无线充电与反向无线充电。购买建议：对于对屏幕有高要求喜欢看电影打游戏的用户优先推荐三星S10+，碳纤维散热和更加轻薄的机身都是加分点。对于对续航和拍照表现有高需求的用户购买华为P30 Pro更加合适，它的续航水平非常优秀，拍照表现几乎无人能敌。根据自己的使用场景选择肯定没错。本文编辑：路天铭", "author": "泡泡网", "newsdate": "发布时间：19-04-12", "newstime": "09:28", "sentiment": [{"positive_prob": 0.920848, "confidence": 0.824107, "negative_prob": 0.0791517, "sentiment": 2}]}]