[{"title": "IEEE候任总主席独家回应“华为事件”", "content": "荔枝新闻讯 记者/王晟 江苏国际频道 记者/许沛予今年5月30日，继美国出台法规排斥华为之后，“IEEE限制华为专家审阅论文”的消息，震动了海内外学术圈，也迅速抢占全球媒体头条。6月3日，IEEE又宣布恢复华为专家审阅论文的权利，但部分专家的心中，阴影犹在。　　为什么短短几天事情变化如此之快？其中有何内情？6月27日，2019国际人工智能与机器人创新生态大会在南京召开，IEEE候任总主席福田敏男（Toshio Fukuda），接受了荔枝新闻记者专访，对“华为风波”做了独家回应。请戳视频↓↓↓02:38 “只是一场误会” 福田敏男教授参加本次南京创新周的活动，既是作为IEEE（国际电气与电子工程师协会）新当选的候任总主席，又是作为机器人研究领域的泰斗级专家。他热情地向荔枝新闻解释机器人未来的发展目标，也毫不避讳不久前的“华为审稿门”事件。“那就是一场误会，现在早已烟消云散了。”他说，IEEE从来没有所谓的“限制华为”，一直欢迎华为华为继续提交论文、参加会议。唯一不确定的是，华为的专家是否可以审阅论文。而这一点上，IEEE也并没有简单地说“No”，而是向美国政府发出询问，了解情况。最后等来的答复是可以继续审阅，问题就此解决。福田教授认为，IEEE的一些信息，被断章取义了，有些人太急躁了，还没有看全后面列出的原因和条件。“有时候这种急躁会产生负面效果。我之前也很担心这件事，但四天之后，一切都澄清了。” 事件回顾 5月29日，一封涉及国际电气与电子工程师协会（IEEE）的电子邮件被公开。邮件称，由于美国商务部工业和安全局（BIS）将中国企业华为公司列入管制“实体名单”， IEEE将无法邀请华为公司雇员担任旗下学术期刊的审稿人或编辑，否则可能产生严重的法律影响。在随后IEEE官方网站公布的声明中称： “美国政府的法规限制了华为公司及其员工无法参与IEEE一些通常不向公众开放的活动，包括一部分的出版物的同行评议和编辑过程，而IEEE需要合规。”IEEE表示，2019年5月16日，美国商务部工业和安全局（简称“BIS”）将华为加入限制名单。违反出口管制条例的行为将受到重大的民事或刑事处罚，包括罚款或监禁。“作为一个在美国纽约注册的非政治性、非营利组织，IEEE必须遵守美国及其他地区管辖权内规定的法律义务，遵守这些法规能保护IEEE及其志愿者与全体会员。”IEEE同时强调，包括华为员工在内的IEEE会员，可以继续保持个人及企业会员资格，仍能正常投票、订阅和访问IEEE出版的文献资料；可以提交论文并出席相关学术活动，可以赞助或接受IEEE的奖项。这一决定，在学术界引发巨大震动，众多专家公开表示反对，有人甚至表示要退出IEEE。中国科协所属十学会发表声明称。“华为审稿门”事件，是对科学家个人和机构的严重歧视，是学术交流发展中的严重倒退，是国际学术界科技界的一场危机。北京时间6月3日，IEEE宣布解除对华为及其子公司员工参与IEEE出版过程中同行评审和编辑工作的限制。“所有IEEE会员都可以继续正常参与IEEE的全部活动，无论他们的雇主是谁。” 新闻延伸 福田敏男（Toshio Fukuda）北京理工大学教授，博士生导师, 中国科学院外籍院士，同时也是早稻田大学等多所大学的教授、名誉教授。福田先生主要从事微纳操作机器人和仿生机器人研究。在该领域，他是世界公认的开拓者和引领者。2018年岁末，IEEE宣布，福田敏男教授当选为2020年IEEE总主席。在2019至2021的三年中，福田敏男教授都将参与IEEE全球管理事务。历史上，IEEE总主席均来自欧美，福田敏男教授是第一位来自亚洲的候选人。 IEEE IEEE（国际电气与电子工程师协会）是全球最具影响力的学术组织之一，致力于电气、电子、计算机工程、通信、自动化工程等有关领域的开发和研究。IEEE在全球160多个国家拥有约42万会员，领导如机器人与自动化学会、计算机学会等38个专业学会。(荔枝新闻/我苏网专稿 转载请注明来源）", "author": "荔枝新闻", "newsdate": "发布时间：19-06-28", "newstime": "20:45", "sentiment": [{"positive_prob": 0.0120241, "confidence": 0.97328, "negative_prob": 0.987976, "sentiment": 0}]}, {"title": "华为5G亮出傲人“成绩单”，全面助力中国5G商用！", "content": "6月6日上午，中国5G商用牌照发放，业界一片沸腾。余温还未褪，6月26日，行业又迎来了一年一度的盛典——MWC上海2019。作为中国5G牌照发放后的首次行业盛会，5G毫无疑问是最热的话题，甚至有人认为本次大会犹如5G出征前的一次大阅兵，而正处于风口浪尖的华为，也毫无疑问是全场关注的焦点。华为展台人山人海华为5G又将会拿出怎样的成绩单？华为将如何助力中国5G全面建设？傲人的成绩单在“华为5G is ON峰会”上，华为常务董事、运营商BG总裁丁耘表示，华为已经在全球获得50个5G商用合同，已发货15万+个5G基站。值得提醒的是，由于我国四大运营商还未正式商用5G，这50个合同中，并不包括中国运营商。今年2月，在巴塞罗那举行的MWC上，华为宣布获得30个5G商用合同，实现4万个5G基站发货量。也就是说，在短短四个月内华为新增了20个5G商用合同，发货了11万+个5G基站。自2019年4月以来，全球5G商用正在加速。韩国、瑞士、英国、芬兰、意大利、西班牙、卡塔尔、科威特、沙特、菲律宾等国家的运营商先后商用了5G。丁耘表示，在这些商用5G网络中，有2/3是由华为助力部署的。在面临复杂的外部形势下，华为5G依然能取得如此傲人的成绩单，这背后必然有过人的沉淀和定力吧。背后是一场技术创新马拉松丁耘用了上图中那架二战中的伊尔2轰炸机来比喻为华为运营商业务的现状，虽然已经弹痕累累，但依然在持续向前飞行，这背后的关键原因是，从2011年开始，华为已经从芯片、模块、操作系统和数据库等方面进行了系统性的业务连续性准备，使得核心能力得到了有效保护，并且具备持续、快速修理这架飞机的能力。华为副董事长胡厚崑在“智联万物先锋”主题演讲中表示，华为早在2009年就从无到有开始进行5G研究，至今已累计投入40亿美元之多，投资范围广且程度深，从芯片到材料，从散热到算法，贯穿了整个5G的基础研究。他表示，在华为，技术创新就像马拉松，要有速度，更要有耐力，而华为在5G方面的技术创新，也秉承了这样的理念。正是因为这场“马拉松”， 华为在5G技术方面取得了全面领先。在标准专利上，华为已拥有超过2570项5G基本专利，占比达20%。在IMT2020第三阶段的外场测试中，多项关键指标处于行业第一。此外，华为5G设备还致力于更简单、更低成本和更易部署，这也是运营商愿意选择华为5G设备的关键原因之一。华为所提供的Massive-MIMO、Blade Site、bookRRU等模块化全系列5G解决方案，具备了绿色、融合和极简三大特点，设备每比特能耗效率可提升25倍，重量减轻23%，支持NSA/SA双架构，面向全场景的模块化、极简化站点可更好的帮助运营商实现地空立体覆盖、原址连续覆盖、区域热点覆盖等多场景部署，以服务千行百业。助力千行百业+5G华为5G有深厚的技术积累，也有全球5G商用经验，助力中国5G商用部署，颇有舍我其谁的气势。但华为对于助力5G部署的态度，绝非仅停留在网络设备层面上，而是一如技术创新马拉松所秉承的理念，要以速度和耐力持续推动5G可持续发展。5G发展，网络是基础，应用创新是牵引，两者如天平的两端，缺一不可。有了网络，5G业务才能发展；有了更多的5G应用，运营商的投入才能得到回报，从而推动5G发展进入良性正循环。5G面向的不只是2C市场的高清视频、VR/AR等应用，它更大的价值是从2C向2B市场扩展，助力千行百业数字化。为此，华为在几年前就成立了X Labs等实验室，与媒体、汽车、教育、能源、健康、园区、制造等产业合作，积极孵化5G新应用，建设5G新生态。经过不断探索与实践，5G应用正在走进各行各业，一步步成为数字经济的底座。比如，5G让直播更便捷。5G将重构电视直播的生产传播，为视频媒体行业带来变革。传统电视直播下，一台直播车约8000万人民币，还需部署昂贵的微波和卫星传输，现场需要上百名工作人员参与采录编播控。有了5G，直播现场只需在一个摄影背包里放上一个成本不到一万元的5G CPE，再通过5G网络即可完成采编和实时传送，不但可大幅节省成本，且机位灵活，可拍摄出更丰富的画面。比如，5G让城市更安全。在警务行业中，联网5G的无人机可实现灵活的、更广域的全方位高清监控，其通过5G网络将超高清4K视频实时传送至指挥中心，可帮助实现快速出警，震慑罪犯，保护居民生命财产安全。比如，5G让电力更高效。电力行业的很多场景都需要5G，比如差动保护、精准负控场景需要5G超低时延超高可靠能力，智能抄表需要5G大规模连接能力，无人机巡检需要5G大带宽能力。以5G无人机巡检为例，一方面通过5G超低时延网络对无人机进行飞行控制，另一方面通过5G大带宽能力把高清视频图像及时回传到指挥中心，每天的巡检距离可达15公里，而传统人工巡检每天只能完成4公里，既大幅提升了巡检效率，又大大降低了人身安全风险。比如，5G让矿山不再发生事故。利用5G大带宽、低时延高可靠能力，通过全景高清摄像头将360度全景视频实时回传到远程控制端，对矿车进行实时、准确的远程控制，可实现在办公室里“开”矿车，这样不仅可以从根本上避免恶劣条件下频发的人员安全事故，还能降低成本，为矿山行业带来巨大的经济效益和社会效益。……5G已走进医院、机场、车站、港口、学校、农业、工厂、演唱会、赛场等各行各业各场景，终将一步步成为全社会数字化、智能化的强大的连接底座。5G+千行百业，使能新增长，华为协同合作伙伴们一直在努力探索。我国5G牌照已发放，5G商用在即。在本次MWC大会上，华为5G亮出了傲人的成绩单，从底层芯片、材料、算法研究到标准制定再到全球部署经验，从端到端网络解决方案到丰富的应用创新，包含了5G部署所涉及的方方面面，实现了全面领先，为助力中国5G规模部署已做好了充分准备。华为副董事长胡厚崑在演讲中表示，华为作为一家中国的公司、作为一个5G方面的领导者，我们对此感到责任重大。中国5G已经启航，我们将竭尽全力和合作伙伴一起共同投入，推动行业合作，真正使得5G的发展为千行百业的数字化进程添砖加瓦，我们一定会积极努力！通信路上，一起走！如果您喜欢此类文章，我们请关注或使用评论功能↓↓声明：转载此文是出于传递更多信息之目的。若有来源标注错误或侵犯了您的合法权益，请作者持权属证明与本网联系，我们将及时更正、删除，谢谢。", "author": "中管院数字经济中心", "newsdate": "发布时间：19-06-28", "newstime": "10:07", "sentiment": [{"positive_prob": 0.991362, "confidence": 0.980804, "negative_prob": 0.00863815, "sentiment": 2}]}, {"title": "华为P30Pro所有零件中有多少是国产的？网友爆出具体数据：4.9%！", "content": "华为P30系列自发布以来就广受好评，颜值最高、国产机皇等名誉不断加冕，从实际情况来看也是如此，而在前不久华为还宣布了只用了85天就已经出货1千万台的成绩，这算得上是非常惊人的销量了，不过，由于某些你懂得的原因，华为现在还算是危机重重，毕竟被人钳制住的感觉非常不好，而作为目前华为的顶级旗舰，如果一旦全面禁售，华为P30系列还能否造出来么？有网友就给出了华为P30 Pro所有零件中各国的占据比例：从中可以看出，在华为P30 Pro约1631个零件中，只有80个是大陆产的，仅仅占了4.9%，而日本产的高达869个，占比53.2%，已经超过一半了，就连韩国产的都有562个，也有34.4%了，这不得不让人感到害怕，如果这些地方都禁售了怎么办？不过令人意外的是，美国竟然不是最大的供应区域，但是也有不少了，而且很多是关键的部件，这位网友也说了最贵的部件就是美国的，要是真正的禁售的话，恐怕手机的使用情况下会大打折扣。这位博主也说了现在那些公司是采用了特别手段供货，当然，这也是人家并不是特别抓紧，真要管的死死地，绝对不会放出来的，到那时候要怎么办了？虽然华为说有替代品，但终究还是比不上的，不过这也从侧面看出，华为的高瞻远瞩。但不管如何，华为是肯定要支持的，手机国产化是趋势，最起码在主要零部件上是如此，如果能达到全部国产化就不会像这样被人卡住了，甚至还能反制与人，但目前来看，还需要很长一段时间，只希望这一天不会太远。", "author": "小研测评", "newsdate": "发布时间：19-06-28", "newstime": "11:56", "sentiment": [{"positive_prob": 0.623618, "confidence": 0.163596, "negative_prob": 0.376382, "sentiment": 2}]}, {"title": "唯一5G双模手机 华为Mate 20X(5G)MWC惊艳上海", "content": "中关村在线消息：在5G已经喧喧嚷嚷了这么多年之后，我们在今年的MWC·上海分展上终于切实闻到了5G时代来临的味道——华为Mate 20 X (5G)在获得中国首张5G终端电信设备进网许可证后，进一步走入我们的视野。MWC上海分展上，央视新闻、CGTN等媒体首次使用华为Mate 20 X (5G)和5G 室内商用网络进行了现场直播，带观众提前感受了5G时代的新生活，共同见证了在媒体资讯、医疗、教育、警务等垂直领域所展现的未来5G商用场景，如8K超清实时直播、5G VR、远程医疗急救、5G无人机智能物流等。这一切都预示着，5G时代真的近在眼前了。华为Mate 20 X(5G)备受瞩目，不仅因为其是国内首款获得5G“身份证”的5G手机。更重要的是，它是一款同时支持SA/NSA的5G双模手机，并且采用双卡设计，支持“一张卡4G、一张卡5G”双卡双待，这让华为Mate20 X(5G)成为一款真正的商用5G手机。6月25日，华为手机产品线副总裁李小龙在微博转发中就表示：目前业界只有华为能提供SA/NSA 5G双模手机。不少人开始好奇，什么是SA，什么是NSA？简单来说，SA（独立组网）就是从核心网到基站全部重新铺设为5G网络所需设备的框架——这意味着要新建大量的基站和核心网，造价高昂然而体验优秀。常见的SA架构SA优势：1.一步到位引入5G基站和5G核心网，不依赖于现有4G网络，演进路径最短；2.全新的5G基站和5G核心网，能够支持5G网络引入的所有新功能和新业务；SA劣势：初期部署成本相对较高，无法有效利用现有4G基站资源；NSA架构的一种而NSA（非独立组网）则可以在4G的核心网，叠加5G新空口为消费者带来5G网路。铺设成本更低，铺设速度更快，当然代价就是性能较差，可能无法支持5G核心网引入的相关新功能和新业务。NSA优势：1.对5G的覆盖没有要求，可利用4G的覆盖优势；2.成本较低，利于运营商更快铺设。NSA劣势：1.5G 基站跟增强型4G基站必须搭配干活，2.无法支持5G核心网引入的相关新功能和新业务；3.5G网络迭代较慢，实际成本更高。因此，其实无论是直接铺设SA架构，还是从NSA慢慢更新迭代设备，5G网络的最终形态一定是SA（独立组网）。而现在，华为Mate 20 X(5G)是唯一一部同时支持NSA/SA架构的5G手机。这让我不由得佩服华为的前瞻性：从巴龙5000到天罡，华为已经悄悄为我们提供了端到端全方位领先的5G解决方案，这也为华为Mate 20 X(5G)成为首个5G入网手机带来足够的实力支撑。在6月27日的MWC2019上海展上，华为消费者业务手机产品线总裁何刚表示：“华为致力于5G研发创新已经超过十年，为3GPP 5G标准贡献的提案超过18000件，5G基本专利族占比超过了20%，在基础技术、标准、芯片、网络、终端五个方面全面领先。”5G时代方兴未艾，未来谁能真正占据主导地位还未可知。但作为仅有的拥有了包含5G网络、芯片、终端和云服务在内的全领域能力，也是行业目前唯一能提供端到端5G全系统的厂商，华为绝对不容小觑。此外，在MWC2019上海展上，何刚还分享了一组销量数据。截至今年5月30日，2019年华为手机发货量突破1亿台，历时仅149天，比2018年提前不少。截止6月20日，华为P30系列上市85天发货量突破一千万台，比P20系列提前62天。华为超级快充从2016年11月推出以来，深受消费者喜爱，截止2019年6月，超级快充产品销量超过1亿，包括超级快充手机、独立销售的超级快充充电器、移动电源和车载充电器。相信凭借巴龙5000芯片的加持，5G时代华为终端产品的销量和口碑还将持续走高。(7204726)", "author": "中关村在线", "newsdate": "发布时间：19-06-28", "newstime": "15:58", "sentiment": [{"positive_prob": 0.622536, "confidence": 0.16119, "negative_prob": 0.377464, "sentiment": 2}]}, {"title": "教大家如何让Siri正确地翻译“华为真牛逼”", "content": "近日，关于Siri爆粗口的消息可以说是众人皆知了，那么Siri是怎么爆粗口的呢？原来是一位网友想让Siri翻译一下“华为真牛逼”这句话，没想到Siri是这么回答的这样翻译被发到网上肯定会引来很多人的不满了，有不少人都指责苹果公司故意为之，但是，有细心的网友却发现不仅仅是华为，就连苹果自家人都被Siri骂了，具体内容如下这就让人忍俊不禁了，连乔帮主跟库克都敢骂，看来Siri的胆子不小啊。出了这件事之后，苹果公司没有做出正面回应，但是动作倒是蛮快的，很快就屏蔽了类似的翻译，不信你可以问一下你的Siri“华为真牛逼”用英语怎么说，她会这么回应你。看来让Siri说人话不是那么简单了，于是我就跟Siri绕了个弯子，先对她说“Siri帮我翻译一句话”，然后Siri果然有能力了，原来Siri会这么多语言啊，翻译不了“华为真牛逼”纯属扯淡，然后我选择英语，这时候Siri会问你要翻译什么内容，然后我们再说“华为真牛逼”，就这样，可以让你的Siri乖乖听话，具体步骤看下图。所以啊，Siri也是知错能改的，大家不要去过分的追究这件事，更不要怀疑这是苹果公司有意为之，如果这是苹果公司故意为之的话就不可能连乔布斯都躺枪了，大家就把这件事当做一个笑话来看待就行了，不要上升到道德的高度，Siri只是一个人工智能系统而已，犯错也是正常的，连人类都经常犯错，我们何必追究一个人工智能系统呢？其实，Siri也经常做出一些让人啼笑皆非的事情，给大家讲几个“玩坏”Siri的玩法，比如你想让Siri唱歌，你会怎么说呢？你可能会说“Siri给我唱首歌”，但是你如果这样说Siri可能会百般推脱，会说“我说的比唱的好听”之类的话，反正就是不想给你唱歌但是如果你说“Beatbox”，Siri的反应肯定会让你大吃一惊，原来Siri也是个会唱歌的小姑娘啊，赶快试试吧。还有一个比较好玩的玩法就是你可以让Siri给你讲个冷笑话，然后你就会听到Siri正儿八经的给你讲起了冷笑话，虽然这种笑话一般人听了都不会笑，但是拿来解解闷还是很不错的，起码可以打发一下闲暇时间。Siri还可以教你一些比较使用的技巧，比如你可以对她说教我怎么搭讪，然后她就会给你一些比较有意思的技巧，不过大家还是谨慎一点用吧，如果你真这么说了恐怕人家会当场吓跑吧。你还可以对Siri说放鞭炮，你会发现你的Siri又开始鬼畜起来了，根本停不下来啊，不过，有时候Siri还是一个比较高冷的女孩啊，如果你对她说“学猫叫、学狗叫或者学鸡叫”，你会发现Siri不听你的话了，但是回答还是很礼貌的。其实我们通过这些事情也可以看出人工智能发展的速度是如此之快，估计过不了多久，一些比较先进的语音助手会发展出自己独特的性格特征，变得更加人性化，我们不得不感叹科技发展的如此迅速，就在几年前我们连智能手机都不知道是什么东西，谁能想到如今科技会给我们的生活带来这么大的影响，鬼知道未来几年会发生什么翻天覆地的大事，总之让我们一同期待吧。", "author": "小超科技丫", "newsdate": "发布时间：19-06-28", "newstime": "14:53", "sentiment": [{"positive_prob": 0.887074, "confidence": 0.749053, "negative_prob": 0.112926, "sentiment": 2}]}, {"title": "继ARM之后，又一芯片巨头向华为“示好”，市值一夜增值330亿", "content": "随着社会的发展和技术的进步，使用技术将自己武装起来，将技术握在自己手中是立足市场之根本，华为就是最典型的例子，如今华为在手机市场和通信领域，都是行业的领军者。但是在中美贸易战中，表现优异的华为反而成为受难的对象，在5月中旬，美国商务部将华为列入实体清单，在没有美国政府的允许的情况下，华为将不能使用“美国技术”。6月26日，《纽约时报》中文网报道，多家美国企业正跨越政府的制裁，陆续恢复向华为供货，而美国的最大的电脑存储芯片生产厂商，美光公司已经确认，在两周前也就是六月上旬恢复向华为公司供货。除美光公司以外，英特尔、高通等半导体行业领军厂商也相继绕开禁令，再度与华为进行业务往来。社会各界对此有不同的声音，美国商务部和白宫的官员纷纷对此表示“感到沮丧”，而《纽约时报》给出的评价则是：“打击华为是多么困难”。26日德国更是公开示爱，“期待与华为的爱情”。彭博社26日消息，美光科技的首席执行官在电话会议上表示，一些现有产品的出货不再出口管理规范和实体清单的限制中，因为恢复向华为公司的供货是“合法”的，同时公司高管也表示，目前华为的情况仍然具有很大的不确定性。这也是ARM之后，又一家为华为发声，向华为“示好”的芯片厂商。而在遵守美国禁令，拒绝向华为提供技术支持以后，美国公司的营收的确受到影响。以美光公司为例，华为是美光公司的最大客户之一，每年美光科技的大约13%的收入，都是向华为销售芯片产品的结果。在拒绝华为之后，美光公司的也确实受到了不可磨灭的影响。根据2019年美光第三财季的财报，其净利润同比下降78%。美光科技的CEO更是公开表示，禁令让公司损失2亿美元，但是这仅仅是在一个月内的损失。但美光宣布向华为恢复供货后，在6月26日晚间，美光科技周三开盘大涨10%，涨幅12.39%，其市值在一夜之间暴增49亿美元，约合人民币330亿元。这一时间点非常微妙，为何再次接纳华为不言而明。而这也在一定程度上证明华为的不可替代性，美国公司已经离不开华为了，而这并不是一次禁令所能阻挡得了的事情。", "author": "数码密探", "newsdate": "发布时间：19-06-28", "newstime": "22:10", "sentiment": [{"positive_prob": 0.927614, "confidence": 0.839141, "negative_prob": 0.0723865, "sentiment": 2}]}, {"title": "美光、英特尔等美企正在恢复向华为供货，“断供华为”也就等于饿死他们自己", "content": "苏敏坚 中国网时事评论员近日，《纽约时报》报道称，包括美光、英特尔等美国半导体领导企业已经“悄悄”地恢复向华为供货。这一消息得到美光等企业的官方确认，美光科技在25日的电话会议中表示，该公司经研究，已于两周前恢复向华为出售部分此前宣称断供的产品。这些美国企业的行为显然跟特朗普政府此前下达的禁令要求，以及它们此前的“断供宣言”相悖，那为什么越来越多的美国企业要绕开政府的禁令，恢复与华为的合作呢？我认为可以从四方面进行考虑。第一，这是一种对前期过激行为的理性修复。在美国商务部宣布将华为列入实体名单后，一众美国企业争先站出来宣布响应政府要求，对华为实行断供。这其实是一种过激行为，是一种出于政治立场的表态（有点讨好特朗普政府的嫌疑）。但兴奋期过后（尤其是股市大跌过后），这些企业都开始重归冷静，开始认真审视“断供华为”对自己的影响，尤其是它们开始认真研究禁令的内容，发现禁令的要求跟他们最开始所想的并不一样，其中有很多漏洞可以钻，比如，“禁令中有个漏洞，如果芯片中使用的美国技术未达到25%，就可以不受禁令的约束”，美光科技正是利用了这个“漏洞”恢复了对华为供货。另外，还有分析师表示，“如果这些科技巨头在海外拥有子公司和业务，就可以把自己的技术归为‘外国技术’，不受美国禁令影响”，英特尔等企业正是抓住了这一点恢复了跟华为的合作。随着美国企业的高管们逐渐走向冷静，同时越来越多的“漏洞”被人们发现，后续毫无疑问将会有越来越多的企业恢复向华为的供货。第二，恢复供货，这是美国企业出于市场因素的慎重考虑。事实上，在商言商，这些美国企业肯定是不希望拒绝华为的，华为2018年在美国采购的产品超过110亿美元，拒绝华为，相当于拒绝一个大金主，它们此前的断供行为，一方面是响应特朗普政府的要求、赢取政治资本，另一方面则是希望做一些试探，通过断供威胁，希望未来在跟华为合作时抬高要价。但断供华为是它们无法承受之重。这里有一组数据：2018年全球半导体的销售是4688亿美元，中国进口半导体的价值是3120亿美元，这个比例是66.667%，大概是三分之二，中国是妥妥的最大买家。那最大的卖家是谁？美国。2018年美国半导体的产值是2300亿美元，占全球半导体市场接近50%。美国人此前老是想着对华为断供、对中国断供会直接将华为、将中国企业打进断炊的境地，现在才恍然大悟地发现，断供的行为首先就将切断自身的收入大动脉。有一家美国做射频的科技企业，禁令一出，它挣扎了没两天，就宣布面临破产重组，而其他大型科技企业的股票随着禁令一出也蹭蹭蹭地往下掉。美国半导体协会最近就一直在游说政府取消对华为的禁令。第三，随着华为拿出了全套的替代方案，直接宣布美国政府的“欺诈”阴谋破产。在禁令发出没几天，可能是嗅到了不太对劲的气味，美国政府宣布给华为提供一个90天的缓和期，但没想到被任正非强硬地拒绝了。此前，华为副董事长胡厚崑接受国内外媒体采访时表示，“通过自研产品和找到替代供应商等方式，华为整体运营情况基本不受美国禁令影响。”同时高调地表示，“形成的替代方案没有让华为产品性能打折扣，反而可能超过之前产品性能。”美国向华为发出禁令的一个内部共识是——“华为不可能在脱离美国的全球供应体系之外得以存活”，但事实却是，华为的主要业务，无论是网络侧，还是终端侧的运营都保持正常。没有美国人想象中的“停工”“停产”“上门求情”，甚至华为面对美国政府没有说过一句软话。相反，华为表现得非常强硬，控告美国政府违宪，要求美国运营商赔付巨额的专利授权费等等。而这完全得益于华为、以及国内产业界过去的投入和积累。中国IT产业，尤其是半导体产业，此前给人的印象是非常羸弱、一穷二白，比如在半导体市场上，中国企业的市场占有率不到5%，但事实并非如此。国家每年在CPU上的投入超过10亿元，华为过去十年的研发投入超过4800亿，虽然过去我们都选择购买高通、英特尔、美光的产品，但这是基于市场的考虑，不代表我们自己没有，其实基础是已经打好了，关键时候顶上去是可以的，后面就需要再继续磨炼提升。最近，有消息传出，美国半导体协会正在积极游说政府取消对华为的禁令，这也宣布美国的欺诈阴谋开始破产。最后，美国对华为的禁令，其实真正的目的就要达到一个示范效应——让欧洲、日韩、亚太、非洲等国家能够跟随美国的步伐，将华为踢出当地的5G市场。但事实证明，美国这个如意算盘并没有打响——华为日前在MWC2019大会上高调表示“5G技术产品完全不受禁令影响，已经在全球签署50个商业合同，发货10万个5G基站，预计年底将发货50万个基站。”而这50个合同，覆盖全球30个国家，其中20个来自英国、德国等欧洲市场，这表示欧洲运营商对华为非常有信心。甚至有欧洲的分析师指出“如果没有华为的技术支持，欧洲5G部署将推迟两年时间。”而这毫无疑问让美国政府想要的“示范效应”荡然无存。（责任编辑：毅鸥）", "author": "中国网推荐", "newsdate": "发布时间：19-06-28", "newstime": "14:57", "sentiment": [{"positive_prob": 0.360424, "confidence": 0.199059, "negative_prob": 0.639576, "sentiment": 0}]}, {"title": "华为招人！任正非：将从全世界招天才少年，3至5年全部“换枪换炮”，一定要打赢这场“战争”", "content": "来源：第一财经、中国证券报文：小R华为又发英雄帖。昨日，华为的一封全员邮件披露了任正非最新讲话。任正非表示，今年华为将从全世界招进20~30名天才少年，明年还想招200~300名。未来3-5年，相信公司会焕然一新，全部“换枪换炮”，一定要打赢这场“战争”。全世界招聘天才少年6月27日，华为心声社区上发布了一份内邮，披露了任正非在EMT《20分钟》的讲话，“今年我们将从全世界招进20~30名天才少年，明年我们还想从世界范围招进200~300名。这些天才少年就像‘泥鳅’一样，钻活我们的组织，激活我们的队伍。”（来源：华为心声社区）任正非表示，“公司每个体系都要调整到冲锋状态，不要有条条框框，发挥所有人的聪明才智，英勇作战，努力向前冲。华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”其实早在这之前，任正非就曾多次表达自己的人才观：“二战之后，德国和日本工业基础都被摧毁了。没多少年德国就振兴了，所有房子都修复得跟过去一样，日本的经济也快速恢复。这得益于他们的人才、教育和基础，这点是最主要的。所有一切失去了，不能失去的是人。”近年来，华为的品牌影响力在逐步提升。据统计，2018年北大、清华、浙大等国内一流高校与华为签约的毕业生人数均排首位。在2019年中国最具吸引力雇主排名中，华为荣获工科、商科以及理科学生心中最具吸引力雇主，其中工学领域，更是连续三年蝉联。也证明了华为获得了越来越多学子的认可。（来源：2019年中国区雇主报告）华为对于高端人才具有很强的吸引力，这势必和华为的薪资高于行业平均水平有着一定的关系。此前曾有媒体提问华为如何吸引高端人才，任正非指出，“物质待遇肯定会有具体的措施，主要还是给他们使命感，有做成事的机会，让科学家发挥自由度。”累计支付60亿美元专利费6月27日，华为在深圳发布创新和知识产权白皮书。截至2018年底，华为累计获得授权专利87805项，其中11152项是美国专利，自2015年以来获得知识产权净收入累计超14亿美元。除了自身专利外，华为累计对外支付超过60亿美元专利费用于合法使用其他公司的专利，其中近80%支付给了美国公司。华为首席法务官宋柳平表示，知识产权是创新的基础，将知识产权问题政治化会威胁全球技术的进步。华为的崛起靠的是长期的研发投入，华为的崛起源于8万研发人员的汗水。宋柳平还表达了华为在专利使用上的立场，华为不会将其专利组合“武器化”，而将采取开放合作的态度，按照公平合理无歧视原则，与各家厂商和运营商进行专利许可和授权的讨论。白皮书显示，华为在中美欧等国家和地区的专利申请量和授权量长期名列前茅。2018年，华为在美国当年获得的专利授权数量排名第16位，在欧洲专利局当年专利授权数量排名第2位。华为同时也是拥有中国授权专利最多的公司。（华为创新和知识产权白皮书）值得一提的是，华为创新与知识产权白皮书披露了公司在5G方面的投入。早在2009年，华为投入6亿美元启动5G技术和标准的研究；2016年后，又追加投资14亿美元，用于加快端到端5G商用产品的研发。至此，华为已率先投资20亿美元进行5G研发，超过了美国和欧洲主要设备供应商5G研发的投资总和。在ETSI最新公开的5G标准必要专利中，华为占比已达到20%，在基础技术、标准、芯片、网络、终端五个方面全面领先。截至今年6月中旬，华为已和全球运营商签定了50个5G商用合同，将超过14万个5G基站发往世界各地。宋柳平还表示，“华为愿意与全世界，包括美国公司和美国消费者，继续分享5G等技术成果，促进产业发展和人类进步。”各地研发基地储备完善早在今年4月16日，华为就宣布成立战略研究院，旨在吸引全球顶级人才，用更高的技术来支持华为的研发事业。华为董事徐文伟表示，“战略研究院最重要的是看未来，担负起华为在未来5-10年技术领域的清晰路标。今年5月，华为武汉研发基地在武汉未来科技城正式投入运营。这也是华为在中部地区最大的研发基地，重点聚焦光能力中心、智能终端研发中心等前沿科技。目前为止，华为武汉研发基地已与华中科技大学、武汉大学、武汉理工大学等多所高校，开展了长期的科研合作。6月26日，在2019青浦区重大项目启航仪式上，青浦区区长余旭峰透露：“华为在青浦注册的上海海思技术有限公司已开始纳税，围绕华为项目已完成产业链招商5户企业。”据悉，华为上海青浦研发中心即将开工建设，研发中心规模将比肩东莞松山湖总部，总投资高达71亿元，年产值预计将达100亿元。（华为上海青浦研发基地鸟瞰图）十年研发投入730亿美元华为作为一家创新科技公司，研发人员占公司总人数一半左右，数量高达8万人。截至目前，华为已有700多个数学家、800多个物理学家、120多个化学家，有15000人从事基础研究。华为在5G、知识产权方面取得的成绩与公司重视技术创新与研究密不可分。根据官方数据显示，2018年，华为在研发方面投入了150多亿美元，位列全球第五。华为每年将收入的10%到15%投入到研发，过去十年累计研发投入超过4800亿元人民币（约730亿美元）。而未来几年，华为每年的研发经费还会逐步提升到150-200亿美元。（华为创新和知识产权白皮书）此前，在华为分析师大会上，其对外宣布建立战略研究院，与大学、研究机构等合作，如今已与全球300多所高校、900多家研究机构展开合作，投资高达18亿美元，研发合作合同超千份。正如任正非所说：“华为公司未来要拖着这个世界向前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”当今企业实力的对拼，也是人才的对拼，华为亦是如此。自古英雄出少年，聚天下英才而用之。这一点，看起来华为已经意识到了。", "author": "第一财经", "newsdate": "发布时间：19-06-28", "newstime": "17:48", "sentiment": [{"positive_prob": 0.917997, "confidence": 0.817771, "negative_prob": 0.0820032, "sentiment": 2}]}, {"title": "华为nova 5 Pro今日首销 麒麟980+AI四摄售2999元起", "content": "【手机中国新闻】6月21日下午，华为nova 5系列的多款产品在武汉正式发布，其中华为nova 5 Pro应该是最受人关注的一部手机。该机搭载麒麟980芯片，拥有强大的后置AI四摄，看上去十分亮眼。这部手机将在今天上午10：08正式开售，售价仅为2999元起，不得不说非常亲民。华为nova 5 Pro华为nova 5 Pro在外观设计方面极具创新，机身背部将炫光、渐变与钻石切面巧妙结合，形成光影与空间的视觉艺术。再配上7.33mm的纤薄机身以及171g的灵巧重量，将“轻北诠释到了极致。在配色方面，华为nova 5 Pro则拥有绮境森林、仲夏紫、珊瑚橙、亮黑色4款颜色，符合年轻消费群体的审美。华为nova 5 Pro配置方面，华为nova 5 Pro采用了一块6.39英寸的珍珠屏，分辨率为2340×1080。后置四摄分别为4800万像素主摄像头、1600万像素超广角镜头、200万微距镜头与200万景深镜头，前置配备了一颗3200万像素的镜头，电池容量则为3500mAh。华为nova 5 Pro共有两种版本，8GB+128GB版售价2999元，8GB+256GB版售价3399元。而且除华为nova 5 Pro外，华为nova 5i也将在明日开售，6GB+128GB版售价1999元，8GB+128GB版售价2199元。", "author": "CNMO手机中国", "newsdate": "发布时间：19-06-28", "newstime": "06:00", "sentiment": [{"positive_prob": 0.962583, "confidence": 0.916851, "negative_prob": 0.037417, "sentiment": 2}]}, {"title": "小米CC9外观工艺解析 华为今年将从全世界招收20-30名天才少年", "content": "6月27日消息，小米CC产品经理、品牌发言人@Cici_老魏微博介绍了小米CC9的外观工艺。@Cici_老魏表示，小米CC9工艺过程极具挑战，尤其深蓝星球的CMF工艺应该是我见过的最复杂工艺、难度极高。官方介绍，此前小米9采用幻彩渐变色外观，在机身后盖上通过等宽等间隔的纳米光栅将自然界中的混合光“分色”，衍射出五彩斑斓的幻彩效果，行业内将这种效果称之为“结构色”。此次小米CC9“白色恋人”版本在幻彩外观的工艺上更进一步，将之前的一维光栅结构升级为二维光栅结构。以小米9为例，一维光栅结构需要视线平行光栅纹理方向，才能看到结构色。也就是在日常使用中，我们拿起手机需要轻微转动一定角度才能看到五彩斑斓的幻彩效果。而小米CC9采用的二维光栅结构，在平行和垂直于光栅纹理的方向上都能观察到结构色，当我们拿起“白色恋人”版的小米CC9时，无论何种角度都洋溢着五彩斑斓的梦幻感。不同于“白色恋人”版本的五彩斑斓，小米CC9“海蓝星球”版采用了更为复杂的微纳复合工艺。当在光线下轻轻转动手机时，在幻彩的蓝色之上，映射出数条淡淡的白色S型纹理，当转到某个特定角度时几条S纹汇聚为一，格外显眼。在内部我们将之称为CC纹，其显色原理是小米CC9“白色恋人”版本上，基于幻彩色的衍射光栅的又一次升级。在小米CC9“海蓝星球”背壳中的UV纹理层上，汇集了上百万个圆形光学点阵，每个点阵的直径大约只有100微米左右。这些点阵内部又分为两种加工工艺，一种通过激光光刻设备加工出160组精细的纳米纹理，另一种则内含20组多频率混合微米纹理，这种设计开创了微米纳米纹理混合工艺的先河。其中精细的纳米光栅结构作用和小米9相同，通过入射光的衍射效应，形成炫彩艳丽的彩虹光效。而微米混合结构则消除了衍射光的色散，让纳米光栅衍射出的多彩结构色更加纯粹干净，另一方面，通过在点阵中有意识的规划微米混合结构的光栅纹理方向，使得机身背部在一些角度下呈现出洁白、高雅的S型光效。@Cici_老魏强调，无论是五彩斑斓却又充满恋爱气息的“白色恋人”，还是灵动飘逸却又有些放荡不羁的“海蓝星球”，每一种颜色的背后都是小米对工艺的不断探索，都有无数工程师上百次的开模尝试，才能让小米CC9绚丽多彩洋溢、青春活力的外观呈现在用户的眼前。值得一提是，6月27日，华为心声社区贴出同天发出的内部邮件《任总在EMT<20分钟>的讲话》，邮件显示，华为今年将从全世界招收20-30名天才少年。邮件截取任正非讲话称：“今年我们将从全世界招进20-30名天才少年，明年我们还想从世界范围招进200-300名。这些天才少年就像‘泥鳅’一样，钻活我们的组织，激活我们的队伍。”同时任正非还指出了华为未来的部分任务——创造自己的标准：“公司每个体系都要调整到冲锋状态，不要有条条框框，发挥所有人的聪明才智，英勇作战，努力向前冲。华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”据悉，华为研发员工占公司总人数一半左右，数量高达8万人。而且华为每年将收入的10%到15%投入到研发，过去十年累计研发投入约730亿美元。仅在去年，华为研发投资就高达150亿美元，位列全球第五。至2018年年底，华为仅在5G的研发上就已投入超过20亿美元，这一数字超过了欧美国家主要设备供应商5G研发投资的总和。", "author": "极度网", "newsdate": "发布时间：19-06-28", "newstime": "09:19", "sentiment": [{"positive_prob": 0.993918, "confidence": 0.986484, "negative_prob": 0.00608226, "sentiment": 2}]}]