[{"title": "12月16日，华为nova 5 Pro迎来EMUI10公测升级", "content": "就在今年12月5日的华为nova 6系列发布会上，华为消费者业务手机产品线总裁何刚回顾了第四季度华为手机升级EMUI10的进程，其中nova 5 Pro赫然在目。作为一款搭载了旗舰级麒麟980芯片的潮流旗舰，nova 5 Pro从11月5日开启了EMUI10首次内测招募，而在12月16日，nova 5 Pro将正式迎来EMUI10公测版本升级。作为一个定位于nova星人的潮流系列，nova 5 Pro本身就拥有酷炫的外观，尤其是仲夏紫、珊瑚橙、苏音蓝更是2019年PANTONE钦点的“时尚色”，而且还将3D精雕纹理融入了后盖工艺，打造出幻境星芒般的光影特效。而EMUI10的焕新UX设计，融入了全新的六种莫兰迪色，与机身背部的时尚色系遥相呼应，一眼望去就流连忘返。nova 5 Pro时尚配色与焕新UX遥相呼应在锁屏状态下，EMUI10赋予了nova 5 Pro“新的生命”，遵循平衡构图等美学原则的“杂志锁屏”带来的不仅是非凡的视觉效果，更是一种美感的直接冲击。同时借助AI美学算法，针对不同的锁屏图片进行巧妙布局，进一步提升了锁屏界面的美感。如果说新的锁屏杂志为nova 5 Pro注入了时尚的气质，那么EMUI10基于杂志化布局的精美界面和版式，让设置、日历、邮件与备忘录等系统界面脱胎换骨。通过醒目的大标题、充足的留白区、简洁的网格系统和巧妙的高亮点缀元素，让nova 5 Pro视觉交互充满着乐趣。EMUI10两大设计上融入“人因研究”成果第一项是基于人因研究的深色模式，它与传统的反色模式不同;在EMUI10探索深色模式的过程中，工程师对四种日常典型的光照条件进行了大量人因研究，最终找到了合理的文字前景与深色模式的对比度范围。并对文字和系统图标的颜色进行了优化处理，确保深色模式和正常模式视觉感受的一致性、舒适性。同时配合nova 5 Pro这种采用OLED屏幕的机型还能更加省电，在深色模式下有效延长阅读续航时间。第二项是基于人因研究的流畅动效。这不是简单的虚拟按键反馈，而是从用户的生理和心理角度探寻真实世界的客观规律，并转化到设计中。EMUI10动效的优化源于人们对动态变化的感知，并加入了“手、眼、心”合一的人因研究成果。在点击动效中增加弹力的反馈效果，切换效果则精确控制时长，既不给用户闪跳突变的感觉，也不造成拖沓等待的体验。返回动效模拟抛物线原理，根据返回方向、速度不同以及松手位置，计算显示出不同的抛物线效果。当nova 5 Pro升级EMUI10之后，会获得符合心理预期的动效，产生一种疾速流畅的愉悦感。拥抱全场景体验，EMUI10带来畅连功能为了让潮酷的年轻人也能享受到智能全场景体验，EMUI10还为nova 5 Pro带来了基于分布式技术原理的畅连功能。它可以实现更流畅的音视频通话体验，即便在弱网络环境下，也能自适应带宽变化，利用超分技术实时补偿视频画质。当年轻人恰好拥有华为AI音箱、华为智慧屏等全场景IoT设备时，畅连可以将手机的来电音频转移到音箱，让年轻人一边玩PC游戏一边通话，彻底解放双手。还可以将父母的视频来电转移至华为智慧屏，利用65英寸或75英寸屏幕进行大画幅视频通话体验。Link Turbo让年轻人玩游戏更畅快爱玩游戏是每一位年轻人的天性，也是释放学习和工作压力的有效方式。nova 5 Pro升级至EMUI10之后，会获得全新的Link Turbo全网络聚合体验。它可以合并寝室的WiFi网络和移动/联通/电信的4G网络，从而实现更快的网络下载速度，避免了单一网络拥堵造成“游戏断连”或延迟等糟糕体验，玩游戏更加酣畅淋漓!nova系列2019一路相随，除了为nova星人带来了众多专属的增值服务——炫酷的“来电视频秀”、实用的“爱肌肤”、令减肥达人爱不释手的“识别卡路里”等功能，还通过EMUI10的分布式技术和焕彩UX设计，让手机从内而外焕然一新。对于nova星人来说，EMUI10不仅是一次大版本更新，更是一种真切的用户关怀，相信年轻的用户们都能感知到!升级路径就在这里：打开手机【花粉俱乐部】APP-论坛-右上角\"\"-EMUI专区-升级尝鲜，快来一起升级吧。(仅支持手机端报名，报名前请进入[应用市场]将[花粉俱乐部]APP更新至最新版本)", "author": "砍柴网", "newsdate": "发布时间：19-12-20", "newstime": "02:21", "sentiment": [{"positive_prob": 0.901295, "confidence": 0.780657, "negative_prob": 0.0987045, "sentiment": 2}]}, {"title": "2个多月过去了，华为智慧屏的体验到底如何", "content": "了解一个人总是先看外在，再通过接触逐渐了解内在。体验一款新产品，又何尝不是如此？2019年9月，华为智慧屏横空出世。作为客厅新物种，华为智慧屏颠覆了人们对传统电视的认知，定位为家庭的四大中心：智慧交互中心、跨屏体验中心、IoT控制中心和影音娱乐中心，一时间成为行业和用户关注的焦点。如今2个多月过去了，华为智慧屏的体验到底如何？开箱：外观精致的用心之作打开包装，华为智慧屏整体机身呈黑色色调带金属质感，边框采用一体无缝折弯金属工艺设计，边框与液晶屏之间采用美缝填胶工艺，几乎看不到缝隙。屏幕底部是专业音响系统Sound bar，采用CNC数控机械加工的工艺，在铝合金上打磨出13440个出音孔，一片式包裹整个出音腔体。机身背面采用了飞翼设计，由1200条线影组成致美流光美背。片叶式底座经过镀镍、二氧化硅、五氧化三钛和表面镀AF加工处理，使得更加稳定耐用。Sound bar中央的小艺炫屏特别吸睛，它能以一千六百多万种颜色变化的动感彩光随着不同的音效律动，散发出一种生命感和智慧感。从整体上看，华为智慧屏给人一种简洁大气、浑然天成之美。从细节上看，华为智慧屏照顾到了从边缝、后背到底座等方方面面，确实是一款外观精致的用心之作。接下来，打开智慧屏，让我们再来体验一下视听效果。初印象：音色媲美万元级高端产品在画质显示方面，感觉华为智慧屏就是对标上万元的索尼等高端产品而来，采用了色彩最纯净的量子点光源作为背光源，可实现色域覆盖率达100%的全色域显示，相较于普通电视的色域覆盖率72%，色彩控制更精准，红绿蓝色彩更纯净，色彩更鲜明，实现了最真实还原图像色彩。同时还搭载了海思自研的鸿鹄智慧芯片，支持独立画质处理引擎以及独立AI运算，可让色彩显示更饱满，细节表现更丰富，以及运动画面更流畅。此外，华为智慧屏还能智能识别正在播出的内容的场景，并匹配该场景提供最优的音画参数，比如观看球赛时自动切换到体育模式，观看电影时自动切换到影院模式。在音质方面，华为智慧屏同样令人惊喜。与普通电视只有2个全频喇叭不同，华为智慧屏罕见地采用了8+1+1音频方案，具有更好的细节表现力、更低的失真和更震撼的低音，并配合华为Histen最新最先进的音频处理算法将音频设备的性能发挥到极致，其音响效果堪比市面上几千块上的soundbar。为了将音频体验做到极致，华为智慧屏还支持声场建模，可根据客厅空间结构、家居材料等特点来匹配最优的音频参数。总的来讲，尽管华为智慧屏是新物种，不能再定义为智能电视，但如果非要把它和电视比较的话，售价仅6999元的华为智慧屏性价比极高，用网友的话讲，这明明就是对市面上过万元的高端电视的“降维攻击”。但华为智慧屏之所以称为“新物种”，接下还得细细的品。细体验：新物种的大智慧在这里在细下体验之前，不妨思考一下今天我们为什么离不开智能手机，主要的原因之一无非在于其更具“人性化”，它非常了解我们的需求，并给我们的工作和生活带来了空前的便利性和互动性，就像是我们身体的一部分。而华为智慧屏的智慧之处同样如此。其中AI慧眼、一碰投屏、Huawei Sound智慧音响等功能用起来让人感觉非常“暖心”。在华为智慧屏顶部有一颗可升降的摄像头，它与内置强大算力的NPU芯片组成了“AI慧眼”。这只AI慧眼，是大智慧的关键所在。通过AI慧眼可以实现视频通话，支持大屏呼叫大屏、大屏呼叫手机、手机呼叫大屏，比如当你出差想念家人和孩子的时候，可随时拿起手机呼叫家里的大屏，就像一家人团聚在一起。这个AI慧眼还会“察言观色”。它能自动识别人像，让人物总是显示在屏幕中间位置。当客厅灯光较暗的时候，它会智能补光保持画面清晰。在实际体验中，关掉客厅灯光后，我们发现慧眼确实能迅速反应进行智能补光。AI慧眼还是你的家庭助理，能帮你带孩子，成为你的私人健身管家。家长们都会担心小孩子在看电视时离屏幕太近导致近视，或者坐姿歪斜养成不良的坐姿习惯，而你又不能时时刻刻陪着他们提醒他们。现在不用担心了，AI慧眼可智能识别观影者是否为儿童，若儿童的观影距离小于1.5米且时间超过5秒，智慧屏就会暂停画面并通过语音提醒小朋友回到合适的位置，还能通过躯干关节识别技术判断小朋友是否坐姿不正，并及时提醒。另外，在儿童模式下，华为智慧屏还能通过智能算法调节背光源，大幅度降低蓝光比例来保护孩子的眼睛，并对儿童内容做了分级，家长可以设定观看时长。作为你的私人健身管家，打开智慧屏上的“AI健身应用”，配合AI慧眼，屏幕上会同步显示和对比视频动作和你的健身姿态，动作不到位时，系统会通过智能躯体关节识别技术用语音提醒纠正。华为智慧屏的另一个“暖心”之处是让家庭里的多屏之间实现了无缝互动。今天我们回到家里，各自低头看手机或平板，家的气氛仿佛已被一个个小屏隔离，你一定会怀念那个没有智能手机，一家人其乐融融的围坐在客厅看电视的时代吧。小屏不仅让我们的个人生活日渐碎片化，还让我们的家庭生活也碎片化了，究其原因，错不在小屏，在于屏与屏之间缺乏互通性和操作便利性。今天每个人都会在朋友圈里分享有趣的图片和视频，想必也非常愿意在家里和家人一起分享吧。但可惜的是，往往因为家里的大屏与小屏之间互动操作太繁琐而放弃。我有过亲身经历，有一次我想用大屏投屏功能和家人分享一段手机上的特别有趣的视频，但投屏过程繁琐，需要好几步，投屏完成后，画面还一直断断续续，这让我非常尴尬，后来几乎不用投屏功能了。华为智慧屏的一碰投屏功能就解决了我们多年的痛点，其触控遥控器内置NFC标签，只需用华为手机与之碰一碰，无需在同一Wi-Fi环境下，即可快速将手机的视音频内容投到大屏上分享。同时还做到了60帧/秒的高帧率投屏，相较于30帧率普通投屏，保障了画面双倍流畅。如果你是一个球迷，应该还会非常享受华为智慧屏的另一个非常人性化的功能——独享模式，它通过定向发声、人声增强、智能降噪技术，让你在深夜看球时既能听清声音，也不会打扰到家人。另外，华为智慧屏还可以准确识别距离5米范围内的人声信息，可通过语音来控制播放功能，充分释放双手。也可以通过手机或平板来控制大屏进行切换频道、选片、搜片等操作。甚至还能通过异地控制家里的大屏，帮助家里的老人和小孩完成操作。因此，不难看出华为智慧屏的“大智慧”不只是极致的视听体验，不只是大屏的沉浸感，而是带给了我们家的氛围，家的气息，家的温暖。这种体验很难用清晰度、帧率等这些数字去衡量，它更像是人与人之间的温情，永远无法用标尺来衡量。或者可以这样说，华为智慧屏之所以不称之智能电视，最大的原因是其跨越了传统智能电视的边界，首次以场景化思维构筑便捷的、温馨的智慧家庭生活体验。这也完全符合华为提出的全场景智慧家庭愿景。想象一下，未来智慧家庭内，冰箱、空调、点灯、窗帘等各种智能家居设备并存，大屏、显示面板、平板、手机等多屏幕共存，如果彼此之间垂直隔离，不能流畅的互联互通，那么这样的智慧家庭不是给我们带来了便利，而是负担。总之，一番体验下来，华为智慧屏确实让人感受到了其对家庭大屏的“四大中心”重新定位，即智慧交互中心、跨屏体验中心、IoT控制中心和影音娱乐中心。而在我看来，这四大中心归根到底都是以人为中心，这才是华为智慧屏的魅力所在。", "author": "砍柴网", "newsdate": "发布时间：19-12-20", "newstime": "07:39", "sentiment": [{"positive_prob": 0.990149, "confidence": 0.978108, "negative_prob": 0.00985143, "sentiment": 2}]}, {"title": "面对“禁令”，最受伤的可能不是华为！美方也没料到，谷歌心里苦", "content": "数月之前，美国商务部的一纸禁令将华为推上了舆论的风口浪尖，多个行业巨头宣布与华为划清界限，纷纷停止技术供应。起初外界普遍认为华为是这起风波的最大受害者，但随着时间的流逝和事态的演变，大家逐渐意识到：华为的发展势头似乎并没有被遏止住，真正受伤的反倒是那些“持刀人”。华为全系机型弃用高通骁龙处理器，自研麒麟芯片实现全覆盖。长久以来，海思麒麟中低端处理器性能孱弱，导致千元价位的华为手机需要选配高通骁龙处理器才能与MOV展开竞争。不过从今年开始，华为/荣耀全系机型彻底弃用高通芯片，全部转用自研的海思麒麟芯片。在摆脱了高通的束缚之后，海思麒麟反而绽放出更旺盛的生命力。比如千元档的麒麟810，综合性能一举超越骁龙710/712/730；高端领域麒麟990率先实现5G基带的集成，研发速度比高通还快，华为的自研芯片真正实现了高中低价位机型全覆盖。值得一提的是：日前台积电宣布5nm工艺产品线将正式投入使用，华为与苹果将其产能三七分成，高通甚至连一口剩汤都没喝到。镁光和伟创力满脸愁容，恢复供货竟成唯一奢求。 “华为禁令”出台之后，一众美国科技企业无法再与华为进行合作，其中就包括内存巨头镁光和伟创力。华为是镁光的第一大客户，2018年来自华为的定单占其总营收的13%左右。双方被迫中止合作之后，华为转头向海力士和三星采购DRAM内存与NAND闪存，供货链没有受到过多的负面影响。而镁光的情况就惨烈多了，2019年第三财季总营收与去年同期相比暴跌62.8%，利润仅为8.4亿美元，同比暴跌78%。接下来视线转移到伟创力这边，它是华为除富士康之外第二代代工厂，禁令发布之后伟创力单方面与华为解约，甚至还扣押了上亿元的物料。华为一怒之下将大量订单转交给比亚迪，比亚迪迅速超越伟创力成为全球第四大手机代工厂。而伟创力在中国大陆的五家工厂全部陷入停顿，营收跌幅达到了惊人的87%！失去了华为之后，镁光和伟创力无疑都遭到了重创。经过多轮申请，美国商务部已批准镁光向华为继续供给存储芯片，这让镁光的股东与投资人们松了一口气，但伟创力仍然陷于苦海难以自拔。鸿蒙系统准备就绪，全面兼容安卓应用，微软和谷歌心里有点慌。除了硬件，美方对华为的制裁还包括各种软件服务，这里牵扯到两家行业巨头，分别是微软和谷歌。微软与华为的“断交”将导致后者所有电脑产品无法装载Windows系统，这同样是杀敌一千自损八百的行为，微软高层自然也明白这个道理，它也顺势成为了第一个获得华为出口许可证的美国科企。相比之下谷歌就显得决绝多了，数月之前便收回了GMS服务的授权。这意味着华为手机将无法装载谷歌地图、YouTube等软件，谷歌全家桶将不会再对华为开放，此举导致华为手机的海外拓展之路遭遇到了重大挫折。不过这也迫使华为加快了鸿蒙系统的研发进度，该系统将全面兼容市面上已有的安卓应用，并且华为也将重新构建自己的软件生态圈，这对于谷歌来说可不是一件好消息。欧洲国家与电信运营商选边站？算笔账什么都明白了。从上面的分析中我们会发现，华为的手机业务在经历过制裁之后反倒显得更有生机，那么它的5G业务有没有受到影响呢？从目前所得到的数据来看，华为的5G订单量与爱立信不相上下，依旧保持了较高水准的增量，已有21个欧洲国家明确表示将选用华为的5G设备。虽然有禁令阻碍，但由于这些欧洲国家的4G网络大多是由华为来承建的，贸然与华为划清界限将意味着它们的5G建设成本将大幅增加。本月初全球移动通信系统协会(GSMA)发布了一份行业分析报告，称禁止从中国供应商购买通信设备，将使欧洲5G网络成本增加约550亿欧元(约620亿美元/4287亿人民币)，这里所提到的中国供应商便是指华为和中兴。总结：从明面上来看，“华为禁令”的出台导致华为的现有业务处处受阻，但真正的受害者却另有他人。镁光和伟创力因为失去了华为而蒙受巨大损失；高通的缺席使得海思麒麟处理器的普及率得到了大幅提升；谷歌收回GMS服务加快了鸿蒙系统的研发进度；就连欧洲诸国也将因拒绝华为而增加上百亿欧元的5G网络建设成本。事态的发展也让我们意识到一个事实：当初拿着“利器”砍向华为的“持刀人”，如今已经被自己的刀刃给伤害到了！对此，大家又是如何认为的呢?", "author": "MI好物君", "newsdate": "发布时间：19-12-20", "newstime": "17:31", "sentiment": [{"positive_prob": 0.00665698, "confidence": 0.985207, "negative_prob": 0.993343, "sentiment": 0}]}, {"title": "重构移动办公场景，华为MatePad Pro WPS与M-Pencil体验", "content": "在平板电脑愈发重视生产力的今天，各大厂商开始将着力点转向了移动办公能力的提升。与华为MatePad Pro月前一同惊艳亮相新品发布会的HUAWEI M-Pencil，便为用户提供了更多的应用场景。HUAWEI M-Pencil的涂鸦绘画、提笔速记，搭配华为MatePad Pro的电脑模式、平行视界、智慧分屏，以及首发WPS的四大功能，带来了安卓平板前所未有的新体验。HUAWEI M-PencilHUAWEI M-Pencil手写笔采用了全新一体式六棱设计，拥有4096级压感与低至20ms的延时，在部分应用中支持侧锋倾斜书写。同时，采用特殊复合材质的HUAWEI M-Pencil笔尖，具有更大的阻力与耐磨损特性，实现了更真实的书写绘画体验。此外，HUAWEI M-Pencil支持磁吸配对与无线快充。官方数据显示，HUAWEI M-Pencil充电30秒可使用10分钟，1小时充满电可使用10小时。HUAWEI M-Pencil搭配华为MatePad Pro使用，可以更方便地代替手指进行操作，捕捉我们的笔尖动作。用户首次使用时，平板需要和手写笔进行蓝牙配对。将HUAWEI M-Pencil的笔身凹槽吸附在平板顶部中间后，用户便可根据屏幕弹框提示，完成其与华为MatePad Pro的蓝牙配对。配对成功后，我们便可使用HUAWEI M-Pencil在华为MatePad Pro上体验提笔速记，以及华为备忘录、Nebo for Huawei等手写笔功能。熄屏状态下，笔尖轻点屏幕即可开启速记，支持自由切换多种笔刷与颜色。速记内容可直接保存在备忘录中。随机装有的Nebo for Huawei软件，还具备多种智能笔势识别，支持图表绘制、语音输入与智能排版等功能。除了华为备忘录、Nebo for Huawei等应用，用户还可从华为应用市场手写笔专区下载笔记整理、绘画设计、办公学习与实用工具等类型应用。WPS四大全新功能华为MatePad Pro搭载了WPS的思维导图高效制作、语音备注幻灯片、画笔模式高效批注、智能排版幻灯片等四大全新功能。据悉，华为MatePad Pro用户将设备系统更新至EMUI10.0.1.121及以上版本后，便可体验全新版本的WPS，同时还可限时领取三到六个月的WPS稻壳会员权益。 思维导图思维导图英文为The Mind Map，是一种实用性的表达发散性思维的图形思维工具。用户可在WPS的应用-文档处理-思维导图中进入这一功能。进入思维导图编辑界面后，用户可在提供的主题上增删子主题，还能够设置图标、备注、查看大纲等，其中，备注支持markdown语法。思维导图制作完成后，用户可将其导出为PNG图片、JPG图片、PDF文件等格式。 语音备注幻灯片除常规的文字备注外，华为MatePad Pro搭载的全新版本WPS还支持语音备注幻灯片。 智能排版幻灯片制作幻灯片时，排版的美观性一定程度上关系到整体演示的成功与否。用户想要在短时间内赶出一个精美的幻灯片，除自身的“心灵手巧”外，更需要一个好的工具。华为MatePad Pro搭载的WPS智能排版幻灯片功能，便可对幻灯片内容进行智能排版，为制作者生成多种图文版式。 画笔模式高效批注华为MatePad Pro还搭载了WPS的画笔模式，可对文档进行高效批注。用户可在标注中选择两种画笔模式。其中，普通画笔支持多种颜色粗细可选；智能画笔支持快速绘制高亮、下划线，画圈即可选中文本段落。以《大学物理》习题集为例，懒猫借助智能画笔模式为题目解答的重点部分绘制了下划线，并书写了全电路安培环路定理。通过画笔模式对文档进行高效批注，无疑可为有相关需求的用户带来效率方面的提升。智慧轻办公作为一款主打“智慧轻办公”的平板电脑，华为MatePad Pro还加入了电脑模式、多屏协同、平行视界与智慧分屏等功能。上述提及的WPS与HUAWEI M-Pencil手写功能同样可在电脑模式下使用，也可搭配多屏协同、智慧分屏等功能，实现智慧轻办公体验。华为MatePad Pro的电脑模式拥有类似Windows的图形界面，最多支持8个窗口或任务同时打开，还可接入鼠标、键盘等外接设备。智慧分屏则可以悬浮窗或分屏浏览方式打开应用，能够同时使用多个应用。用户可在应用间相互拖拽图片、文档，在写邮件时对照文本，通过“一屏多用”的方式，实现更好的交互体验。小结除了多屏协同、智慧分屏、平行视界、电脑模式等体验方面的提升之外，华为MatePad Pro“重构创造力”构想的实现，还得益于其强悍的硬件性能。7nm工艺的麒麟990处理器、10.8英寸2K QHD全面屏、正反向无线充电，搭配HUAWEI M-Pencil，这些都是华为MatePad Pro将构想变为现实的基石。华为MatePad Pro夜阑灰与贝母白配色已经与消费者见面，采用全新“素皮”材质的青山黛、丹霞橙配色版本也即将发售。独特的纹理质感，不错的便携性，这款设备想必能让不少对移动办公有需求的用户产生兴趣。目前，华为MatePad Pro正在持续热销中，其中6GB+128GB WIFI版售价3299元，6GB+128GB LTE版售价3799元，8GB+256GB WIFI版售价3999元，8GB+256GB LTE版售价4499元，用户可通过华为官方商城、各大授权电商、华为体验店及线下门店进行抢购。详情请戳：https://detail.tmall.com/item.htm?id=607884046949", "author": "IT之家", "newsdate": "发布时间：19-12-20", "newstime": "18:17", "sentiment": [{"positive_prob": 0.997646, "confidence": 0.994769, "negative_prob": 0.00235379, "sentiment": 2}]}]