[{"title": "经过多年的发展，小米与华为现如今的情况如何？", "content": "手机现如今已经成为与我们生活息息相关的物品了，生活的各个地方似乎都能看见手机的身影，现如今很多人已经到了手机不离身的地步了，而众多的手机品牌现如今的竞争可以说是十分激烈的。目前国内手机市场的主流品牌还是国外品牌的苹果，以及国门品牌的“华米OV”，可以说这几大手机品牌占据了目前市场的主流，而手机市场之间的竞争可以说是十分激烈的。不同品牌之间的产品一直处于互相比较的阶段。下面小编就从国产品牌之中挑两个品牌进行分析。华为目前是占据国内市场最多的国产品牌，早期的时候华为还是一个比较弱小的品牌，与众多其他品牌的竞争不占优势，采用了在中国农村发展的策略。在获得了一定的成功之后，华为对于自身的技术投入了众多的经费进行发展，早期华为发展的时候，李嘉诚旗下的企业还对华为有一定的帮助作用。众所周知，华为对于研究经费的投入可以说是相当多的，2018年年度报告中，华为投入研发的费用达到了1015亿元，占据销售收入的14.1%，可以说是一个相当高的数字。大力的投资之下，华为自身的品牌得到了长足的发展。2018年华为占据的国内市场份额达到了26.4%，一骑绝尘成为了国内销售量最多的手机。而在国际市场，华为的销量也排到了第三的位置，而华为的研发投入排到了世界第五，可以说对于手机品牌来说是“研发”的代表。而提起另一大手机品牌小米则可以说是“营销”品牌的代表了。小米的营销一直都是比较厉害的，无论是品牌的形象，还是从雷军本人来说，每一次产品的发布都有众多的宣传，在互联网也能掀起一股热潮。曾经的网络营销，让小米的销量获得了极大的提升，而这两年营销宣传起到的作用已经不是特别大了。小米这两年的销量也处在下滑的阶段，2018年第二季度，小米的销量下滑了38%，这个数字可以说是非常大的。小米这两年销量的下滑与其成功的模式有一定的关系，小米的核心技术大部分都是取自别的企业，对于核心技术的研发投入的比较少。并且营销的模式是可以复制的，在选择较好的营销策略之后，其他品牌凭借自身的优势，对于小米的发展也形成了一定的冲击。2018年小米在研发方面的投入仅为31.51亿元，而苹果在2018年的研发投入为142亿美元，对比其他的品牌的投入可以说是比较少的，现如今的情况下，小米面对着竞争力下降的问题。现如今的时代是科技的时代，不断的前进之中，只有拥有好的产品才能抓住消费者的心理，占据市场更多的份额，在面对这场“研发”与“营销”的较量之中，似乎“研发”会将成为未来发展的主流。", "author": "聚富财经", "newsdate": "发布时间：19-04-19", "newstime": "18:55", "sentiment": [{"positive_prob": 0.144718, "confidence": 0.678404, "negative_prob": 0.855282, "sentiment": 0}]}, {"title": "华为：国际消息刚落地，国内又传好消息，第二部5G手机立新功", "content": "最近5G消息不断，韩国抢先推出5G移动网络，成为全球首家提供商用的国家，但随后却被曝光由于基站数量不足，导致5G信号不稳，甚至5G手机不能无缝切换5G与4G模式，让韩国用户体验了一把“糟糕”的5G网速。韩国5G的“坏”消息过后，我们迎来的是华为5G好消息。来自联合国国际电信联盟、比利时网络安全监测部门消息称，没有任何证据证明华为的5G设备和技术有安全问题。而新西兰和德国也传来更加令人振奋的消息，新西兰总理和德国联邦网络局分别传出消息，称任何设备供应商都可以参与其本国的5G竞争，只要符合相关规范，不排除把包括华为在内的中国设备供应商排除在本国5G网络建设之外。国际消息刚刚落地，国内又传出利好消息。上周五，北京移动通过5G手机成功打通了其第一个5G电话，并且在4G现网升级的NSA核心网以及IMS网络的情况下，完美实现了不换卡不换号的5G手机间的通话；本周三，天津移动又传出消息称，天津移动联合华为在室外成功打通了5G试验网上的首个5G电话。就在人们为中国移动接连传出5G好消息而欢欣鼓舞之时，天津移动又传出重大消息称，此次成功打通首个5G电话的手机，使用的是华为5G手机，消息一经传出，科技君不免激动一番，华为Mate x 5G版上市了？我们知道，华为的首部5G手机是2月份在西班牙召开的2019世界移动通信大会亮相的华为Mate X折叠手机，其既可折叠，又有5G功能，加上其使用的是华为自研巴龙5000 5G 版基带芯片和麒麟980芯片，一经亮相，顿时成为会场“万众瞩目”的5G手机，为华为品牌海外影响力再次立下新功。那么，此次天津移动打通天津移动首个5G电话，使用是华为的哪部手机呢？难道真的是华为Mate X吗？经再次确认，科技君却发现，此次天津移动使用的是被称为华为Mate 20 X 5G版，也可以说是华为第二部5G手机打通了天津移动首个5G电话。那么，此前北京移动打通的首个5G电话，是否也是此款手机呢？因为没有消息来源，科技不敢妄加判断，但从北京移动与华为不断深入的合作来看，很有可能。在华为官网，科技君看到，今年2月份，北京移动与华为已经共同发布了宽带联合创新成果，并宣布将产业迈向“精准运营、极致体验”的新时代。而最近更有消息传出，上海移动将采用华为端到端10G PON解决方案，全力推进千兆宽带精品示范小区建设，向建设“双千兆第一城”的目标迈进。可以说，虽然无法确定北京移动打通第一个5G电话是否使用的就是华为Mate 20 X 5G版，但从天津移动使用华为Mate 20 X 5G版却可以确认一个事实，华为Mate 20 X 5G版真的要来了。此前，在中国联通宣布的已经备国电清新5G体验手机的同时，也曝出了Mate 20 X 5G版的身影，看来，华为Mate 20 X 5G版已经就绪，上市时间已为时不远。我们从天津移动展示出的华为Mate 20 X 5G版看到，5G版Mate 20 X外形与4G版相差不大，只是在手机背面印有一个5G logo，体现着其与众不同的身份。而据相关人士透露，华为Mate 20 X 5G版的配置与其4G版基本相同，搭配麒麟980芯片，后置三摄，屏幕采用一块7.2英寸OLED柔性屏，基带则是采用了华为自研的支持5G的巴龙5000基带芯片，与4G版最大的不同就是4G版的电池是5000毫安的大容量电池且支持22.5W快充，但5G版却缩减至了4200mAH，不知华为此举是何用意？不过5G版据说支持将支持40W快充，也算弥补了电池缩水的一大“短板”吧。点赞关注，新鲜科技，原创作品，欢迎评论。<百家号独家内容>", "author": "科技界新鲜事", "newsdate": "发布时间：19-04-19", "newstime": "21:15", "sentiment": [{"positive_prob": 0.996579, "confidence": 0.992397, "negative_prob": 0.00342147, "sentiment": 2}]}, {"title": "华为10个鲜为人知的“秘密”，看完你会更加钦佩华为", "content": "我们提及国产智能手机品牌，你是否会第一时间联想到华为？严格意义上来说，华为不仅是一家国内重要的电信设备制造商，同时它的体量非常庞大，算是整个通讯设备市场中数一数二的“王者”了。接下来，笔者给大家罗列十个华为不为人知的趣闻信息。华为为何取名为“华为”？事实上，这件事情当初华为创始人兼CEO任正非曾经说过，当时注册公司时想不出什么名字比较好，恰好当时的墙壁上写着“中华有为”这四个字，因此就拿来取名为“华为”。是不是听起来十分的随意呢？华为员工拥有华为大部分的股份事实上，华为为了更好地管理和留住人才，采取了将股份都掌握在员工手里这一做法。根据可靠消息称，华为有超过64%的员工持有股份计划，但如果华为的员工选择了离开公司另谋发展，就必须将股份归还给公司，并且华为会给予相同价值的补偿。这一点看来，确实华为还是相当睿智的。华为是任正非42岁才创立的与那些毕业就出来创业闯荡互联网市场的科技大佬们有所不同，华为是在任正非42岁的中年阶段才创办的。大器晚成的他一手打造了华为帝国，现在任正非已经七十多岁了，但是依旧活跃在公司的管理层中。创办华为前期，任正非仅仅是一名技术专员而已，转眼间华为就成为了全球500强企业。华为是世界上最大的通讯设备制造商华为现在虽然在国内属于龙头企业，但由于三星和苹果多年的积累沉淀，根基较稳的它们华为暂时还不能撼动。不过华为在整个通讯行业可是出了名的“老大哥”，在2012年华为就已经成功超越了爱立信，坐上了世界通讯设备制造商第一的位置。华为初期主要业务是生产电话交换机可能很多人都以为华为就是一家手机公司。实际早在上世纪的80年代，华为就已经落户定居于深圳，在那个年代，国内市场所有的通讯设备都是需要依靠进口资源，可以说是非常地被动。而华为恰好看中了这一商机，因此他们选择了自主研发来改变国内当时艰难的处境，而电话交换机则是他们早期主要研发的一个项目。华为的研发人员超过了7.6万人次众所周知，华为是一家手机制造商，它每年研发和创新的科技成果不占少数，这还是要归功于华为对于科研的资金、人力和物力投入。根据相关消息称，华为几乎10%的年收入都是被投入在研发中，而参与研发的人员更是突破了7.6万人次。这一数字每年都有所上涨，这就是为何华为能够站在科技创新最前位置的原因了。超过80%的电信公司都与华为有合作因为华为是世界顶尖的通讯设备制造商公司之一，所以很多的世界级企业都与华为保持着密切的合作关系。其中，摩托罗拉和沃达丰等等都是长期合作伙伴，除此以外华为还有很多的电信运营商合作伙伴，同时它还是阿森纳和巴黎圣日耳曼俱乐部的官方赞助商。这一点也显示出了华为涉及的业务十分广泛。华为近几年营业收入都在持续上涨事实上，很多人都不知道华为一直以来营业收入都是直线上升的，它在2010年营业收入对比去年就暴涨了30% ，这是很可怕的一个数字，华为能够取得如此好的成绩还是与其在全球的扩张离不开关系。根据市场的专业数据显示，华为在市场上的规模早在2010年就已经占据了15.7%的份额。当前它已经占有重要的市场地位。华为给一所大学投资超过百万美元实际上华为每年都以教育的名义赞助了多所知名院校。华为在著名的麻省理工通讯未来的计划中也有所涉及到股份，它之前就为加拿大知名大学投资了140万美元，建立了一个专门的研发实验室。华为海外市场竞争激烈在很久之前，华为就是一所知名的通讯设备制造商，占据了市场大部分的份额。后来华为又在手机业务上大放异彩，许多国家的市场份额华为多少都有占据一部分，因此很多的手机品牌商和设备制造商都将华为视为“眼中钉”。但严格意义上说起来，正是因为华为的崛起更能推动市场的快速发展，这种良性竞争确实还是不错的。早在之前，华为就取得了5G技术的优先权，现在不少先进国家的设备商都想与其合作。总而言之，以上便是华为鲜为人知的十个趣闻，你还知道华为相关的趣闻吗？欢迎在下方留言处评论，与大家一起探讨。", "author": "面包科技", "newsdate": "发布时间：19-04-19", "newstime": "16:29", "sentiment": [{"positive_prob": 0.99934, "confidence": 0.998533, "negative_prob": 0.000660077, "sentiment": 2}]}, {"title": "华为亮相汽车界 只说两句话：主机厂别怕，供应商别怕", "content": "做智能网联汽车的增量部件提供商，围绕连接和围绕人工智能，其他走一步看一步“我这次来传递两句话就够了，一句话华为不造车，帮助车厂造好车。第二句话，我们聚焦ICT技术，做智能网联汽车的增量部件提供商。”华为轮值董事长徐直军4月17号在上海车展汽车关键技术论坛上的演讲和随后的媒体采访中，多次重复这两句话。这是华为第一次参加车展，也是第一次对盛传多年的“华为造车”传闻的官宣。两句话翻译一下就是“主机厂别怕，供应商别怕，你们的业务我们不碰”。这也跟一个月前走红的“流浪大师”沈巍视频里提到的孔子、稻盛和夫“不与民争利”意思相近。“不与民争利”是中国古代最核心的政治原则，原始版本是“不与民争业”，最早出现在西汉董仲舒对汉武帝的《天人三策》中，核心思想是产业分工，做官从政的人不允许再从事其他任何产业，这样就逼出一个独立的专业——政治业。后被司马迁改为“不与民争利”，含义也产生变化，变成对利的不争和轻视，看轻名利的意思，演化为利益分配问题。对华为来说，这既是一个产业分工问题，也是一个利益分配问题。就像互联网领域BAT所到之处寸草不生，相关企业对科技巨鳄华为的每一次跨界当然都会屏气凝神。采访中徐直军被追问到苦笑：“我今天第一句话正式讲一下华为不造车，所以你就不要怀疑了，你再怀疑我就没办法了，是不是还要写个血书？”外界反复确认是因为华为在这方面有过先例。任正非曾在2002年公开表示华为绝不做手机，然后2003年就成立了手机业务部，进军手机领域且一直做到全球前三。自从造车新势力开启智能电动汽车创业潮以来，国外的“苹果造车”和国内的“华为造车”一直是IP级的猜想，被从正反两面讨论和“实锤”过多次。让人羞羞的是，这里面也包括《汽车商业评论》。2015年，我们与一家汽车造型设计与工程公司交流时，对方无意中暴露了华为也在客户名单中。从近几年较严肃的媒体报道来看，可能接近真相的一个判断是：华为有一定的汽车技术储备，但造不造车高层内部一直没有达成共识，任正非不是支持派。不造整车、做新技术供应商这个最终拍板发生的时间应该并不遥远。也或者并没什么最终拍板，在争论中上路，先动手做起来。退一步讲，世界天天在变，定了的事也并非没有变的可能。用华为手机控制华为汽车仍然是一个值得期待的猜想。具体做什么在具体做什么的问题上，徐直军直言，现在能确定的是两方面：围绕连接和围绕人工智能，其他只能走一步看一步。用一张PPT表达的话如下：1.云服务：基于华为云的自动驾驶云服务，包含数据平台、训练平台、仿真平台，可帮助企业实现数据结构化、数据湖治理、海量数据储存，以及数据标注、障碍物识别、模型训练、场景库、仿真系统、评测系统等服务。2.智能驾驶：主要是车载智能计算平台（Mobile Digital Center，MDC）和智能驾驶子系统解决方案。3.智能网联：4G/5G车载移动通信模块，以及T-Box、车载网络。华为的老本行，只是移植到车上。4.智能互联：智能网联的更进一步，将人、车、家甚至外部环境互联。5.智能能源：多形态电驱、充电及电池管理系统。从以上业务分布可以看出，“不与民争业”的华为与传统零部件供应商几乎没有交集，它的竞争对手一方面是近年来渗透进汽车行业的互联网企业、科技企业和产品，如云服务、车联网、芯片、算力等领域的头部企业。另一方面是传统零部件巨头博世、安波福们的电子智能产品业务。尽管华为的第二句表态“做智能网联汽车的增量部件提供商”在极力安抚友商的情绪，但竞争仍是不可避免的。徐直军也没有完全回避竞争问题：“任何一个产品，任何一个产业部可能没有竞争的，没竞争就不可能进步。越是竞争厉害得产业，进步就越快，越没有竞争的产业就很难进步。在连接这一块，有竞争是正常的。”实际上不完全是竞争，还有合作，在所有这些产品和解决方案层面，华为和既有供应商都有可能互为供应商，或者成为合作伙伴。徐直军说他不相信弯道超车，相信变道超车。我们很认同这个判断，中国企业在传统汽车领域的赶超机会寥寥，在新一波电动智能汽车变革中的机会则要大得多。这需要从整车厂到供应商全产业链的成长崛起，华为的加入对行业是一个好消息。 ", "author": "汽车商业评论杂志", "newsdate": "发布时间：19-04-19", "newstime": "07:15", "sentiment": [{"positive_prob": 0.478213, "confidence": 0.564257, "negative_prob": 0.521787, "sentiment": 1}]}, {"title": "手机别乱买，发布半年华为Mate20Pro值不值？看完4点就不纠结了！", "content": "降价500元，发布半年的华为Mate20 Pro值不值？看完4点就不纠结了对于华为手机我们应该很熟悉，作为国内第一的手机厂商，全球排名也不低，去年位列第三，与苹果之间的差距已经是毫米之间。余承东几日前曾表示，今年华为有希望超过苹果和三星成为全球第一的手机厂商。根据华为增长率和三星苹果的下滑率，我们绝对相信余承东所说的话，不过今年的苹果手机降价幅度也很大，三星S10系列似乎比以往重磅很多，真的有那么容易超越吗？我们持有怀疑的心态，毕竟去年华为与三星的差距在9000万台左右。特别是5000元以上高端机领域，我们庆幸国产机有一家厂商能与三星和苹果抗衡，华为高端机的销量主要来源于国内，去年发布的华为P20系列出货量已经超过了1700万台，而华为Mate20系列也超过了1000万台，华为Mate20 Pro是去年10月中旬发布，至今刚好半年时间，那么发布半年的华为Mate20 Pro，到底值不值得入手呢？手机不能乱买，看完以下4点就不再纠结了！第一点：手机性能方面，大家最为关心的是手机性能，华为Mate20 Pro搭载麒麟980处理器，7nm工艺制程，依然是目前华为最高端处理器，本月发布的华为P30系列，仍然使用的是麒麟980，因此华为Mate20 Pro的性能并不落后，再加上拥有8GB+128GB内存组合，使用寿命依然很长。另一方面，余承东曾在该机发布会上表示，华为Mate20 Pro使用1年后性能老化率仅5%，而三星Note9老化率高达28%。对于余承东保证的华为Mate9使用18个月不卡顿，很多网友表示支持。第二点：续航水平上，除了性能外，大家还关心手机的续航，华为Mate20 Pro内置4200mAh大电池，支持40W快充和15W无线快充，目前电池容量仍然超过三星S10+和iPhone XS Max，因此华为Mate20 Pro的续航表现不错，充电速度也很快，还支持反向无线快充，可以用华为Mate20 Pro帮你其它支持无线充电的手机充电，比如该机可以为iPhone X充电，这是华为首先推出来的，现在三星已经在使用，未来预计苹果也会支持。第三点：外观方面也是大家重视的环节，华为Mate20 Pro采用大刘海屏设计，主要是为了放置3D结构光人脸解锁，目前华为这一项科技，放置今日仍然是高水平的，支持3D结构光的手机很少，包括iPhone X之后的几款苹果手机，还有小米8透明探索版、OPPO Find X等寥寥无几的手机。此外，华为Mate20 Pro还支持屏幕指纹，屏幕采用双曲面设计，颜值也很高，大家看图片看不出来，只有亲临体验店才能发现外观确实不错，因此在外观方面，华为Mate20 Pro并不落后。第四点：拍照效果。华为旗舰机的拍照水平都被业界所赞扬，特别是DXO Mark评分上，华为手机几乎霸榜了，华为Mate20 Pro采用4000万像素三摄，主摄索尼IMX600，一看数字就比IMX586高级，肯定拍照效果更好，目前该机DXO评分109分，排名仅次于华为P30 Pro和三星S10 5G版，因此拍照效果仍然是世界前端。总结：从手机性能、续航、外观和拍照四个维度，解析了华为Mate20 Pro到底值不值，得出一个结论，华为Mate20 Pro虽然发布半年，但是仍是手机界内高水准，不过屏幕被曝光了不少负面，虽然降价500元，但是价格仍然不低，不知道网友觉得这款手机值不值入手？", "author": "日日科技说", "newsdate": "发布时间：19-04-19", "newstime": "10:14", "sentiment": [{"positive_prob": 0.0122536, "confidence": 0.97277, "negative_prob": 0.987746, "sentiment": 0}]}]