[{"title": "IDC MarketScape：华为网络咨询规划服务位居“领导者”象限", "content": "[中国，深圳，2019年9月17日]近日，在全球权威信息与分析咨询公司IDC最新发布的IDC MarketScape: Worldwide Network Consulting Services 2019 Vendor Assessment(《IDC MarketScape:全球网络咨询规划服务2019厂商评估》)报告中，华为企业服务网络咨询规划服务首次被列入“领导者”象限。报告指出，在全球范围内，网络咨询服务的买家认为华为在帮助客户更快地进入云计算领域、加快部署速度和网络安全方面具有强大的实力。正如一位客户所言，“华为从技术角度给了我们宝贵的建议。例如，他们帮助我们构建大型平台，包括网络规划和云平台规划。他们想出了一套一站式的解决方案。我们认为这些都是行业内的领先方案，显示了他们的竞争优势。”华为企业服务致力于“为客户提供高品质的一致性服务体验”，建设面向行业客户的全球化网络咨询服务能力。在未来的5年，面向行业市场，华为每年在专业服务领域的研发投入增长将超过50%以上。截至当前，已建成分布于全球6个国家的企业服务实验室，提供行业项目验证(平安城市/智慧城市/智慧园区/综合行业)，服务产品验证(云使能服务方案/行业服务方案/性能提升服务方案)，以及远程交付&维护镜像验证。服务集成验证实验室面向全球服务合作伙伴开放，致力于降低项目交付风险，推动服务联合创新，打造先进的服务解决方案。华为基于完整的网络产品解决方案，各行业的成功交付经验及最佳实践，为客户业务云化、网络新建、升级和改造、加速ICT数字化转型提供端到端的网络咨询、规划设计与实施服务。现已成功服务金融、政府、制造、交通、电力等上万家大中型客户。在支撑客户业务安全、连续、平滑演进的同时，帮助客户实现业务快速部署上线，TCO综合成本最佳。华为企业BG企业技术服务部总裁孙茂录表示：“以客户为中心，发扬工匠精神，是我们始终秉承的服务理念，让客户满意，只是我们服务的起点。过去几年，华为已经逐步建立可信任、领先和创新的全球化的技术支持和网络咨询服务能力，为客户数字化转型提供一致的高品质服务。未来，我们将致力于成为企业数字化变革的建设者、护航者，这是我们始终不变的战略定位和战略选择。”关于IDC MarketScape:IDC MarketScape厂商分析模型是一个对ICT(信息和通信技术)厂商在既定市场中的竞争力综合评估的模型。研究方法利用了基于定性和定量标准的严格评分方法，在既定市场中对每个供应商的位置进行单一的图解说明。IDC MarketScape设定了清晰评估维度，可以对IT和电信供应商的产品和服务，能力和策略以及当前和未来的市场成功因素进行有意义的比较，同时也为技术买家在评估当前或者潜在供应商时提供360度的评估建议。华为不为此信息负责，如第三方因使用这些信息而引起的所有风险，需自行承担。", "author": "砍柴网", "newsdate": "发布时间：19-09-17", "newstime": "09:08", "sentiment": [{"positive_prob": 0.971034, "confidence": 0.935632, "negative_prob": 0.0289656, "sentiment": 2}]}, {"title": "9月19日华为Mate30登场，配置被提前曝光，售价诚意十足", "content": "在三星、苹果相继发布自家年度旗舰后，不少消费者都将关注点放在9月19号即将发布的华为Mate30身上。而目前，随着该机发布日期的临近，华为Mate30的硬件配置也被海外媒体提前曝光出来，并且有消息称，华为Mate30的售价并不会提升，国行版依旧是3999起售，可谓是诚意十足。就当前外媒给出的消息，华为Mate30正面将会采用刘海屏设计，刘海大小相比华为Mate30 Pro有明显缩减，该机并不会搭载Face ID技术。之所以使用刘海造型放弃水滴屏，很可能是因为Mate30会使用前置双摄，或者是在前置镜头模组中增加一颗补光灯。单从颜值上来看，虽然刘海搭配曲面屏在颜值上稍逊三星Note10一筹，但相比iPhone 11还是有不小优势。手机背面，华为Mate30的镜头模组是圆形图案，周边有一圈CD纹理，手机左上角会配备一个氙气灯，辨识度非常高，对比三星Note10的竖直镜头模组以及iPhone11的浴霸造型，华为Mate30设计美感明显更出众。当然，在拍照功能方面，华为Mate30同样是三款旗舰中表现最为优秀的一款手机。华为Mate30配有徕卡四摄镜头，其中两颗镜头像素都达到4000万，其中一颗还专门申请电影镜头商标，相信视频录制功能会有不小提升。而在成像方面，根据镜头设计造型不难看出，Mate30除了会提升硬件配置外，还很可能会配备潜望式变焦技术，并且3倍光学变焦以及30倍数码变焦可以基本确定，该机的拍照功能将会领先不少安卓旗舰。而在华为手机的另一项招牌——充电技术方面，华为Mate30也将用上40W快充，毕竟随着超级闪充技术的普及，华为Mate30若是坚持使用22.5W快充，则会给同价位竞品提供不小的产品优势。不过，最新的27W无线快充技术Mate30大概率将会无缘。在其他方面，华为Mate30会配备麒麟990处理器，搭载EMUI10.0系统，支持方舟编译器、超级文件系统以及GPU Turbo3.0技术， 虽然性能相比骁龙855+以及苹果A13稍显不足，但在多个辅助功能加持下，华为Mate30的系统运行流畅度将丝毫不逊色于新iPhone。倘若华为Mate30真的定价3999元，在笔者看来，这款手机在国内无疑会对三星Note10以及iPhone11的销量产生极大影响。", "author": "数码密探", "newsdate": "发布时间：19-09-17", "newstime": "16:39", "sentiment": [{"positive_prob": 0.920659, "confidence": 0.823687, "negative_prob": 0.0793409, "sentiment": 2}]}, {"title": "华为Mate 30 Pro官方配置曝光：徕卡电影四摄、7680帧摄影", "content": "看起来对应华为Mate 30的展示机宣传台面曝光，部分核心配置一一揭晓。具体来说，华为Mate 30系列内建7nm旗舰芯片麒麟990，集成达芬奇架构NPU，其中Pro后置双4000万双主摄徕卡电影四摄（800万像素长焦和3D深感摄像头），主打超高清拍摄、7680帧超高速摄影。Mate 30电池容量为4200mAh，Pro电池容量达到4500mA，均支持40W有线与27W无线安全超级快充。Mate 30系列手机还预装革新交互的EMUI 10智慧全联接系统，有着AI级信息保护，隐私更安全等。据此前消息显示，华为Mate 30、Mate 30 Pro均采用了圆形后置四摄模组，区别是，华为Mate 30 Pro采用瀑布屏，而华为Mate 30依然普通屏幕。同时，华为Mate 30 Pro的刘海面积更大，内置了更多传感器，支持3D面部识别。按照以往惯例，华为Mate 30、Mate 30 Pro还会在充电速度、防水性能上有所差别。笔者认为，华为目前作为国内手机的领军品牌，旗下的产品受到了越来越多人的欢迎。相信今年的Mate 30系列会给我们带来更多惊喜，让我们拭目以待！", "author": "科技观察猿", "newsdate": "发布时间：19-09-17", "newstime": "14:46", "sentiment": [{"positive_prob": 0.88747, "confidence": 0.749933, "negative_prob": 0.11253, "sentiment": 2}]}, {"title": "任正非：华为愿出售5G技术，并且是一次性买断", "content": "9月16日讯，华为心声社区发布华为创始人任正非接受英国《经济学人》的采访纪要。在此次采访中，任正非表示，华为愿意将5G的技术和工艺向国外企业进行许可，并且是一次性买断，而非每年缴纳年度许可费。任正非表示，给予5G许可，不等于华为自己不做。“我们希望西方能缩短往前走的平台路径，所以许可其他公司完整拿到我们的技术。对于6G研究，我们也是领先世界的，但是我们判断6G十年以后才会开始投入使用。因此，转让技术不是前进的终结，获得资金以后会更大踏步前进。”华为本来就希望世界是平衡的，大家利益均享是有利于华为生存的。“当我们把技术全部转让以后，他们可以在此基础上去修改代码，修改代码以后，相当于对我们屏蔽了，对世界也屏蔽了。美国5G是独立的5G，没有什么安全问题，它的安全就是管住美国公司。不是我们公司在美国卖5G，而是美国公司在美国卖自己的5G。”任正非在采访中表示。此外，任正非透露，截至今年8月，华为的收入累计增长19.7%，利润和去年持平，没有增长。根据华为发布的今年上半年业绩报，华为上半年销售收入4013亿元人民币，同比增长23.2%，净利润率8.7%。他表示，利润没有增长的主要原因是华为战略投入在大幅度增加。对于退休的话题，任正非表示自己退休将根据需要而定，“我会在我思维跟不上的时候退休的，我现在还是才思泉涌的状态，再呆几天吧！”网友评论：网友表示：有竞争才有进步，前进路上不能缺对手延伸阅读：华为愿意向苹果出售5G芯片，一个新的时代开始了！4月15日，在CNBC（美国全国广播公司财经频道）播出的采访中，华为创始人任正非表示，华为会考虑将其5G芯片出售给包括苹果在内的其他智能手机制造商。众所周知，截至目前，华为的5G芯片只用于华为品牌的设备。不过，任正非表示，会考虑向包括苹果在内的手机厂商销售5G芯片：“在这一点上，我们对苹果是开放的。”此前，4月11日，华为消费者业务CEO余承东在华为P30系列发布会后的采访中表示，对华为5G芯片销售给苹果保持开放。来源：综合凤凰网、网友评论、人民邮电报流程编辑：tf011", "author": "北晚新视觉网", "newsdate": "发布时间：19-09-17", "newstime": "07:19", "sentiment": [{"positive_prob": 0.938377, "confidence": 0.86306, "negative_prob": 0.0616228, "sentiment": 2}]}]