[{"title": "3个月股价涨9倍！看到这份华为概念股榜单，我吓了一跳……", "content": "2019年华为赚足了眼球，在资本市场也成为一道亮丽的风景线。今年以来，华为概念股走强，其中翻倍股辈出。9月22日，中证君采访华为产业链上市公司、机构投资者、分析师等多位业内人士了解到，华为概念股走强是由于5G预期释放、消费电子板块周期反转等多种因素叠加所致。业内人士指出，5G到来，新一轮智能手机换机潮将会形成，产业链上市公司业绩将会受益。但需注意的是，关键要看相关上市公司预期业绩能否兑现。20多只华为概念股今年涨幅超100%6月18日，卓胜微在深交所创业板上市，发行价35.29元。9月20日，卓胜微收报354.57元，较发行价涨幅达904.73%，期间录得17个涨停板。数据来源：东方财富choice卓胜微的主营业务是射频前端芯片的研究、开发与销售，产品主要应用于智能手机等移动智能终端。在部分券商的研报中，卓胜微被贴上“5G 射频龙头”的标签。而卓胜微还有另一个“身份”，它是华为的供应商，公司已为华为供货并产生收入。今年以来，备受资本市场追捧的华为产业链公司不在少数。数据显示，20多只华为概念股今年涨幅超过100%。华为概念股一览数据来源：东方财富choice最近华为发布Mate30系列旗舰手机、苹果推出iPhone11系列手机。从市场预期来看，业界对两大厂商的新品销量预期看好。天风国际分析师郭明錤发布报告，预估华为Mate 30系列手机2019年下半年出货量约2000万部。苹果iPhone11系列在2019年出货量至7000万部–7500万部，iPhone产业链有望在2019年第四季度稳健成长。国内一家手机供应链公司高管对中证君表示，上半年该公司来自华为的订单在增长。但据中证君了解，这家手机供应链公司去年的业绩不甚理想，股价也腰斩。但今年业绩好转，股价也在回暖。该人士称，公司同时是华为和苹果的供应商。9月22日下午，多位手机产业链人士对中证君表示，手机产业链正在逐步走出行业寒冬。“我们从2018年上半年就已经感受到这个寒冬了。那时行业的供应链对5G未来落地有迟疑。到今年上半年以后，国内的主流手机厂商都在抢发5G手机。”国内某苹果和华为供应链上市公司中层李明（化名）对中证君表示，“整个产业链都在铆足了劲，我们的订单处于一个饱和的状态。”国内一位机构投资者张波（化名）对中证君表示：“不管是华为、oppo、vivo，还是家电厂商，现在都很扶持国内的零部件产业，它们有很多的订单，业绩从今年的半年报开始就爆发了。” 5G、周期性等因素叠加致电子板块走强业内人士一致认为，华为概念股的走强并不仅是华为概念因素，更多的是电子板块的行情回暖。某券商研究所负责人、资深电子板块分析师王超（化名）对中证君分析称，多数华为概念股大涨，更多的原因是华为投资主线逻辑对于市场注意力的吸引，再加上资金面的宽松带来的估值中枢的提升。“苹果那个时代，大家都在做增量。智能手机是从没有到有的一个过程，只要进入苹果供应链，就有了稳定新增的订单，对公司就是一个非常好的事情。现在是存量博弈，一家公司也不可能只做苹果或者华为（业务），它还会是其他厂家的供应商。”“把行情走强看成消费电子周期的大反转比较合适。行业的周期反转，周期今年年初是第一波，年中是第二波。”张波对中证君直言，消费电子行业有它的周期性，现在正好在周期向上的阶段。“华为产业链以前就存在，苹果的大部分供应商也是华为的供应商。”国内某手机供应链上市公司中层人士李波（化名）对中证君表示，并不是只有华为概念股上涨，今年整个电子板块走强。东方财富Choice数据显示，按照申万行业分类，今年以来，电子板块有226家公司股价上涨，其中股价（前复权）区间涨幅达50%以上的公司有122家，股价涨幅超过100%的公司有51家。电子板块股价涨幅前20名图片来源：东方财富choice“去年A股板块跌的最多是电子板块，跌了40%以上，从年头跌到年尾。去年有很多手机产业链公司业绩不好，很多都是（去年）股价大幅下跌。我们去年的跌幅也很惊人，去年都跌透了，今年又反弹。”李波对中证君表示。王超认为，电子板块上涨的原因在于市场整体情况好转，资金面变宽松，市场上有更多资金愿意买股票。“今年初以来，白酒等防御性板块涨幅已高，现在出现了基本面分歧，资金开始关注长期逻辑的方向，围绕消费电子、5G、半导体等板块，它们现在会受到增量资金关注。”“行业新机发布、5G预期越来越强，综合各种因素，造成这一波电子板块的反弹。”李波补充道，“明年可能是5G大年，届时大家的换机欲望会随着5G网络的建设释放出来。大家把预期打的更满了。但明年就可以验证业绩了，可能有的公司就会被打脸。”王超对中证君表示：“任何投资主线，如果是真实的、会有持续性的方向，第一波都是先拉估值，之后随着业绩兑现情况出现分化，真正优质的公司会成为十倍股，普通公司涨完一波后业绩不能兑现，股价会逐步回落或者慢慢消化估值。今年大家都在给预期，谁能兑现、谁不能兑现业绩，明年才知道。”（应采访者要求，文中采访对象均为化名）", "author": "新华社客户端", "newsdate": "发布时间：19-09-22", "newstime": "21:20", "sentiment": [{"positive_prob": 0.130637, "confidence": 0.709696, "negative_prob": 0.869363, "sentiment": 0}]}, {"title": "示好华为！又一国家态度大转变，任正非果然是个高人！", "content": "作为全球知名的科技公司，华为凭借自己的努力成为了世界领先的手机厂商，同时通信设备占有率已经连续多年位居第一，市场口碑大好，同时也在技术方面领跑全球，毫不夸张的说，在5G这波风口上，哪里有5G哪里就有华为，因为很多5G技术专利是避不开华为授权的，加上华为在这个领域的技术优势，也是强势拿到了50个以上5G商业合同，让人惋惜的是，世界第一大国美国，却公然排挤华为5G，还不分场合去诋毁华为5G，在没有证据的情况下咬定华为有后门，这简直就是滑稽之谈！笔者不禁感慨，正是华为的强大才让美国感到有威胁，短期的禁售的确有所影响，可长期来看将加快中国“去美国化”的进度，美方最终自食其果，而这个时候有些国家还攀附美方，选择站队美国排挤华为，比如说澳大利亚、波兰等国，澳大利亚甚至试图说服新西兰排挤华为5G，可惜惨遭打脸了，原来近端实际新西兰总理访问日本时被部分媒体询问，是否会排除华为在本国的5G建设，新西兰方面也给出正面回应，公开表示新西兰与澳大利亚不同，关于华为是否可以参与建设本国的5G网络建设，只会从商业角度来判断，不会受到其他国家的影响！此话一出引发网友点赞，一系列的表态也被众多媒体和网友认为新西兰在向华为示好，要知道此前有外媒报道消息，新西兰此前不顾国内通信运营商的反对，宣称将会禁止华为参加该国的5G网络建设，如今时间过去大半年了，对待华为的态度大转变让人拍手叫好，也是看出了新西兰对中国科技公司态度友好，看来无惧美方压力，当然了，新西兰目前只是不排除华为5G，对华为态度还是处于中立态度，不过这已经释放一个很好的信号，既然不排除那么华为将可以参与市场公平竞争，华为5G也将迎来发展契机！而反观澳大利亚，因为没有和华为开展5G业务合作，现在国内4G网络都堪忧，5G也是要不客气，对于澳大利亚这样的国家，我们也只能说“自食恶果”，与之相反的新西兰方面的表态也是获得了不少好感，相信在这样积极的引导下，未来会有越来越多的国家在面对华为5G的立场上也是会保持乐观态度，如今华为也取得了非常亮眼的成绩，5G优势遥遥领先全球，在欧洲市场已经拿下了60%的市场远远领先对手，据相关媒体报道，目前华为的5G已经领先其他5G技术2-3年，而且华为已经开始进入6G的研发！如今新西兰对华为态度大转变，也是让我们看到了华为与新西兰5G合作的可能，我们也希望这次合作早点到来，像澳大利亚、波兰这样的墙头草，注定将会吃到苦头的，这个时候笔者不禁感慨，任正非果然是个高人，任正非当初面对美方打压的时候释放信号，“华为5G技术世界第一，有些国家不得不用华为设备”，现在来看，全球5G的确离不开华为，要不然这么这么多“倒戈”华为5G的例子出现，你们说对吗？【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-09-22", "newstime": "06:04", "sentiment": [{"positive_prob": 0.876857, "confidence": 0.726349, "negative_prob": 0.123143, "sentiment": 2}]}]