[{"title": "华为没有秘密，任正非：任何人都可以学，很容易就学到手！", "content": "有这样一个规律，就是越强大的企业就越讲究开放、简单、公开和透明，这就像一个人一样，越是强大，就越有自信。事无不可对人言，任正非说华为没有秘密，马云说阿里巴巴经得起审查，都是同样的道理。但越是这样明明白白、清清楚楚地企业，反而越难以被轻易撼动。八万多人的企业，一二十万人的企业，背后是多少个家庭，上下游又牵扯到了多少的相关业务链和生态，这种大海一样的能量是非常强大的。注意哦，这不是它们企业赚多少钱的问题，钱还只是一个很低的层面上的东西，关键的是它们代表的能量。比如有就业，有税收，有技术创新，有品牌影响力，有贡献，有价值等等。所以说呢，只看华为和阿里巴巴一年赚多少钱的企业都是没有出息的，而这样的企业偏偏喜欢把自己搞得云山雾罩、神神秘秘，在那里装神弄鬼，自娱自乐。真是神经啊！前几年流行过学海底捞，好多企业轮番去海底捞取经，然后有人说，“海底捞你学不会”。但海底捞的老板张勇说了，啥子学不会哟，是他们揣着明白装糊涂，根本就不想去学。比如海底捞对员工的福利待遇和培养上所下的功夫，比如海底捞对客户的贴心服务，都是最基础的东西，哪有什么复杂的，看几次就明白了。可回去以后，哪个企业老板过得了自己这一关，自私自利是天性，他们不想、舍不得违背自己的天性。懂得自己的渺小，行为才开始伟大；真心去利他，才会有最大的利己。现在又流行学华为，一拨拨的企业老板都杀到了深圳去找华为取经，结果呢，不过是拍拍照片，发发朋友圈，装装高大上，回来依然是在老路上我行我素。华为是一心想着不让奋斗者吃亏，他们是一心想着不让自己吃亏——光想着让员工学华为员工那样去奋斗，却不想着自己学任正非那样不让奋斗者吃亏——这又有什么道理可讲呢。在2015年的达沃斯论坛上，有人问任正非华为成功的秘密是什么，可不可以学？任正非坦承道，第一，华为没有秘密，第二，任何人都可以学，而且很容易就能够学到手。不要把简单的事情复杂化。任正非说自己原来根本就不懂什么市场经济，他觉得赚别人钱都是很不好意思的。后来呢，他慢慢发现市场经济有两个道理：一个就是客户，一个就是货源，中间的交易就是法律。再就是做企业一定要努力才行，“华为也没有什么背景，也没有什么依靠，也没有什么资源，唯有努力工作，才可能获得机会。”当然，努力必须用在对的方向上，“努力工作首先要有方向，这个方向就是为客户服务。”说到底，企业的生存和发展只有一个来源，“就是客户口袋里面的钱，我们要对客户不好，就拿不到这个钱，老婆也要跑了。所以说我们要拿客户的钱，又不能用非法手段，又不能抢钱，只好做服务，把产品做好。”任正非认为，为客户服务，这么简单的道理和事情，是没有人做不到的。但偏偏是有很多企业做不到，因为它们想要走捷径，看不上这种笨笨的、傻傻的苦力活上。于是它们要么自恃聪明，耍尽机关，要么就是坑蒙拐骗，把客户口袋里的钱偷出来。于是，它们短命。我们看当年日本灾害的时候，别的企业都是往外飞，只有华为是往里跑，抢修设备，救助伤员，这就体现了华为以客户为中心的宗旨，你只有维护客户利益了，客户喜欢你了，自然就会让你赚到钱。当然，这么简单的道理，很多企业是不相信的。“我们除了比别人少喝咖啡，多干点儿活，其实我们不比别人有什么长处。就是因为我们太晚，我们成长的年限太短，积累的东西太少，我们得比别人多吃苦一点。所以我们这有一只是芭蕾脚，一只很烂的脚。我觉得就是华为的人，痛并快乐着，华为就是那么一只烂脚，不给社会表现出来我们这只脚还挺好。”华为为什么可以逆势飞扬，就是因为他们的艰苦奋斗、以客户为中心。人人都在羡慕华为一年赚了几百个亿、几千个亿，可他们没有看到人家背后的付出有多少。但任正非说，我们不想增长那么多，但我们的英雄们，弟兄们拼命要做，他们英勇作战，我们也挡不住。任正非还开玩笑说，现在最难的问题就是解决怎么分钱的问题，企业赚钱太多了，怎么对内分、对外分，是个麻烦事。实际上，对于这点任正非是早有预料的，早在华为创业阶段，任正非就给员工们打气说，你们买房子要大一点，以后房子除了要住，还要晒钱。如今华为人均工资高达70万元，在国内科技互联网行业名列第一。可是，任正非还有一句话说，“华为是没有钱的，大家不奋斗就垮了。不努力，光想躺在床上数钱，可能吗？”学华为，其实就是这么简单。一个是真心以客户为中心，为客户创造价值；一个是真心不让奋斗者吃亏，要“分赃分得好”。另外，还有关键的一点，任正非说，“我若贪生怕死，何来让你们去英勇奋斗！”，领导人以身作则的表率还是非常重要的。2008年，巴基斯坦、阿富汗战乱，任正非决意要去看望驻地员工，管理层一致劝阻他不安全、不要去，但任正非说了这么一句话：“兄弟们能去的地方，我为什么不能去，谁再阻挡我去，谁下课! ”任正非对员工们承诺，只要自己还飞得动，“就会到艰苦地区来看你们，到战乱、瘟疫……地区来陪你们。”他是这么说，也是这么做的，比如在利比亚开战前两天，任正非还在客户那里，伊拉克首富对他说，今天必须把你送走，明天就要开战了，但做专机太不安全，于是他派了一队保镖一路换车队，把任正非送上了最后一架飞机。这不是说要让你非得去学任正非这样，你的企业市场也没有遍布全球啊，这其实说的是，作为企业负责人，应该有种和下属同甘共苦的精神。不然，手里有几个钱，坐在办公室老板椅上就能够做老板了？不是的，那不是老板，那是老傻。", "author": "老方说", "newsdate": "发布时间：18-12-27", "newstime": "14:39", "sentiment": [{"positive_prob": 0.917775, "confidence": 0.817278, "negative_prob": 0.082225, "sentiment": 2}]}, {"title": "华为AI音箱智控全家 携华为智选生态新品火爆开售", "content": "刚刚过去的圣诞节，让人们在冬日里新添了一段温馨、美好的家庭回忆，圣诞节余温未过，华为又为广大用户带来了新的惊喜！继照明、环境系列之后，华为智选生态再迎新品安防系列。12月26日10:08，华为智选生态安防系列——海雀AI全景摄像头、豪恩智能家庭套装、汇泰龙智能指纹锁正式开售。与此同时，品鉴会上还展示了华为智选生态环境系列产品720全效空气净化器，喜欢的朋友可前往华为商城、京东商城、天猫商城、苏宁易购商城购买以上四款产品。据了解，华为智选生态产品由华为与专业领域的TOP级厂商强强联合打造。华为赋予生态伙伴卓越的网络与智能技术，生态厂商提供专业品质的智能家居产品，让用户在享受高品质硬件功能的同时，体验更便捷、智慧的家居生活。720全效空气净化器：APP远程遥控，全屋随心净化华为智选生态产品 720全效空气净化器集高效除醛、强烈净霾，专业级杀菌、清新负离子四大功能于一身：HEPA滤网过滤PM2.5颗粒物，高效活性炭吸附装修污染；医疗级深紫外杀灭有害病菌，高能负离子发生器生产超越森林级别的室内氧吧。配合颗粒物CADR500 M3/h的澎湃大风量，加快空气流动，可实现将室内空气进行快速循环过滤净化，5分钟20平米空净即可焕然一新。配备的滤芯容尘量超过24000毫克，是新国标2倍多，大大降低了滤芯更换成本，同时一体式滤芯更换简单。更重要的是，HUAWEI HiLink平台与720携手，令720全效空气净化器实现了APP远端遥控，全屋净化，定时开关机，声光无扰设置、空气质量显示、滤芯寿命提示等丰富智能控制功能，令用户产品的“智能”更加直观。海雀AI全景摄像头：搭载海思芯片，清晰识别人脸华为智选生态产品海雀AI全景摄像头采用了套娃的造型，雪白身形更合宜家居氛围，简洁亲和。华为智选生态产品海雀AI全景摄像头搭载了海思专业安防芯片，采用华为云算法，智能识别人脸、人形、宝宝哭声。1080P全高清画质，采用H.265编码技术高清的同时更流畅，不仅看清更能看懂，可识别记录家人面孔。其软件使用界面采用EMUI风格，滑动屏幕即可转动摄像头，畅快的跟手体验。附加全景绘图，预置点等功能，让手机端用户能更快定位视角。此外，其还支持360°全景巡航，可进行定时、定点巡航，24小时专业监测。豪恩智能家庭套装：自由操控家中智能电器华为智选生态产品豪恩智能家庭套装是iHORN豪恩与华为联合开发的新一代智能硬件产品，包括多功能网关、人体传感器、门窗传感器和温湿度传感器，具有很强的适应性及兼容性，不仅在家庭安全方面提供保障支持，还能通过HUAWEI HiLink平台，实现多样的智能设备联动及智慧生活场景。在安全方面，华为智能家居套装能够建立独立的安防系统，具有家庭住宅室内智能报警功能，若遇到非法入侵便会触发相应的门窗传感器和人体传感器，多功能网关将报警信号传送至HUAWEI HiLink平台，推送通知到华为智能家居APP，及时提醒用户家中异常情况。在智能方面，华为智能家居套装通过HUAWEI HiLink平台还能为用户提供对家中华为生态电器设备的自动控制，如用户出差在外能够通过APP把家中的空调、电动窗帘打开使室内空气保持清新，也能在归家或在家中会客时，对室内的灯光进行场景切换。汇泰龙智能指纹锁：内置微处理器，读取速度更快华为智选生态产品汇泰龙智能指纹锁结合了华为智能家居领域技术和汇泰龙云锁质量与稳定性的优势，从解决人经常遇到的“锁”事出发，着重解决人们回家才发现忘记带钥匙、出门带钥匙是累赘、锁具被撬等生活痛点。汇泰龙智能指纹锁内置瑞典FPC指纹头360度识别指纹，采用更高安全级别的C级锁芯及真插芯设计，独特的锁舌设计可实现门锁状态实时监测并推送，告别门是否关好强迫症，更安全更放心！华为AI音箱+华为路由WS5200增强版让生活更智能除上述四款华为智选生态产品外，华为在当天的品鉴会上还亮相了华为AI音箱和华为路由WS5200增强版两款产品，前者作为华为“年度战略级新品”，经由华为与丹拿音响联合调音，带来不凡音质，除此之外，华为AI音箱还拥有包括智能家居控制、电视背景拾音、内容服务、声源定位等多个交互性优势功能，并因此拥有了重要的“生态入口”属性。后者在延续“双千兆”和“真双频”设计的基础上，又做了三大提升，极有望成为新一代路由“爆品”！包括单核1GHz处理器升级为双核800MHz处理器、5GHz Wi-Fi配备双信号放大器、支持网口盲插/老路由账号密码拷贝。另外，华为路由WS5200增强版优雅的洁白机身、可收纳天线设计、智能“H”键与家居环境融为一体，给消费者营造更多轻奢格调。目前，华为智选生态产品环境系列720全效空气净化器已在11月11日开卖，此次海雀AI全景摄像头、豪恩智能家庭套装、汇泰龙智能指纹锁已于12月26日10:08正式开售，感兴趣的朋友可登陆华为、京东、苏宁易购、天猫等商城购买。详情请见各大电商平台活动页面信息。心动的朋友们赶紧点击下方的链接抢先购买吧~", "author": "新浪家居", "newsdate": "发布时间：18-12-27", "newstime": "11:39", "sentiment": [{"positive_prob": 0.998615, "confidence": 0.996923, "negative_prob": 0.00138464, "sentiment": 2}]}, {"title": "正式确认，这个国家反悔并再次拒绝华为，网友：真是峰回路转啊", "content": "正式确认，这个国家反悔并再次拒绝华为，网友：真是峰回路转啊华为如今在国内就是大家的骄傲，在说起它时，大家都会感到自豪，因为它的手机超过了iphone成了全球第二手机商，且它还是全球第一的通信设备供应商。只是华为的5G工作在今年碰到许多挫折，还是那种一波未平一波又起的状态。许多国家是拒绝华为的丶支持华为的丶想拆华为设备丶想要华为设备做测试的等等都有，而华为在面对那些挫折时，也是从不妥协，那些全球近半的5G订单，其中甚至有曾拒绝华为设备的国家。这两国对华为的态度一变再变而最近则是英国和捷克这两个国家对华为的态度一变再变，之前就有媒体报道，英国想排除华为，然后发声爱立信事件，英国还请求过华为帮助它，有着良好中国民族气节的华为肯定是答应了。之后没过多久就有英国想和华为合作的消息传出。在国内网友都觉得这是英国醒悟时，后面突然来了个大转弯。是的，才说想和合作的英国，没过多久就反悔了，再次拒绝华为。有消息报道，英国电信把华为从自己的30亿美元的设备采购单中排除了。这还没完，英国方面还想继续把华为的相关4G设备也给排除了。英国电信决绝华为，自己的EE却认同它？这样的突然事件在国内网友间可是热议度爆炸，有网友表示：真是峰回路转啊。都觉得，华为是向英国证明了自己，它也该用华为设备的时候，情况又急转直下了。有意思的是，英国电信拒绝华为，它旗下的EE却觉得华为没有“安全隐患”，值得信任，尤其是在设备安全性和稳定性上。只是说什么都不能改变，英国再次拒绝华为的事实，这次华为可是损失大了，从金额那么大的订单中排除了。很多国家夸赞华为，却不用其设备也能看出，虽有不少国家开始支持华为里，但很多都是光说不做的，口口声声夸赞华为的设备，最后还是不用。当然，华为的技术和实力要强过现在的诺基亚丶爱立信，这是国内网友都比较了解的情况，以后华为早晚能有更大的订单出现，加油华为，为你自豪。<转发点赞，年薪百万！>对此，大家怎么看？", "author": "阿福谈科技", "newsdate": "发布时间：18-12-27", "newstime": "13:56", "sentiment": [{"positive_prob": 0.0127519, "confidence": 0.971663, "negative_prob": 0.987248, "sentiment": 0}]}, {"title": "多款智能家居新品亮相，华为智选究竟选出了什么？", "content": "2018 对华为来说是意义非凡的一年。12 月 25 日，华为消费者业务 CEO 余承东在微博宣布，2018 年华为智能手机发货量（含荣耀）突破 2 亿台，在全球智能手机业务有所下滑的大背景下，这一成绩尤其难得。而从手机业务延伸，华为 2018 年终于在 AIoT 生态战略上迈出了重要一步。伴随 10 月 26 日华为 Mate 20 系列发布会推出的华为 AI 音箱，华为在 IoT 方向上开始加速，这款产品发布至今两个月时间，日活率达到 84%，用户平均使用时长达到 72 分钟每天，不仅如此，围绕智能音箱打造的华为方舟实验室也终于在今天（12 月 26 日）揭开了神秘面纱。方舟实验室亮相对华为来说，在日益成长的手机用户基础之上 IoT 无疑是具有丰富联想的一大领域。若将这一战略看作一艘大船，方舟实验室就是引导方向的指挥室。作为首次对外亮相的华为 IoT 生态最重要实验室，这里不但会打通生态合作伙伴从产品研发到赋能的全流程，还是整个华为智能家庭产品的蓝图的制定者。方舟实验室坐落于华为坂田基地培训中心 J1，占地面积大约 1000 平方米，本次极客公园在前方参观的过程中，也看到了包括产品认证区、联合创新区、产品陈列区以及场景开发区四大区域，这里也是业界目前唯一提供众多专业能力的实验室。华为方舟实验室一角据了解，方舟实验室目前能够和合作伙伴在保密和互不影响的情况下，实现 HUAWEI HiLink 的快速集成开发，可大大缩短生态产品引入周期，最快 2-3 周即可完成；针对不同产品的使用功能，用户场景，华为会和合作伙伴从产品设计初始阶段协同，并在这里的实际环境中验证这些产品的实际体验。华为消费者业务 CMO 朱永刚介绍到，华为的目标是把数字世界带入每个人、每个家庭、每个组织，从而构建万物互联的智能世界。过去多年华为在通信领域方向的建设如今已经取得一定成果，截止目前已经连接 3 亿台设备、2 亿个家庭，全球 100 多个品类的 200 个厂家已经加入到华为的 AIoT 生态中来。在 5G 时代，一方面移动设备，IoT 设备拥有了超高速网络连接的能力，另一方面华为自主研发的麒麟 AI 芯片等智能芯片也将拥有更大舞台。围绕这两方面，华为正在打造其 HiLink 生态平台。HUAWEI HiLink 涵盖了云、边、端、芯四层架构。芯片方面，华为提供端到端的差异化的芯片级安全能力，并即将在 2019 年推出超低功耗、高性能的华为 IoT 芯片；端侧方面，持续优化 Lite OS，内核只有 10K 大小，达到更高能效比、更省资源的目的；边缘侧方面，华为已经在全球部署超过 2000 万台智能路由，能够对 IoT 设备提供支持；云侧方面，华为 IoT 云平台可实现毫秒级响应，覆盖全球 100 多个国家及地区。在华为方舟实验室，通过将 HiLink 能力与合作伙伴的智能产品打通，华为提供了智能产品在华为设备上的更好连接，更低功耗以及更便捷的使用，而在发布会上亮相的多款产品，正是 HiLink 能力的集中展现。AIoT 生态成果初现发布会上，华为带来了多款围绕华为 HiLINK 基础连接的智能家居产品，通过一个华为智能家居 APP 连接在一起，这些不同产品不但不用单独 APP 进行设定，还拥有更好的连接性稳定性更低功耗和更方便的使用特性，官方称之为「华为智选」，目前上线的产品不乏如今市面上最受关注的智能家居产品。目前华为官方商城已经上线经过认证的华为智选商品第一款是海雀 AI 全景摄像头，除了 1080p 全高清分辨率、10 米红外夜视等如今智能摄像头已经具备的功能外，这款产品最大的亮点在于支持 360 度无限循环监控功能，因此能够提供无死角的视频监控功能，另外这款产品搭载的 AI 智能识别人脸功能基于华为云 DNN 神经网络算法，因此提供了 AI 识别分类功能，可以区分家人与访客、陌生人等，官方售价 299 元。第二款是来自汇泰龙的智能指纹锁，作为今年智能家居类中的热点，智能门锁无疑是日常使用中频次最高，最重视安全的产品。这款智能指纹锁拥有 C 级锁芯，提供了包括指纹识别解锁、数字密码解锁、NFC 解锁等多种解锁方式，并加入了独特的三角舌构造用来检测锁和门的状态。由于接入了华为 HiLink 平台，这款门锁可以通过华为智能家居 APP 查看门锁开关情况，官方售价 2299 元。智能传感器和网关作为智能家居产品的一部分如今越来越受到人们重视，作为第三款产品的豪恩智能家庭套装就提供了一系列围绕家庭场景的设备，包括多功能网关、红外人体传感器、门窗传感器以及温湿度传感器在内的四种产品，一方面可以感知家庭场景中的各种状态，另一方面还能配合其他华为 HiLink 智能生态设备达到智能家居联动，比如配合空调实现智能控温，配合加湿器实现室内湿度调节，全套四款传感器售价 429 元。最后一款是 720 全效空气净化器，拥有每小时 500 立方米的 CADR 值，还提供了甲醛吸附，深紫外灭菌能力，内置有 PM 2.5 激光传感器，能做到室内空气质量的连续测量，配合华为 HiLink 平台，也可以对接到华为智能家居 APP，实现室内场景联动，官方价格 1299 元，尽管如今在智能家居市场上述产品不乏竞争者，但在华为看来，在 5G 时代来临的当下，华为在基础通信设施的建设以及手机用户的庞大基础让 AIoT 生态顺理成章，如华为消费者业务首席战略官邵洋所说，华为的目标是「构筑全场景智慧生活体验，实现更自然的交互和更智慧的触达」，这一目标离不开华为与合作伙伴共同打造的这一系列产品。实际上在今年十一月全球移动宽带论坛上，华为轮值董事长胡厚崑就在演讲中提到，5G 时代下正在把智能设备推向新高度，而伴随如今的生态战略启动，一个平台化的，永远在线的华为智能平台正在初现雏形，应该用不了多久，我们就能看到越来越多的华为智选产品出现在官网上了。（编辑：贾伯斯龙）", "author": "极客公园", "newsdate": "发布时间：18-12-27", "newstime": "01:38", "sentiment": [{"positive_prob": 0.91979, "confidence": 0.821755, "negative_prob": 0.0802101, "sentiment": 2}]}, {"title": "华为今年卖2亿台手机，苹果却不敢公布销量了，原因正式被确认！", "content": "今年的手机市场可以说是变换莫测，有人欢喜有人忧。今年可以说是国产智能手机崛起的一年，但是同时也是很多国产手机厂商面临淘汰的一年！国产手机进一步集约化的发展，智能手机品牌的竞争上半场也是结束了，以华为为首的智能手机头部品牌已经是产生了，不仅是在国内发力，在亚洲，欧洲乃至世界，国内的一线手机品牌都是有非常亮眼的表现！比如说在印度，小米手机占据印度手机市场的27%市场份额，今年的第三季度小米手机在印度的销售量达到了1200万台，之后在印度华为的荣耀表现也是不错，国内的蓝绿兄弟在印度也是同样上演了线下遍地开花的营销模式，取得了不错的效果。印度市场基本上已经被国内的手机品牌攻占了，苹果在印度的市场份额已经是跌到了1%，但是也是没有在小米的攻势下坚持下来！华为在欧洲的市场份额已经是达到了24%，而苹果却只有22%，今年的第二季度华为的手机销量就已经是超过了苹果，在之后的第三季度更是将差距给拉大不少，即便是今年下半年苹果年发布了新机，依然是没有打破这样的局面，就在前几天华为也是宣布现在已经销量超过了2亿部，可以说短期内苹果想要赶上华为是不可能了！华为今年卖2亿台手机，苹果却不敢公布销量了，原因正式被确认！华为为什么能够有这么强大的能量呢？那就要看华为这家公司你了解多少了，实际上手机业务在华为的业务版图中称之为消费者业务，也就是余承东负责的，所以余承东也是称之为消费者业务CEO。华为最强大的是在通讯设备上，在2013年华为就已经是成为全球最大的通讯设备供应商和解决方案提供者，除此之外，华为还有企业级的业务模块，也就是针对企业提供通讯技术支持的业务。现在来说最大的业务依然还是通讯设备方面，但是消费者业务现在也是华为成长最快的，营收已经是接近华为总营收的40%了！华为作为国内民营企业500强的第一位，强大是肯定的。相比于其他的国内企业，华为在研发上的投入是非常恐怖的，每年几百亿人民币的研发投入保证了华为在技术上的创新。于是智能手机业务在这样强大的技术实力下，不断的进行技术创新也就不奇怪了。在外媒调查的上市公司的研发投入排行上，国内的阿里巴巴登顶，但是研发投入一年只有44亿美元，排在第一的是亚马逊，去年研发投入高达220亿美元。而国内的华为之所以没有上榜是因为华为没有上市，实际上去年华为的研发投入为140亿美元。这样的研发投入下，华为的技术实力可想而知！而苹果这些年的表现就有些不尽如人意了，虽然账面上苹果的营收还在不断的上涨，但是销量的下降已经让外界看到了不好的讯号，于是苹果的股价下跌的非常厉害，供应商也是在承受不同程度的打击！苹果近些年的创新力度不强，产品总是不能给人眼前一亮的感觉，甚至现在开始模仿国内的厂商。比如全面屏，比如大屏手机的设计，比如双卡双待等等！今年的新款iphone在价格上也是让很多人望而却步，8000多的售价，买华为都可以买两个了，现在华为手机的使用不管是流畅度还是老化率也是不弱苹果多少了，仅仅是因为一个牌子和ios才能使苹果现在依然能够做着霸主的位子而已！华为今年卖2亿台手机，苹果却不敢公布销量了，原因正式被确认！大家怎么看呢？欢迎留言评论！", "author": "创咖学院", "newsdate": "发布时间：18-12-27", "newstime": "15:54", "sentiment": [{"positive_prob": 0.0094924, "confidence": 0.978906, "negative_prob": 0.990508, "sentiment": 0}]}, {"title": "为什么宁愿买3999的华为Mate20，也不买2999的荣耀V20？", "content": "昨天，2018年荣耀手机收官之作，荣耀V20旗舰手机正式发布。在发布会上，荣耀手机负责人也宣布了荣耀品牌的升级，新LOGO由小写honor变为大写HONOR。虽然此前荣耀手机已经在微博宣布了这一决定，但在发布会上荣耀品牌再次强调新品牌LOGO也代表着荣耀手机的一个新的开始，当然发布会的主角无疑是荣耀V20。作为今年收官之作，荣耀V20的配置与此前曝光的消息基本一致，采用挖孔屏技术，正面采用的是魅眼全视屏设计，视觉表现惊艳。搭载麒麟980处理器，性能十分强劲。此外，荣耀V20还首发了Link Turbo技术，看点颇多。后置摄像头采用双摄组合，IMX586传感器加持令该机的拍照效果明显进步，而且新的背后设计风格非常亮眼，2999的价格也诚意十足。然而网上，不少的网友却表示，宁可买3999元的华为Mate20，也不会买2999元的荣耀V20，这是为什么呢？下面咱们一起来听听，网友怎么说：首先，荣耀V20在市场定位上就不如Mate20。众所周知，华为的Mate系列和荣耀的V系列在市场上一向有着明显的主配关系。每年的V系列旗舰也都是的被当作Mate系列的减配版推出，荣耀V20虽然在各方面表现都十分亮眼但在知名度或是品牌溢价上明显不如Mate20，而这一点也正是商务人士所看重的一点。其次，荣耀V20在配置上对比Mate20还稍显落后，两款机型搭载的都是麒麟980处理器，性能表现差别不大。拍照功能方面，荣耀V20虽然搭载了IMX586传感器支持最高4800万像素拍摄，但单颗摄像头的成像效果明显有限，TOF镜头并不能对画面进行补充。相比之下华为Mate20的徕卡三摄配置更加均衡，成像效果也更加突出。另外荣耀V20并不支持光学变焦和超级广角功能，在可玩性上明显落后于Mate20。最后在技术上，华为Mate20也有一定的优势。荣耀V20虽然首发了Link Turbo技术，但按照以往惯例，华为Mate系列旗舰和P系列旗舰也会陆续更新这项技术。而华为Mate 20所支持的无线充电技术荣耀V20却被并没有搭载，另外Mate20还支持IP53级别防水，这点对荣耀V20也是一个不小的优势。整体上来看，Mate20与V20在性能表现上差距不大，但在细节上，Mate20明显做得更好。如果资金允许，购买Mate20的确是更好的选择。当然在3000元以下价位，荣耀V20也有着十分强大的竞争力，你更喜欢哪一款机型么，不妨谈谈你的看法。", "author": "小伟科技杂谈", "newsdate": "发布时间：18-12-27", "newstime": "16:05", "sentiment": [{"positive_prob": 0.275846, "confidence": 0.387008, "negative_prob": 0.724154, "sentiment": 0}]}, {"title": "那些“围堵”华为的人，为何如今变卦了？", "content": "原创 参考消息“虽然遇到较大外部压力和困难，华为依然誓言推动5G技术发展。”香港《南华早报》在25日的报道中如是说。昨天（25日），在深圳总部举办的中国媒体圆桌会上，华为董事长梁华介绍说，华为已获得26个5G商用合同，与全球50多个商业伙伴签署合作协议，5G基站商用发货数量超1万个，全球数量最多。此外，华为还将在2019年上半年发布搭载5G芯片的5G智能手机，并将在下半年实现规模商用。另据美国《华盛顿邮报》网站24日报道，尽管面临美国施压，但华为仍在2018年卖出超过2亿部手机，比去年增加30%以上，成为世界第二大手机制造商。与此同时，外媒注意到，在美国等国持续施压的情况下，华为以其在5G技术和商业应用上的领先地位，得到了多国企业的“力挺”——综合《金融时报》和彭博社等媒体报道，虽然英国情报部门警告连连，但英国三家电信企业依然于近日宣布将继续使用华为5G设备，而“3英国”（Three UK）则已经与华为达成20亿英镑的协议，在英国各地建立5G网络，明年正式营运。在日本，受此前日本政府禁用华为导致成本剧增的影响，日本软银集团的通讯子公司在东京证券交易所上市首日便跌破发行价。在之后召开的记者会上，软银高管更是对日本政府要求更换华为设备的做法提出了警告。此外，在德国、法国和新西兰等国家，华为或保持着正常业务，或正积极参与当地5G建设。而中国驻捷克大使馆网站也在24日发布消息称，捷克总理巴比什强调，日前捷克有关部门针对中国华为和中兴公司所发布的警告不代表捷政府立场，捷克政府部门仓促决定停用华为产品系受警告误导所致。捷克欢迎包括中国企业在内的外国企业来捷投资经营，将为其提供良好营商环境。众所周知，近段时间以来，华为正面临来自美国等西方国家的密集“围堵”。但从“十面埋伏”到在各国业务的“柳暗花明”，看似不可思议，实则必然。美国《华尔街日报》道出了部分原因：从固定电话到长途通讯，从普通宽带到5G研发，华为的技术几乎触及世界的每个角落，这为它带来成功。中国现代国际关系研究院副研究员李峥也认为，华为在全球5G产业布局和技术实力等方面都处于国际领先地位，出于正常商业行为的角度考虑，华为都是各国企业绕不过去的选项，也是目前来看性价比最高的选项。李峥同时指出，虽然美国等国情报机构对华为不断进行诋毁，但许多国家和企业并没有发现华为全球业务存在所谓战略性目的的证据，因此对华为的疑虑不断下降，并重新向华为打开了大门。由此可见，突破美国等国家“围堵”压力的利器，正是华为自身的实力。当然，如今的成绩并不代表华为已经取得胜利。在李峥看来，这将是一场长期的“斗争”，美国遏制华为发展的战略不会轻易改变。他指出，目前美国只是通过执法部门针对华为的个别行为进行打压，接下来来自美国其他部门的压力将会增加，对华为的“攻击”或许才刚刚开始。李峥同时认为，华为公司通过对近期一系列事件的应对，在短时间内降低了其他国家和企业对华为的疑虑，展现出其国际化水准和成熟的一面。事实上，各国企业的合作意向也好，华为的恰当应对也罢，对华为来说，过硬的实力、难以甚至不可取代的技术和产品、合法合规的运营，才是未来“迎战”更加复杂斗争的底气。尤其是，近段时间华为得到来自从政府到民众极大的鼓励和支持，只有不断发展和增强自身实力，才能不辜负这份期望。", "author": "央视网新闻", "newsdate": "发布时间：18-12-27", "newstime": "16:05", "sentiment": [{"positive_prob": 0.0012163, "confidence": 0.997297, "negative_prob": 0.998784, "sentiment": 0}]}, {"title": "华为又遇困境：痛失30亿美元5G订单，这个国家态度成谜！", "content": "近期以来，华为的新闻总是出现在我们的视野之内，它的5G订单也牵动着很多网友的心。我们都知道，全球的5G网络基站建设正在如火如荼的进行着。我们国家要想在5G时代中占据领先的位置，就必须在基站建设的时候掌握主动权。那么华为作为优秀的通讯企业，其在5G上面的付出是非常大的。而且华为参与了每一次5G相关的会议，还拥有着最多的5G专利。所以，下一个网络时代将是华为的主战场。因为华为的实力非常突出，所以遭遇了美国多方面的抵制。为了遏制华为的发展，美国还联合其他国家一同围堵华为的5G。其中，就有英国、新西兰等国家。但是因为华为的实力不容小觑，所以依然有很多的国家选择向华为靠拢。而此前，华为传来了诸多好消息，一些弃用华为设备的国家纷纷“回头是岸”，再次和华为合作，英国也在其中。其国内的运营商O2曾向大众表示，华为的设备不存在安全性的问题。所以英国方面也开始妥协，表示可以让华为参与公平竞争。英国O2运营商与华为签订了合作，成为华为获得的第26个5G商业订单。和O2一同表态的英国运营商还有其国内的电信运营商EE、沃达丰，都声称会继续用华为的5G设备。这个好消息一传出来，让大家看到了华为的逆风翻盘，纷纷表示开心不已。可是近日，华为却又遇到了困境，痛失了价值30亿美元的5G订单。根据了解我们发现，这个订单竟然来自英国的EE。这才几天的时间，就从支持变成了拒绝。这样的态度转变，众人非常疑惑，英国对华为的态度也成为了谜团。这次的30亿订单是设备的采购方案，EE直接将华为给排除在外，意思就是并不会考虑华为的设备。不过EE也表示，本次将华为排除在外，并不是因为华为的设备有安全性的问题，而是公司原有的发展计划。毕竟华为和英国的电信一同合作了十多年，并未出现任何任何网络不安全和不稳定的情况。既然没有这样的问题，为何又将华为的资格撤掉了呢？从最初的拒绝到随后的支持，现在又拒绝，这样的态度实在是让大多数人猜不透。虽然华为参与了竞争也不一定能够获得这30亿美元的订单，但是最开始的资格应该是公平的。华为遭遇了很多这样的不公平对待，可是一直在努力的向前发展。相信在不久的将来，华为能够依靠自身的实力闯出自己的一片天地。", "author": "科技斑马线", "newsdate": "发布时间：18-12-27", "newstime": "17:01", "sentiment": [{"positive_prob": 0.0221292, "confidence": 0.950824, "negative_prob": 0.977871, "sentiment": 0}]}, {"title": "华为轮值董事长新年致辞：任何艰难困苦休想阻挡我们前进步伐", "content": "12月27日，华为轮值董事长郭平发布新年致辞中透露：2018年，公司预计实现销售收入1085亿美元，同比增长21%。郭平这次致辞的题目是：“不经艰难困苦，何来玉汝于成”。郭平称，华为在这“极不平静”的一年里，从未停下前进的脚步。新年致辞披露的数据显示，华为与全球领先运营商签定了26个5G商用合同，10000多个5G基站已发往世界各地；全球160多个城市、世界500强企业中的211家，选择华为作为其数字化转型的伙伴；智能手机出货量超过2亿台，PC业务和IoT智能家居生态也取得可喜的突破；华为云已上线18大类140多个云服务，与伙伴携手在全球22个地理区域运营37个可用区；华为发布了AI战略与全栈全场景AI解决方案，包括全球首个覆盖全场景人工智能的昇腾系列芯片，及相应的产品和云服务。新的一年里，华为将迎来数字化、智能化新的发展浪潮，也会遇到更大的困难。必须苦练内功，提升经营质量，激发组织活力，奋勇向前，努力满足客户需求，实现战略领先。郭平在致辞中提到：“走向全球化就是法治化，法律遵从与全球合规是我们在全世界生存、服务、贡献最重要的基础，我们要从公司政策、制度、组织、流程、文化、培训与宣传等方方面面，将合规落实到所有业务活动中，融入到每一位员工的思想意识与行为习惯。不因一时一事的恶性事件、挫折消沉了我们领先世界的锐气。我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一”，“沉舟侧畔千帆过，乘风破浪会有时，任何艰难困苦，休想阻挡我们前进的步伐。”附郭平新年致辞全文郭平 @华为中国 图“困难越大，荣耀也越大”,即将结束的2018年，印证了哲学家西塞罗的这句名言。在这极不平静的一年里，我们从未停下前进的脚步。我们和全球领先运营商签定了26个5G商用合同，10000多个5G基站已发往世界各地；全球160多个城市、世界500强企业中的211家，选择华为作为其数字化转型的伙伴；智能手机出货量超过2亿台，PC业务和IoT智能家居生态也取得可喜的突破；华为云已上线18大类140多个云服务，与伙伴携手在全球22个地理区域运营37个可用区；我们发布了AI战略与全栈全场景AI解决方案，包括全球首个覆盖全场景人工智能的昇腾系列芯片，及相应的产品和云服务。经营业绩是全球客户对我们最真切的认可，也是对质疑和排挤最有力的回应。在此，特别感谢客户、合作伙伴和社会各界对我们的信任与支持！感谢全球员工的努力奋斗，感谢员工家属们的支持和奉献！不管风云多么变幻，我们对供应商的采购政策不会改变，特别是对美国供应商一脉既往，坚定不移地合作共赢。新的一年里，我们将迎来数字化、智能化新的发展浪潮，也会遇到更大的困难。我们必须苦练内功，提升经营质量，激发组织活力，奋勇向前，努力满足客户需求，实现战略领先。聚焦战略，构建业务结构的韧性。我们要做好产品的投资组合，从产业吸引力和竞争力等角度对产品优胜劣汰，实现端到端的战略领先。要收缩一些多年没有竞争力的产品开发，把人员转移到战略机会点上去。我们要做到网络架构极简，交易模式极简，网络安全、隐私保护极优，只要产品极优、服务极优，就没有市场进不去。2018年电信软件的投资组合改造优化是成功的，一部分骨干留在电信软件提升盈利能力，另一部分优秀员工输出到其他产业支撑战略发展。他们为相关体系的组织和业务变革树立了标杆，“寂寞英雄”也是伟大的英雄。全面提升软件工程能力，打造可信的高质量产品。我们的产品和解决方案已经赢得全球170多个国家客户的信赖，一直保持着很好的网络安全记录，华为过去没有、未来也不会成为网络安全的威胁。今天，ICT产品的可信成为客户最为关注的需求，而好的软件工程能力和实践，是产品可信的基石。我们将以最高的标准要求自己，把网络安全和隐私保护作为公司的最高纲领。公司将通过5年时间，系统性提升软件工程能力，在每一个产品和解决方案中，都融入信任、构建高质量。激发一线组织活力，对准多打粮食、增加土地肥力。通过合同在代表处审结项目，探索试点代表处以内外合规为基础、以财经指标和持续发展为牵引、以资产包为经营约束、以粮食包激发创造活力，提升人均贡献。逐步实现在中央集权的基础上，“机关手放开，一线放开手；机关管好钱，一线用好权”、“钱要体现公司意志，权要听得见炮声”的运作优化，通过优化生产关系来提升生产力，激发一线组织与员工的主观能动性，多劳多得多贡献。GTS、财经、供应AI变革应对准海量、重复、高频的低效作业点，利用人工智能的技术优先解决业务痛点和问题。干部与专家队伍建设要对准作战胜利，建立稳定的职员体系。成功的反面不是失败，而是平庸。我们要避免干部队伍四平八稳平庸化，避免华为成为一家平庸的公司。我们的干部要有锐气，不要暮气，偏执狂和“疯子”才能成功；我们将继续敞开怀抱，拥抱全世界的科学家，也要加强专家循环成长，“全科医生”和“专科医生”循环起来，通过考试考核来淘汰“南郭先生”；我们要通过职员体系建设，建立稳定、高效高质的运营体系和团队。优化个人绩效导向，全营一杆枪。个人绩效管理不仅要对员工过去取得的责任结果进行评价，更要激发员工，促进个体及团队整体绩效和能力持续提升。在坚持责任结果的基础上，从单一强调“个人有效产出”，到同时考虑“为客户创造价值、对他人产出的贡献、利用他人产出的贡献”的牵引。学习谷歌军团的方法，组建突击队。以奋斗者为本，贡献面前人人平等。探索人力资源政策导向一致性下，不同业务特性的激励结构差异性，组合各种激励工具手段，去匹配组织与个人的责任担当与贡献结果，以促进每一个组织与个人充满活力地主动追求更好的业绩，多劳多得。奖金激励既要激励当期贡献，也要牵引对未来的投入，不仅让“多打粮食”的工作得到当期回报，也要让“增加土地肥力”的努力获得合理收益。以“利他”实现“利己”，合作共赢，优化营商生态。随着大国博弈加剧，未来的商业环境将更为不确定，我们无法改变宏观大环境，唯有踏踏实实改善产业小环境。我们要加大全球产业布局与投资，切切实实为当地贡献价值，争取公平竞争的商业机会。要在内外部建立“场态”，积极与政府、媒体、伙伴、供应商、产业标准组织等进行沟通，我们每一位员工都是华为价值观的传播者、代表着公司的形象。我们也要理解西方价值观，运用西方思维解决在西方遇到的问题。每临大事有静气，以法律遵从的确定性，应对国际政治的不确定性。走向全球化就是法治化，法律遵从与全球合规是我们在全世界生存、服务、贡献最重要的基础，我们要从公司政策、制度、组织、流程、文化、培训与宣传等方方面面，将合规落实到所有业务活动中，融入到每一位员工的思想意识与行为习惯。不因一时一事的恶性事件、挫折消沉了我们领先世界的锐气。我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一。过去三十年，我们以宗教般的虔诚服务客户，和客户、伙伴一起，把通信技术从象牙塔、实验室带到了各级城市及偏远地区，消除数字鸿沟，我们的产品联接超过三十亿人口，可以自豪地说，我们在人类文明的进程中刻下了深深的痕迹。今天，华为作为ICT产业的重要领导者和贡献者，参与380多个行业组织、担任超过300个重要职位，每年贡献提案超过6000篇；我们在无线、光通信、数据通信、智能终端等领域，已经处于领先的地位。没有华为参与的某些5G市场，就像是没有球星的NBA比赛，打不出最高技术水平。在新技术的发展方向上，如人工智能、大数据、云计算等，我们也实现了和业界同步发展，我们站到了第一阵营的起跑线上。展望未来，ICT行业仍是一个激动人心和充满希望的行业，华为有三十年的积累，必将大有可为，我们每个员工也大有可为。数字化转型正风起云涌，智能化浪潮才刚刚启动，消费者渴望享用更先进、可信的数字技术与服务，数字化、智能化将是一个长期的进程，我们要在技术上创新求真，踏踏实实干出尖端成果。伟大的背后都是苦难，困难和压力只会使我们变得更团结、更强大，我们一定能够实现愿景和使命：把数字世界带入每个人、每个家庭、每个组织，构建万物互联的智能世界。沉舟侧畔千帆过，乘风破浪会有时，任何艰难困苦，休想阻挡我们前进的步伐。", "author": "澎湃新闻", "newsdate": "发布时间：18-12-27", "newstime": "15:16", "sentiment": [{"positive_prob": 0.744946, "confidence": 0.433213, "negative_prob": 0.255054, "sentiment": 2}]}, {"title": "1085亿美元！困难与荣耀同在，这就是华为", "content": "“困难越大，荣耀也越大”，这句话出自华为轮值董事长郭平12月27日的新年致辞。的确，2018年对于华为而言，困难与荣耀同在。虽然华为CFO孟晚舟女士已经获得保释，但是还面临着被引渡到美国的风险，对此，美方和加方也未给出一个合理的解释。最近还有一些国家对华为设备和技术的网络安全提出质疑和担忧，甚至一些美国盟友直接宣布华为禁入，而国内外媒体一些针对5G的不实报道，也让华为承受着煎熬。克制并不代表怯懦，沉默抹杀不了真诚。面对质疑和排挤，终于，华为出手了，用业绩说话或许是打脸各种谣言的最好方式。今年预计销售收入1085亿美元12月27日，华为轮值董事长郭平发布新年致辞。2018年，公司预计实现销售收入1085亿美元，同比增长21%。华为和运营商签订了26个5G商用合同，10000多个5G基站已发往世界各地；智能手机出货量超过2亿台；全球160多座城市、世界500强企业中的211家选择华为作为其数字化转型的伙伴；华为云已上线18大类140多个云服务，在全球22个地理区域运营37个可用区。华为新年致辞中提到几句话，“经营业绩是全球客户对我们最真切的认可”，“我们对供应商的采购政策不会改变，特别是对美国供应商一脉既往，坚定不移地合作共赢”，“ 我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一”，“ 伟大的背后都是苦难，困难和压力只会使我们变得更团结、更强大”。一字一句，无不体现着华为独有的真诚和自信。正如华为董事长梁华12月26日所言，“未来世界面临着不确定性，国际环境充满挑战，华为不会因为环境复杂和困难就放弃追求：把数字世界带入到每个人、每个家庭、每个组织、构建万物互联的智能世界。”“抹黑”和“围堵”挡不住华为为何美国及其盟友处处针对华为？中国有句古话，“匹夫无罪，怀璧其罪”，归根究底，是因为华为近几年在5G研发上实现了跨越式的突破，一举领先世界各国，无论是在技术层面还是盈利角度，都已经“威胁”到了美国及其盟友的企业，于是这场围绕5G主导权的“战争”由此而发。据外媒最新报道，华为凭借2亿的出货量首次在年度全球出货量上击败苹果，成为全球第二大智能手机厂商。据悉，华为还将在2019年上半年发布5G智能手机和5G芯片，并在下半年实现商业规模。5G这块大蛋糕，着实让世界各国分外眼红，即便是美国的企业，也难以凭借技术与华为在5G领域一较高下，于是乎，它们的政府就动起了歪脑筋。近期\"五眼联盟\"( 美国、英国、加拿大、澳大利亚和新西兰 )对华为展开\"密集围堵\"，并试图拉拢法德等国家共同抵制华为。但是它们的“努力”似乎并没什么效果，反而被华为实力打脸。26份5G商业合同，出货10000多个5G基站，这规模可是全球首位，这还是在华为遭到密集抹黑和围堵的情况下。实力就是实力，华为干得漂亮！颇有讽刺意味的是，五眼联盟中的英国已经率先反水，向华为抛出了橄榄枝。英国三家电信企业已于近日宣布将继续使用华为5G设备，而“3英国”（Three UK）则已经与华为达成20亿英镑( 约合人民币174亿元 )的协议，在英国各地建立5G网络，明年正式营运。与此同时，韩国通讯公司LG副会长河炫会表示：计划通过国际公认的检验标准，正面消除对华为5G设备安全问题的疑虑。此前，印度已经准许华为参与该国5G测试，并称赞华为在印度电信市场的发展！捷克对于华为的态度也出现180度的大反转，表示欢迎包括中国企业在内的外国企业来捷投资经营，将为其提供良好营商环境。此外，在德国、法国和新西兰等国家，华为或保持着正常业务，或正积极参与当地5G建设。在日本，受此前日本政府禁用华为导致成本剧增的影响，日本软银集团的通讯子公司在东京证券交易所上市首日便跌破发行价。在之后召开的记者会上，软银高管更是对日本政府要求更换华为设备的做法提出了警告。“匹夫无罪，怀璧其罪”，若是因为技术先进就遭到围堵，那这样的围堵自然也是溃不成军，更何况华为不是匹夫，而是5G的王者。“五眼联盟”也好，“十面埋伏”也罢，都抵不过华为强大的技术实力和满满的合作诚意，柳暗花明只是时间问题。正如华为新年致辞中所提到的那样，“我们必须苦练内功，提升经营质量，激发组织活力，奋勇向前，努力满足客户需求，实现战略领先。”华为，困难与荣耀同在，我们为你骄傲！本文为万世椿投资原创内容，转载请注明出处。", "author": "万世椿投资", "newsdate": "发布时间：18-12-27", "newstime": "18:14", "sentiment": [{"positive_prob": 0.573565, "confidence": 0.0523672, "negative_prob": 0.426435, "sentiment": 2}]}]