[{"title": "台“内阁”新官上任第一把火“烧”华为？台业界掀反对声浪", "content": "参考消息网1月15日报道台媒称，1月14日，台湾新任行政部门负责人苏贞昌正式上任。他上任当天，由台湾经济事务主管部门设立的“工研院”就高调宣布要限制在办公场所使用华为产品。据台湾联合新闻网1月14日报道，台湾新任行政部门负责人苏贞昌团队1月14日正式上任。苏贞昌当日上午率“内阁”成员完成宣誓后即赶赴行政部门，并于上午10点进行新旧任行政部门负责人交接。苏贞昌表示，现在就要开始“冲”，“卷起袖子撩落去”（意为明知有风险，仍然奋不顾身地干下去），“接地气做努力”。另据《中国时报》网站1月15日报道称，台湾“工研院”1月14日发出内部通告，自15日中午起，在“工研院”办公场所将限制使用华为手机、电脑等，若使用华为手机将无法使用“工研院”内部的无线网络。“工研院”这项做法引起该机构内部一阵骚动，晚间“工研院”虽在公告中删去“禁用”字眼，试图降低舆论声浪，但仍被质疑背后有实质政治操作，也引起了竹科产业界反对声浪。有人认为，台当局质疑华为造成安全问题，应拿出证据，现阶段看来就是单纯的政治操作。报道称，台网友也认为，“下这道无厘头命令的必然是属‘绿’的”，全世界到现在也找不到丁点证据证明华为产品有危险，（台当局）不过是要表忠罢了。”台当局前民代蔡正元也批评称，台湾“可没有那个本钱封杀华为”。报道指出，两岸供应链密切，早在2010年时，华为就已经向超过100家以上的台湾厂商采购，当年度的采购金额达到新台币995亿元（约合218亿元人民币）。2018年10月间，华为在台北举行发布会时，华为技术台湾总代理讯崴技术总经理雍海就表示，累计在台采购金额已逾百亿美元，随着华为产品出货提升，2019年在台采购会更成长。", "author": "参考消息", "newsdate": "发布时间：19-01-15", "newstime": "11:37", "sentiment": [{"positive_prob": 0.0242684, "confidence": 0.94607, "negative_prob": 0.975732, "sentiment": 0}]}, {"title": "雷军怒怼华为：友商怎么LOW怎么来！", "content": "雷军是“黑化”，还是“放飞自我”？雷军发布会狂怼华为1月10日，红米举行了品牌独立发布会，宣布红米正式升级为“Redmi”，新加入的小米副总裁卢伟冰兼任红米Redmi品牌总经理。同时，独立后的红米Redmi还发布了首款新品Note  7，配置4800万像素，而售价仅999元起，这在千元机档次手机里是绝无仅有的，性价比高到难以置信！此外，Note7将创新性地提供长达18个月的质保期。大家都知道，现在主流手机品牌，几乎都是提供12个月的质保期，而Note7作为一台千元机，却提供比同行很多几千元的旗舰手机还要长50%的质保期，的确对得起“厚道”二字。不过这些都不是重点，这次发布会最大的亮点竟然是一向忠厚的雷军狂怼华为！首先，针对荣耀副总裁熊军民此前评价红米独立“与小米竞争早已结束，荣耀遥遥领先”的言论，雷军回应称，“这些天友商频表态，这说明友商急了。”接着，雷军从外观、芯片、价格等方面，全方位打击对手：怼荣耀8X、荣耀10青春版做工一般；怼麒麟710芯片性能不如骁龙710，嘲讽其为晓龙660满血版；怼华为名不副实，在手机上刻个保时捷，就卖1万多；怼荣耀学小米的性价比，讽刺华为有本事也学Note 7  18个月质保；怼华为在4800万超高像素旗舰相机方面“故意抢跑”，要不然Note7肯定是业内第一款采用4800万超高像素旗舰相机的手机。为什么说是抢跑？雷军不惜篇幅，专门花了好几页PPT来说明这一点。他说华为抢先发布的两款4800万像素的手机用的是索尼IMX 586，但索尼IMX 586不能量产，导致华为手机无货。对此，雷军嘲讽地表示：“这不是PPT手机吗？”末了，雷军还表示在产品上欢迎友商进行全面比较，不要进行单项比较，“哪天惹急了，我就说穿孔屏的N个缺点。”华为新发布的nova 4 和荣耀V20新机所配备的手机屏幕就是穿孔屏。他还多次强调欢迎友商来死磕，称其买了一堆友商手机在研究，拿过来发现真的不经打，“拿红米和它们比较，就是丢人。”即便是在媒体专访环节，雷军还是不忘diss荣耀，“我们决定不服就干，认真做好产品，死磕回去，教一教对手什么叫性价比。”这样放飞自我的雷军让人跌破眼镜之余，不免产生一种陌生感。要知道，相比马云的天马行空、丁磊的佛性、马化腾的低调、李彦宏的内敛，这位口里念叨着“感动人心、价格厚道”的互联网大佬，一直以来给人的感觉是操着一口浓浓乡音的普通话，高喊“Are you ok”的“腼腆少年”。对于这番“反常”，雷军在采访时解释说，“之前我是华为的粉丝，但是自从子品牌（荣耀）诞生之后，他们就一直黑小米，怎么LOW怎么来。”后来在个人微博上，雷军这样感慨：“小米创业八年来，真心被黑惨了。过去我一直提醒自己，要忍，但忍无可忍！Redmi发布会，放纵了一把，希望大家理解！”据了解，此次红米分家后，红米专注性价比，而小米则冲刺中高端，可以说这是一个关系到小米品牌升级的伟大时刻，此时荣耀主动惹事，说什么和华为竞争已结束，还被雷军抓到故意发黑公共稿。兔子逼急了都会咬人，更何况是人。这也就不难理解雷军此次的发飙了。但是，雷军发飙仅仅只是因为被华为激怒了吗？当然不是！雷军发飙的根本原因——小米快不行了遥想当年，小米初创，凭借发烧级配置和疯狂的性价比模式，仅用3年时间，2014年成功“登顶”（国内手机市场）。2015年，小米再接再厉，用红米2、小米Note、红米2A等多部产品拿下15.4%的市场份额、6750万部的出货量，继续蝉联国内智能手机第一。此时的雷军，那叫一个万事舒畅，自然不屑于下场怼人，反而作为成功研判了互联网手机趋势的到来并成功抓住的“风口教父”更适合他。而且，一个忠厚、朴实的企业家形象也符合小米性价比的定位。然而，好景不长。2016年，小米出货量直接暴跌36%，被小老弟OV和华为等全面超车，仅在国内市场排名第五。虽然雷军亲自下场抓手机业务，但是一时也无力回天。特别是到了2018年，国内手机市场已经脱离了增量阶段，开始进入存量市场的洗牌阶段，国内市场TOP5的品牌集中度已经接近90%。金立这些边缘厂商都已倒下，魅族、魅族还在苟延残喘。此时的小米受制于基因缺陷，也有“性命之忧”。小米是一家互联网企业，不管供应链，“技术积累不如华为深厚，仅靠米粉发烧友提振品牌乏力。”等到小米意识到线下渠道的重要性时，华为已经拥有了上万家线下零售渠道和门店，OV更以数以万亿的线下销售渠道称霸，而小米仅33家线下店。这种差距，想要追上，难度堪比登天。雪上加霜的是，小米走的极致性价比路线，导致产品利润不足，自主研发投入有限。没有研发，没有专利，小米被诟病为“一家手机组装企业”，想要冲刺中高端，消费者又不认可。这就是小米的基因缺陷！根据GfK的数据，小米在（2018年）8、9、10、11月，零售销量(非出货量)都出现了超过20%的同比下跌，7月和6月跌幅也都超过10%。很显然，按照现在的趋势，小米就是下一家洗牌的牺牲品，因此雷军喊出“生死看淡”，要置之死地而后生。不过，资本市场对此显然并不看好。虽然小米号称只靠口碑营销，不花钱做广告，但是，小米上市申请书中披露的数据显示：2015年营销开支为19亿元，2016年为30亿元，到2017年增加到了52亿元，比上一年高了22亿，占整体开支的4.6%，较于每年投入20亿营销费用的OV多了两倍还要多。（不知道米粉们看到这个数据还好意思黑OV是靠广告撑起来的吗。）但遗憾的是，营销的增加并没有带来销量的增长。此时，雷军一改忠厚形象，高调怼华为，未尝没有借此宣传的目的。其实，一切早有征兆。在去年10月底的小米MIX3发布会上，雷军就滑盖全面屏和相机方面开怼华为。他公开表示，MIX3的相机评分已经超过华为P20，还称友商的手机贼贵，但贵的不一定是最好的。如今，小米将红米品牌独立出来运作，很容易让人联想到此前华为手机将荣耀品牌独立出来的做法，感觉两大公司的做法如出一辙。雷军自然就更有理由怼对手了，但是这样的做法并不讨好。为什么华为是民族骄傲，而小米却不是？今年1月8日，雷军还关注了知乎上的一个问题：同样是国产手机，为什么华为是民族品牌，而在印度市场占有率第一的小米却不是民族骄傲？这个关注非常有意思，不是一般的有意思。我们知道在孟晚舟事件之后，很多人都为华为骄傲，这种情愫不是华为挑起来的，而是美国和加拿大挑出来，而深层次的原因在于华为的强大，这种强大是依赖于华为数十年如一日的研发投入。世人皆知华为研发投入高，殊不知与科技巨头相比，华为的研发投入毫不逊色。更确切地说华为已经跻身科技巨头前列。2011年~2017年的七个财年，华为、苹果、微软、亚马逊累计研发投入分别为544亿美元、456亿美元、777亿美元和746亿美元。华为居第三位，比苹果多87.9亿美元。仅2017财年，华为的研发投入就高达133亿美元，仅次于亚马逊，排名世界第二。截至2017年底，华为累计获得7.43万件专利授权（多数申请了海外专利），其中90%以上为发明专利。估计2018年研发投入超过1000亿，累计数量超过5000亿！华为的强大不仅在我们熟知的手机的强大，更在通信领域称霸全球，这才是美国忌惮华为的原因。这样的华为，是让国人从心底感到骄傲。因此，人们对于华为的狂傲（手机）是比较包容的，毕竟无伤大雅。而小米呢，仅仅只是一个“发烧友”的定位，和华为根本就不是一个维度上的比较。雷军在发布会上宣称，小米的性价比是原罪，但事实上，小米的原罪是组装，是不重视研发，这在制造升级背景下的中国来说，是不可原谅的，这是一种倒退。这样的小米，怎么可能称得上是民族的骄傲呢。在这种情况下，小米硬抗上华为，只能说是损人不利己。对于这次雷军怼华为，希望只是年底冲业绩。最后，希望咱们国产手机枪口一致对外，用实力征服国人。作者：萧玉华", "author": "电商报", "newsdate": "发布时间：19-01-14", "newstime": "22:57", "sentiment": [{"positive_prob": 0.00370911, "confidence": 0.991757, "negative_prob": 0.996291, "sentiment": 0}]}, {"title": "爱立信测试5G回传速率高达40Gbps，是华为的4倍", "content": "随着时间的推移，4G时代转眼已经进入了尾声，即将进入5G时代了，而5G技术的研发和建设已经是一项全球化的项目了，不管是在国外还是国内都已经进入了关键时刻。2020年就要实现5G全面商用了，因此在2019年不管是在国外还是国内，5G建设都在如火如荼的进行中。目前市面上5G设备供应商有华为、诺基亚、爱立信、中兴、思科，其中以前三家占据绝大部分的市场，华为更是国家市场公认最好的5G设备，此前英国曾表示：华为是目前唯一一家5G设备供应厂商，如果不适用华为的5G设备和技术，在5G建设上将会落后一年的时间。并且国际上很多与华为合作的运营商都表示：华为在设备的产能上要远远大于诺基亚和爱立信，因此华为的供货速度要远快于诺基亚和爱立信。目前5G的建设大家都是你追我赶，一天一个进度，前不久美国信息部表示：目前美国在频谱上领先，但在5G基站方面，要加快建设速度了，中国的5G建设速度几乎是美国的12倍。另外在5G网速测试方面，前不久华为宣布了在意大利的5G测试报告，5G速度达到了4Gbps，美国也在同期宣布了5G网速，虽然比意大利慢一点，到那也达到了1.6Gbps。最近关于5G的消息也越来越多，近日爱立信在德国进行了5G网络的回传四度测试，在雅典德国电信服务中心成功演示了数据传输速率为40Gbps。同时爱立信还表示5G网络回传速度达到40Gbps是一个里程碑，未来最终的5G网络回传速度将会达到100Gbps，另外爱立信还表示目前友商的回传技术网速仅为10Gbps，所以爱立信的回传速度是友商的4倍，也就是华为的4倍。听到这个消息有很多网友表示不信，有网友就说了：如果爱立信真的有这么快，那为什么那么多国家使用华为的，不使用爱立信的。也有网友表示：既然爱立信比华为快了那么多，那也不用再封杀华为了吧。为此笔者也专门去华为的官方网站上看了下，华为的关于5G网络的回传解决方案的介绍，华为5G网络回传仅支持1Gbps、2Gbps、4Gbps和10Gbps，其中并没有比10Gbps更块的解决方案。不知道华为是已经有了这样的方案，而没有在官网上放出呢，还是华为目前就只能做到10Gbps。如果爱立信本次的测试速度是真的，那么爱立信的回传速度将会是华为的4倍，几个5G厂商都是你追我赶，未来华为相信会奋起直追，或者华为也快就会推出新的技术了，也说不定。目前外媒们都认为，现在很多西方国家都封杀了华为，这是爱立信和诺基亚最好的机会，他们可以在这个时候趁机超越华为，对此你怎么看？你觉得爱立信真的有这么快吗？", "author": "清单科技", "newsdate": "发布时间：19-01-15", "newstime": "14:34", "sentiment": [{"positive_prob": 0.856095, "confidence": 0.680212, "negative_prob": 0.143904, "sentiment": 2}]}]