[{"title": "IDC:2018全球智能手机出货量华为激增33.6% 占比与苹果仅差0.2%", "content": "在国球众多权威调研就够当中，相信对于手机行业，国人最先知晓的，也是最熟悉的可能就要属IDC了。在各家调研机构陆续公布了2018年中国智能手机市场各大智能手机第四季度和全年的出货量以及占比情况后。近日，IDC也公布了2018年度全球智能手机市场出货量和各大品牌市场占比的数据。据数据显示，2018年第四季度全球智能手机出货量共计出货3.754亿部，同比下降4.9%，这也是全球智能手机市场连续第五个季度出货量下滑;全年智能手机出货量则为14.49亿部，出货量下降了4.1%。而其中最亮眼的还要属Top 5中排名第三到第五位的三大中国品牌，也是仅有的保持增长的三个品牌，特别是华为(包括荣耀)，在2018年第四季度出货量就暴涨了43.9%，全年更是激增了33.6%，占比更是与苹果只有0.2%的差距。根据IDC统计的2018年全年智能手机出货量数据显示，全球智能手机总发货量为14亿部，同比萎缩4.1%。其中三星发货2.923亿部，同比下滑了8%，苹果以2.088亿部位居全球第二名，但也下滑了3.2%，华为取得了出货量2.06亿部的成绩，位居第三，手机发货量猛增了33.6%，与苹果只有280万部的差距，而在全球占比方面，华为也达到了14.7%的占比，与苹果仅有0.2%的差距，而这一数据还是在美国的施压下，华为手机基本无法进入北美市场的情况下，取得的成绩)。此外，增速仅次于华为的是小米，小米完成了1.226亿部的发货量，位居全球第四，全年增速达到了32.2%。OPPO的发货量则为1.131亿部手机，全年微幅增长1.3%。而根据IDC报告中发布的2018年度Q4的数据显示，三星以7040万出货量和18.7%的市场份额高居榜首，但是，相比去年同期出货量却下降5.5%，市场份额下降了0.2%;苹果的出货量为6840万部，占据市场份额18.2%，同比7730万部出货量下降了11.5%，市场份额下降了1.4%，不过在2018年Q4，苹果于三星的市场份额却仅差了0.5%。而在Q4，表现最为抢眼的还是要属华为了，其出货量达到了6050万部，同比激增了43.9%，是所有品牌中涨幅最大的智能手机品牌。并且华为还占据了全球智能手机市场的份额的16.1%，同比提升了10.7%。而与2018年全面排名顺序不同的是，在2018年Q4，OPPO以2920万部的出货量排在了第四名，小米则为2860万台，同比都有小幅增长，但是无论从出货量来看，还是从市场份额来看，与前三名还是有明显的差距的。在报告中，IDC全球智能手机设备追踪项目副总裁Ryan Reith表示，目前全球智能手机市场一片混乱，除了印度、印尼、韩国、越南等少数高速增长的市场之外，2018年并没有看到太多积极的活动。我们认为这里有几个主要因素，包括用户换机周期延长，大市场的渗透率增长，很多市场的经济不确定性，以及不断提升的价格，导致消费者挫败感增加。尽管智能手机市场面临各种挑战，但随着复苏它依然会向前发展。目前，最大的焦点仍然是中国市场，其占据全球智能手机销量的30%。", "author": "机智万象", "newsdate": "发布时间：19-01-31", "newstime": "14:50", "sentiment": [{"positive_prob": 0.890457, "confidence": 0.756571, "negative_prob": 0.109543, "sentiment": 2}]}, {"title": "为什么很多人买二手iPhoneXR也不买华为？3个理由很难反驳！", "content": "现在这个阶段买苹果手机的用户依然是居高不下，价格似乎制约不了大家买苹果的热情度，最终看到了国产手机卖力演出，性价比更加突出，而高价的苹果最终还是该怎么卖还是怎么卖，有钱的自然去买新款iPhoneXS，XR了，没钱都都去买二手iPhoneXR了，这就让人很难理解了，为什么很多人买二手iPhoneXR也不买华为？3个理由很难反驳！1、考虑到手机寿命现阶段大家买手机也是很理性了，目前虽然手机越做越好，科技产品越有科技感，可惜很多了人的工资却没有涨，房价却一直在涨，大家生活压力也都挺大的所以买手机显得尤为谨慎，而考虑到自安卓手机的寿命往往是很短的，当大家看到了上一年的华为Mate10 pro发布之初被大家捧上天了，如今却短短一年不仅降价暴降还无人问津了，潜意识里大家觉得华为手机不耐用，这是大家对国产手机的偏见！而当年的iPhone6s plus目前还是活跃在市场上，口碑上建立了优势的苹果最终在人气上超过了国产手机，考虑到一款iPhoneXR的平均使用寿命能超过3年，这个时候拮据的果粉就考虑买二手iPhoneXR，也不买华为Mate20 pro等高价手机了，从从二手市场的交易来看，也是以苹果手机居多，而在大家观念里买二手苹果并不是难以接受的事情，买国产华为却有点难以接受！2、考虑到系统安全和流畅度相信现在买手机的人不再刻意追求所谓的性能跑分了吧，当年雷军开了一个头，大家不服可以跑个分，如今谁还没事拿手机去跑分呢？外媒也是不断揭露华为P20，OPPOFindX这些国产手机出现跑分作假的情况，所以现在大家更多把精力放在了考量手机的系统流畅度和安全性上了，iPhoneXR是一款基于iOS12打造的旗舰机，它具备仿生处理器A12跑分达到了37万分，系统流畅度自然没的说了，而安全性就是苹果最大的口碑优势了，很多名人用iPhone就是怕被窃听，iPhone的系统很封闭所以都不需要一个杀毒软件，系统比华为的EMUI更加流畅和安全！3、考虑面子有人说手机就是人的一张脸，当你拿出一款能够收获回头率的手机的时候，大家也可能会对你有异样的眼光看待，而iPhoneXR作为新款苹果很多网友还是认为比国产手机更有面子，在买不起新款的情况下有人硬是打脸充胖子，就是买二手iPhoneXR也不买国产华为，在他们眼里认为苹果就是涨面子神器，难怪这些年二手iPhone的市场那么大，去手机店修手机老板柜台里几乎都是二手iPhone，生意还源源不断！为什么很多人买二手iPhoneXR也不买华为？上面的这3个理由很难反驳，不过对于有二手洁癖的网友肯定就是不买二手苹果的，当然买二手汽车，二手苹果也成为了屡见不鲜的事情了，你们认为还有什么要补充的吗？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-01-31", "newstime": "16:36", "sentiment": [{"positive_prob": 0.00323512, "confidence": 0.992811, "negative_prob": 0.996765, "sentiment": 0}]}, {"title": "小米注意了！要做“全球第一”的华为最早4月发布电视，5G加持", "content": "经过前两年的价格战后，2017互联网智能电视产业开始了新一轮的洗牌，甚至可称之为“互联网电视寒冬”，比如曾经风靡一时的乐视电视因资金链断裂而陨落，但是三星、小米等的成功，也让手机厂商跃跃欲试。继一加官方宣布正式进军智能家居市场——做智能电视之后，如今华为也要带来自家的智能电视了。有媒体称，多位业内人士确认，华为今年将会正式涉足电视领域，从产品团队/立项到找合作代工都已经有动作，预计最早今年4月发布旗下首款智能电视，可能由京东方旗下高创公司来代工。另有消息称，华为正在频繁接触蔡甸街人士，寻求渠道建设、产品营销方面的建议。华为电视依然分为华为和荣耀两个品牌，主要区别在定位和渠道上，与智能手机分类差不多。其中荣耀电视将更侧重线上渠道，在今年4~5月份率先推出，定价相对较低（剑指小米？）；而华为电视则定位更高端，并引入时下热门的5G技术，带来4K、8K高质量内容，会在2019下半年面世，价格必定不菲。华为将推智能电视的传闻已久，毕竟当前华为消费者业务旗下已经覆盖了智能手机、笔记本、平板电脑、智能手表、路由器、智能音箱等设备，华为智能家庭的Hi-Link协议还向第三方开放，也推出了“全场景智慧生活生态战略”，而智能电视又是智能生活场景中不可或缺的一部分，甚至被称为“智能家居的中心”。再加上当前全球智能手机市场日趋饱和，物联网IoT、人工智能AI、5G成为重点关注对象，越来越多的手机厂商选择“跨界”，这时华为进军智能电视行业也成为了“必然”。而且华为旗下的海思麒麟芯片、AI技术、云服务等还能为电视产品添加一份助力，品牌、渠道、研发资源都充足。当前华为在运营商、企业业务方面已经处于全球领先地位，而华为智能手机也已经是全球第二、且出货量增势喜人，余承东之前也在新年致辞中表示“华为要做最强终端厂商”。这是否意味着，不久的将来，华为智能电视也将成为世界第一呢？说远了，华为要做电视还有很多难题等待解决。首先是，内容生态。未来，硬件将变得越来越廉价，甚至是免费，服务、内容成为企业盈利的重要来源。当前，4K电视的渗透率已经达到67%，但市面上的4K内容很少见，更别说8K了。再则，尽管华为在5G领域处于绝对领先的地位，专利多、覆盖广，但目前5G还没有真正商用，且初期费用较高，5G通讯想要大范围发展还得在8K显示等方面下功夫。如果华为真的入局，将会为智能电视行业带来怎样的变化呢？", "author": "华为追踪者", "newsdate": "发布时间：19-01-31", "newstime": "15:17", "sentiment": [{"positive_prob": 0.224193, "confidence": 0.501793, "negative_prob": 0.775807, "sentiment": 0}]}, {"title": "从2399降至1678，6GB+4摄+18W，华为手机也有“高价低配”", "content": "华为麦芒7是华为在2018年推出的一款中档手机，发布时的起售价为2399元，在刚推出时依靠其薄厚适中、黑色低调且大气的造型受到了不少商务人士的喜爱。但是发售半年至今，价格下滑却很迅速，目前已经跌至了1678元的价格，更有不少的网友吐槽华为麦芒7是华为手机中少见的“高价低配”手机，这又是为什么呢？我们先来看一下华为麦芒7的整体配置。华为麦芒7作为一款中档手机有着6.3英寸的屏幕，主屏幕分析率为2340*1080像素，在中档手机中这种搭配组合相当的稳重适中。虽然电池容量只有3750毫安，但是续航能力并不差而且在官方搭配了18W快充之后，电池上华为麦芒7反而存在优势，毕竟在中档手机中搭配快充的产品相对较少。而且作为华为旗下的产品摄像技术上绝对一流，四个摄像头各有特色。2400万+200万的双前置摄像头以及2000万+200万的后置摄像头组合，绝对可以满足拍照的需求。而八核的核心数，搭配6GB+64GB的存储组合在中档手机中，也绝对称得上是良心之作。华为麦芒7作为一款主打商务的手机或许在游戏的体验上并不算太高，但也基本适用。那么64GB+4摄+18W的华为麦芒7为什么会被吐槽“高价低配”呢？这一切还是华为自己做的孽。华为麦芒7选择了麒麟710作为核心处理器，虽然在处理器性能上不如高通骁龙710，但是绝对堪比骁龙660。但是在华为的另一品牌荣耀手机中，不少新的机型都已经开始搭配麒麟970的处理器，而且都是作为中档手机发售。甚至荣耀有的机型已经降到了2000元以下，虽然华为麦芒7目前的价格也开始降到1678元，但是不少的用户还是更倾向于荣耀的新机。毕竟麒麟970的处理器明显更具有优势，华为也是无奈之举，目前的手机市场上竞争太过激烈，更新换代极快。所幸的是华为麦芒7目前主要做的是线下销售和运营商渠道销售，尚能保持一定竞争力。中国的手机市场正在逐渐变成存量市场，向红海靠拢，对手机品牌的要求在与日剧增。也许前今年一款手机的性价比可以成为杀手锏，比如小米的众多产品。但是现在手机的性价比只是门槛，黑科技的加成、外观的设计等等都在随着用户的需求被拔高。对此你有什么看法吗？不妨留言评论！", "author": "数码扒一扒", "newsdate": "发布时间：19-01-30", "newstime": "17:00", "sentiment": [{"positive_prob": 0.796807, "confidence": 0.54846, "negative_prob": 0.203193, "sentiment": 2}]}, {"title": "“苹果减产，想多赚钱不如去做华为手机”", "content": "1月中旬，《每日经济新闻》记者走访了富士康在深圳的两个厂区，发现观澜科技园区的iPhone产线工人早在10月初便不再加班，而这里是iPhone的主要组装地点。相比观澜区的“清闲”，在龙华区工作的一名工人则忙碌多了，她和工友们每天的上班时间为早上7点到晚上7点。记者以应聘普工的身份前往富士康龙华招募培训中心，一位工作人员也表示，想多赚钱的话，去做华为手机挺好的，苹果的减产了，加班没有做华为的多。以下是报道原文：“手机之王”苹果正在遭遇中年危机。美国东部时间1月29日，苹果发布了2019财年第一财季报告，数据显示，公司当季营收为843亿美元，同比下降5%，净利润为199.65亿美元，同比下降0.5%。这艘由库克掌舵的大船在商海中遭遇减速。而在此之前，苹果采用了减产、降价等策略，意图扭转战局。作为苹果产业链上的“巨头”，富士康和伯恩光学在苹果的策略调整中首当其冲。“苹果销量下滑，我被辞退了”“从10月初到现在，已经连续好几个月不用加班”……1月中旬，《每日经济新闻》记者走访富士康和伯恩光学时，听到不少这样的声音。苹果打个喷嚏，供应链就感冒了。1月16日，富士康观澜科技园区，能看到不少工人富士康观澜工厂工人：几个月不用加班了出入园区都必选刷卡或者刷脸才能通行的深圳富士康工厂戒备森严，散发着一丝神秘的气息。1月中旬的一个下午，《每日经济新闻》记者在富士康的两个厂区外徘徊时得以和几名员工攀谈，听他们描绘着忙碌的工作环境、单调的生活以及销量不佳的iPhone。需要最先说明的一点是，富士康产线工人的工资很大程度上取决于加班情况，如果没有加班，到手的工资并不高。而记者听到的是，富士康观澜科技园区的iPhone产线工人早在10月初便不再加班，而这里是iPhone的主要组装地点。“早上七八点钟上班，下午5点半左右就可以下班了。近几个月，我们的加班情况比较反常，从10月初到现在，已经持续好几个月不用加班，就算申请加班，每个月最多只能加36个钟。”张丽抱怨道：“现在的工资比较少。”众所周知，抱上苹果的大腿，无疑将给供应链企业的业绩和知名度带来不小的助力，但同时，依赖苹果也存在不小的风险。目前（2019年1月31日），苹果的股价已降至165美元上下，总市值缩水至7816亿美元。受苹果的影响，富士康母公司鸿海（2317，TW）市值也跌破万亿新台币。自3款新iPhone上市以来，外界关于它们销量不佳的负面声音就不绝于耳，尤其是最近几周，苹果“砍单”、供应商下调业绩预期等一系列负面消息频繁出现。距观澜区12公里外的，是富士康龙华科技园区。相比观澜区的“清闲”，在龙华区工作的李晓忙碌多了，她和工友们每天的上班时间为早上7点到晚上7点。“从进了流水线车间就要开始工作，除了中午和晚上各一个钟的吃饭时间，我们都要在产线上做事。但如果当天的产量达到的话，可以6点半下班，如果产量达不到，就得7点半下班。”据富士康招工报名处的薪资待遇公示，试用期（1~3个月）员工的标准薪资为2300元，综合收入（含加班）为3500~4800元；试用期满（第四个月）标准薪资为2650元，综合收入为4200~6000元（适用生产作业员）。值得注意的是，上述综合收入的取得，很大程度上取决于产线工人的加班情况。周一至周五的加班按照每日变动的工价计算，去年10月前后，工价为26~28元/小时，现在已经跌至20~22元/小时；周末双休时，加班按照双倍工资计算。“我上个月加班情况还可以。”说这话时，李晓微微露出了笑容，但不待记者再询问其他问题，李晓便行色匆匆地走开了。而圆圆是被调到龙华区工作的，她告诉记者，iPhone现在“已经收尾”了，可能是卖得不好订单少了，跟她同一批被调过来的人主要是在做华为手机。随后，记者以应聘普工的身份前往富士康龙华招募培训中心，一位工作人员也表示，想多赚钱的话，去做华为手机挺好的，苹果的减产了，加班没有做华为的多。在这里上班的王林向记者表示，与观澜区“最多加班36小时”相比，龙华科技园区的加班普遍比较多，不少员工可以达到每月80小时。所以在这里，连人们抱怨的东西都不同。王林所在的苹果电脑产线薪资待遇还不错，她每个月平均到手能达到6000元左右。她现在抱怨的，反而是单调、乏味的生活。她希望在富士康龙华科技园区离职后，继续重操旧业卖珠宝玉石：“虽然卖珠宝也比较难，但是最多的一笔赚过5万元。”1月16日，富士康龙华科技园区附近的招工报名处从一次招聘2万人到强制休假的“超级大厂”为苹果供应玻璃盖板及触摸屏的伯恩光学也受到了苹果减产的影响。位于深圳坪山新区与惠州交界处的伯恩光学一直十分低调，没有官网、没有太多新闻。不过，在惠州人眼中，伯恩光学是一座“超级”大厂。一说到伯恩光学，在惠州跑滴滴的刘明就想起了2015年春节后的那场“史上最牛招聘”，“2014年末，2015年初，伯恩招了好多人，他们在厂门口排队，通宵排，都上新闻了”。那一年是伯恩光学招工最疯狂的一年，工厂提供了足足2万个岗位，奈何僧多粥少，每天超过2000人应聘让每个岗位都一职难求。正如刘明所说，不少求职者为了得到面试机会，甚至在工厂门口通宵排队。时过境迁，2018年11月，伯恩光学被曝出一夕之间减去5000名临时工。是否有这么多人不得而知，但一位叫周东的年轻人，自称就是在那时被辞退的。那天，离下班时间还有5分钟，负责质检的他正在检查最后几块玻璃，车间主任突然过来通知，这个车间的小时工明天来不用上班了。周东此后也想过伯恩光学优化员工的原因，在他看来，伯恩光学是帮苹果做手机玻璃的，既然苹果的销量减少了，伯恩光学自然订单也少了。陈锐是两年前进入伯恩光学的，一直在“苹果A厂”精磨部工作，精磨和粗磨、精雕部门一起被看作是最苦最脏最累的部门，很多人都不愿在这里工作。不过，陈锐觉得与2017年相比，今年明显事情少了很多，“2017年每个月只休两天假，半个月休一次，现在是每个月必须休4天了，强制性的”。在平时工作中，苹果厂还与其它厂存在差异，“现在是每天工作10个小时，其它厂最多有11个小时的，加班费每小时48块，算下来每个月少了1000多块”。陈锐的哥们儿也是伯恩光学的员工，他刚来不久，这次春节没有买到合适的票回家，准备在这边待着。他感叹自己没有赶上好时候，以前过年加班是三倍工资，几天就有几千块钱，今年伯恩厂没有加班费了，因为“没事情做”。“没事情做”是现在很多代工厂员工的深切体会，事情少了，工资就少了，曾经最看重的高工资也不再拿得出手。之前被辞退的小时工周东就对现在的工作更加满意，在伯恩光学的时候，他的薪资是23元一小时，每月扣完五险一金还剩4000多元。11月从伯恩出来后，他就到了深圳福田保税区一家半导体公司，按照他的说法，“和伯恩比起来，这里上班跟玩一样”。尽管伯恩光学受苹果影响导致出现减员，但陈锐预计，今年年后应该还是会有通宵排队求职的情况，“年底走了很多人，而且每年都有通宵排队，今年可能也有”。伯恩光学的招聘处也将招聘声明摆在街边，工作人员站在咨询处，随时等待求职者。据介绍，求职只需要填一些基本信息，登记一下身份证就可以直接在招聘处等候面试，面试成功后第二天就直接上岗。而且各厂都有招工需求，“招的人还多，各厂都要”。1月30日，《每日经济新闻》记者联系到伯恩光学副总裁闫殿军，试图了解公司目前的情况，但表示闫殿军表示自己“不负责这个事，也不清楚该找哪位”，随后便挂断了电话。之后，记者又试图联系伯恩光学惠州厂的人事部经理叶尧，但多次拨打后仍无人接听。1月16日，伯恩光学门口四处挂着招聘横幅多家供应链公司受拖累市场对新款iPhone的需求担忧也终于得到了官方证实。1月3日早间，苹果CEO库克在一封致苹果投资者的信中，下调了公司对2019年第一财季（即2018自然年第四季度）的业绩预期，将营收从此前预测的890亿~930亿美元区间下修至840亿美元，毛利率从38%~38.5%下修至38%左右。库克在信中称：“我们预计一些新兴市场会出现经济疲软，但事实证明，这比我们预计的影响要大得多。新兴市场主要体现在大中华区市场，大中华区iPhone营收不及预期，导致公司整体营收不及预期，并导致营收同比下滑。”与此同时，天风证券分析师郭明錤在近日发布的苹果研究报告中还将iPhone 2019年第一季度的出货量自3800万~4200万部下修至3600万~3800万部，原因在于新机型需求在中国与新兴市场不如预期。郭明錤预估，2019第二季度iPhone出货量约环比持平为3400万~3700万部，略高于市场共识的3000万~3500万部，“虽然2019第二季度的出货约同比衰退14%，但较2019年第一季度约29%的下滑已大幅改善”。除了富士康和伯恩光学外，苹果的多家供应链公司业绩也受到了不同程序的拖累，它们清晰地印证了苹果产品销量的萎靡。此前，苹果手机光传感器供应商AMS将第四季度营收预期从5.70亿~6.10亿美元，下调至4.80亿~5.20亿美元；而苹果手机屏幕供应商Lumentu及Qorvo均下调业绩展望。苹果CEO库克在解读2019财年第一财季业绩时表示：“尽管iPhone在这一季度的表现并不及预期，尤其是在中国，但是服务业务和可穿戴设备在中国的成绩比较积极。我们对苹果的未来充满信心，因为我们有雄厚的科研实力以及大量正在研发升级的产品，将在之后的几年中陆续发布。”库克此次承诺的研发升级产品会是另一个iPhone 4还是下一个iPhone XS？想必供应商们会比果粉更关心这个问题。（文中出现的普通员工——即高管除外，均为化名）记者 王晶 任芷霓", "author": "观察者网", "newsdate": "发布时间：19-01-31", "newstime": "20:12", "sentiment": [{"positive_prob": 0.00783127, "confidence": 0.982597, "negative_prob": 0.992169, "sentiment": 0}]}, {"title": "华为 P30 Lite 曝光：水滴屏搭配后置三摄和实体指纹，你喜欢吗？", "content": "在主打型号中衍生出多款不同定位的机型，是现在手机厂商的常见做法。像三星 Galaxy S 系列和华为 P 系列，这两个更新节奏很相似的系列都有着相似的做法。他们在推出新的旗舰机身时，也会衍生出一款面向中端市场的产品。现在有消息指出，华为 P 系列今年也会带来一台名为 P30 Lite 的新机。这款新机定位在中端，发布时间也会比 P30 和 P30 Pro 要再早一点。根据 GSMArena 的报道，P30 Lite 的造型跟上一代产品 P20 Lite 有点相似，只是屏幕从之前的刘海屏变成了水滴屏，后置纵向排列的双摄变成了三摄组合，原有的后置实体指纹识别也放在原来的位置。对，这一代 P30 Lite 更新到了三摄，这三个摄像头的采用了 2000 万像素 + 1600 万像素 + 200 万像素的组合，但具体镜头的等效焦段就还没有曝光。配置方面，P30 Lite 将会搭载麒麟 710 处理器和 6GB RAM，运行基于 Android 9 Pie 定制的 EMUI 系统。▲ 微博上曝光的 P30 系列钢化膜，但 P30 和 P30 Pro 没有用上新的屏幕，感觉真实性不太够屏幕的话，P30 Lite 用的是 6 英寸 1080 x 2312 的「水滴屏」。另外，机器还会配备一个 9V 2A 的充电器，但还没有明确机身电池容量。▲ 华为 Nova 4另有消息指出，这款手机在国内开售时可能不会命名为 P30 Lite，它很有可能会归入 Nova 系列里面，然后命名为 Nova 4e。这个跟之前的操作不太一致，毕竟之前面向国内市场的就只有 P20 和 P20 Pro，Lite 这个系列更多的是面向国外市场。如果华为这次要把 P30 Lite 放到 Nova 里面的，似乎也比较奇怪。发布时间方面，有消息指 P30 Lite 将会先于 P30 和 P30 Pro 发布，预计发布时间是在 2 月底到 3 月初左右。但具体时间，还需要进一步确认。比起 P30 Lite，相信大家更关心的应该还是 P30 和 P30 Pro 的发布。按照之前规律去推断，新机 P30 应该也会用上麒麟 980 处理器，4800 万像素的传感器应该也会投入到这两款机的其中一款身上。但 P30 Pro 会不会再多加一个摄像头，技术支持以及其他具体参数和发布时间，估计要晚一点才会知道。", "author": "爱范儿", "newsdate": "发布时间：19-01-31", "newstime": "13:58", "sentiment": [{"positive_prob": 0.0425226, "confidence": 0.905505, "negative_prob": 0.957477, "sentiment": 0}]}, {"title": "华为向高通支付10亿，双方签协议，网友：华为不是自己有芯片吗？", "content": "商悟和1月31日讯据路透社报道，作为全球第二大智能手机公司的华为与高通签署了一项短期授权协议，目前这笔交易是高通在截至12月30日的第一财季达成的，并将持续到6月30日。高通首席财务官George Davis在与分析师就公司财务业绩举行的电话会议上表示：“华为每个季度将向高通支付1.5亿美元（人民币10.536亿）。目前合同谈判还在进行中。”据了解，根据双方的协议要求，华为今后3个季度将每季度支付1.5亿美元的技术许可费给高通，原先的协议是每季度支付1亿美元，目前两家公司将继续谈判以达成最终协议。有很多网友看到华为还要向高通支付巨额的专利费后感到疑惑，华为不是自己研发了麒麟系列的芯片吗？怎么还要向高通支付专利费？有了解情况的人士表示：3G-4G技术是高通制定标准，形成专利技术壁垒了，所有手机芯片厂商跟手机厂只要用到这种技术都要给过路费。华为和高通其实都是通讯专利的大户，只不过高通核心专利更多一些，目前依然是行业标准制定者，华为指望5g翻身，没成功。所以只要做手机，就绕不开高通的专利，也绕不开华为。它俩也互相绕不开，交叉授权。还是那句话，高通核心专利更多，所以华为互相抵消之后，还要拿一部分钱。", "author": "商悟社", "newsdate": "发布时间：19-01-31", "newstime": "13:24", "sentiment": [{"positive_prob": 0.0667378, "confidence": 0.851694, "negative_prob": 0.933262, "sentiment": 0}]}, {"title": "2018年华为最终还是输给了苹果，2019年将会鹿死谁手？", "content": "华为与苹果这两家智能手机品牌最近两年竞争十分激烈，但最近这两年随着华为手机得到了快速的发展之后，进步神速，甚至在2018年一度超越了苹果手机成为了世界第二大智能手机品牌，不过就在今天，IDC数据显示，2018年华为最终还是输给了苹果。但2019年，将会鹿死谁手呢？你又更看好谁？2018年第二、第三季度，华为出货量超越苹果在2018年的第二、第三季度出货量上，华为一举超越了苹果，成为了世界第二大的智能手机品牌，仅次于三星。当时很多人都认为，华为如果能够保持这样的势头，未来的前途是不可估量。以至于苹果在中国市场上，新iPhone销量低迷时，库克甚至对外表示是因为受到了华为mate20系列等手机的影响。很显然，华为确实会对苹果的iPhone造成一定的冲击，会存在不小的压力。2018年的第一、第四季度，是iPhone的强势期事实上，如今的苹果只会在每年的秋季举行一次iPhone的新品发布会，换句话说，这就导致了在iPhone发布的第四季度以及下一年的第一季度将会是苹果出货量的强势期，因为在这个时间段中，iPhone的热度最高，最容易吸引用户。而华为作为安卓手机，发布新机十分的密集，加上还拆分华为系列与荣耀系列，新机则是更多了。按照这样的节奏，华为基本上可以说每个月都会发布新机，实际上华为手机的发布价格也从百元机到万元级不等。简单地说，华为手机仅仅在出货量上对于苹果的胜出优势难以保持。2018年最终以苹果稍胜结束，但留给华为的明天会更好根据今天IDC公布的数据显示，华为以2.06亿台手机的出货量位列第三，苹果则是以2.088亿台手机出货量稍稍胜出，但是值得注意的是，同样是2018年的出货量对比2017年，华为实现了33.6%的增长，苹果却下滑了3.2%，两厢对比，华为的势头更好。华为的明天会更好，这不是一个口号。不仅是因为华为在出货量的增长上喜人，更加重要的是，华为还拿出了自己的实力。华为P20Pro与华为mate20Pro现如今都是拍照最好的手机，超过了苹果的iPhone成为了公认的世界第一。而且华为麒麟98处理器也开始在高端旗舰芯片上站稳脚跟，足以去跟高通骁龙高端芯片抗衡。此外，华为mate20Pro如今的价格也飙升到了五千元以上，对比iPhone的差价也是越来越小。不仅如此，在2019年最受关注的可折叠屏手机以及5G技术上，华为目前都确定了会在2019年参与，甚至有可能会引领行业潮流。苹果目前却还没有折叠屏幕手机的消息出现，加上目前与高通处于纠纷状态，采用英特尔基带的iPhone手机信号又不好，5G是否能够在2019年登场也喂得而知。2018年已经结束了，虽然华为在期间两次胜了苹果，但最终还是输了。而如今2019年刚刚开始，你们觉得最终会鹿死谁手呢？", "author": "叽歪数码", "newsdate": "发布时间：19-01-31", "newstime": "23:27", "sentiment": [{"positive_prob": 0.17059, "confidence": 0.620912, "negative_prob": 0.82941, "sentiment": 0}]}, {"title": "年假大比拼：索尼三星首年即超10天，BAT假目繁多，华为宁愿选加班", "content": "本文由AI财经社原创出品，未经许可，任何渠道、平台请勿转载。违者必究。创业公司有赞实行“996”工的争议还没平息，知名日企索尼又因“年假为0“上热搜。1月29日晚间，索尼中国官方微博发布如下一则吐槽：大半夜加班写方案，打开电脑登陆系统填写考勤，却发现年假天数是0，不禁表现出不满：“我的年假被狗吃了吗？方案都不想写了，爱谁谁！好气哦。”“索尼官微揭竿而起”的话题很快登上了微博热搜榜，引来众多网友围观。网友们纷纷表示：快过年了，不要处罚小编，给小编放个年假。索尼官方很快删除了上述微博，给出了回应：“公关公司同事忘记切换账号，恰好该司年假系统故障……快过年了，还是理解孩子吧，大家说呢？”虽然索尼中国解释了此事发生的原因，但还是引发了网友对于索尼公司年休假制度的关注。对此，一名索尼中国员工向AI财经社透露，官方微博发布的截图与索尼公司请假系统的界面并不相符，猜测发布者应为第三方公关公司员工，其年休假制度与索尼公司并不相同。这一说法侧面证实了索尼中国官方给出的原因。该员工表示，普通员工入职索尼的第一年就有17天年假，30天全薪病假，5天公司假（某些法定节假日前后多放一两天，不占用年假）。上述微博中所说的“入职一年半，年假天数为0”与索尼公司的规定不符。同为外企的三星，在中国也有类似的年休假制度。有三星员工告诉AI财经社，入职未满一年的，每个月可以累计1天年假，相当于入职第一年可休12天。从第二年开始，每年可休带薪年假14天。休假时间也十分灵活，员工有事就可以申请休假。BAT年假各不同，华为一般很少休假年假政策是人性、国情以及企业文化的重要标志之一。不少应聘者都会把带薪年假看作一家公司良心与否的标尺。按国务院颁发的《职工带薪年休假条例》规定，用人单位应当保证职工享受年休假，累计工作已满1年不满10年的，年休假为5天；已满10年不满20年的，年休假为10天；已满20年的，年休假为15天。至于国家法定休假日、休息日，则不计入带薪年休假的范畴。在此基础上，互联网公司实行不同的休假制度。据悉，京东工龄满一年方可享受年休假：职工累计工龄已满1年且不满10年的，年休假标准为5天；已满10年不满20年的，年休假标准为10天；已满20年或20年以上的，年休假标准15天。图为京东年休假制度腾讯的年休假规定与之类似：根据工龄，员工可享有带薪年休假7-15天不等，入职满3个月后即可申请。腾讯员工每年还可享受30个工作日的全薪病假，以及15个工作日的半薪事假，每年还可休1天全薪公益假。腾讯年休假制度相比而言，百度的年假更长。百度员工入职第一年可休10天年假，2-3年可休12天，4-5年可休15天，6-7年可休18天， 8年以上的则可以休年假20天。一名百度员工告诉AI财经社，只要不影响手头工作，直接和上级提出申请就可以休年假。作为国内知名的通信科技巨头，华为的休假制度也备受关注。据了解，一般员工在入职华为后，可选择签署或者不签署华为内部的《奋斗者协议》。在签署之前，员工可以正常休10天左右的年假，签署协议就意味着将自动放弃一部分假期。大多数华为员工都会签署这份协议，放弃假期也会有一些经济上的补偿。华为公司的年假需要领导审批，但除非有特别紧急的事情，一般员工很少休年假，因为工作确实比较忙。硅谷放假更狠，男性也有带薪产假与国内的BAT相对，硅谷的休假制度则完全不同。Google向来以福利待遇优渥著称，新入职的工程师拥有每年15天的带薪休假，入职3年后可休假15天，入职5年后可休25天。除此以外，还有每年12天的节假日休假。同时，Google给予女性员工20周带薪产假，男性员工也拥有9周的带薪产假。Facebook的休假制度更为人性化，正式员工除了拥有每年21天带薪年假以外，在自己孩子出生的第一年或收养子女的第一年，还可以享受4个月的带薪休假。Facebook位于加州门洛帕克的总部屋顶，来源：ArchDaily在休假制度上，更为开放的是LinkedIn。自2015年11月起，LinkedIn开始实施“自主休假”制度，同时将7月4日美国独立纪念日变成超长连休假期。公司不会规定每年的年假长短，想要休假与主管敲定即可，休假时长由原先的15天累积休假和13天带薪休假，改为自主休假外加17天的有薪假。适当的年休假可以使员工从紧张的工作中抽离出来，从而得到身心的放松，有利于对下一个工作阶段的投入。然而，年休假过长也可能会导致工作效率变低，团队涣散。如何把握年休假的长度，还需要企业根据自己的情况拿捏。", "author": "AI财经社", "newsdate": "发布时间：19-01-31", "newstime": "10:51", "sentiment": [{"positive_prob": 0.846286, "confidence": 0.658413, "negative_prob": 0.153714, "sentiment": 2}]}, {"title": "又是华为，全球首款5G基站芯片发布，实力不容小觑！", "content": "转载自百家号作者：玟玟科技众所周知，华为在5G网络研发上一直处于业界较为领先的水平，早在2018年9月，华为就率先表示5G技术已经基本成熟，这在当时也引起了其他通讯设备商的紧张。在随即展开的全球订单布局上，华为凭借自身技术的强大实力也受到不少青睐。1月24日，华为在北京发布了又一款竞争利器，这是5G业内首款基站核心芯片——天罡芯片。又是华为，全球首款5G基站芯片发布，实力不容小觑！据华为方面表示，这款天罡芯片是业界首款5G基站核心芯片，顾名思义，应用范围主要集中在网络通讯基站的信号发射上。前段时间关于2019年春晚将率先使用华为的5G网络技术传输信号一事引起人们广泛关注，这显然是对华为技术实力的一次检验。此次发布天罡芯片你是对已有基站建设实力的进一步深化，相比于之前，在天罡芯片加持之下的5G通讯基站传输性能更高，而且更具有稳定性，这正是华为在5G网络研发方面比较独到的优势。从目前华为已有的布局规模来看，来自全球的30多份订单预计有2.5万个5G基站，这样的建设覆盖面极其广阔，除了独到的中短波频段传输之外，天罡芯片超高集成度的运算能力相比于之前的芯片加强了2.5倍，这将进一步拓展华为5G信号保持稳定的能力。从更长期的发展来看，这样强大的布局能力有利于今后合作的深化，即使是有新的运营商签订订单，华为在基站建设上也更加游刃有余。从华为的布局投入来看，在芯片方面发力明显也是为了传统的通讯业务在5G网络发展变革之际形成新的竞争力。在手机业务更新之前，已有5G订单的布局进展起着更为关键的作用，按照华为方面给出的介绍，目前华为已经在10个国家开始部署5G网络的建设，在未来12个月内将会布局延伸至另外20个国家。与此相对应的5G手机预计在2019年6月登陆市场，互联网通讯的变革一触即发。显然，华为在5G通讯方面已经形成明显的优势，对于诺基亚、爱立信等一些厂商而言，华为如今形成的技术突破明显难以超越。此次天罡芯片的发布再次彰显了华为在技术研发方面的布局信心，在今后的发展过程当中，华为的业务能力必然会进一步作出提升。你怎么看？说说你的看法吧！关注我们将持续分享相关内容！", "author": "华西悦读", "newsdate": "发布时间：19-01-31", "newstime": "16:11", "sentiment": [{"positive_prob": 0.999873, "confidence": 0.999717, "negative_prob": 0.000127189, "sentiment": 2}]}]