[{"title": "华为智慧屏值不值得买？看完就明白了", "content": "9月26日，华为智慧屏终于在国内和消费者见面了，6999元的售价让不少人为之心动，在之前已经开启的预售活动中更是早已收获不俗的预售战绩。消费者对这款产品翘首以盼，也是纷纷到线下体验店感受“让智慧变大”的魔力。看过官方宣传，尚未亲自体验的朋友，问我这款华为智慧屏到底值不值得买，本篇文章就给您答案。AI慧眼：为大屏赋予新的价值一直以来，客厅中的大屏都扮演者单纯的内容输出者角色，尽管越来越多厂商在产品中加入了语音控制、定制化内容推送等功能，但交互体验和方式并没有改变。华为智慧屏的出现则彻底改变了这一现状，独具一格的AI慧眼功能重新为家用显示大屏的功能和应用定义了新的高度。有了AI慧眼，我们可以通过华为智慧屏和家人进行视频通话，还可以跟随AI健身助手在家进行健身锻炼。可以说，AI慧眼的出现赋予了大屏新的价值。智慧跨屏：只需一键 大小屏无缝切换相比传统品牌，在智能手机行业深耕多年的华为在智慧屏幕交互方面有着天然的优势，也契合这款产品“让智慧变大”的初衷。“智能投屏”功能并不是什么新鲜玩意儿，但能够在没有WiFi、无需APP的前提下实现手机和智慧屏的无缝衔接，华为智慧屏的这波操作我给满分。遥控器与手机一贴即可完成投屏动作，亲测手游不卡顿，播放视频无延时，便捷、流畅的体验也是值得现在就入手华为智慧屏的一个理由。Huawei Sound：大屏音质不再是鸡肋在谈到传统家用大屏产品时，几乎没有人会关注音质这一项，无论是输出功率还是声场表现似乎都不值一提。针对这一痛点，华为也下了不小的功夫，结合8+1+1音频单元的豪华配置，和高端音响产品中才会见到的“声场建模”功能，为用户带来音质表现的“梦幻CP组合”。此外，Huawei Sound独享模式才是最值得称道的，针对用户使用中的一大痛点进行定制化设计。在夜深人静时，我们可以通过定向发声和手机扬声器等功能，既能保证畅快的观看体验，又不会打扰家人的睡眠。除了与众不同的交互体验外，华为智慧屏的画质也同样出色。华为智慧屏采用了65英寸QLED量子点面板，其带来的宽广色域和通透视效，结合华为鸿鹄818智慧画质芯片提供的专业调教，能够为用户深度还原场景，带来震撼的视听体验。全新的交互体验，AI慧眼与投屏互动，还有震撼的声场+画质效果，难道你不动心吗？(7289745)", "author": "中关村在线", "newsdate": "发布时间：19-10-11", "newstime": "10:49", "sentiment": [{"positive_prob": 0.040567, "confidence": 0.909851, "negative_prob": 0.959433, "sentiment": 0}]}, {"title": "华为总裁任正非盛赞《中国机长》：面对美国制裁，先要做好自己", "content": "华为总裁任正非盛赞《中国机长》：面对美国制裁，先要做好自己！由真实事件改编的献礼大片《中国机长》，目前仅上映12天，其累计票房已经高达 22 亿元，绝对称得上是国庆档票房的主力军。电影火爆程度甚至惊动了华为老总任正非。华为员工看完《中国机长》后，深受震撼，忍不住大发感慨。对于员工们的观后感，任正非签发总裁办电子邮件，并转发部分华为员工观后感，发表自己的意见。一开篇，任正非就直接表示：应对美国的制裁，我们最好的方式是做好自己的事！华为人会有如此感慨其实可以理解。就像华为因为5G技术被欧美国家打压一样，《中国机长》上映后也遭遇了不少非议。上映前，《中国机长》因为一张剧照被批判不专业；上映后，电影又被拿来与美国的《萨利机长》做对比……但后来事实证明，被批\"不专业\"的剧照其实是剧组彩排的照片，而通过与《萨利机长》的对比而踩《中国机长》的行为更是贻笑大方。不错，《中国机长》和《萨利机长》两部电影都是根据真实案例改编而成，讲述在遭遇飞机故障时，机长的冷静和经验，成功拯救全飞机乘客的故事。但是，两部电影无论是剧情的走向、影片的主题还是想要表达出的主旨，都有着非常大的区别。首先，《萨利机长》作为一部传记剧情片，为了更加调动观众的情绪，其实是部分情节会夸大真实事件。比如，电影为了更好营造气氛，在飞机迫降之后，安排一男一女跳入海中。但现实中，乘客们都在安静等待救援……再比如，在现实中，萨利机长在事故后只是轻微患上了创伤症候群，但是在电影中却有大量机长因为愧疚而做噩梦的情节……而最让人大跌眼镜的是，《萨利机长》为了塑造机长的\"伟光正\"形象，刻意污辱诽谤了调查员的形象。而在现实中，那些调查员根本没有像电影里那样为难老机长。所以， 那些说《萨利机长》尊重事实的，你们确定你们有看过幕后的故事？但是，《中国机长》不！一！样！在拍摄之前，剧组让每位演员们花上三个月时间，特地学习关于机组的专业知识，而在飞机出事的片段，更是完全还原当时的情景，就连机长和空管部门对话的内容和语气，都和现实一模一样……不仅如此，就拍摄目的而言，《萨利机长》想要借影片赞扬的是，当时飞机遭到黑雁撞击时，萨利机长的临危不乱，这非常符合美国一直所歌颂的\"英雄主义\"。而《中国机长》的上映，不仅仅是对刘传健机长的一种肯定，更重要的是电影真实还原中国航空业的完整体系，表现出航空从业者的敬业、专业和辛苦……这与中国一直所提倡的\"工匠精神\"完全相符！相信看过电影的观众，对于电影中飞机驾驶组以及乘务组的默契配合印象深刻。在飞机风挡玻璃破裂时，各位机组人员立刻回到自己的\"岗位\"上。其中，机长和副驾驶负责在驾驶舱中控制飞机，并且不断与地方中心负责联系……乘务员们则在客舱里安抚乘客，并且教乘客们如何正确使用氧气罩、如何在遭遇颠簸时，做出正确的姿势……机组人员们的完美配合，这不是就是典型中国人一直提倡的团队合作精神吗？固然，《萨利机长》是一部优秀的电影，但是《中国机长》的好，只有中国人才能体会更加深刻！所以，一味拿《萨利机长》和《中国机长》作比较，本来就不合适！即便《中国机长》遭到了一些无端的恶评与争议，但是它依然坚持自我，像任正非所提到的那样\"做好自己的事情\"。相信这正是电影可以在短短12天之内就取得22亿票房的原因之一！其实回想任正非的话，会发现在某种程度上，华为和《中国机长》面临的处境是一样的。只不过一个是商业上，而另一个是文化方面。如今华为作为中国最好的手机之一，却面临着被美国制裁的危机；而中国拍摄的《中国机长》，同样被舆论攻击不如美国的《萨利机长》……但虽然困难重重，华为和《中国机长》都凭借着自己的一步步努力得到大众的认可，让全中国都知道\"中国有多好\"！就像华为管理顾问田涛的观后感所言，《中国机长》其实是关于信念、关于自我战胜和战胜外部险恶挑战的故事、关于团队精神的故事……最后，我也相信华为和《中国机长》这两架\"战斗机\"，即使在被美国极限打压的情况下，即使在被舆论攻击的情况下，都可以像真实中的3U8633 一样成功返航！", "author": "TASTER科技", "newsdate": "发布时间：19-10-11", "newstime": "19:48", "sentiment": [{"positive_prob": 0.973022, "confidence": 0.940049, "negative_prob": 0.026978, "sentiment": 2}]}, {"title": "拿到新机的第一件事：一图看懂华为EMUI“手机克隆”功能", "content": "IT之家10月11日消息 “金九银十”，随着多款新机的相继推出，不少用户也迎来了自己的全新设备。今日，华为官方详解了EMUI“手机克隆”功能。华为手机数据迁移至华为手机只需将两台华为手机的【手机克隆】（设置-系统-手机克隆）功能打开，根据需求分别选择【这是新手机】、【这是旧手机】后按照提示进行扫码、连接、传输即可。其他手机数据迁移至华为手机非华为手机需在华为应用市场或App Store下载手机克隆App，也可通过扫描新手机提供的二维码下载手机克隆App。 两台手机分别打开手机克隆，选择对应的新旧手机；还可以手动连接：在旧手机设置-无线局域网中，连接新手机本地热点，建立连接； 选择数据，开始迁移。", "author": "IT之家", "newsdate": "发布时间：19-10-11", "newstime": "15:45", "sentiment": [{"positive_prob": 0.961995, "confidence": 0.915544, "negative_prob": 0.0380053, "sentiment": 2}]}, {"title": "华为为什么喜欢用中软国际这些人力派遣公司？", "content": "本人作为十年的程序员，也曾经参与软件行业的创业，开过IT公司。公司主要的一个收入来源就是接外包项目，我来帮题主分析一下为什么像华为这样的大公司要把项目外包出来，而不是自己招人来做。为什么华为这样的公司喜欢用外包，原因有以下几点一、控制用人成本，减少风险华为这样的大公司，人力资源是要做严格控制的。因为软件公司或者互联网公司最大的成本就是人啊。像这样的大公司，财务部门的一项重要工作就是向高层汇报每一年的用人成本和年度收益。每一个部门都有绩效考核，每一个人也有对应的绩效考核。这样成本才能可控。如果盲目招人，用人成本会变得不可控。如果招太多人，结果没法消化，又大量裁员的话，对一个公司的声誉和股价等方面都是有影响的。比如前段时间成都政府投资了几个亿的某手机厂商大量裁员，传出要倒闭的消息，对手机销量也是一个致命的影响。二、可以快速把项目做出来一个软件开发的项目，产品经理把需求大概梳理出来以后，项目经理会大概评估每一个功能所花费的工作量，一般是按“人/天”单位来计算。工作量预估好以后，这个项目的成本基本上就可以知道了。华为这样背景的企业，是比较容易拿到大的项目的，特别是政府和一些大型国企，比如中国电信这样的。华为的项目如果太多了，又舍不得丢的话，就可以外包出来。而招人的话成本也比较高，你要考虑项目结束后，这部分人如何安置的问题，一系列事情都比较麻烦。所以，这种情况的话，把项目外包出去，和外包公司签一口价合同，成本可控。而且可以今天签合同，明天来20个人立马开始动手干，效率也是比较高的。比如电信给华为的项目报价1000万，华为外包给中软国际500万，转手一外包，马上就可以挣得不错的利润，而且自己也省事。三、快速试错如果高层领导有一些想法，但是可能这个想法实现后，不一定能成功。把这种项目给外包的话，就算失败了，也损失不大。因为组建一个正式团队要考虑把人招来的成本，用人的成本，解雇的成本，这些成本都要考虑。四、可以将主要精力放在公司的核心项目上公司也像人一样，精力也是有限的，只能投入到自己的核心项目上，如果什么都想抓的话，可能什么都做不好。公司的正式员工把主要精力投入到核心项目上，一些非核心项目，没什么技术难度的，外包出去。这样可以保证公司的核心业务不受影响，保持公司健康发展。小编再聊一些题外话一、外包人员和正式员工的区别1.待遇区别：同工不同酬差距很大，正常华为正式员工工资是外包人员的2到3倍。外包人员不享受任何华为的福利。2.归属谁管理：外包的人员只要把华为分配的任务完成即可，日常的管理是属于外包公司管理的，不受华为内部管理。华为的员工日常是属于华为内部管理的。3.劳动合同与谁签署：外包的人员是不和华为签署劳动合同的，而是和外包公司签订的劳动合同。华为的正式员工是和华为技术有限公司签订劳动合同的。二、对找工作的程序员的建议1、外包公司往往无法沉淀积累技术在外包公司几乎每天都是做着重复的工作，对于自身技术没有本质上的提高。随便一个人培训个几个月，就能加入进来抢你的饭碗。用的技术框架都好多年了，里面很多坑，一直没人去动。2、频繁外派不仅没有归属感在外包公司严重没有归属感，感觉上公司把自己卖给甲方公司了。软件外包公司很多时候就是把做项目的外派到甲方的公司开发，虽然在甲方公司开发，但是本公司给发工资，中间肯定会有一些差异，最主要的是外包公司是以项目做导向，这个项目结束了，另外一个项目什么样子完全不知道，所以在技术上没有前后承接性，说到这个归属感除了形式上，还有一个很重要的原因，技术上连贯不起来。3、升职加薪困难由于外包公司往往都是人海战术。你个人能创造的价值在外包公司犹如沧海一粟，也很容易找到替代你工作的人。所以升职加薪肯定是很容易达到瓶颈的。大型的互联网公司，其实也不太愿意招外包出来的人。原因呢就不细说了。4、外包公司往往比较辛苦外包公司要想赚钱就必须做量，人海战术，劳动密集型企业。所以加班就是常事了。希望大家慎重地选择自己的职业，别过两年之后对自己说“年轻不懂择业”之类的话。程序员择业的时候，不仅仅只看重薪资，更要看重对未来职业的发展。作为程序员年轻的时候，多学习，多成长才能避免过早遇到职业瓶颈。", "author": "黑客日", "newsdate": "发布时间：19-10-11", "newstime": "22:40", "sentiment": [{"positive_prob": 0.37645, "confidence": 0.163444, "negative_prob": 0.62355, "sentiment": 0}]}, {"title": "华为是家族企业吗？外国人这样看", "content": "华为可能是国内最具全球性的公司之一，在170多个国家和地区拥有18万名员工，经营着电信和技术业务，每年产生的收入超过1000亿美元，但它仍然具有家族企业的元素，而任正非的家族成员在副业网络中的关键角色，其中许多与电信无关。通常，从酒店到食品和葡萄酒的这些副业主要迎合华为员工和客户。任的女儿，首席财务官孟晚舟的角色广为人知，尤其是在去年12月被美国指控在加拿大被捕之后。任的弟弟，儿子和妻子很少见，但在华为的子公司中都扮演着重要的角色。现年74岁的任正非正式拥有仅1.14％的私有华为，但保留绝对权力，他拥有否决权，并定期将其讲话分发给所有员工进行研究。房屋和酒店弟弟任树录拥有华为首席物流官的头衔，内容广泛，包括监督建筑，餐饮和酒店业。其中包括位于东莞的松山湖新校区的最后阶段，该校区可容纳2.5万名员工，为华为深圳总部附近的员工提供一个新公寓楼，预计将于2023年建成。任正非的儿子，现年44岁的任平，现在是华为子公司深圳慧通商务有限公司的老板，公司在中国、泰国、沙特阿拉伯和南非拥有十几家酒店和服务式公寓。这些酒店大多数为华为员工和客户提供服务。酒水和餐饮根据公司注册记录，任平还是上海摩泽尔贸易有限公司的总裁，该公司是任正非的妻子也在其中工作的子公司。根据其网站，该公司以南非的莫塞尔湾（Mossel Bay）命名，销售来自世界各地的进口食品，包括华为品牌的葡萄酒，优质牛肉和优质大米。尽管莫塞尔的电子商务平台和华为园区的实体店也向外部客户开放，但大多数都是内部顾客。一些员工发现莫塞尔的商品价格过高，而另一些员工则表示，他们喜欢莫塞尔精选的来自世界各地的优质葡萄酒和食品，并且产品上的华为徽标可作为良好的公司礼品。华为休闲旅游子公司HWTrip是任平慧通业务的另一部分，但现在似乎也受特朗普政府打压华为而影响：其网站上的通知称，由于华为需要“专注于其主要渠道”，该网站已于8月关闭。在外国媒体看来，华为的家庭关系对于中国的私营公司而言并没有什么不同。部分原因是首席执行官可以信任的问题，也是儒家式的与家人分享成功的义务感。任正非曾多次表示，他的家人都不会继任华为首席执行官。除此，在对部分员工的采访中，都没有显示出对任正非的家庭成员角色的不满。一位不愿透露姓名的员工（也是股东）表示：“只要我得到我的薪水和股息，我就不在乎老板的家庭”。", "author": "互联范儿", "newsdate": "发布时间：19-10-11", "newstime": "12:45", "sentiment": [{"positive_prob": 0.00107422, "confidence": 0.997613, "negative_prob": 0.998926, "sentiment": 0}]}]