[{"title": "李嘉诚助攻任正非？李嘉诚欧洲公司与华为展开“5G”合作！", "content": "提及华人首富，网友会想到马云或是马化腾，因为怎么说呢？这些年华人首富都是在马化腾与马云之间轮流坐庄的。但其实，之前华人首富这个位置一直是李嘉诚坐着的。李嘉诚可不得了，虽然是房地产行业，但在华人首富这个位置坐了10多年之久阿。更有网友表示：其实李嘉诚的财富才是深不见底，只不过是现在让年轻人们表演罢了。而最近，关于华为5G的问题，李嘉诚似乎出了大力，为什么这么说呢？大家都知道，早些年李嘉诚逐渐将重心放到了英国，为此不少网友表示：李嘉诚几乎买下了半个英国。事情是这样的，之前华为在英国发展5G，由于美国的干预，英国担心华为的5G设备存在网络安全问题。而英国有家3公司表示：如果遭到禁止采购华为设备的禁令，该公司的5G网络建设计划将被迫推迟最多一年半的时间。要知道，这家公司属于李嘉诚欧洲电信运营商旗下的分公司，也就说，在英国对待华为5G的态度上，李嘉诚是来了一波神助攻！随即英国政府表示：我们与华为合作了10多年，从来没有出现过什么安全问题，拒绝华为5G设备？那是不可能的，那是愚蠢的做法。同时，德国也表示：德国不会拒绝华为的5G设备，因为不存在什么安全网络问题！早前，美国为了阻扰华为在欧洲开展5G，组成了所谓的“五眼联盟”。五眼联盟（Five Eyes）是在英美协定下组成的国际情报分享团体，成员包括美国、英国、加拿大、澳大利亚与新西兰。尽管上周美国国务卿蓬佩奥曾警告盟友不要使用华为公司的技术！但现在，随着英国与德国的表态，基本上欧洲所有的国家都将使用华为的5G设备，毕竟华为的5G设备要比什么爱立信和诺基亚好的多阿。而之前华为创始人任正非也表示：华为的5G设备这么优秀，如果他们真的拒绝了华为5G设备，那么就赢不了5G市场。同时，任正非也表示：感谢美国帮助华为宣传5G，如果美国对华为开放，那么华为愿意进入美国展开公平的竞争。最后，网友们纷纷表示：这一次李嘉诚助攻了任正非，看来任正非有机会要请李嘉诚喝茅台阿，毕竟任正非祖籍是贵州人阿。", "author": "俊世太保", "newsdate": "发布时间：19-03-23", "newstime": "16:19", "sentiment": [{"positive_prob": 0.178466, "confidence": 0.603409, "negative_prob": 0.821534, "sentiment": 0}]}, {"title": "华为P30售价曝光，全方位配置正式确认，网友：缺点就是贵！", "content": "再过几天就是华为P30手机发布会了，此前关于这款手机的全方位配置正式确认了，就剩下价格是一个秘密了，下面我们一起来整理一下，关于华为P30手机的消息。可以确定的是，这款手机的拍照又将引领行业的潮流，去年发布的华为P20，目前为止还没有被超越。关于华为P30的后置镜头说法不一，有的传言是3颗，还有的传言是4颗，不管这款手机有几颗，拍照性能肯定是稳了。前置珍珠屏，华为P30 Pro是曲面屏，应该采用的是三星的技术。毫无疑问搭载的是麒麟980处理器，非常的强悍是华为目前最好的处理器，华为P30的内存是应该是6GB起步，而华为P30 Pro是8GB起步，没有64GB的存储了，最少都是128GB起步了。这次华为P30也将加入新配色，去年的华为P20加入了极光色，备受外界好评，华为肯定在配色上会再下功夫。最后就是华为P30的售价了，近日，关于华为P30的售价已经被曝光了，不过是欧洲版本的价格，华为P30的售价是5700，而华为P30 Pro的售价是7600，看起来可信度还是很高的。网友表示，这款华为P30什么都好，缺点就是价格太贵了。小编认为，现在国产手机越来越好了，都在向高端领域发展，还引领了整个行业的发展，这都是坚持创新得到的成果，还有几天就是华为P30的发布会，到时候让我们拭目以待。大家认为怎么样？欢迎留言评论。", "author": "Yan科技小作坊", "newsdate": "发布时间：19-03-23", "newstime": "12:35", "sentiment": [{"positive_prob": 0.0682255, "confidence": 0.848388, "negative_prob": 0.931775, "sentiment": 0}]}, {"title": "华为电视将于4月份发布目标行业第一，说好的永远不做家电呢？", "content": "华为电视将于4月份发布目标行业第一，说好的永远不做家电呢？今天关于华为将要做电视的消息，瞬间传遍了整个互联网科技领域，这个在智能手机行业做得十分优秀的手机巨头居然也要插足电视家电行业了。根据新闻称华为电视已经确定将于4月份发布，目前定下的年销售目标为1000万台。华为电视分成两个型号，55寸屏幕和65寸屏幕，屏幕供应商分别是京东方和华星光电。电视行业的资深人士告诉新闻媒体，华为将在下个月推出电视产品采用的是京东方50寸的屏幕，并且这个电视产品和普通的智能电视产品有所差异，将会带有双摄像头的设计，主要功能定位与智能终端。而且在品牌定位上也将会采取双品牌定位，和手机品牌类似分为华为品牌和荣耀品牌。虽然华为刚刚开始试做电视领域，但是在销量上的目标定得非常高，一开始华为电视的年销售量目标就定为1000万台，这个数字在电视行业几乎是第1名的水平。看来华为对自己的新涉足的电视行业还是比较自信的。余承东曾说不做家电在就前不久的AWE上，华为移动终端的负责人余承东表示，：华为永远不做家电，绝对不做产业的掠夺者，而是作赋能者。3月14号在华为生态大会上，华为消费者业务余承东表示华为希望助力家电产业，但是永远不做家电，做家电也不是为了赚钱，而是希望让消费者获得更多的方便。总结看来任何事情都逃不过王境泽的真香定律，曾经保证永远不做家电的华为也终于做了电视。可能华为对于未来的华为电视定位有所不同，可能我们所认为的电视对于华为的产业定位来说并不是电视，而是定位成智能终端。还有一点需要注意的是，根据现代新闻消息所曝光出的华为电视将会采用的屏幕分别是京东方和华星光电，这两家屏幕供应商都是中国企业；反观传统电视，例如小米等，屏幕供应商大多选用三星和LG等供应商。虽然华为支持国产产业，但是小编还是担心京东方和华星光电的屏幕的实力能否在电视上表现良好。希望华为能交出一个满意的答卷，加油国产。", "author": "数码圈资讯", "newsdate": "发布时间：19-03-23", "newstime": "22:09", "sentiment": [{"positive_prob": 0.0562844, "confidence": 0.874924, "negative_prob": 0.943716, "sentiment": 0}]}]