[{"title": "华为事件中，我们应该如何看待联想？", "content": "文/猪九诫出品：IT爆料汇为什么忽然又讨论起了联想？最近几天，华为被美国列入实体清单的事情闹得沸沸扬扬。和以往一样，华为一出事，联想就遭殃。就在国人同仇敌忾为华为摇旗呐喊之时，联想却被部分网友爆出“率先断供华为”。尽管联想很快对此进行了辟谣，但还是没能完全洗清公众对其可能从华为内部采购系统消失的质疑。关于这件事，我们一是辨一辨真假：联想是否真的断供了联想？二是论一论是非：我们应该如何看待联想？在辨真假、论是非之前，我们先来了解一下整个事件的经过。在美国“封禁”华为一事发生后，有传闻称联想率先断供了华为的采购。随后在有认证为“香港科技大学、纳米科学技术博士”的用户在知乎相关问题下回答称“已经证实，率先断货”。最近几年联想集团在国内一直面临口碑危机，所以这个传闻一出台，就立即在知乎、微博等平台大范围传播。一时之间，“美帝良心想”再次刷屏中文互联网。今日（5月19日）凌晨，联想发布严正声明表示：联想未向华为断供。随后上述知乎用户“灰机”在知乎想法进行了公开道歉：事情发展到这里，看似已尘埃落定，但是不少网友对联想的声明并不买账。在联想的声明中，其提到“目前联想集团向华为公司供货正常”，其中“目前”二字引起了部分网民不满，并且再度传出了“联想深夜恢复对华为供货”的升级版说法。由于没有确切证据，我们暂且不敢论断这又是一个谣言，但是关于这件事我认为有几点可以掰扯掰扯。第一，联想到底有没有动机断供华为？关于这一点，我认为是没有的。最近一段时间联想的公关部门异常活跃，针对此前流传数年的各种“美帝良心”传闻，联想以往的态度一直是置之不理。但是近期却罕见地对其中的大部分问题进行了正面回应，其中包括了最具争议的5g投票风波。对于联想的回应，我们暂且不去讨论是否站得住脚，大家有兴趣的可以自行搜索查看。但这一系列的公关措施起码代表了联想对自己的一个基本定位：联想是一家中国企业，而非美国企业。联想说自己是中国企业，可能大众未必愿意信。但是如果联想真的以一个“美国企业”自居，那么近期的这些公关则完全没有必要。而它之所以在这个关头进行了正面回应，更重要的原因在于，如今的中美关系已经容不得它脚踏两条船，联想迫切需要解决屁股坐在哪里的问题。此次华为事件出来，全中国的舆论都在力挺华为，联想如果真的断供了华为，不仅意味着其此前所有的公关努力将付诸东流，更意味着在舆论上直接自绝于中国人民。这件事杨元庆干不出来，柳传志也干不出来。再说，联想要是真的下定决心要成为一家美国企业了，此次的华为风波也就不会费力不讨好再出来解释了，而应该彻底和中国撇清关系才是。所以关于第一个问题，我个人的结论是，联想现在不可能，未来也几乎不可能断供华为，如果后续有更多事实依据出现的话，欢迎打脸。第二，谁在诋毁联想？关于这个问题，联想官方的声明中写的是“不明势力”，但我个人认为，这个所谓的不明势力，其实指向非常明确。从常识来讲，有动力诋毁联想的，无非是两个群体：第一个群体，当然是觊觎其市场份额的竞争对手，不少企业相互买通稿互黑的现象我们见过不少；第二个群体，则是对联想集团一贯作风不满的消费者，由于联想多年的负面累积，有大量对其不满的消费者有造谣动机。但是不管是PC厂商还是普通消费者，我认为主观造谣的可能性都比较小。一是造谣成本太高：一旦败露，极有可能身败名裂，如果是普通人还可能面临牢狱之灾；二是收益太小：不管是联想的竞争对手还是普通消费者，从谣言中都很难获得直接收益。除了竞争对手和消费者，还能有谁？上述两个可能都是基于常识考量的，然而许多中国企业当前的遭遇其实已经超越了常规认知的范畴。前有中兴后有华为，这个世界上出现了神奇的一幕：世界上唯一的超级大国以举国之力对付一个企业，甚至因此宣布国家进入紧急状态。所以答案也就呼之欲出了。但是很多人可能会问，联想一个垃圾组装厂，美国有什么动力去搞它？抱有这个思维的人，多半是高估了美国的善意。美国的目的从一开始就不只是要针对中兴华为，而是要针对中国的整个科技行业。所以为了遏制中国崛起，美国不仅要搞中兴华为，未来可能还会搞小米OV、BAT等等。华为之所以成为了靶子，不过是因为身板比较大，挡在了前面。但是未来华为一旦倒下，后面的其他科技企业也一个不能幸免。中美的科技之争，是生死之战，是国运的较量，美国没有对任何一家中国科技企业心存善意的必要。毕竟大部分中国科技企业在西方都还有一个对应的参照物，华为倒了有爱立信、有高通有因特尔，阿里巴巴倒了有亚马逊、腾讯倒了有Facebook、百度倒了有谷歌、滴滴倒了有Uber、联想倒了有惠普……所以真的有哪家中国企业是不可替代的吗？并没有，只不过现在美国正忙着对付华为，暂时还没有腾出手来。但是这么多企业，为什么优先选择了联想呢？还是从成本和收益两个方面去考量。首先，搞联想成本足够低，因为联想在国内公众口碑已经跌入谷底，就像风干的稻草一样一点就着，所以只需要放出极小的信息源，就能借助于公众情绪实现谣言的大范围传播。其次，搞垮联想的收益足够高，联想虽然在国内口碑不佳，但却几乎是中国品牌在全球PC市场挺立的唯一一根独苗，搞死一个联想，就能搞垮我们在整个PC领域的地位。关于第二点的这个结论，我们也不敢武断。而要想证明美国是不是无辜也很简单，我们且看华为之后，美国政府会不会就此收手。第三，我们该如何看待联想？关于这个问题，我的观点是：在商言商，没有必要把它当成朋友，但也不用把它当成敌人，这才是一个真正开放包容的市场应该做的。在当前的市场下，我们没必要以“民族企业”的身份来要求任何一家中国企业。一家企业真正被绑上“民族化”的标签，不管是对企业还是对国内市场来说反而都是不利的。在如今复杂的局势下，民族主义的大旗只会吓跑外来的宾客，这并不是我们的目的，我们也不愿意成为下一个特朗普。面对越来越狭隘和封闭的美国，我们正确的态度是，团结一切可团结的力量，利用一切可以利用的资源，以打赢这场硬仗。要团结一切可以团结的人，这样我们就可以把敌人缩小到最少，只剩下帝国主义和本国的少数亲帝国主义分子，即同帝国主义有密切联系的大资本家和大地主。对我们来说，朋友越多越好，敌人越少越好。——毛泽东我们要团结一切可以团结的力量，并首先从团结我们身边的人做起。——任正非所以为了实现这个目标，美国越要加剧封锁的领域，我们越要扩大开放；美国越要拒人于千里之外，我们越要迎宾于万里之遥；美国越要敲诈勒索的盟友，我们越要收拢他们的人心。只有这样，我们的朋友才会越来越多，美国的朋友才会越来越少。只有美国的红旗倒了，中国的红旗才能立起来。在这个过程中，我们的市场不仅容得下一个联想，也容得下苹果、英特尔和高通。联想公关前几天在回应争议时曾经提到“联想不是美帝良心，惠普也不是社会主义”，并且表示“有问题就骂，没问题也不用夸”。对于这一点，我认为联想的态度还算中肯，至少没有打任何民族牌和情怀牌，而是选择了将结果交给市场去见证。联想这家企业，其全球化的市场定位决定了，在不同市场的运营策略可能面临争议，而当年“贸工技”的发展路径更是非议颇多。但是我们不可否认的一点是，在全球尤其是海外PC市场上，联想是中国唯一拿得出手的一家厂商，这一点是华为和小米暂时都做不到的。中国发展这么多年，但真正能走出国门去的科技企业并不多，尤其是在硬件领域。虽然大家都在喷联想“组装厂”，但是纵观几大PC巨头，又有几个能摆脱“组装”的范畴呢？所以只要我们能够保证，在贸易战的过程中，联想是作为我们打向敌人的子弹，而非敌人打向我们的子弹，这一颗子弹就应该被充分利用，而不应该因为这颗子弹的血统问题而争论不休。每死掉一个联想，我们就在一个领域丧失了话语权，而在目前的PC市场上，中国仍需要一个联想来作为武器。中国人不打中国人。——毛泽东", "author": "爆料汇", "newsdate": "发布时间：19-05-19", "newstime": "16:40", "sentiment": [{"positive_prob": 0.0025335, "confidence": 0.99437, "negative_prob": 0.997466, "sentiment": 0}]}, {"title": "任正非：即使美供应商不向华为卖芯片，华为也没问题！", "content": "今天（5月19日）中午，华为在“心声社区”刊发了创始人兼总裁任正非18日接受日本媒体采访的消息。任正非当天在深圳公司总部表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。这是美国发布华为贸易禁令以后，他首次接受采访。华为“心声社区”截图据《日本经济新闻》英文网站18日报道，任正非在采访中抨击了特朗普政府将华为列入“黑名单”的决定，并坚称华为没有做任何违法行为。《日本经济新闻》英文网18日报道截图任正非表示，华为公司将继续开发自己的芯片，减少生产禁令带来的影响。他还表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。日经新闻说，主要设计核心处理器芯片的华为子公司海思技术有限公司也暗示，早有计划应对潜在的供应中断。在最近的一封公开信中，海思总裁何庭波写道，“我们实际上在多年前已经预见到这一天，我们确实准备了后备计划。”日经新闻认为，任正非一保最近几个月的强硬态度，表示华为公司不会任由华盛顿摆布。“我们不会在美国的要求下改变我们的管理，也不会接受监管。”他说。报道还称，任正非说美国禁止华为业务的影响将是有限的，并表达了对长期前景的信心。“预计华为的增长可能会放缓，但只是小幅的放缓，”任正非补充说，他表示年度收入增长可能略低于20%。任正非表示：“接二连三的威胁贸易伙伴的政策让企业不敢再冒险，同时美国也将失去信誉。”此外，华为公司总裁也否认了在美国本土生产5G设备的可能。他说：“即使美国请求我们在那里生产，我们也不会去。”华为就快死了吗？剑桥博士神级回答在被称为“美国知乎”的Quora网站上，昨天有这样一个问题：“美国把华为列入黑名单，华为就快死了吗？华为或者中国能做些什么？会报复还是怎样？”此次，Quora大神——剑桥大学博士Jauns Dongye现身，他对问题的回答极具宏观视野和格局，甚至获得了华为在2016-2018年的首席工程师 Alan Street点赞！每日经济新闻对回答的翻译如下：让我们看看事实，而不仅仅是各方的意见。让我先介绍一下华为2019年最受欢迎的P30手机的整个供应链：华为P30手机的核心是麒麟980系统芯片，由华为子公司海思半导体设计。但这为什么叫做SoC芯片（System-on-Chip，一种集成电路的芯片）？因为这种芯片是由全球各地设计生产的组件组合在一起而成的，所以也叫系统级芯片（或者叫片上系统）。那么在这个SoC芯片中，到底有什么组件？指令集架构：海思从英国剑桥的ARM公司购买了CPU和GPU的架构许可。有了这些许可，海思就可以使用ARM指令集开发自己的64位CPU架构。此外，AMBA等总线标准也获得了ARM的许可。CPU、GPU：海思在深圳有数百名员工来设计CPU内核、加速器和IP组件。为了设计自己的CPU，海思要使用来自计算机集成系统设计公司Synopsys、软件公司Cadence Design Systems和半导体制造公司赛灵思（Xilinx）的电子设计自动化（EDA）工具。需要指出的是，这三家EDA公司都是位于加州的美国公司。如要使用这些公司的工具来设计和模拟CPU，海思还需要支付许可证费用。与此同时，海思还可以集成现有的由ARM设计的软核（Softcore），例如Cortex-A76和Cortex-A55，这两款CPU架构都在同一个芯片中，其中大核是在美国德克萨斯州奥斯汀市设计的，小核是在英国剑桥设计的。另外一些低端的CPU核则是从中国台湾的MediaTek处购买。此外，海思还可以从ARM购买其他产品，包括Mali T830 GPU（由英国剑桥的ARM总部设计）和互连的子系统。内存：海思半导体在内存控制器和SRAM系统中设计了自己的芯片逻辑。动态和静态随机存取存储器单元由韩国三星授权， 未来的7纳米的3D堆叠RAM也将由三星公司设计，但将在中国大连生产。数字信号处理器（DSP）和摄像头：海思半导体从德国的徕卡相机处购买了相机的镜头设计IP和控制系统，该系统大部分是在德国的韦茨拉尔（Wetzlar，即徕卡总部）设计的；镜头则是由大立光电（Largan Precision）和舜宇光学设计；驱动相机改变聚焦的电动马达则由日本的三美电机株式会社生产。将光转换成信号的感光膜则由深圳欧菲光设计，欧菲光同样也是iPhone的供应商。此外，海思从美国亚利桑那州凤凰城的ON半导体处购买了用于自动对焦和图像稳定的硬件解决方案，高清视频处理芯片则采用日本索尼的设计。同时，海思设计了自己的图像处理硬件加速器（ISP），从美国加州的CEVA购买了许多DSP的专利，还从北京的寒武纪科技购买了AI芯片。基带：海思从加州圣何塞的博通公司购买了Wi-Fi、GPS和蓝牙的IP许可证，为了支持3G，海思半导体还必须向高通支付专利费。对于之后的4G LTE和5G技术，海思则拥有自己的专利和基带处理器BLONG，这是由公司的中国团队设计的。此外，海思还从中国科学院购买了北斗导航系统的授权以便将其集成带芯片上。但需要注意的是，海思半导体的一些基带芯片验证任务是由印度工程师在印度完成的。射频：为了在各种通信信号之间进行多路复用，并将模拟信号放大到不同的无线频率，这就需要射频集成电路（RFIC）。RFIC的大部分专利是由美国北卡罗来纳州的RF微设备公司（RF Micro Devices）持有，但此前这家公司已与TriQuint合并成立新公司，也就是目前的科沃公司（Qorvo）。在RFIC芯片中有一些功率放大器，使用的是由日本的村田制作所（MurataManufacturing）生产的高端电容器。其次，海思的RFIC芯片还使用了中国台湾的TST和深圳的麦捷科技（Microgate）设计和制造的声表面波（SAW）传感器、美国的思佳讯解决方案（Skyworks Solutions）制造的绝缘体上硅开关、深圳的信维通信（Sunway Co.）和美国罗森博格（Rosenberger）公司在上海工厂生产的天线组件。近场通讯技术（NFC）和触控：荷兰的恩智浦半导体为华为提供NFC解决方案。芯片由总部位于德国Neubiberg的英飞凌科技股份公司提供。深圳汇顶科技为P30提供指纹传感器，深圳长盈精密则提供USB Type-C解决方案。制造：海思会将所有软核和程序包集成到一个SoC芯片上，之后该设计被送到台积电进行实体布局和制造。制造SoC芯片是一个非常复杂的任务。其中最重要的是，台积电要从荷兰阿斯麦（ASML）进口掩模对齐系统（mask alignment systems）。同时，台积电还需要使用来自日本信越集团（Shin-Etsu）、德国世创电子（Siltronic AG）、日本Sumco株式会社的晶圆化学品，图片来源：华为官网截图材料：P30组装过程中的大多数化学产品组件和半成品组件都来自中国，最有代表性的是中国的稀土产品。对于其他玻璃和金属组件，深圳比亚迪负责制造渐变色的外壳和高密度玻璃。东莞生益电子则负责生产电路板。屏幕：华为P30使用三星OLED硬屏，但P30 Pro采用京东方科技设计的OLED软屏。有些屏幕也由LG公司在广州制造。现在，屏幕市场主要由韩国和中国公司占据。组装：华为随后从每个供应商处订购所需组件，并将组件运送到郑州的富士康工厂组装成机。这只是华为众多手机中一款的供应链，甚至不是旗舰产品，但华为仍然击败了苹果，成为了全球第二大智能手机厂商，这还是在没有进入美国市场的情况下做到的。华为的主要优势是通信基础设施解决方案。实际上，我很难说明华为的供应链，因为现在我已经不熟悉它了。现在来看看有多少供应商来自美国、中国和韩国。图片来源：Quora这上面列出的每家公司，你都可以去他们的官网，查看他们对华为的销量和在整个中国市场的销量，还有他们从中国进口原材料的数量。你会惊讶地发现，华为通常是这些供应商最大的客户，他们已经离不开中国市场了。这意味着如果你“杀死”了华为，那么大多数供应商也会受到很大的伤害。一些公司可能会就此倒闭。其中一些公司是日本和韩国为数不多的高价值公司，他们没法承受一下失去40%的市场，这将会对日本和韩国经济造成巨大打击。很显然，特朗普的“智囊团”并不了解半导体行业的现状。我想Quora的大多数人都不知道。华为会被“杀死”吗？当然不会，早在十年前，华为就已经启动了针对各种情形的备份计划。实际上，这等于为中国创造了一个千载难逢的机会。如果华为不找美国的供应商，那他们会找国内的供应商来替代。这将给中国国内企业带来巨大的推动，因为他们突然得到了一个大客户。我一直在与半导体行业不同领域的许多中国学者交流。他们说，华为之所以从这么多来源购买知识产权，并不是因为华为没有这项技术，而是因为对于华为来说，最重要的是他们不想重复别人已经完成的步骤、炒冷饭，他们想与世界其他地区形成利益共同体。目前来说，中国确实在一些技术上还较为落后，比如加工工艺和射频芯片。但我们应该知道中国有实力研发这些技术。现在，由于采用了华为的技术，北京地铁里已经可以使用5G网络。而与此同时我却坐在伦敦地铁里，手机没有信号，我只能离线阅读一篇描写英国退欧故事的“精彩”小说，我周围的人也只能在他们的华为手机上看离线小说。21财闻汇综合自：环球网、华为心声社区、每日经济新闻", "author": "正商参阅", "newsdate": "发布时间：19-05-19", "newstime": "22:34", "sentiment": [{"positive_prob": 0.973465, "confidence": 0.941033, "negative_prob": 0.0265351, "sentiment": 2}]}, {"title": "美对华为采取行动 这家中国芯片巨头仍暂时会维持向华为的供货", "content": "据相关报道，知情人士透露，在美国决定将中国电信巨头华为加入“实体名单”限制后，华为已要求其亚洲顶级供货商维持交付。报告称，台积电表示，虽然公司正在评估美国这一决定的影响，仍暂时会维持向华为的供货。图1在晶圆代工市场上，三星公司在14nm节点上多少还领先台积电一点时间，10nm节点开始落伍，7nm节点上则是台积电大获全胜，台积电甚至赢得了几乎所有7nm订单，三星只有自家Exynos及IBM的7nm订单，台积电也因此宣传自己在7nm节点上领先友商1年时间。据行业消息来源称，台积电已开始为高通和海思半导体生产5G调制解调器芯片，并准备在2019年下半年为联发科的Helio M70 5G调制解调器进行生产。Unisoc此前曾透露，其首款配备IVY510的5G调制解调器将采用台积电的12纳米制程技术制造。众所周知，华为研发出了多款核心尖端芯片，但芯片制造则委托给了台积电。不过中国大陆的芯片代工企业中芯国际正在积极追赶世界先进水平。中芯国际联席首席执行官梁孟松博士近日表示：“FinFET研发进展顺利，12nm工艺开发进入客户导入阶段，下一代FinFET研发在过去积累的基础上进度喜人。上海中芯南方FinFET工厂顺利建造完成，开始进入产能布建。图2另外，国内三大存储芯片基地中，紫光旗下的长江存储主要从事NAND闪存研发、生产，32层堆栈的闪存小规模量产，今年主力生产64层堆栈的，下一代直接进入128层堆栈，2020年追上国际先进水平。长鑫的目标是今年内实现国产内存的大规模生产，目前制造工艺进展顺利，已持续投入晶圆超过15000片。图3华为创始人、总裁任正非近日在接受日本媒体采访时表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。目前华为在最基础的芯片、操作系统等领域均已拥有了自主知识产权和自研自产能力。麒麟、巴龙、升腾、鲲鹏、天罡、Solar……其各个产品线大都具备了从“芯”开始的端到端支撑能力。", "author": "竞争制高点", "newsdate": "发布时间：19-05-19", "newstime": "23:43", "sentiment": [{"positive_prob": 0.980658, "confidence": 0.957018, "negative_prob": 0.0193421, "sentiment": 2}]}, {"title": "主题驱动股票池：华为事件周末惊现三大进展 正宗受益股一览", "content": "虽然投资者对于华为事件后续的进展有分歧，但大力发展国产产业链，是普遍的共识，不光是华为，其它企业(如小米、OV等)，也将大力扶持国产产业链企业的发展。下周，华为产业链将继续是大热点。这个周末，华为事件继续发酵，主要有三大重要进展：一、报道称，美国商务部可能在近期缩减针对华为的部分贸易限制，为华为送上一张为期90天的“临时通用执照”，允许华为继续购买美国商品，以便帮助其美国客户维护现有网络和设备，但华为仍将不被允许购买用于制造新产品的零件。这个目前只是媒体报道，并不是官方消息，但还是让周五市场过度悲观的情绪得到暂时的缓解。二、《人民日报》发表题为《华为这一招，关键时刻顶大用》的文章，站出来力挺华为！《人民日报》为华为“备胎”的力挺，代表着官方的态度，也意味着未来更多的对国产产业链的政策支持！三、禁令后任正非首次发声：美封锁对华为影响不大！任正非表示，华为已为这一步骤做好了准备，即使美国智能手机芯片制造商高通公司和其他美国供应商不向华为销售芯片，华为的状况不会有问题。周五，华为旗下海思半导体公司总裁何庭波已经发表公开信，周末任正非再出来说话，继续安定人心！另外，周五市场恐慌性下杀，有对周末继续出利空的担忧，但整个周末，消息面非常平静，特朗普也没有继续释放利空。如果今晚继续没有利空，那就算是利好。虽然投资者对于华为事件后续的进展有分歧，但大力发展国产产业链，是普遍的共识，不光是华为，其它企业(如小米、OV等)，也将大力扶持国产产业链企业的发展。下周，华为产业链将继续是大热点。【华为产业链】华为在A股有哪些“备胎”？国盛电子郑振湘团队发布研报，梳理出8大类领域的A股公司，包括：1.华为每年芯片采购额近300亿美金，核心五大件CPUGPUADDA存储射频器件中，CPUGPUADDA海思已经进行多年研发、产品逐步落地自强；2.存储：用量最大，百亿美金采购级别、预计三年后翻倍，目前主流存储DRAM扶持合肥长鑫(兆易创新)、NAND扶持长江存储，利基型存储兆易创新、ISSI(北京君正拟收购)已经切入预计马上放量；3.FPGA：紫光同创(紫光国微)、安路信息(士兰微入股)；4.模拟芯片及传感器：韦尔股份+豪威科技、圣邦股份、矽立杰；5.功率半导体：闻泰科技(安世半导体)、士兰微、扬杰科技；6.阻容感：顺络电子；7.代工及封测：中芯国际、长电科技、华天科技、通富微电；8.连接器：立讯精密、意华股份。另外，华为在4月份发布了2018年核心供应商名单，华为在A股的供应商包括：生益科技、比亚迪、光迅科技、华工科技、深南电路、歌尔股份、蓝思科技、亨通光电等。【国产芯片企业排行榜】芯片仍然是最受关注的环节，也是市场最为关注的板块。中国半导体行业协会揭晓了2018年中国集成电路设计、制造、封测、功率器件、MEMS、设备及材料领域的十大(强)企业。涉及的A股上市公司如下：集成电路设计领域，涉及上市公司层面的企业共有六家，分别是韦尔股份正在收购的豪威科技(第三)、拥有三家上市IC设计公司的华大半导体(第五，港股)、中兴通讯控股子公司中兴微电子(第六)、汇顶科技(第七)、士兰微(第八)、北京君正发起收购的北京矽成(第九)。集成电路制造企业中，没有A股上市公司，涉及两家港股上市公司：中芯国际、华虹半导体；华润微电子启动科创板上市，和舰芯片科创板IPO申请已被受理并进入问询。集成电路封装测试环节涉及的A股上市公司包括：华天科技(天水华天电子集团子公司)。材料领域的A股上市公司包括：主营业务为引线框架、键合丝等半导体封装材料的康强电子排名第一，拥有印制电路板、封装基板及电子装联三项业务的深南电路排名第三，从事高纯溅射靶材的研发、生产和销售业务的江丰电子从2017年排名第二下滑至2018年的第九名。半导体设备方面的A股上市公司包括：生产等离子刻蚀设备的中微半导体排名从2017年的第三名上升到第一名，公司正在冲击科创板，已获上交所问询；北方华创全资子公司北京北方华创微电子装备有限公司维持第二名。功率器件榜单中A股上市公司包括：扬杰科技、华微电子、苏州固锝、捷捷微电跻身前十强；A股IPO进程中的无锡新洁能排名第六。半导体MEMS领域中A股上市公司包括：歌尔声学(歌尔股份)排名第一。需要说明的是，上述榜单由中国半导体行业协会根据行业季度统计报表及各地方协会统计数据进行评选，未填报报表或地方协会未纳入统计范围内的企业不在评选范围内。", "author": "同花顺财经", "newsdate": "发布时间：19-05-19", "newstime": "19:53", "sentiment": [{"positive_prob": 0.882652, "confidence": 0.739226, "negative_prob": 0.117348, "sentiment": 2}]}, {"title": "联想深夜声明挺华为：多事之秋，共度难关！", "content": "日前，有传言称联想率先向华为断供办公电脑、服务器等产品，在网络上引起较大争议。从流传的一则网帖来看，这则宣称联想给华为断供的消息，最初或是来自微信里的一段聊天截图：随后，这一消息很快在众多社交平台上传播起来，更令不少网民斥责起联想公司。对此，19日凌晨，联想集团发布声明，表示目前向华为公司供货正常，华为是联想PC和服务的重要客户，未来将在遵守相关法律及合规条例的基础上，持续向华为销售产品和服务。声明截图联想集团还表示：多事之秋，共度难关！以下为19日声明全文：经查，目前联想集团向华为公司供货正常。对于目前网上的“断供”等不实之词，我们已经对谣言传播者连夜取证，将诉诸法律手段，追究造谣者责任。不明势力针对联想的舆论攻击在过去一年时间已经连续发起多次，谣言广度和深度远超正常商业竞争范围，已向有关方面汇报，望网友勿相信相关传言。华为是联想PC和服务的重要客户，我们将在严格遵守联想业务所在国家和地区的相关法律及合规条例的基础上，持续向华为销售产品和服务。多事之秋，共度难关！联想集团2019年5月19日此外，环球时报从华为公司处获悉，联想对华为的办公电脑和服务器停止供应的消息是“谣言”。对于谣言传播者，联想集团已经连夜取证，将诉诸法律手段，追究造谣者责任。联想集团表示，在过去一年间，不明势力连续发起多次针对联想的舆论攻击，谣言广度和深度远超正常商业竞争范围。联想集团已向有关方面汇报，希望网友勿相信相关传言。而在16日，联想集团已经发布声明，辟谣所谓“联想一票之差让华为输掉5G标准”的传言。声明指出，所谓的“5G投票事件”是一次系统化的舆论攻击，攻击者通过对2016年3GPP组织的86、86b、87次会议多次扭曲/捏造及信息屏蔽，借助2018年中美贸易摩擦的舆论环境，凭空制造了一个联想以关键一票帮助高通拿下5G标准，出卖国家利益的谣言。联想集团表示，尽管联想早已澄清过相关事件自身并无问题，也得到了华为的公开背书，但从2018年5月开始，不明势力以所谓“5G投票事件”持续进行攻击，令联想承受了远超想象的巨大名誉和经济损失。央视评论：华为绝地反击 中国居安思危美国商务部本周四（16日）在毫无实据的情况下，宣布将中国华为公司及其70家关联企业列入出口管制“实体名单”，禁止华为从美国企业购买技术或配件。这一极限绞杀行动意在切断华为的命脉，阻遏中国高科技的发展，维护美国的全球科技霸主地位。然而，让华盛顿意想不到的是，华为公司迅速启用花费十余年投入研发的备用方案，从而确保了华为大部分产品的战略安全与连续供应。面对美国的极限绞杀，华为展现出长期以来居安思危、未雨绸缪的战略远见和奋斗创新精神。作为全球最大网络设备生产商，华为公司经过20多年的国际化发展，业务已覆盖170个国家，为全球三分之一以上人口日常通信需求提供服务。但是，华为在美国的发展却异常崎岖坎坷，从多个并购项目受阻，到遭到所谓“危害美国国家安全调查”，华为始终被排除在美国主流运营商的网络基础设施门外。即便这样，美国仍然焦虑不安，因为，目前华为5G专利数量排名全球第一。拥有更高速率和更低延迟的5G网络是业界下一个竞争点，作为全球科技霸主的美国早已扬言5G是一场美国“必须取胜”的竞赛，绝不允许有任何挑战者。为此，尽管它表面上称要靠竞争而不是靠封杀来赢得竞赛，但实际上说一套做一套，将“国家安全”概念作为推行保护主义的工具，以“莫须有”的罪名，通过“政治绑架”、“关门封锁”、游说威胁盟友等多种手段，对华为发起全球“绞杀令”。但是，美国这么做，不仅不会让自身更安全、更强大，反倒对与华为合作的美国公司造成强烈冲击，影响美国数以万计的就业岗位，同时也严重破坏了全球供应链的合作，对人类文明与科技发展进步造成巨大戕害。比如，美国高通、赛林思等公司是华为主要合作伙伴，美方出口管制“禁令”一出，这些公司的股价立即大跌，华盛顿此举可谓损人害己。法国总统马克龙、德国总理默克尔等欧洲国家领导人已经表示，不会追随美国对华为的“禁令”。这反映出，美国为维持其科技霸权而滥用国家力量打压竞争对手的蛮横做法，已经激起了全球公愤。令人欣慰的是，面对超级大国挥出的封杀大棒，华为早在十几年前就有预判，并为如何“极限生存”作了长期艰苦和充分的准备。备用方案的启用，显示出其居安思危的战略远见、未雨绸缪的底线思维，以及坚忍不拔、攻坚克难的奋斗豪情。中国企业与中国企业家的这种精神，正是中国不断攀登科技高峰的力量所在。中国企业如此，中国和中华民族也是如此。回望来时路，中华民族就是一个生于忧患、成长于忧患、壮大于忧患的伟大民族。新中国成立70年来，来自外部世界明里暗里的打压与封锁从未间断过。从研制“两弹一星”应对大国核讹诈，到攻克芯片难关冲破高科技封锁，中国共产党带领中国人民为了实现国家繁荣、人民生活幸福，始终坚持“往最好处努力、做最坏处准备”的战略思维，一次次地化险为夷，化危为机。当前，中国正前所未有地接近实现民族伟大复兴的目标。但是这一目标的实现，正如中国国家主席习近平所指出的，绝不是轻轻松松、敲锣打鼓就能实现的，必须付出更为艰巨、更为艰苦的努力，必须要增强忧患意识，防范风险挑战。华为对美国打压的绝地反击，让中国人进一步认识到居安思危的战略意义，进一步坚定了攻坚克难、奋斗创新的信念。坚守底线思维、做好自己的事情，团结一致，中国一定能冲破任何封锁打压，迎来风雨之后的彩虹、阴霾过后的阳光！", "author": "广东共青团", "newsdate": "发布时间：19-05-19", "newstime": "12:22", "sentiment": [{"positive_prob": 0.962407, "confidence": 0.916459, "negative_prob": 0.0375933, "sentiment": 2}]}, {"title": "联想回应对华为供货正常背后：一定要回归中国", "content": "据每日经济新闻网5月19日报道，5月18日，有消息称，联想集团率先断供华为办公电脑、服务器等。对此，联想集团于今日（5月19日）凌晨1点发布声明称：“经查，目前联想集团向华为公司供货正常。”联想集团表示，对于目前网上的“断供”等不实之词，已对谣言传播者连夜取证，将诉诸法律手段，追究造谣者责任。联想集团再次被推上风口浪尖。5月18日，有消息称，联想集团率先断供华为办公电脑、服务器等，并援引华为知情人士爆料称，此前华为基本全部使用联想电脑，但现在华为内部设备采购页面中联想设备已全部下线，深圳华为已及时更换其他品牌办公电脑。对此，联想集团于今日（5月19日）凌晨1点发布声明称：“经查，目前联想集团向华为公司供货正常。”“华为是联想PC和服务的重要客户，我们将在严格遵守联想业务所在国家和地区的相关法律及合规条例的基础上，持续向华为销售产品和服务。”联想集团表示，对于目前网上的“断供”等不实之词，已对谣言传播者连夜取证，将诉诸法律手段，追究造谣者责任。从民族品牌的代表到因“5G投票”争议事件负面评价爆发，近年来，联想集团在出生和成长的大本营遭遇了前所未有的品牌危机。近期，联想集团也开始主动回应并在战略上强调回归中国市场的重要性。危机下的品牌重建“不明势力针对联想的舆论攻击在过去一年时间已经连续发起多次，谣言广度和深度远超正常商业竞争范围，已向有关方面汇报，望网友勿相信相关传言。”联想集团在辟谣声明的末尾写道：多事之秋，共度难关。5月16日晚间，联想集团官方微信平台发布长文《解密那场不存在的联想5G投票事件》，在创始人柳传志发起联想保卫战后一年后，主动重提争议事件，但却仍然被质疑重提事件的动机。“今年是联想的品牌亮剑之年。我们的对话工程，就是要更好地去构建内外部关系。”联想集团不久前在公众号评论区解释道。实际上，进入今年5月以来，联想集团在面对外界负面评价时采取了更为积极的应对方式。如果常常关注联想集团的公众号，或许你会发现，5月以来评论区变得更热闹了——联想集团开始在公众号领域正面回应负面评价，评论区内容的长度有时甚至超过了正文的长度。“联想承受太多负面的声音了，有些是对的，我们接受，但是有些是无稽之谈……我们应该向大家呈现一个真实的联想，而不是一个被抹黑、完全歪曲的公司。”5月16日，联想集团执行副总裁兼中国区总裁刘军向包括《每日经济新闻》在内的媒体表示。刘军表示，品牌重建是联想集团转型的基石之一。“第一，改进自己；第二，我们应该给大家呈现一个真实的联想。”强调重回中国联想集团执行副总裁兼中国区总裁刘军（中）联想集团公告显示，其在超过160多个国家或地区开展业务，2018年最后3个月，中国区占集团季度总收入的26%，美洲区占集团季度总收入的31%，亚太区占18%，欧洲/中东/非洲区占25%。杨元庆曾对媒体表示，联想在中国市场相对平稳，手机业务增长较快，而在海外营业额和利润（增长）方面则更快一些。5月16日下午，联想集团执行副总裁兼中国区总裁刘军在接受《每日经济新闻》等媒体采访时多次强调回归中国，并称在本土市场重新打造联想的竞争力和业务模式，是未来联想成功的关键。“联想一定要回归中国。过去一直在忙于全球化。走到一个成功的阶段以后，是时候重新回归本土市场了。”刘军表示。在联想中国的战略转型方向上，刘军画出了三条跑道：第一条跑道是智能物联产品，第二条跑道是智慧行业解决方案，第三条跑道是智慧服务。刘军表示，他最期待第三条跑道，即智慧服务的发展。“几乎所有企业都面临IT架构的重建，这就是为什么我们看好服务，未来几年市场会有大量的服务需求。我拿到的数据显示，到2020年，中国IT服务市场规模会超过PC规模。”巨头转型并不容易，会受到诸多来自各方面的阻力。刘军认为，最大的阻力还是来自于自身平衡的风险。“最大的阻力，或者说最大的难度是要‘空中加油’——一边保持业务平稳发展，同时推进变革。（二者）有些时候是矛盾的，好比要盖一个新房，要拆掉旧房子才能盖新房子。但是我们希望‘旧房子’保持不变，同时把新的东西改造出来，比完全停下来把房子拆掉，再重新盖要难得多。我想这是我们最大的挑战。”刘军表示。联想凌晨发声明：未向华为断供 多事之秋共度难关5月19日凌晨，联想发布声明称，未向华为断供。经查，目前联想集团向华为公司供货正常。对于目前网上的“断供”等不实之词，我们已经对谣言传播者连夜取证，将诉诸法律手段，追究造谣者责任。", "author": "观察者网", "newsdate": "发布时间：19-05-19", "newstime": "09:37", "sentiment": [{"positive_prob": 0.899483, "confidence": 0.77663, "negative_prob": 0.100517, "sentiment": 2}]}, {"title": "美国禁令与华为极限生存简析", "content": "作者： 深圳宁南山  来源：宁南山2019年5月15日，美国商务部在其官方网站上发布了一则新闻国商务部的工业和安全局（BIS）把华为公司加入其Entity List（实体清单）Today, the Bureau of Industry and Security(BIS) of the U.S. Department of Commerce announced that it will be addingHuawei Technologies Co. Ltd. and its affiliates to the Bureau’s Entity List.这条新闻还说，把华为加入实体清单的举动，是因为商务部获得了相关信息，该信息为确定华为从事的活动违反美国国家安全或外交政策利益提供了合理依据。This action stems from information available tothe Department that provides a reasonable basis to conclude that Huawei isengaged in activities that are contrary to U.S. national security or foreignpolicy interest.那么具体是什么信息呢？就是司法部对华为的公开起诉书所指控的活动，包括涉嫌违反“国际紧急经济权力法”（IEEPA），向伊朗提供违禁金融服务蓄意违反IEEPA规定，以及妨碍司法公正，阻碍对涉嫌违反美国制裁行为的调查。This information includes the activities allegedin the Department of Justice’s public superseding indictment of Huawei,including alleged violations of the International Emergency Economic Powers Act(IEEPA), conspiracy to violate IEEPA by providing prohibited financial servicesto Iran, and obstruction of justice in connection with the investigation ofthose alleged violations of U.S. sanctions.很明显，美国人没有发现什么新证据，而是把美国司法部正在进行的对华为的指控内容作为了商务部的“行动依据”，而这些指控在去年加拿大逮捕孟晚舟的时候我们就已经知道了那么这个加入实体清单意味着什么呢？将美国技术出售或转让给实体清单中的公司或个人需要BIS颁发的许可证，如果出售或转让会损害美国国家安全或外交政策利益，则可能会拒绝许可证。该清单将在联邦公报中公布。Thesale or transfer of American technology to a company or person on the EntityList requires a license issued by BIS, and a license may be denied if the saleor transfer would harm U.S. national security or foreign policy interests. Thelisting will be effective when published in the Federal Register.“美国商务部工业和安全局在美国总统的支持下采取的这一行动将华为作为全球最大的电信设备制造商中国公司，列入实体清单。这将阻止外国实体以可能破坏美国国家安全或外交政策利益的方式使用美国技术，“商务部长威尔伯罗斯说。 “特朗普总统已指示商务部保护其国家安全活动。自行政当局成立以来，该部门已向实体名单增加了190人或组织，并根据1962年“贸易法”第232条对进口对国家安全的影响进行了五次调查。“This action by the Commerce Department’s Bureauof Industry and Security, with the support of the President of the UnitedStates, places Huawei, a Chinese owned company that is the largesttelecommunications equipment producer in the world, on the Entity List. Thiswill prevent American technology from being used by foreign owned entities inways that potentially undermine U.S. national security or foreign policyinterests,” said Secretary of Commerce Wilbur Ross. “President Trump hasdirected the Commerce Department to be vigilant in its protection of nationalsecurity activities. Since the beginning of the Administration, the Departmenthas added 190 persons or organizations to the Entity List, as well asinstituted five investigations of the effect of imports on national securityunder Section 232 of the Trade Act of 1962.”上面的内容请注意，出来讲话的美国商务部长是和中国进行贸易谈判的核心成员.同时新闻解释了这个实体清单的操作流程，那就是实体清单的增加由最终用户审查委员会（End-User Review Committee）决定，该委员会由商务部，国防部，国务院和能源部的官员组成。根据“出口管理条例”第744.11（b）条，有合理理由相信个人或组织参与或构成参与违反国家安全以及威胁美国的政策利益，可以添加到实体清单中。Additions to the Entity List are decided by theEnd-User Review Committee which is comprised of officials from the Department of Commerce, Department of Defense, StateDepartment, and Department of Energy.Under § 744.11(b) of the ExportAdministration Regulations, persons or organizations for whom there isreasonable cause to believe that they are involved, were involved, or pose asignificant risk of becoming involved in activities that are contrary to thenational security or foreign policy interests of the United States, and thoseacting on behalf of such persons, may be added to the Entity List.因此把华为公司列入实体清单，是美国四个部门共同作出的决定，包括商务部，国防部，国务院和能源部，可见这是美国政府的集体意志。请注意这个Export Administration Regulations（出口管理条例），这个是实体清单的法律依据。同时美国总统特朗普也宣布了国家紧急状态，而标题要非常清楚，这样做的目的是确保信息和通信技术关键基础设施供应链的安全。特朗普签署了行政命令，内容是宣布外国对手对信息通信技术，服务和供应链的威胁是全国性的紧急情况。这个行政命令的内容是，只要美国商务部认为对美国国家安全构成了威胁，那么就禁止涉及到美国信息技术和服务的商业交易Today, President Trump signed an Executive Order:Securing the Information and Communications Technology and Services SupplyChain, declaring that threats to the information and communications technologyand services supply chain by foreign adversaries are a national emergency.TheExecutive Order prohibits transactions that involve information andcommunications technology or services designed, developed, manufactured, orsupplied, by persons owned by, controlled by, or subject to the jurisdiction ordirection of a foreign adversary whenever the Secretary of Commerce determinesthat a transaction would pose a threat to national security, as articulated inthe Executive Order.同时提到，这个决定是基于与总检察长，财政部长，国务卿，国防部长，国土安全部长，美国贸易代表，情报局局长，总务处处长，联邦通信主席的磋商。委员会和其他适当机构的负责人，商务部将在150天内发布规则，以制定审查此类交易的程序basedon consultations with the Attorney General, the Secretaries of Treasury, State,Defense, and Homeland Security, the United States Trade Representative, theDirector of National Intelligence, the Administrator of General Services, theChairman of the Federal Communications Commission, and the heads of otherappropriate agencies. In carrying out this mission, the Department of Commercewill issue regulations within 150 days to establish procedures for reviewingsuch transactions.在行政命令的一年内，商务部长将酌情与财政部长，国土安全部，国家，国防部，司法部长，美国贸易代表，国家情报局局长和主席进行磋商。联邦通信委员会必须向总统报告所采取的行动是否充分，并在必要时继续采取行动。Withinone year of the Executive Order, the Secretary of Commerce, in consultation asappropriate with the Secretaries of Treasury, Homeland Security, State,Defense, the Attorney General, the United States Trade Representative,theDirector of National Intelligence, and the Chairman of the FederalCommunications Commission must report to the President whether the actionstaken are sufficient and continue as necessary to mitigate the risks identifiedin the Order.不管是行政命令，还是美国商务部公布的实体清单，都是事实上可以随时禁止美国公司向华为销售产品，我们有理由相信，华为成为了美国贸易谈判的筹码，而贸易谈判的真实目的，并不只是希望多向中国出口东西扭转逆差，更多是因为想接贸易协议来阻碍中国的先进产业发展，也因为此，贸易协议里面包含了中国不能接受的内容。如果对此感兴趣的话，可以看看我去年同期的文章，完整的列出了当时美国媒体发布的英文版的对方谈判条件。美国商务部BIS把华为列入实体清单依据的是美国《出口管理条例》，而该条例的特点是对外国的交易也加以限制，也就是“区域外适用”，根据市场价格，如果美国企业的零部件和软件在原则上包含25％以上，那么也会成为被管制对象，也就是说，即使是韩国，日本，欧洲等国家的产品也将被管制。如果违反，将被美国政府处以禁止与美国企业交易等行政处罚和刑事处罚。那么华为能否安然无恙呢？一定会受到影响，而且是不小的影响。根据2018年底华为公布的92家核心供应商名单，美国有33家，中国大陆25家，日本11家，中国台湾10家，其他地区13家。美国的供应商主要是半导体和软件公司。根据从供应链得到的消息，在5月17日，美国各大半导体公司都已经接到了美国政府的通知，停止了对华为公司的供货，这意味着美国人的禁令对于华为可以说完全没有缓冲期。对于受到极限状态受到的可能影响，华为公司内部已经有所评估，华为的轮值CEO徐直军2019年2月在华为公司年度工作会议上的内部发言时称“我们现在有8000多人的队伍正在为业务连续性日夜奋战，没有节假日”同时有一句关键的话：“消费者业务相对于ICT基础设施业务有点不同，在业务连续性上，我们基本不依赖于美国，虽然我们大规模使用美国器件，但是我们可以做到不依赖，这是比较踏实的一点。”同时2019年5月16日华为轮值CEO胡厚崑在内部在《致员工的一封信》里称“美国商务部工业与安全局（BIS）将华为列入所谓“实体清单”的决定，是美国政府出于政治目的持续打压华为的最新一步。对此，公司在多年前就有所预计，并在研究开发、业务连续性等方面进行了大量投入和充分准备，能够保障在极端情况下，公司经营不受大的影响。”当然了，华为高管们的讲话，肯定会有稳定军心的意味，那么华为究竟受的影响有多大？1：华为手机业务所受的影响比通信基站和企业IT产品要小。这一点从徐直军在华为年度工作会议上的讲话也可以得到印证。华为手机除了短期内有供货产能的麻烦，带来销量受影响之外，中长期会更快的恢复，这是为什么呢？一个是客观要求不一样，智能终端更看重用户体验，企业IT产品和通信基站产品更看重技术指标。智能手机是小型部件，仅供个人使用，和外部通信的数据交换量较小，一个普通人一个月的使用流量平均下来也就是几个G的水平。而一个通信基站连接的用户数量众多，每天产生巨量的数据交换，企业买的IT产品也是同理，其对数据交换量的需求极大。企业和电信运营商，对数据的需求量和个人完全不是一个级别，同时对可靠性的要求也和个人不是一个级别，一个企业或者一个运营商如果出现业务中断，损失将是巨量的，我们假设一个城市突然断网几小时，这个影响将是非常巨大。因此ICT基础设施部分，对信号处理等高性能器件的要求是高于手机的。同时手机业务更多是消费者的用户体验水平，对手机技术参数如数家珍的发烧友是少数，大多数人根本不会去了解手机的具体技术规格。我们一直在说5G，其实和4G的核心区别之一就在于数据传输速度，达不到5G的速度就不是5G，也就不会有运营商客户用。而对于普通用户，其实手机的上网速度快一点，慢一点根本感觉不到，相比之下会更多在意非性能方面的东西，比如说你的领导，买手机一般都是华为，尽管他买的款式不一定性能有OV,小米的同款好。一个是客观的收益成本，为什么华为海思的主力产品是手机使用的麒麟处理器？其实原因不复杂，即使是像中国这样的大国，通信基站的数量也就是百万站级别，企业IT使用的各种产品也是同理，其需求量是远远无法和单款手机就能动辄销量上百万部，甚至上千万部去比较的。因此华为优先选择在手机上大力开发麒麟处理器，也是符合商业利益的结果，这也在客观上导致了华为的手机部分芯片自主化程度高，甚至可以不依赖于美国器件。同时华为公司也比较有底气，使用替代器件毫无疑问会带来手机性能的下降，但是对于消费者而言，这种体验并不会太敏感，举个例子，你和你朋友都买了同一款手机，在同样的网络环境下测试手机的下载速度，你是3M/s, 他是4M/s,看起来是不是他的手机性能好三分之一？实际上你们的用户体验差异不会那么大。2：美国的《出口管制条例》并不能回溯到以前已经销售的产品，ARM架构已经获得永久授权，华为自有操作系统已经可用。这是很容易理解的，此次美国商务部BIS发布的实体清单，其法律依据就是《出口管制条例》，该条例能够惩罚违反出口禁令的企业，但是不可能说，一家企业以前卖过东西给华为，所以也要处罚。华为在2019年5月之前购买的各种服务性产品，其所有权在华为，是可以继续使用的，只是不会继续收到厂家提供的服务。有人说，华为的处理器用的ARM架构，华为的手机用的操作系统是安卓，华为开发芯片用的EDA用的是Cadence，Synopsys，甚至华为员工内部办公用的也是windows，美国一禁用就完了。这种说法是错误的，已经购买了的服务性产品，交易已经完成，其所有权在华为，华为继续使用没有任何法律问题，华为是有时间来逐步替代以上已经购买的服务性产品的。以ARM为例，虽然是软银所有，但是因为其用到了美国的知识产权，也会受到管辖。但即使不再对华为授权新的版本，华为也可以在之前购买的版本基础上自行继续开发，下面这张图是2019年1月的华为在一次市场活动中解释了公众对ARM架构自主性的疑问。华为拥有ARM V8架构的永久授权，而这是最新的商用架构，华为可以完全自主的设计处理器，不受外部环境制约。另外，如果美国人要求谷歌安卓停止对华为销售产品和提供服务，谷歌肯定会遵守，但是这不会妨碍华为推出自有系统兼容安卓，实际上华为对于安卓系统已经有了非常深度的理解，前不久推出的方舟编译器就是个例子，华为通过对安卓底层的研究，能够确保在专利上证明其自有系统的独立性，保证能够在美国以外的所有国家合法销售。其他的EDA芯片设计工具也是同理，即使不能继续获得更新的版本，华为仍然是可以继续使用，这也给华为留下了时间，实际上华为还有其他方法可以规避，例如业务外包等等。实际上，摩尔定律的发展也给了华为时间，EDA工具和工艺制程高度相关，芯片代工厂工艺向更高纳米精度，也需要EDA工具厂家随之更新数据库。但目前芯片制程到了7/5nm之后，已经基本快到极限,速度变慢，因此华为已经购买的EDA工具授权，可以比较之以前使用更长时间，这也给华为带来了缓冲。软件和架构授权都属于服务型产品，他们一个是不存在大规模供货的问题，不继续供货了我也可以继续用，我还有时间继续改进；一个是不存在法律问题，这个也很关键，这意味着华为的手机等产品可以在全球各国继续的顺利销售，而无法被当地法律禁止，当然了美国除外，他们早就禁止华为产品销售了。也就是说，即使美帝耍流氓，即使完全没有法律依据，也要强行规定以前卖给华为的ARM架构授权，以及安卓系统授权也不能算数，也根本不影响华为继续使用，只要遵守全球除美国以外国家的法律规定即可，华为不会丧失全球市场。这一点从美国反复要求其盟友放弃华为5G,却响应者寥寥就可以看出来。3：华为的核心元器件供货问题—台积电问题影响需要注意的是，华为对于断供的极限情况，已经做了多年的完整的布局，一些芯片美国供应商占据了统治地位和份额的产品，例如FPGA，DAC,ADC, DSP等等，很多人怀疑华为没有应对方案。这是完全错误的，以上芯片国内都有厂家可以设计，华为自己也有相关的布局，只是性能不如美帝同类产品。实际上，华为高管的多次讲话里面，已经把“业务连续性”作为公司生死存亡的战略目标。华为这么多年的战略布局，从来都是能出人意料，在你想不到的地方提前数年布局，像上述的大类芯片，华为在多年里，尤其是在去年中兴事件爆发之后到现在已经一年多，却毫无动作的可能性为零。一个是从系统设计上，通过不同的路径规避和减少美系芯片的使用，最为明显的就是AI芯片，目前市场上就有FPGA, GPU和ASIC等不同实现方案，不同的方案对美国的依赖度是不一样的。一个是通过备货，为切换供应商提供缓冲时间，从第一供应商切换到备份供应商和自有芯片，一定会带来性能的下降和产能的空白期，因此需要备货缓冲。华为已经针对不同类型的重要元器件分级，分别给予不同的备库存时间。根据《日本经济新闻》5月17日的报道，据欧洲、亚洲等数家华为供货厂商的相关人士介绍，对不可替代的美国企业的半导体等，华为确保了6～12个月的库存。实际上我合理的推断，华为除了自己备货以外，也让各种合作伙伴备了库存，这个是很好理解的，很多芯片并不是由手机或者通信厂家直接从芯片厂购买，而是从各种分销商合作伙伴处购买，为了共担风险，各种分销商也会备库存，因此华为的实际备货周期是大于6-12个月的。华为目前的产品的芯片布局里面，是优先保证核心和战略产品的供应，而对在华为体系里面占比非常小的产品，则会受到很大影响，最为典型的是华为的笔记本电脑，其实现在发展非常好，2018年销量猛增400%，按照这个速度，华为会很快成为全球笔记本电脑的主流供应商，联想过几年会比较危险。但是目前笔记本电脑的英特尔CPU，华为暂时找不到替代品，同样的还有windows，不过华为完全可以销售不带windows的电脑，由消费者自行安装。不过不管怎样，由于英特尔CPU的不可替代性，因此华为笔记本电脑业务不可避免的会受到很大影响。相比之下，华为在智能手机和平板电脑体系的ARM架构和操作系统自主性就没有问题。相比之下，最大的风险是来自于台积电，甚至三星的存储器都没有那么让人担心，台积电的7nm制程芯片，为华为旗舰机P30系列等大量供货，如果停止出货，将会对华为旗舰机的销售造成毁灭性影响，华为旗舰机在库存消耗完后将无法持续生产。中国大陆的中芯国际，在过去的数年里面采取了重心侧重于公司盈利的做法，充分利用和开发成熟制程保证持续盈利，导致先进制程的进展比较缓慢，这种做法对于公司经营和员工报酬是有利的，但是对于国家安全确是不利的。幸而这种局面在2017年Q3梁孟松加盟后得到改变，14nm制程今年已经可以量产，12nm今年一季度已经在客户导入中，而7nm工艺也已经在研究中，中芯已经完全改变了战略方向，全力冲刺先进工艺制程。2019年5月初，中芯国际发布了一季度财报，联席CEO赵海军、梁孟松也分别针对运营及技术发表了看法。“过去两年以来，公司处于调整期。透过优化和改革，提升内在实力，研发显着提速。我们积蓄的能量和竞争力，将加速我们接下来追赶产业发展新趋势的步伐，迎合宏观市场机会的到来，有望走出调整期，加速我们的成长。”非常明确的说明，过去两年的调整中芯国际已经完全的把先进工艺作为主攻方向。因此中芯未来财报的盈利水平，可能不会很好看。在中芯国际2019年发布的《致股东的信》里面，明确提到“2018年全球收入约33.6亿美元，同比增长8.3%；来自于中国区的收入（不包括技术授权收入）同比成长了24.3%。”“二零一八年是加速研发之年。我们在研发上的投入超过六亿美元，占营收比例远高于行业平均水平。特别感谢研发部门同事夜以继日的努力，我们在先进制程研发方面取得了喜人的突破性进展，显示我们的研发效率得到长足提高。我们已经完成了28纳米HKC+以及14纳米FinFET技术的研发，并开始相关客户导入的工作。预计于二零一九年内实现生产。”根据2019年5月发布的第一季度的财报，中芯国际更进一步到了12nm阶段。中芯国际联席首席执行官，梁孟松博士说：“FinFET研发进展顺利，12nm工艺开发进入客户导入阶段，下一代FinFET研发在过去积累的基础上进度喜人。关于14nm和12nm的不同，梁孟松指出，12 nm 是 14 nm 微缩版本，比较12 nm 工艺与 14 nm 工艺，12nm 在表现上功耗减少 20 % 、效能增加10 % 、面积减少 20 %，两个工艺有部分客户重叠，预计在消费性、中端手机AP 等应用都会有需求。请注意这个中端手机处理器，业界基本上确定中芯国际14/12nm的第一个用户就是华为海思。那么14/12nm是处于什么水平呢？2016年10月华为发布的麒麟960使用的就是16nm工艺，搭载在2016年10月发布的旗舰机Mate9和2017年2月发布的P10上面，我现在使用的手机就是mate9，已经两年多了，至今仍然流畅。当然在同样的时间段里面，我老婆已经换了2部手机了，所以靠中年男人刺激消费是不行的。目前市面上仍然有搭载麒麟960的华为手机销售，例如Nova2S，目前6G+64G售价1600元。也就是说，目前中芯国际的工艺水平即使今年顺利量产，也只能够支撑中低端手机的销售。中芯国际尽管“下一代FinFET研发进度喜人”，这个下一代是10nm还是7nm其没有透露，但是其到量产，赶上目前台积电的水平也还有几年的时间。美国人必然会给台湾和台积电压力，这就非常考验台积电管理层的判断水平了，在历史的十字路口，台湾和台积电能否做出正确的选择？从目前的情况看，台积电在5月17日晚上率先表示“內部已建立一套完整系統，經初步評估後，應可符合出口管制規範，決定不改變對華為的出貨計畫，將繼續出貨華為；不過，後續仍將持續觀察與評估。”至少表明其态度是积极的，由于台积电在美国纽约证交所也发行了ADR（存托凭证），因此美国人是否把在美股挂牌的公司也纳入美国企业的定义，这是风险点。台积电最终会不会迫于美国压力，取决于其政治智慧。中芯国际在2017年开始布局7nm研发，到现在才2年不到，其7nm研发成功并且量产，还有至少两三年时间，有梁孟松的加盟会加速，但是这几年的空白期，华为旗舰机是需要高度依赖台积电的，目前来看台积电是华为的最大变数和风险当然极端情况下，如果台积电在美国和台湾政府压力下，做出了追随美国的历史选择，华为的手机部门会遭受重大挫折，但是至少中低端手机还可以依赖中芯国际的14nm/12nm继续生产。5：华为资金安全由于全球的美元交易系统掌握在美国手里，而华为总部和全球各个子公司，以及全球各个供应商都有跨国资金往来，因此汇路安全也是华为需要考虑的问题。由于美元的全球交易都掌握在美国的手里，美国境外的美元交易主要通过美帝的跨境美元交易系统CHIPS进行，CHIPS的所有参与行都在美国境内，具体的说是在纽约，例如中国银行纽约分行是CHIPS的参与行，中行的其他分行是没有资格的。由于美元跨境清算和支付都要通过这些美国境内的CHIPS成员银行进行，因此美国人很清楚的知道每一笔美元资金的流向，全球每一笔美元清算交易都要通过在纽约的参与行进行。理论上美国人是可以要求冻结华为的美元交易的。如果美国这么做，那么华为公司只能采用欧元或者人民币和境外进行交易，而如果更进一步，美国要求全球各大商业银行拒绝向华为提供金融服务，否则进行民事和刑事处罚，那么这个挑战就很大了。即使是中资大银行，例如四大行，恐怕也很难违反美国禁令，这可能是华为最大的风险点之一，需要国家力量进行援助。我们参考昆仑银行的案例，该银行在中石油旗下，是中国专门成立来进口伊朗石油的银行，在伊朗遭受美国金融封锁的情况下，用于购买伊朗石油。让伊朗的银行在昆仑银行开设账号，中国的公司进口石油后，往该银行账号汇人民币和欧元，反之中国公司向伊朗出口亦然。当然了昆仑银行自2012年开始就被美国制裁，美元结算通道被关闭，长期只能用欧元和人民币交易，是中国商家向伊朗出口货物的唯一结算银行。换言之，中国的其他大银行为了规避被美帝制裁的风险，都没有参与为对伊朗贸易提供结算服务。如果真的出现了极端情况，可以参考专门做伊朗业务的昆仑银行，专门成立一家小型银行，为华为提供全球金融服务。另外除了使用欧元以外，我国跨境人民币支付系统CIPS二期也已经在2018年5月上线，可以提供有力的支撑，2018年前三季度，以中国银行为例，办理人民币跨境结算业务4.26万亿元，同比增长60%。中国目前已经与30多个国家和地区签订双边本币互换协议，可以抛开美元和欧元进行交易。6：华为的最终命运和极限推演在之前的文章里面就分析过，华为有以下几项收入可以不受影响：一个是存在不少不依赖于美国元器件的产品，可以顺利销售，最典型的就是光伏逆变器，华为是全球最大的光伏逆变器厂家；同样的还有海思的芯片，全球最大的安防系统厂家海康威视，其最大的芯片供应商就是海思，类似的还有智能电视芯片，海思也占了很大的份额。而这类芯片并不需要7nm那么高端的制程，从设计，制造到封装都可以在中国大陆完成。如果海思来自华为自有系统的需求减少，可以大力推动对外销售，提高国产电子产品的芯片自主化率。另外还有终端产品，例如路由器，华为手环，华为手表，华为电视等等，中低端手机，其性能落后旗舰机的水平，华为采用非美系方案是可以做出中低端方案的。去年4月的中兴事件爆发后，也极大的警醒了华为，到今年5月总共给华为留出了13个月的时间，同时加上库存的6-12个月，华为有足够的时间完成中低端产品的非美国布局。一个是华为的专利收入，即使华为任何产品都卖不了，也可以像高通一样收专利费，毕竟不管是4G还是5G，华为都拥有大量无法绕开的基础专利，并不比高通少，而高通每年专利收入可达百亿美元。实际上我们假设极端情况下，华为所有手机完全不能销售，其退出的市场一定有部分被OV和小米占据，对于中国来说，整体的市场份额丧失并没有那么大，而华为目前并没有启动对国内手机厂家收取专利费，倒是和三星和苹果谈专利授权费用非常来劲，可以通过对国内厂家启动专利收费来弥补损失。另外高通也在使用华为的专利，也是需要向华为付费的，只不过高通不生产手机，双方交叉授权后，华为还是需要向高通付费。一个是华为在全球存在大量的存量网络和手机产品，这是可以持续实现收入的，一部手机对华为带来的收益，不只是手机自身的价格，还有上面的系统收入，最为典型的就是华为商场，你在上面下载了任何的软件和应用，给开发者带来的收益，华为都会拿到分成，一般在30%以上，尤其是游戏，这个是收入的巨大来源，你从华为下载的游戏应用，然后进行充值，华为都是会有分成收入的。其他还有华为pay等各种华为自有应用，也可以给华为带来收益。全球存量华为手机至少几亿部，这是华为的盈利来源之一。另外就是华为遍布全球的数百万个通信基站产品了，2G，3G，4G很多都是多年前的老产品，靠销售各种备件，也可以获得收入。我觉得真正需要担心的是华为的部分供应商，华为会受到较大损失，但是倒不了，但是其供应商如果丧失了华为的供货，一定会有的撑不住倒下，因为华为是很多供应商的第一大客户，这对产业链的影响是比较大的。另外就是华为的金融安全问题，这个是需要国家出面协助的，毕竟先进的芯片可以自研，但是华为不可能自己成立银行为自己服务。当然了，极限情况下，华为至少可以做中国本土以及少部分国家的生意。虽然落后美国，但中国已经具备较强的半导体研发能力，所有的芯片都有布局，有了火种。美帝是ICT产业的开创者，也是全球最强的领导国家，不依赖于美国元器件，是一个艰巨的挑战，一定会有短期的痛苦。但是我们也要有信心，中国在IT产业虽然落后美国，但是也已经有了几十年的积累，实际上就半导体而言，如果全球第一是美国，那么谁是全球第二？下图是全球2018年芯片设计十强：分别是博通，高通，英伟达，联发科，海思，AMD，Marvell，赛灵思，联咏，瑞昱，我们可以看到，6家美国公司，3家台湾公司，1家中国大陆公司。实际上上面这个榜单只是纯芯片设计厂家，如果我们看所有的半导体厂家。下图是2019年Q1的全球15强，分别是英特尔，三星，台积电，海力士，美光，博通，高通，TI，东芝半导体，英飞凌，英伟达，恩智浦，意法半导体，海思，索尼。分别是美国6家，欧洲3家，日本2家，韩国2家，台湾和中国大陆各一家。以上两份榜单，我们可以看出什么呢？美国遥遥领先毫无疑问，但是其他国家谁是第二，实际上很难分出来。如果以半导体销售额来看，那么韩国人无疑是全球第二，其三星和海力士的存储器销售额惊人，导致两家都在全球半导体行业排进了前四位，总销售额超过了欧洲，日本，中国台湾和中国大陆。如果以纯芯片设计公司来看，中国是世界第二了，下图是IC insight发布的全球芯片50强，2017年份额为美国53%，台湾16%，中国大陆11%，欧洲公司仅为2%，日韩相加也只有2%左右。实际上中国的11%是没有包括海思，中兴和大唐的内部销售的，按照IC insight的估计，如果这部分算上，那就是17%的份额。而2018年，毫无疑问中国大陆设计产业产值进一步放大，继续超过台湾位居第二。如果以芯片制造来看，那就是台湾最强了。全球几大芯片工厂，台积电，联电，三星，英特尔，中芯国际，global’foundry，这方面欧洲反而很落后。总的来说，我们也可以看得很明显，全球美国以外，只有中国半导体产业发展势头最猛，对美国的威胁最大。ICT产业本来就应该是华人的优势产业，全球芯片设计十强的英伟达，黄仁勋就是联合创始人之一；同样的还有雅虎的创始人杨致远，youtube的联合创始人陈士骏；安华高和博通的CEO 陈福阳等等。中国台湾以台积电和联发科为核心的半导体产业也做的非常出色。中国大陆起步晚，但是势头是最好的。改变人类的认知需要标志性事件要改变人类对一件事的认知，是需要标志性事件作为分水岭的。比如抗美援朝，就是标志着“西方殖民者几百年来只要在东方一个海岸线上架起几尊大炮就可霸占一个国家的时代是一去不复返了”ICT产业是美国人优势最大的产业，一旦在此次较量中，全世界发现，过了几年华为依旧在持续发展。也就是说，大家都知道了，即使在其最强的ICT领域，美国人搞技术封锁和断供也没有什么用，无法阻碍中国科技公司的发展，这将是心理上对人们产生重构，让世界刷新了对中国科技能力的认识，也能增强国人的自信。美国人长期对中国和中国人，或者说黄种人，有一种若有若无的蔑视感。杨振宁曾经在《邓稼先》一文中写过：“1971年，我第一次访问中华人民共和国。在北京，见到阔别了22年的稼先。在那以前，也就是1964年中国原子弹试爆以后，美国报章上就已经再三提到稼先是这项事业的重要领导人。与此同时还有一些谣言说，1948年3月去了中国的寒春曾参与中国原子弹工程。1971年8月，我在北京看到稼先时，避免问他的工作地点，他自己只说“在外地工作”。但我曾问他，寒春是不是参加了中国原子弹工作，像美国谣言所说的那样。他说他觉得没有，但是确切的情况他会再去证实一下，然后告诉我。1971年8月16日，在我离开上海经巴黎回美国的前夕，上海市领导人在上海大厦请我吃饭。席中有人送了一封信给我，是稼先写的，说他已证实了，中国原子武器工程中，除了最早于1959年底以前曾得到苏联的极少“援助”以外，没有任何外国人参加。这封短短的信给了我极大的感情震荡。一时热泪满眶，不得不起身去洗手间整容。事后我追想为什么会有那样大的感情震荡，是为了民族而自豪？还是为了稼先而感到骄傲？我始终想不清楚。”美国人始终不愿意相信，中国人能够自己搞得出核武器，一定是受到了外国人的帮助，这让杨振宁也感到沮丧，而当邓稼先向他确认，中国的核武器确实是完全中国人自己搞出来，这种反差以至于让杨感到感情震荡，热泪盈眶。1999年的考克斯报告也是典型，这个在美国引起轩然大波，成为了中美关系焦点以及媒体报道热门的事件，在毫无证据的情况下指责中国是因为偷窃了美国的W88核弹技术才完成了核弹小型化，还因此逮捕了华裔科学家李文和，最终证明李文和是无辜的，不得不予以释放，2000年，李文和获释，还获得了美国政府和媒体的赔偿。在这起事件中，从美国的媒体人，到美国政府，到美国议员，他们似乎都相信，中国人是不可能自己掌握那么先进的技术的，那么偷窃美国技术就成了唯一的解释，这是一种把中国人视为劣等民族的优越感心理。实际上到了2019年的今天，美国人的这种心理依然没有改变，他们今天花很大精力来指责中国偷窃了美国的知识产权，这背后的逻辑，似乎是中国的技术进步和发展都是偷窃美国技术才有可能。中国的各大科技集团，包括航天科技，航天科工，中船重工，中国电科，中车集团，华为，中兴，上汽，国家电网，京东方等等，除了偷窃美国技术之外就无法发展，中国人自己没有发展科技的能力。2018年，美国就对中广核和中核集团进行了禁运，理由是偷窃了美国的核技术。实际上美国了进行了禁运，今天中广核和中核集团发展并没有受到什么影响，各项工程稳步推进。好了，现在我们都知道了，美国在核技术方面对中国搞封锁，也并没有什么用。对华为公司的封锁和反封锁，也可以成为标志性事件，成为中国ICT产业科技自立的分水岭，不仅改变美国人“你如果不是偷我的技术，肯定就无法发展”的优越感心态。也可以改变中国人“美国一制裁，我们的ICT科技企业就无法发展”的恐惧心态。中国和美国都有弱点，美国没有必胜的把握。美国在ICT产业的弱点是什么？对ICT产业而言，美国封锁华为其实是一场赌博，因为美国人没有必胜的把握。全球ICT的制造产业链和品牌大部分集中在东亚地区，全球十大芯片买家，有五家在东亚地区（三星，华为，联想，步步高，小米）。苹果的全球200大供应商，有139家，也就是差不多70%来自东亚。同时如果按照工厂计算，苹果200大供应商全球807家工厂，只有62家在美国，只占7.7%。605家在东亚（中日韩台），占了75%，其中中国占了47.76%，美国人在制造领域实际上是被边缘化的。在东亚产业链之外，美国可以说是孤岛般的存在，因此必须保持开放，参与和融入到东亚产业链。ICT产业涉及的大部分零部件以及整机制造，早就离美国远去了，这个产业链很难回到美国本土，美国现在失业率并不高，制造业只有提供更高的薪资才能从服务行业抢到就业人口，同时美国的人口结构变化也很难支撑大规模制造业就业人口。我看了不少央视拍的中国公司在美国开工厂的记录片，一个感受就是，为什么美国工人总体上年纪都这么大，而且看起来白人居多？美国人最大的优势在于半导体设计领域和部分半导体产品的制造，美国远离作为ICT制造中心的东亚，距离在一万公里以上，这是天然的劣势。因为集聚在东亚的中下游的零部件公司和品牌公司，掌握着半导体类产品的采购权，换句话说，我是客户，只要我有选择，那我即可以买你的，也可以买他的。美国公司目前是凭借其半导体技术优势，使得中下游的企业没得选择，不得不购买其产品，别无他家，从而参与产业分工获取利润，而美国推动封锁华为，实际上是在推动中国加大在美国核心领域的投资，而一旦中国在这方面赶上来，发现完全可以实现ICT产业内部循环，而不需要向万里之外的美国公司购买，那么远离东亚产业链制造核心区域的美国半导体产业，只会被逐渐替代。这样的故事已经发生了很多。例如深圳的汇顶科技，其实全球最大的指纹识别公司是在欧洲，瑞典的FPC公司，而当中国公司发现汇顶的国产指纹识别芯片也可以使用，OPPO,VIVO，华为等都纷纷向汇顶科技进行采购，很快远离东亚产业链的欧洲和美国的同类公司就没有机会了，逐步的从产业链退出。从这个意义上来讲，美国人也是玩火，如果美国人坚持封锁华为一年，两年，那么对美国来说，那些技术优势领先程度比较弱的美国技术公司将首先受到影响，因为一年之后，他们发现自己已经被中国本土的供应商替代了，因为美国政府对中兴和华为的打击，让那些原本没有机会参与市场竞争的中国本土芯片公司得到了机会，得以发展壮大。而一旦自己被替代，再想进入东亚产业链就非常困难了。这也是为什么对美国人来说，让制造业回归美国本土，让产业链重新回到美国本土如此重要。这是一场竞赛，中国人在半导体领域争分夺秒技术进步，而美国人在努力保持半导体技术优势，同时让产业链回归美国。目前中国已经拥有了一大批全球性品牌，同时中国产业链上游公司也掌握了大量的零部件制造，摄像头模组，CMOS传感器，手机处理器，OLED显示面板，手机镜头，玻璃盖板，金属加工，FPC，电路板等各种零部件技术都相继取得突破并且大规模出货。如果产业链始终牢牢的掌握在中国手里，那么最终只剩下半导体这块硬骨头，一旦技术上突破，根本不需要领先美国公司，只要技术上达到同等水平，美国产品就会被很快替换掉，而一旦被替换，则几乎永远回不来了。对华为，中兴，OPPO, VIVO，小米们来说，既然可以在东莞深圳买到，我为什么要从美国买呢？2018年的中兴事件，从4月一直到7月，延续了差不多三个月。这件事把国内很多人的信心打击了，其实反过来我们并没有意识到一个问题，那即是美国的芯片份额，在中兴的采购体系里面永久性的降低了。中兴加大了对自产，国产，以及其他非美系芯片的采购力度，这对美国半导体公司来说，是一个持续性的损失。华为的体量是中兴的7倍，是全球仅有的三家千亿美元公司之一，2018年全球半导体采购金额达到211.31亿美元，增长45.2%。这也是为什么华为被发布禁令后，美国半导体公司股票大跌，受到的影响比去年大得多。这也让美国面临一个处境：如果坚持禁令，不只是美国的半导体供应商会受影响，毕竟丧失了一家大客户是很痛的；同时华为在全球的客户也会受到影响，包括在美国华为也有客户存在，华为网络的全球存量巨大，影响是全球性的。而这个禁令即使在未来撤销，美国半导体公司在华为公司的份额必将永久性的损失和降低，实际上也会削弱美系半导体公司的优势。换句话说，一旦做了这个决定，不管是否撤销禁令，美国一定都会遭受很大损失。如果这个不好感受的话，我们就举个例子，如果中国政府突然宣布对三星或者苹果的禁令，中国国内的供应链都不能向苹果公司出货，我国的零部件供应链企业必然也会遭受严重损失。而一旦被苹果或者三星踢出了供应链，再想进入就困难重重了。美国特朗普政府愿意承受这个损失，说明他们下定决心要削弱中国的科技进步。中国的国家力量是华为的强大支撑，做好持久战。尽管华为公司会面临各种困难，但是他不只是一家18万人的科技公司，也是14亿人的科技公司。华为公司最大的优势在于其组织能力强大，不客气的说，即使今天华为的技术能力和其他国内同行对调，华为也可以凭借自己的组织能力很快赶上来。也就是此次只要华为公司能够撑过去，只要这个组织还在，就能最终实现完全的去美国化生存，在受到挫折之后再次恢复，就跟我国各大军工企业一样。那个时候美系半导体公司由于被华为逐渐移除出供应链，会面临华为份额越高自己越难生存的情况。因此，保住华为这个组织，不能只是华为公司自己，中国政府也在行动。中国的各大军工企业，被美国断供已经多年，中国在当年能够确保国有军工企业的发展，当然也能保证华为的生存和发展。中国建国后，遭遇的此类事件不是第一次。2018年的中兴，中广核，中核，中电科，晋华....2019年的华为，都遭遇了美国的禁令和断供。但其实中国历史上最为严重的“经济断供”事件，远远比今天严峻的多，那就是1958年开始的中苏决裂事件，随之而来是1960年苏联撤走全部援华专家，那影响的不是一家中国的顶尖科技公司。当时自第一个五年计划以来援建的304个项目，到1960年上半年已建成103项。其余201项正在建设中。苏联1960年7月28日到9月1日撤走全部在华专家1390名，并带走了全部图纸、计划和资料，并停止供应重要设备，大量减少成套设备和各种设备中关键部件的供应，使我国250多个企业和事业单位的建设处于停顿、半停顿状态。事情最大的起因，是苏联提出要在中国领土上建设用于军事的长波电台，和在中国领海和中方组建联合舰队作为交换。这是对中国主权的侵犯，毛泽东后来在回忆这件事时说：“事实上同苏联闹翻是1958年，他们在军事上控制中国，我们不干。”宁肯被断供，和超级大国决裂，也绝不出卖民族利益，60年前的中国是这样，60年后的中国也还是这样。今天中国面临的条件，其实比当年要好得多了。不管是华为以及其上游的供应链也好，还是整个国家的ICT产业科技进步也好，我们既要对面临的短期困难有充分的心理和思想准备，同时也要对中长期的胜利抱有坚定的信心。", "author": "观点", "newsdate": "发布时间：19-05-19", "newstime": "21:46", "sentiment": [{"positive_prob": 0.924467, "confidence": 0.832148, "negative_prob": 0.0755333, "sentiment": 2}]}, {"title": "华为绝地反击，中国居安思危", "content": "美国商务部本周四（16日）在毫无实据的情况下，宣布将中国华为公司及其70家关联企业列入出口管制“实体名单”，禁止华为从美国企业购买技术或配件。这一极限绞杀行动意在切断华为的命脉，阻遏中国高科技的发展，维护美国的全球科技霸主地位。然而，让华盛顿意想不到的是，华为公司迅速启用花费十余年投入研发的备用方案，从而确保了华为大部分产品的战略安全与连续供应。面对美国的极限绞杀，华为凭借长期以来居安思危、未雨绸缪的战略远见和奋斗创新精神，打了一个漂亮的绝地反击战！作为全球最大网络设备生产商，华为公司经过20多年的国际化发展，业务已覆盖170个国家，为全球三分之一以上人口日常通信需求提供服务。但是，华为在美国的发展却异常崎岖坎坷，从多个并购项目受阻，到遭到所谓“危害美国国家安全调查”，华为始终被排除在美国主流运营商的网络基础设施门外。即便这样，美国仍然焦虑不安，因为，目前华为5G专利数量排名全球第一。拥有更高速率和更低延迟的5G网络是业界下一个竞争点，作为全球科技霸主的美国早已扬言5G是一场美国“必须取胜”的竞赛，绝不允许有任何挑战者。为此，尽管它表面上称要靠竞争而不是靠封杀来赢得竞赛，但实际上说一套做一套，将“国家安全”概念作为推行保护主义的工具，以“莫须有”的罪名，通过“政治绑架”、“关门封锁”、游说威胁盟友等多种手段，对华为发起全球“绞杀令”。但是，美国这么做，不仅不会让自身更安全、更强大，反倒对与华为合作的美国公司造成强烈冲击，影响美国数以万计的就业岗位，同时也严重破坏了全球供应链的合作，对人类文明与科技发展进步造成巨大戕害。比如，美国高通、赛林思等公司是华为主要合作伙伴，美方出口管制“禁令”一出，这些公司的股价立即大跌，华盛顿此举可谓损人害己。法国总统马克龙、德国总理默克尔等欧洲国家领导人已经表示，不会追随美国对华为的“禁令”。这反映出，美国为维持其科技霸权而滥用国家力量打压竞争对手的蛮横做法，已经激起了全球公愤。令人欣慰的是，面对超级大国挥出的封杀大棒，华为早在十几年前就有预判，并为如何“极限生存”作了长期艰苦和充分的准备。备用方案的启用，显示出其居安思危的战略远见、未雨绸缪的底线思维，以及坚忍不拔、攻坚克难的奋斗豪情。中国企业与中国企业家的这种精神，正是中国不断攀登科技高峰的力量所在。中国企业如此，中国和中华民族也是如此。回望来时路，中华民族就是一个生于忧患、成长于忧患、壮大于忧患的伟大民族。新中国成立70年来，来自外部世界明里暗里的打压与封锁从未间断过。从研制“两弹一星”应对大国核讹诈，到攻克芯片难关冲破高科技封锁，中国共产党带领中国人民为了实现国家繁荣、人民生活幸福，始终坚持“往最好处努力、做最坏处准备”的战略思维，一次次地化险为夷，化危为机。当前，中国正前所未有地接近实现民族伟大复兴的目标。但是这一目标的实现，正如中国国家主席习近平所指出的，绝不是轻轻松松、敲锣打鼓就能实现的，必须付出更为艰巨、更为艰苦的努力，必须要增强忧患意识，防范风险挑战。华为对美国打压的绝地反击，让中国人进一步认识到居安思危的战略意义，进一步坚定了攻坚克难、奋斗创新的信念。坚守底线思维、做好自己的事情，中国一定能冲破任何封锁打压，迎来风雨之后的彩虹、阴霾过后的阳光！来源：中央广播电视总台国际锐评，央视新闻（ID：cctvnewscenter）本期编辑：崔鹏、蒋川", "author": "人民日报", "newsdate": "发布时间：19-05-19", "newstime": "12:40", "sentiment": [{"positive_prob": 0.989402, "confidence": 0.97645, "negative_prob": 0.0105975, "sentiment": 2}]}, {"title": "不抱任何幻想，不浪费任何时间！华为选择一心一意办好自己的事", "content": "资料图 新华社供图这个周末，华为无疑是舆论场中绝对的关键词。保密柜里的“悲壮长征”言犹在耳，又有最新动态引发讨论。一是美国阴晴不定，态度一天几变。前些天，特朗普在毫无实据的情况下将华为列入制裁“实体清单”，眼看这颗“炸弹”激起了前所未有的反响，美国方面又开始找补，表态“可能会很快缩减对华为技术的限制”“正在考虑为华为提供一张为期90天的‘临时通用执照’”云云。再一个，就是一度传得沸沸扬扬的“联想背后捅刀华为事件”。网络上有传言联想“取消了所有和华为的订单”“帮美国打击华为”。面对不断发酵的舆情，联想深夜辟谣并在官方声明中力挺华为“多事之秋，共度难关！”多重信息交织发酵，一时间，舆论场众声喧哗。在笔者看来，当此之时，我们最需要的就是冷静平和，以“乱云飞渡仍从容”的姿态回应外界的纷纷扰扰。今日美国，翻脸比翻书还快。可以想见，未来这个深具“弃约精神”的国度，在不按套路出牌的总统加持下，必然还会继续上演变脸的戏码。对于美方，我们万万不能寄希望于其“手下留情”，更不能以核心利益做交易，必须丢掉幻想、准备斗争。以历史的眼光来看，今日中国遭遇的外部挑战其实是大国崛起之必经沟坎。目前，中国是全球第二大经济体、第一大货物贸易国、第一大外汇储备国，是120多个国家和地区的主要贸易伙伴，可谓不折不扣的“大块头”。所谓“木秀于林风必摧之”，如此大的体量、如此重的分量，让我们自然而然地吸引关注目光，特别是西方发达国家的注意和警惕。某种程度上，近年来战略讹诈密集上升的外部环境就是美国日益严重的“对华焦虑症”之现实透射。只要中国还在发展，这种聒噪和打压迟早会来，而且势必会愈发严重。换一个角度看，如是种种未尝不是好事，因为行走在复兴之路上的中国必须经历“压力测试”，才能夯实自己的强国根基。从这个意义上说，面对眼下的沟沟坎坎，最重要的是保持定力。风雨兼程70载，新中国的外部挑战一刻也没有停止，我们之所以能在夹缝中生存壮大，闯出了一片天地，就是因为我们始终按照自己的节奏办好自己的事。一穷二白时，豺狼虎豹尚且扼杀不住我们，今天中国的体量举世无双，又有什么理由不淡定？如果说，美国的善变让我们看清了形势；那么，联想辟谣的舆论反响则让我们看清了人心。面对这场来势汹汹的战略胁迫，国人没有人云亦云地被来路不明的谣言“带节奏”，反而激发起了团结一心、众志成城的凝聚力。目前，知乎造谣“联想断供华为”者已经发文道歉。说实话，相较“内斗捅刀”传闻，这场经贸摩擦更像一场冷水浴，让我们更加清醒地看到：中国不可能买来一个现代化，也买不来一个现代化，我们必须心往一处想、劲往一处使，将核心技术牢牢攥在自己手中。更令人欣慰的是，中国社会正体现出“任凭风吹雨打，我自岿然不动”的面貌。就拿身处风暴漩涡的华为来说，不仅凭借未雨绸缪的战略准备打了一个漂亮的绝地反击战，而且在至暗时刻还按照原计划干着自己的事，比如，继续为自己的折叠机做参展推广，并强调日后每一款新产品出生都要同步“科技自立”的方案。外部不可测，但始终心里有数，就能无惧风雨。“暴风雨中的雷声特别响，乌云深处的闪电特别亮，只有通过漫长的黑夜，才能喷涌出火红的太阳。”我们不妨以这句诗自勉，中流奋楫，只争朝夕。一步一个脚印走、一棒接着一棒干，就一定能笑傲风霜，守得云开见月明！来源：北京日报·长安观察流程编辑：孙昱杰", "author": "北京日报客户端", "newsdate": "发布时间：19-05-19", "newstime": "22:31", "sentiment": [{"positive_prob": 0.0137551, "confidence": 0.969433, "negative_prob": 0.986245, "sentiment": 0}]}, {"title": "华为再发声：不需要美国芯片！今年增速或小幅放缓", "content": "5月19日华为心声社区强硬发声，直指华为并不需要美国芯片。不过华为总裁任正非也坦言，预计华为的增长可能会放缓，但只是小幅放缓，2019年度收入增长可能略低于20%。华为总裁任正非在近日接受外媒采访时表示，即使高通和其他美国供应商不向华为出售芯片，华为也“没问题”，因为“我们已经为此做好了准备”。作为华为的创始人，任正非坚称华为没有做任何违法行为。这也是美国发布华为贸易禁令以后，他首次接受采访。事实上早于任正非的亲自表态，近日华为旗下的海思公司已经一跃为最大的民族“网红”。起因正是海思守得云开见月明，公布了华为芯片的“B计划”。去年中兴遭受美国制裁后元气大伤，一度曾走到破产边缘，而华为显然底气更足。华为旗下的芯片公司海思半导体总裁何庭波，近日就发布了一封致员工的内部信，“今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部‘转正’！”人无远虑必有近忧。当年华为曾做过一个极限生存的假设，即有一天如果美国对华为实行芯片制裁和技术封锁，那华为该怎么办？这次任正非也公开表示，华为将继续开发自己的芯片，减少生产禁令带来的影响。任正非这次甚至强硬表态，华为公司不会任由华盛顿摆布。“我们不会像中兴通讯那样，在美国的要求下改变我们的管理，也不会接受其监管。”他说。据任正非透露，华为公司已经否决了在美国本土生产5G设备的可能。“即使美国请求我们在那里生产，我们也不会去”，他表示。记者了解到，华为每年采购价值约670亿美元的零部件，其中约110亿美元来自美国供应商。华为在一定程度上仍依赖美国的一些半导体零部件制造商。外界分析，华为在未来生产智能手机和电信设备时依然面临重重困难。然而华为遇到的问题远不止芯片这一方面。如果美国突然宣布禁止中国手机用安卓系统怎么办？这也是悬在华为头上的一柄利剑。华为2018年度财报显示，手机已经成为了华为最赚钱的产品。而操作系统相当于手机的大脑，安卓已经发展了11年，成为了目前最好用的手机操作系统之一，和苹果的ios一起统治了目前世界上98%以上的手机系统。虽然目前华为已有自己的操作系统，还有阿里巴巴的yunOS，以及微软的Windows Phone，但是目前这些系统都没法代替安卓的地位。更关键的是，安卓代表的是一个生态系统，旗下拥有不计其数的APP等软件，没有了安卓系统，那这些APP都将无法运行。即便国产操作系统可以在国内使用，但是在国际上的认可度低，华为手机的出口也将受到极大影响。对此，近日负责华为手机业务的华为消费者业务CEO余承东就转发了华为心声社区一篇名为《华为手机操作系统往事》的文章，并附评论称，“除了自己的芯片，还有操作系统的核心能力打造！”事实上，早在今年3月份，余承东在接受德国媒体采访时就曾表示，华为已经开发了自己的操作系统，以防美国科技巨头不再向其授权现有系统。据了解，华为从2012年已开始规划自有操作系统，意在成为安卓系统的替代品。在部分国人心中，眼下华为事件已经成为了中美贸易战的压力测试或风向标。华为能否在此次事件中“抗住”，成了中美间胜负手的关键因素之一。来源：北京日报客户端作者：赵鹏监制：涂露芳编辑：赵鹏流程编辑：孙昱杰", "author": "北京日报客户端", "newsdate": "发布时间：19-05-19", "newstime": "17:10", "sentiment": [{"positive_prob": 0.896775, "confidence": 0.770612, "negative_prob": 0.103225, "sentiment": 2}]}]