[{"title": "华为电视要来了，电视圈几家欢乐几家愁，小米电视准备好了么？", "content": "市场从来不相信弱者的眼泪，哪怕是市场的领先者，只要产品不够好，用户依然会用脚投票，这就是市场竞争的残酷所在，也是新晋者的机会。据说华为电视要来了，作为一个消费者你兴奋吗？近日，有媒体报道，多位业内人士向第一财经记者确认，华为今年将会涉足电视江湖，并在近期频繁接触彩电界人士，为即将推出的电视寻求渠道建设、产品营销方面的建议。一位接受过华为相关咨询的业内人士表示，荣耀预计今年4、5月份率先推出电视，华为电视今年下半年也会推出。目前已经有200-300人的团队，研发放在IOT大部门下，属于智能家居的业务部门，预计将会让京东方控股的高创公司做代工。华为做电视依然采取双品牌战略，荣耀更侧重线上渠道，结合5G技术华为电视将定位中高端。对此，华为公司持谨慎态度，表示不予评论。华为华为电视必然会上马该来的挡不住。通常，无风不起浪，不评论基本等同于默认。华为电脑也是经过一轮的媒体猜测、辟谣之后和大家见面。从市场策略来看，只要符合企业的发展策略，产品线的延伸是水到渠成。消费级市场潜力巨大，华为已经尝到甜头。华为2018年总营收高达1085亿美元，相比去年增长21%。2018年华为手机出货超2亿台，消费者业务收入规模同比增长50%，较目标提前一年跨越500亿美元里程碑，占据华为收入的半壁江山，要知道2010年手机出货量才仅仅300万，那还是华为手机给运营商贴牌的时代，足见华为在消费级领域的爆发力和对开辟消费市场的期待。华为进军手机领域是自然的逻辑。特别是智能手机发展的初期，三星、苹果、高通、摩托罗拉等巨头都在打专利战，如果要打通全球市场，凭借在通信技术领域的核心优势积累，华为有了技术和专利积累，足够应对手机市场上的专利之争。有了手机市场的巨大成功，紧接着，2016年华为推出笔记本电脑，抢占办公市场，一路走来收获颇丰。得益于华为芯片技术已经走在世界前列，5G技术更是领先于世界，因此，华为有更广阔的技术、产品和服务覆盖消费领域市场。特别是电视市场，需要新技术带动新应用场景，颠覆用户的传统认知。比如，从内容端，5G技术的到来使得更多4K、8K的内容不断涌现，将会带来更全新的内容体验，利用5G技术的先发优势，华为更容易占领用户品牌的心智。5G技术作为IoT领域的核心技术，而家庭互联网场景的串联离不开入口级的电视产品。就目前来看，围绕家庭场景所推出的智能设备有智能音箱、空调、冰箱等、智能电视等，但是，对消费者互动性和参与性更强的依然是电视。此外，华为也需要借助电视产品带动海思芯片麒麟OS系统的发展。家庭互联网场景助力华为电视成功的四个核心优势去年，华为消费者BG掌门人余承东在公司内部讲话时表示，华为消费者BG上下应该有远大追求，必须做世界第一的产品，世界第二没人能记住。追求决定高度，要么不进入，一旦进入一个领域，就要成为这个领域的王者。分析来看，华为电视成功有几个核心优势：余承东一是品牌优势。华为不仅仅是中国骄傲，更是全球品牌，特别是拿下电信运营商领域全球第一之后，华为已经跻身全球品牌领先者。如今，华为手机也取得了巨大成功，市场保有量和消费者口碑推进华为品牌效应的外延是华为电视的优势。二是资金优势。2018年华为公司预计实现销售收入1085亿美元，同比增长21%，2019年营收目标1259亿美元。华为巨大的营收以及研发投入，必然给新业务的拓展带来新的支撑。此前有报道指出，与小米等其他互联网电视不同，华为的智能电视并不是ODM的产品，而是华为自行研发设计生产。也就是说华为将会自己开生产线，将会是研发设计生产组装为一体，这将是与其他互联网电视最大的区别。三是核心技术。提到华为，首先想到的是华为注重技术投入，华为未来十年每年将投入营收15%用于研发，其中拿出总研发费用的20%-30%用于基础研究，一步步占领通信技术领域的制高点。特别是5G技术已经领先全球，订单超过30个，25000个基站。另外，华为电视采用自己的海思芯片，体现出了芯片技术能力。四是供应链整合能力。手机产品是供应链能力的比拼，数百个供应商，红极一时的乐视手机就因为供应链挤兑问题推到了多米诺骨牌，导致一系列的连锁反应，乐视生态化反宣告失败。曾经不可一世的小米手机因为所谓的饥渴营销和跳票，备受消费者诟病，雷军不得不亲自接管供应链管理，使得小米度过了危机，重新走向了正轨。如今，已经是中国手机市场老大，全球市场老二的华为手机鲜有供应链问题爆出，足见华为对供应链管理方面的重视以及管控能力。华为电视来了，小米电视准备好了么？最近5年，电视机领域有了互联网以及创新公司的加入，显得格外热闹。传统电视厂商从单纯的比拼硬件和显示技术有了更多维度的竞争，比如内容、生态服务等。而互联网电视品牌的加入让价格更亲民，甚至是诞生了不少价格“屠夫”，比如乐视电视、小米电视、PPTV、暴风TV 、未来电视、风行电视、看尚电视、微鲸电视等等，但是，喧闹之后，盲目的价格战使得大量互联网电视品牌因为面板涨价、渠道不堪重负、销量持续不佳等综合因素而不得已倒闭。相比之下，传统电视领域的创维、海信、长虹、TCL、康佳等品牌凭借过去的品牌、原始用户和渠道积累，依然是市场上的主流品牌。不过，互联网电视作为年轻品牌迭代速度更快，以期更快速的接近消费者诉求。小米自2013年9月推出智能电视以来已经接近6年，产品迭代到了4系列，产品品类也日趋丰富，可以说，小米电视和手机一样，是小米阵营里面的重要业务线，也是小米推进IoT生态链，布局家庭场景的入口级产品。小米电视关于小米电视取得的成绩，雷军在小米年会上提到，2018年是小米大家电雄起的一年。小米电视仅用了5年的时间就登顶中国第一，在海外市场连创佳绩。小米电视作为一个新晋品牌，我们似乎应该给小米电视鼓掌。现如今，华为电视要来了，再加上华为和小米在手机领域经常互怼，以至于不少网友很自然的认为华为电视是直指小米电视。的确，参照华为手机的成长曲线来看，第一依然是开辟电视业务线的基本原则。首先是拿下中国市场第一，然后瞄准全球，因此，把小米电视国内第一的位置拿下也是必然。狭路相逢勇者胜，针尖对麦芒，看谁更强。总之，我对华为切入电视市场持欢迎态度，但是挑战也很大。手机产品的成功不能简单的复制到电视领域，电视产品和手机产品有差别，市场的迭代周期相对较长，技术更新也相对较慢，需要慢工出细活儿。而且中国彩电市场已经趋于饱和，据全国家用电器工业信息中心数据显示，2018年中国彩电市场零售量达到4705万台，零售额达到1433亿元，分别同比下跌1.1%和9.5%。未来想要在有限的市场空间内取得突破，对华为电视来说挑战相当大，毕竟新品牌需要塑造，新产品也要打磨，要想让用户从关注到购买也要有一定的时间周期，而且也要面对电视众豪强的集体竞争，华为电视的路不会太顺利。", "author": "财经科技汇", "newsdate": "发布时间：19-02-03", "newstime": "17:27", "sentiment": [{"positive_prob": 0.0198216, "confidence": 0.955952, "negative_prob": 0.980178, "sentiment": 0}]}, {"title": "有争议！安兔兔实测，麒麟980的AI跑分不如骁龙660？", "content": "有争议！安兔兔实测，麒麟980的AI跑分还不如骁龙660？科技圈最负盛名的一句话就是不服跑个分了，在大家找不到客观评价一款手机好坏的时候，拿着自己的手机或者电脑跑个分就一目了然了，雷军就是一个很喜欢晒跑分的老板，曾几何时的小米的确是国内首屈一指的高端性能机皇，那些年屡试不爽的“不服跑个分”成为了小米的口头禅，小米也凭借跑分红极一时，最终带来的是销量！只是近些年却发生了翻天覆地的变化，iPhoneXS的性能同期安卓机没有办法超越，安卓阵营华为的麒麟芯片还是崭露头角，拥有更好更流畅系统的一加开始截胡小米，现阶段小米已经不再是跑分冠军了，取而代之的是华为或者一加苹果，只是最近的一个跑分排名再次引发了网友热烈讨论，甚至让部分网友对跑分这个事情失去了信仰，原来最近安兔兔测评了手机各大CPU的AI跑分性能，不过分数却相差悬殊争议性很大，我们看看到底是怎么一回事？原来国内权威跑分软件安兔兔正式发布“AI评测”Beta版，和此前测试CPU，GPU总分不太一样的是，这一次测评的数据是AI跑分，也就是现阶段各大芯片公司融入AI能力，加入独立NPU后拥有了更加智能的系统，如今围绕跑分有DXOmark拍照跑分，安兔兔性能跑分和安兔兔AI性能跑分这三大模块了，只是从网上博主晒出的AI跑分截图来看，结果是让大家大吃一惊，原来具备了麒麟980的荣耀V20的AI跑分居然还不敌中低端高通骁龙660，测试结果让他大跌眼镜有图有证据！而让荣耀赵明可能脸上蒙羞的是荣耀V20居然是输给了红米Note7，要知道这款999元的新机是雷军刚刚独立Redim后的首秀作品，发布会上雷军还是很不给面子碰瓷荣耀V20，这下好了前后呼应这一次红米Note7的AI跑分超过了麒麟980的荣耀V20，雷军背后偷着乐这下花粉却很郁闷了，荣耀V20得分68477分，红米Note 7得分72768分，一个是7nm的芯片一个是14nm芯片，发布日期也差了有2年之久，讲道理的话麒麟980是完胜骁龙660才对不可能会落败的，所以花粉纷纷是在论坛抱不平，认为这里面水分很大有争议！眼看事情发酵了安兔兔可能也是感到有点理亏了，所以安兔兔的新闻主编张鹏也是出来澄清，说测评的结果并不能代表整体，给出的原因是华为海思HiAI引擎对象识别是使用TFLite在CPU上进行运算，所以在机制上跑分会稍低，当然很专业的术语小编就敞开说了，总而言之广大花粉接受不了安兔兔自己有一套，这和此前鲁大师的系统流畅度排名榜单一样存在争议，当时MIUI不敌努比亚 UI，魅族Flyme垫底，小编还是建议大家理性看待跑分，跑分只能作为借鉴不能作为衡量一款手机绝对标准！而另外的一个网友评价小编也是忍不住想说下，安兔兔是雷军投资的，这一次AI跑分麒麟980不低骁龙660的确有争议，对此你们作何评价？备注：图片来源网络，如有侵权，烦请联系删除！", "author": "推哥说科技", "newsdate": "发布时间：19-02-03", "newstime": "22:12", "sentiment": [{"positive_prob": 0.0188154, "confidence": 0.958188, "negative_prob": 0.981185, "sentiment": 0}]}, {"title": "新机速描 ｜ 华为荣耀V20，更强力的性价比旗舰", "content": "转载自百家号作者：蓝哞科技V20已经发布了一些时日，蓝科身边已有朋友入手，除了取消刘海的穿孔屏，这台手机还有什么值得称道的地方？我们来一探究竟。在3000-4000价位，横亘着多款互联网旗舰机，它们的线下影响力不像蓝绿大厂或者苹果华为那么引人注目，但在线上却是万众瞩目，每一款新机上线都会引起一轮粉丝间的论战。产品定位升级的小米、以“不将就”铁粉为核心发迹的一加与华为的互联网品牌荣耀，都属于这个细分市场。V20显然也在其中。于是我们看到性价比的最新组合，呈现出极强的产品力。性能表现超出我的预期经测试，V20在性能上的表现，优于三星S9+、Google Pixel 3 XL，甚至也超过了一加6T。原本我以为一加6T的骁龙845配上瘦身系统，已经足够快了，但没想到V20给我的观感更快一些。我也用游戏进行了测试，玩堡垒之夜（吃鸡类）时，V20可以保持在60帧的帧率，王者荣耀之类的游戏更是最高设置无压力。7纳米的麒麟980芯片确实有点厉害，有压过骁龙845的势头。高通你赶紧努力吧，别把心思全放在打官司上了！4000毫安时的强力续航继承了华为P20以及Mate系列的强力续航，V20也在紧凑的身段里放进了4000毫安时的大电池。经我测试，一天的满负荷使用完全没有压力，拍照、看视频、发邮件、微信通话之后，到睡前还有40%的电量。惊艳的后盖与紧凑的机身设计相较于目前的主流旗舰，V20的机身紧凑，穿孔屏的屏占比也达到了90%以上，如果习惯了那个右上角的小孔，整体更显赏心悦目。机身的纹理设计也很有新意，相比起现在流行的渐变色背盖，我更喜欢这种内敛而高端的暗纹，大V的样式大气而美观。出色的硬件 + AI智能 = 强力相机华为在相机方面的积累和进步有目共睹，V20在相机上没有妥协，“超清摄影”功能是他们最新的研发成果，测试效果不错，但由于我的测试样机没来得及导出照片就还回去了（年前时间太紧），在此简单贴两张美媒拍摄的样张供参考。LCD屏幕，唯一的短板，取舍的结果与XR一样，V20配备的是LCD屏幕，其色彩对比度并不如OLED理想，但这就是中端旗舰机型的取舍。怎么说呢？我不介意配备LCD的XR，因此我也不太在意V20的这个短板。甚至从夜晚刷机来说，LCD更不容易伤害眼睛。这个取舍见仁见智吧！总结强力的性能、可靠的续航、帅气的外观以及一些可以接受的妥协，以及，在如此紧凑的机身还保留了一个耳机孔，值得表扬！我给80分，你呢？喜欢的话，去实体店摸摸吧！关注蓝哞科技，了解新鲜有趣的数码资讯！", "author": "华西悦读", "newsdate": "发布时间：19-02-03", "newstime": "10:16", "sentiment": [{"positive_prob": 0.999829, "confidence": 0.999619, "negative_prob": 0.000171523, "sentiment": 2}]}]