[{"title": "2019口碑最好的4款华为手机，颜值高性能强，体验超iPhone！", "content": "1、华为Nova5 pro以前小编对note系列是不太看好的，毕竟国内已经有OPPO和vivo了，华为再去打造女性市场，并且推出高价的novo系列显得格格不入，不过这一代的华为Nova5 pro却给我眼前一亮的感觉，可能是上一代的l华为note4彻底溃败，销量和口碑均不好，所以华为novo5pro也急于渴望挽回口碑，最终拿出的麒麟980+8GB大内存和128GB的存储空间，华为这一次十分友好，价格方面更是压低到2999，这么一款具备屏幕指纹也有麒麟980的手机，是目前华为手机的性价比极限，对比老款的iPhone来看体验更加超前。2、华为P30 Pro华为p30系列已经拥有千万台的销量，不过我认为华为p30有点猫腻，对比小米9和魅族16s的没有太大的优势，甚至可以说是有点虚高，但这款华为p30 pro就截然不同了，他虽然价格很高，但是有高价的道理，比如说顶级的i4镜头让他成为全球第一的拍照旗舰机，像素很高，不得不说其堪称夜视仪，镜头夜拍能力首屈一指，拍照方面远超iPhone，这一切也得益于顶级的ISO，其数值达到了40万分，是目前的行业的翘楚再加上其曲面屏的设计很有质感，屏幕指纹更是锦上添花，体验肯定是超过iPhone，这款手机目前口碑也很好，公认的颜值性能双高，用个三年不成问题。3、荣耀note10虽然以前荣耀note系列并不热门，不过自从这款手机从曾经的2700多降到了如今的1899之后，荣耀note10卷土重来成为目前的顶级千元机，它具备了6.95英寸的大屏，得到了无与伦比的游戏视觉体验，加上麒麟970和安卓编辑器，荣耀note 10依然能够胜任很多主流游戏，加上其后置双摄镜头，前置1600万的自拍美颜镜头，荣耀note 10具备全能的表现，而且5000毫安的大电池更是锦上添花，也是目前华为荣耀里面续航能力最大的，玩游戏、看电影都不错，更重要的是它的价格很低，对比目前的iPhone6s plus来说，荣耀note10在拼音方面更加超前，值得网友入手，用个三年也不成问题。4、荣耀V20荣耀V20是荣耀旗下的首款4800万镜头手机，也是荣耀旗下的首款全面屏手机，出色的外观配合重新打造的三d后盖，小编对荣耀V20的酒红色配色尤为喜欢，让人感觉高端很上档次，虽然后盖指纹并不算美观，不过比侧边指纹的荣耀20显得更加实用，更重要的是荣耀V20的价格已经被调控到了一个新低，入手难度很低，加上麒麟980顶级的处理器，4000毫安的大电池更是远超小米9，因此荣耀v20通过降价之后口碑回暖，体验方面也是比iPhone更好。当然如果你追求的是更极致的拍照体验的话，那么建议你买价格高出一点的荣耀20 pro。大家买华为手机可要看准了，不是所有华为手机都是有性价比的，华为手机也有好坏，不过小编上面的4款绝对是发自内心出于肯定的体验，也是大家公认口碑好的4款华为旗舰机，颜值高口碑好，在综合体验上的确超过iPhone，也能做到三年不会落后，你们喜欢哪一款呢？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-07-05", "newstime": "21:20", "sentiment": [{"positive_prob": 0.999822, "confidence": 0.999604, "negative_prob": 0.000178033, "sentiment": 2}]}, {"title": "华为科普5G双模手机！网友：四个知识点，四张图就全部理解", "content": "前些天，中国移动董事长杨杰发布声明，明年1月1日开始，NSA的5G手机将无法入网，必须要支持SA模式，据悉NSA模式是依托现有的4G基站加入的5G网络，而SA则是需要单独搭建5G基站。因为目前5G基站价格是4G的2倍，功耗是2.5倍，所以还需要一个过程。为了让大家更清楚双模5G手机的区别，今天，华为官方通过四张图给大家科普了一下华为双模5G手机的4个知识点。华为表示，搭载麒麟980处理器以及巴龙5000 5G基带的手机就支持双模SA/NSA，同时向下兼容234G，官方称这也是目前唯一一个支持双卡双待的5G手机；据悉，巴龙5000是目前量产的5G基带中首个7nm工艺多模5G基带，比10nm工艺的基带芯片身材更小，功耗更低。显然，华为指的是某芯片，大家都明白的，好了，大家可以看看下面四个图片了解一下。", "author": "数码科技评论员", "newsdate": "发布时间：19-07-05", "newstime": "21:45", "sentiment": [{"positive_prob": 0.979454, "confidence": 0.954342, "negative_prob": 0.020546, "sentiment": 2}]}, {"title": "美国软化禁令，新加坡想吃回头草，竟狂砸3000万挽留华为！", "content": "近日，美国总统特朗普在日本大阪召开的G20峰会上，就允许美国企业继续向华为供货一事松口。特朗普对华为禁令的软化，可以说是美方对我国华为的第一次服软。不过，在特朗普未明确表明松口以前，众多美国企业早已偷偷绕过出口管制措施向华为供应零部件，所以所谓禁令也只是名存实亡。除了美国企业继续向华为供货之外，其他原本站在美国一方，企图排挤华为5G技术的国家也重新站队，例如新加坡。有媒体爆料称，新加坡通信及信息部长易华仁宣布向华为投资4000万新元（约合3000万美元），助其发展5G技术。其实，新加坡这样的做法也是大势所趋，因为归根到底国家之间的关系是建立在国家利益的基础上，更何况华为的5G技术领先于世界。如今，全球投入研发5G技术并能做好的，也只有华为、爱立信及诺基亚这三大巨头。所以，在美方服软这一国际态势演变下，新加坡自然而然地向华为递出了橄榄枝。况且，新加坡与华为此前早有合作，特别是在云计算领域的合作十分的深入。因此，新加坡对华为的整体实力应当是很有信心的。除了新加坡对华为示好以外，在G20峰会上，塞尔维亚社会党副主席奥布拉多维奇在接受央视采访时，也表示出了对华为实力的肯定。奥布拉多维奇称，是美国的打压使他明白了华为的5G技术已经超过了美国，并且奥布拉多维奇还表明了想与华为继续合作的立场。反观美国，封锁华为一事可谓是未伤敌一千，而自损八百。美国也将华为列为了“实体清单”中，并没有达到遏制华为发展的目的，而是激发的华为的成长。然而，美国本土的一些企业却受到了很大程度上的影响，从而引发了许多美国供应商的内部混乱。总而言之，科技的发展势不可遏的，人类在进步的过程中必须不断地在科技领域取得突破。美国不努力发展自身，却遏制我国华为的正常发展，这是极为自私的做法。好在，美国终于向华为服软，华为也始终保持着自身的5G技术领先于全球的地位。而对于美方接下来的举措，我们也处于观望之中，相信华为将继续保持着博弈优势，不被击退！", "author": "互联网大视件", "newsdate": "发布时间：19-07-05", "newstime": "10:14", "sentiment": [{"positive_prob": 0.00264299, "confidence": 0.994127, "negative_prob": 0.997357, "sentiment": 0}]}, {"title": "任正非：一个中年男人的逆袭之路……", "content": "“我是在生活所迫，人生路窄的时候，创立华为的。”创业20年后，任正非写了一篇回忆自己创业史的文章《一江春水向东流》，他在开篇就介绍了自己创业不是因为多伟大的抱负，而是不得不如此。1987年，任正非43岁，当时的他接连遭遇了事业和人生的双重打击：因为工作失误被骗而失业；离婚。人到中年，都说四十不惑，可又怎能无惑呢？“时代已经没时间与机会，让我不惑了，前程充满了不确定性……”如果是任正非自己，他去从事技术工作（以前做过技术发明），或者搞点科研，还能过点小日子。但他作为家里的长子，有父母要赡养，有子女要养育，有弟弟妹妹要照顾，实在是没有其他路好走。中年人没有资格自私，也没有权利任性。在《我的父亲和母亲》里，任正非曾介绍过自己家庭的苦难历史，在很长一段困难时期，家里人都吃不饱饭，他是靠从弟弟妹妹口粮里省出来的一小张玉米饼才考上大学的。1967年，因为担心父亲，任正非扒火车回家看望，当时他父亲和家里的情况很不好，但父亲仍然把自己唯一的皮鞋让任正非穿走，告诉他千万不能放弃学习，“记住知识就是力量，别人不学，你要学，不要随大流……以后有条件要照顾好弟妹……”可以说，任正非能上大学是背负了家庭全部希望的，他身上系着回报家庭的重任，可他年过四十依然一事无成，那种挫折、失败的滋味，如人饮水，冷暖自知。任正非的大女儿曾写文章回忆当年的艰苦困顿：“住在漏雨的环境里，深圳是多雨地区，外面下大雨，里面下小雨，四面透风的屋子里，隔壁邻居说话都能听见。”思来想去，只有创业致富一条路可走。任正非找了几个志同道合的的朋友，一起凑了2.1万元的创业资金，招聘了3个员工，在深圳南油集团一个简陋的居民楼里创办了华为。公司成立后，任正非一度为做什么生意而挠头，他从来没有接触过生意人的门道，一切都是从头开始摸索。刚开始，他甚至考虑过墓碑和减肥的生意，后来受人指点，才代理了香港一个小品牌的交换机，做起了贸易。1990年，华为前副总裁张建国已研究生学历去华为应聘，任正非给他开出了300多块的高薪（当年100块都算不错了），而十多年后，华为员工拿年薪百万以上的也是比比皆是。代理生意做了大概有4年时间，销售额上亿（要知道那时候钱是真硬），业绩好到让香港的交换机公司眼红，要给任正非断货。1992年，任正非带人去美国考察，在参观完贝尔实验室后，看到人家的技术和产品那么先进，任正非心潮澎湃，回来砸锅卖铁，甚至背负高利贷、哪怕不成功就跳楼也要自己搞研发。任正非说，自己看了很多书、研究商业，最后得出两个关键要素：一个是客户，一个是货源。1996年，华为的员工规模已经有1000多人了，而且人员还在大规模涌入，可那时候公司连工资怎么发都不知道——管理流程和制度基本没有。“在华为成立之初，我是听任各地“游击队长”们自由发挥的。其实，我也领导不了他们……我那时被称作甩手掌柜，不是我甩手，而是我真不知道如何管。”这确实是任正非的肺腑之言。后来又是编制管理大纲《华为基本法》，又是四处找管理咨询公司帮助设计公司管理制度，华为才慢慢建设成了现代公司的组织架构。2000年左右，可以说是任正非最痛苦的一段时期，任正非身体累坏了，做了癌症手术，那么乐观坚强的人竟然精神严重抑郁，动不动想自杀。“问题集中到你这一点，你不拿主意就无法运行，把你聚焦在太阳下烤，你才知道CEO不好当。每天十多个小时以上的工作，仍然是一头雾水，衣服皱巴巴的，内外矛盾交集。”2002年，公司差点崩溃了。IT泡沫的破灭，公司内外矛盾的交集，我却无能为力控制这个公司，有半年时间都是噩梦，梦醒时常常哭。当时的亲历者曾回忆，在2000年初，任正非去南非参观了先民纪念堂，接了一个电话触景生情，在纪念馆前的小广场上，失声痛哭了将近两小时……华为原董事长孙亚芳也说过，从97年到2003年，是公司成长的困难时期。“任总身体也在那段时间累垮了，高血压，糖尿病，因癌症分别在左小腿部和左耳部分别作过两次手术，他凭着乐观的天性坚持工作着。”尼采说，“凡杀不死我的，会使我更强大”。而任正非认为，“一个人没有欲望，反而更加有能耐。我就是没有欲望，也不想拿钱多，所以我只有一点点股票。在2000年，我连房子都没有，我和太太租的房子只有这个会议室一半大，30多平方米，而且西晒，没有空调。我们没有退路，退回去也是贫穷，往前走还有一些希望，往后走是绝对没有希望的，所以我们就硬着头皮继续往前走，突然看到阳光了，突然发现到山顶了。”今天有多少鲜花和掌声，过去就有多少艰难和困苦。相比成功的辉煌，任正非过去的艰苦经历更值得我们学习——这极有可能是我们正在经历的。", "author": "老方说", "newsdate": "发布时间：19-07-05", "newstime": "12:01", "sentiment": [{"positive_prob": 0.873568, "confidence": 0.71904, "negative_prob": 0.126432, "sentiment": 2}]}]