[{"title": "华为“备胎”二号：富士康倒戈 华为曝个人加工厂 郭台铭措手不及", "content": "文：陳陳自从美国将华为列入实体名单以来，各种关于华为的信息层出不穷，华为的科研能力逐渐向世界各国展示。由于大企业切断了对华为的供应，华为的芯片和手机相继向公众开放。这一系列的经营活动不仅震惊了国内消费者，也震惊了许多外国企业。华为的实力逐渐得到了人们的认可，在最近美国的垄断事件发生之前，华为在销售方面已经成功取得了新的突破。从去年到现在，华为销量已经超越苹果，成为中国国内最受欢迎的手机品牌之一，目前，华为的销量和实力仅次于三星。2017年，华为年出货量1.53亿，2018年年出货量达2亿。华为的成就离不开任正非坚持不懈的自主创新理念，这也是任正非不愿意上市的最大原因，因为任正非说华为是在技术上诞生的，如果华为上市，可能会被资本市场操纵，最终背离了他的初衷。2018年，有一次任正非接受采访的时候被问到中国和欧洲存在的差距的问题，任正非表示，也就是人才、技术和资金。正当大家都对华为的崛起感到高兴时，美国故意“针对”华为的消息一时之间广为传播，美国很可能是因为嫉妒华为在5G领域的技术成就，想进一步打压，所以在美国的一声令下，很多国家和企业开始跟风效仿，停止与华为的合作，包括美国许多科技巨头，如高通、谷歌、微软、英特尔等，伟创力是为华为代工的企业也出现了倒戈情况，富士康目前的态度不是很清楚，但也有“针对”华为的意图。因为之前就一直有郭台铭要将工厂搬离中国的消息传出，并且还暂停了部分华为新机的生产，虽然现在还不能给出准确的消息，但是富士康的这一系列行为还是有些背后“捅刀”华为的意思。众所周知，中国是人口大国，在劳动力市场方面占据很大的的优势。就是因为这点，很多企业都选择将自己的工厂建在中国，因为这样，他们的劳动成本要少，富士康就是一个非常典型的例子。但是现在这件事发生后，富士康不是想着要站出来帮自己的伙伴一把，反而还要将工厂迁出中国，宁愿话更多的工资请效率更低的外国工人。毕竟，华为是世界第二大手机制造商，其实力毋庸置疑。它的年订单量也很大，每年可以通过原始设备制造商运送上千部手机。有句话说得好，鸡蛋不会放在一个篮子里，除了伟创力和富士康，华为实际上有些零散的订单分散给了其他供应商，比如比亚迪、长城开发、光弘科技等，即使华为已经派150多辆面包车回伟创力将原材料运回，也不用担心无处加工了。尽管现在外部的局势有些紧张，但是还是有很多国内的厂家站队华为，比亚迪是众多国内制造商中的一员。为了支持华为未来的继续发展，国内一些代工厂和企业纷纷展开与华为的合作。有消息人士称，生产小米产品的比亚迪一直与华为保持着联系，并可能在未来达成长期战略合作伙伴关系。此外，长城开发惠州二期也为华为增加了20多条生产线，因此无需担心华为手机的出货量。为了确保华为核心手机业务的出货量不受影响，华为推出了第二款“备胎”，即华为机器。华为机器是华为的全资子公司，已经正式取代富士康作为自己产品的原始设备制造商。目前已开始Mate系列手机的代工工作。华为这次对富士康无疑是一次强有力的打击，就像打蛇打“七寸”一样，给富士康来了一个意料不到。华为这次不仅曝出华为机器这一代工厂，而且华为的南方工厂的二期项目现在也正在如火如荼的建设中。听说南方工厂的生产线自动化程度很高，根本不是郭台铭的富士康能与之相比的。因此，将来这个厂完工后，很有可能会推翻以往的传统手机代加工，华为也再也不用担心会再出现生产问题。富士康可能没有想到华为还有一个代工厂作为自己的后备力量。事实上，华为不仅是华为机器的原始设备制造商，而且加快了中国南方工厂二期的建设进程。众所周知，华为南方工厂的生产线高度自动化。建成投产后，比富士康高端得多。一旦投入生产，可能会颠覆手机原始设备制造商的传统领域。现在已经是5G时代的试运营时期，华为作为5G的领跑者，处处受阻碰壁。华为有意进军美国市场，但是遭到拒绝。这次华为的攻击出乎意料，没人预料华为除了有备胎系统，还有备胎代工厂，简直太未雨绸缪了。很多网友说，郭台铭现在应该慌了，以为接下苹果的订单就可以赚钱，但现在苹果的销售比华为差太多，甚至还可能要搬去东南亚。富士康站在墙头草的角度查看到底谁最终能取得胜利，但是没想到华为现在可以自给自足，就连代工都已经不需要富士康了。华为遭到美国的拒绝后，虽然发展有受到一定的阻碍，但是只要华为自身的实力还在，就一定会有更多有眼光的国家愿意跟它合作的。不知道大家对这次华为打“富士康”七寸的做法怎么看？本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-06-20", "newstime": "12:13", "sentiment": [{"positive_prob": 0.0783113, "confidence": 0.825975, "negative_prob": 0.921689, "sentiment": 0}]}, {"title": "方舟子质疑华为是否有鸿蒙系统，“打假斗士”为何“捅刀”华为？", "content": "2019年6月20日消息，华为产品经理余承东在媒体表示，鸿蒙IOS系统最快今年秋天，最晚明年春天就可以面世，这对支持华为的粉丝来说，确实是一个激动人心的消息。华为在5、6月份，受到美国实体管制禁令，不仅很多美国企业对华为实行断供，拒绝供应很多工业元器件，而且还不让华为参加很多世界组织的学习交流大会，不让世界大学参与华为的研究合作。不过华为也有很多支持者，从市场来看，6月18日华为欧洲5G订单又加入一位新成员，那就是西班牙的老牌电信运营商沃达丰。沃达丰表示，将在西班牙15个主要城市率先使用华为5G，并且未来还会加大覆盖范围，让5G网络更多服务于西班牙人民。其次是中国移动又加大了与华为的合作，移动核心网5G订单中一半的份额都交到了华为手中。另外还有俄罗斯，本月已经是第四次力挺华为，俄罗斯不仅发布公告称，允许华为在当地建第三个科研中心，而且还送上了27亿的5G订单。不管是支持者还是反对者，这些都是外部的对华为的态度。但是要说过国内人的一些态度，就有点不理解了。首先北京一家名为爱否科技的公司，其创始人彭林想要起诉华为，原因是华为虚假宣传，华为在月亮营销中，人为地添加了一些算法，导致呈现了一些能力拍不出的细节。目前彭林已经辞去公司职位，并且努力保护家人不受舆论影响，但彭林指出，仍要以消费者的身份继续起诉华为。不过彭林事件，也有网友给出猜测，这个人目的不纯，很有可能“来源”不清晰。彭林要说打假，那根本比不上中国打假第一人，那就是方舟子，他被称为“打假斗士”。方舟子在网上的形象是比较多面的，有人支持他的质疑精神，有人反对他是炒话题、博眼球。而在华为事件中，方舟子居然开始质疑华为，让很多网友感到不舒服。方舟子认为，华为如果真的有鸿蒙系统和这样的实力，为什么要等到谷歌做出举动之后才发布呢？钱不都白给别人赚了吗？不过方舟子并没有明着说鸿蒙系统，不过谁也知道，目前国内开发手机操作系统的仅华为一家。方舟子这样说法有没有道理？其实是有失偏颇的。从华为角度去想，鸿蒙系统仅仅是华为的一个战略备份，包括芯片和技术等等，华为都是有备份的，任正非就说过，美国的东西是好的，我们也要用，但不能等别人断了粮，我们就坐以待毙。而事实美国实体管制从去年7月份开始。鸿蒙系统的研发只会比这个时间更早。而方舟子只是从利益的角度出发，他认为如果华为真有这样的实力，难道不是可以避免很多损失，扩大自己的利益吗？但是他还忘了一点，任正非创办华为从来都不是为了赚钱，任正非就说过：“我要是为了赚钱，华为1年7200亿营收，加上7万项专利技术，这些钱我完全花不完。”不过网友认为，方舟子这样说话并不怎么好听，方舟子是美方的代表，从他的嘴里说出来的话最好都不要相信，方舟子的账号也是被封禁。而任正非回应方舟子也说：“方舟子是可能不了解我们的战略，鸿蒙OS就是在遇到问题的时候使用”。方舟子对华为这样的质疑，你有什么看法？", "author": "东南财富", "newsdate": "发布时间：19-06-20", "newstime": "16:51", "sentiment": [{"positive_prob": 0.000771633, "confidence": 0.998285, "negative_prob": 0.999228, "sentiment": 0}]}, {"title": "华为亮出“秘密武器”，英特尔和微软慌了", "content": "在柳传志领导联想的时候，联想是中国科技行业的担当企业，联想的PC业务位居世界第一，但是联想缺乏创新，现在华为崛起了，华为取代联想成为了中国科技行业的领头羊企业，华为在被制裁之后，爆出的备胎计划振奋人心，现在华为又爆出了华为昆仑量子计算，不知道微软和英特尔听了之后会不会很慌。目前，华为昆仑量子计算机已经制作出了原型，还提供了一个量子编程框架和一个图形用户界面，其性能比开源模拟器CHP高出整整15倍。华为的目标是瞄准通用量子计算机，最终目标是量产量子计算机。去年华为就已经在量子计算领域实现了很大的突破，而且还晒出了全球领先的极端模拟云服务，根据计算的相关结果来看性能可能会更加的由于开源模拟器c HP，华为还提供了量子变成框架以及图形用户界面，华为的研究团体也被称之为量子计算无霸权。华为所称未来量子计算机上实现经典计算不能解决的任务，也就是说和经典计算机相比较，它的处理速度也会更快，而且应用也会涉及到更加广泛，华为的研究团队宣称「量子计算无霸权」！华为认为未来不存在「量子霸权」，实际存在的应该是「量子优势」。按照华为所称未来量子计算机上实现经典计算不能解决的任务，它的优势比经典计算机巨大的多，最简单的就是量子计算机处理速度更快，应用更广泛。值得一提的是，量子计算效率是传统计算机无法媲美的！担负将量子计算机成型的，依旧是华为2012实验室。华为众多成就和研发都是出自2012实验室之手，我们熟知的海思芯片等研发就是2012实验室的功劳。众所周知，量子计算是一种颠覆性的计算技术，同时也是云计算面向未来的核心技术。量子算法将给AI算法带来新鲜血液，可催化出更加强大的AI算法，并加速计算性能。业界普遍认为，量子计算未来会在人工智能、药物开发、新材料设计等诸多领域创造很多新的机会。此前任正非就提到了\"三子\"，在电子、光子领域，华为已经做到世界最领先，而量子研究还跟着后面，按照任正非的构想\"我们要研究如何把量子研究成果用到产品上来\"。", "author": "评谈互联网科技", "newsdate": "发布时间：19-06-20", "newstime": "22:58", "sentiment": [{"positive_prob": 0.864014, "confidence": 0.69781, "negative_prob": 0.135986, "sentiment": 2}]}, {"title": "华为32年，任正非：我们的竞争对手，就是我们自己的惰怠", "content": "“历史规律就是死亡，而我们责任是要延长生命。”1987年华为在深圳成立，不知不觉，当年那个两万一千块资本起家的小公司已经成长为了庞然大物。在科技互联网行业，企业界有个30岁“中年危机”的说法，亚马逊创始人杰夫·贝索斯说，“事实上，我预测，有一天亚马逊也会消亡和破产。”他认为，大公司的寿命大多只有30多年。日本首富，软银掌门人曾以他投资的雅虎为例说明，所有科技企业都会面临30岁危机，一家企业在某个领域做到全球最大，然后，在颠覆性技术兴起和创始人退休后，被下一代企业所取代。腾讯马化腾也说过，当巨头倒下的时候，有些尸体还是温的。虽然如此，但我们有理由相信，华为必将会持续生长，因为华为的文化和机制，也因为任正非。唯有惶者才能生存。可以说，任正非是一个最经常提及死亡和失败的企业家。“堡垒最容易从内部被攻破，堡垒也最容易从外部被加强。”前不久，任正非在对外采访中表示，华为已到了最危险的时候，公司出现了惰怠的情绪，结果风起云涌之下，多事之秋，外部的压力反而逼迫华为更团结，效率更高，组织变得更有力量。“柯达患上了变革无力症，眼睁睁错过了产业的数码转型；惠普因为战略摇摆盲动，走向平庸……”在《熵减——我们的活力之源》的讲话中，任正非提到了华为的中年危机，他指出，“对企业来说，一个企业正常的生命规律是从创业、萌发，然后到成长、成熟、衰退，最后死亡这样一个过程。所以现在华为面临的一些问题就是中年危机。当然遇到中年危机的也不只华为，所有成功的大公司如IBM、微软等都会遇到，问题只是你能不能应对中年危机。”IBM在路易斯·郭士纳（Louis Gerstner）的领导下，完成变革，实现了“大象也能跳舞”的奇迹。微软也在萨提亚·纳德拉(Satya Nadella)的带领下，重回市值第一的宝座。一杯咖啡吸收宇宙的能量，任正非是最擅于学习吸收别人的经验的，实际上，华为的集成产品开发流程（Integrated Product Development, 简称IPD）就是师从IBM。“方向大致正确”就是灰度，因为方向不可能做到绝对准确。绝对的黑和绝对的白，这个“绝对”本来就不存在。“绝对”只是数学上定义的，在物理学上不可能。物理学上绝对的黑一打开，灰尘落上去，就变成深灰；绝对的白一打开，灰尘落上去，就变成了浅灰。企业的管理需要以灰度为代表的开放、交流、包容和妥协。任正非说，一杯咖啡吸收宇宙能量就是灰度，你听了别人的想法，回来后加工一下吸收一下，就不是绝对的了，是相对的。几千人、几万人没有妥协，就没有团结，就形不成合力。“妥协是指我们之间人太多了，相互之间相处的时候只坚持自己的意见，可能就不能团结很多的人，所以有时候需要绕一个弯，打一个圈…”而不管熵减还是灰度，最终的目的都是为了让公司持续生存下去。“若果要明确一下我们的竞争对手，那就是我们自己的惰怠。”在任正非看来，怠惰是不可容忍的，前些年有华为员工收入过高，提出奋斗到三十岁就退休的说法。对此，任正非严厉批评，“30多岁年青力壮，不努力，光想躺在床上数钱，可能吗？”他说，如果不奋斗，华为就垮了。“做百年老店是非常困难的，最主要的是要去除惰怠。如何能够祛除惰怠，对我们来说是挑战。所以我们强调自我批判，就是通过自我批判来逐渐祛除自我惰怠，但我认为并不容易，革自己的命比革别人的命要难得多得多。”华为能够得到认可，能够得到民众赋予厚望当然是好事，但不能过分吹捧。外界说华为非常强大、员工福利好，可能会麻醉我们的员工，导致员工“混日子”，员工没有了竞争的心态，企业就会泡沫化，华为必须保持时刻头脑清醒，只有清醒才能走得更远更高。任正非认为外界对华为的赞美也是不可取的，「外界过分吹捧华为，对华为而言可能是灾难，很多人不知道华为仍处在高度痛苦中。过分的吹捧会带来自豪感，也会导致惰怠，华为绝不能容忍这样的情况发生，华为之所以能够发展到今天的规模，是因为企业有“狼性”，是数万华为员工奋斗的成果。」从组织的角度看，怠惰是一种快速的熵增现象，它腐蚀了人的意志，让人安于享受，沉迷于过去的成功，而不知失败的来临。「我们组织的责任就是逆自发演变规律而行动的，以利益的分配为驱动力，反对惰怠的生成。民意、网络表达多数带有自发性的，我们组织却不能随波逐流。组织的无作为，就会形成“熵死”。」很长一段时间，任正非最头痛的就是分钱问题，他说华为赚钱太多了，必须把钱花出去。华为常年坚持拿出10%以上的收入投资在研发上面，既是为了肥沃黑土地，建立企业的技术根基，也是为了建立企业的耗散结构，以维持组织的饥饿感和奋斗的活力。企业的发展同样是不进则退的，舒适区往往就意味着死亡区。“我们必须拼命努力，只有努力才会减少死亡的机会。方向不对会死，不努力也会死，没有谁会永垂不朽。”苟日新，又日新，日日新。在如今这个日新月异的时代，真正的自我成长就是要敢于面对变化，拥抱变化，并不断打破成规，自我革新，无论将来会产生多少风波，我们也要努力去拥抱时代变化。在这个变化的浪潮中，努力地划桨，不管到达什么位置，一生都是无愧无悔的。", "author": "老方说", "newsdate": "发布时间：19-06-20", "newstime": "16:41", "sentiment": [{"positive_prob": 0.974732, "confidence": 0.943849, "negative_prob": 0.025268, "sentiment": 2}]}, {"title": "华为nova 5系列究竟有多强 背后竟有这么多秘密和惊喜", "content": "6月21日，华为将在武汉举办新品发布会，正式发布华为nova 5系列手机，并继续由易烊千玺代言。注意，这里提到的是华为nova 5系列，这代表“华为nova 5”将会有多款手机产品。根据目前曝光的消息，华为nova 5系列至少会有三款产品，分别是华为nova 5i、华为nova 5和华为nova 5 Pro。产品规划的变更在某种程度上意味着，华为nova 5系列将会是“颇有意味”的nova系列产品，事实似乎也的确如此。本次华为nova 5系列不仅带来至少三款全新的手机产品，还带来了全新的logo、全新的麒麟处理器，甚至还注册了全新的nova官微。笔者预计华为nova 5系列很有可能成为华为nova品牌独立的先锋军，为其打下牢靠的市场基础和对应的消费者群体，那么该系列可以成为nova品牌开天辟地的盘古之斧吗？我们先看手机。三款手机 三种配置6月18日傍晚，华为终端手机产品线总裁何刚称：“我可以很骄傲的说，我们即将成为全球首个同时拥有两款7nm SoC芯片的手机品牌！6月21日，武汉见。”并附带了一张华为nova 5系列的海报。根据目前曝光的消息，这款7nm制程的处理器很有可能是目前网上盛传的麒麟810，并由华为nova 5率先搭载。至于麒麟810的具体性能如何还需等待官方进一步消息，不过从命名来看，应该是一款准旗舰处理器。华为何刚预告新处理器在其他方面，华为nova 5正面将搭载6.39英寸OLED珍珠屏，支持屏幕指纹解锁，分辨率为2340*1080；在拍照上，这款手机前置3200万像素摄像头，后置4800万+1600万+800万+200万像素四摄组合；配备3500mAh电池，支持40W超级快充；在配色方面，华为nova 5有绮境森林、亮黑色和仲夏紫三款配色。华为nova 5 Pro开启预订该系列定位最高的华为nova 5 Pro正面将搭载6.39英寸OLED珍珠屏，支持屏幕指纹解锁，分辨率为2340*1080；搭载麒麟980处理器，辅以8GB+128GB/256GB内存组合；前置3200万像素摄像头，后置4800万+1600万+800万+200万像素四摄组合；内置3500mAh电池，支持40W超级快充，同时支持全功能NFC；在配色上，该机有珊瑚橙、绮境森林、亮黑色和仲夏紫四款配色。目前，华为nova 5 Pro已在华为Vmall商城开启预定。如果上述配置信息属实，华为nova 5和华为nova 5 Pro配置则十分相似，尤其是相机和电池部分。但两者还是有些不同的，华为nova 5 Pro支持NFC，而华为nova 5目前还没有与NFC相关的信息曝光；华为nova 5率先搭载全新的麒麟810处理器，而华为nova 5 Pro搭载我们十分熟悉的麒麟980处理器。除了这两款手机，还有一款华为nova 5i。华为nova 5i渲染图华为nova 5i正面搭载nova 4同款极点全面屏，屏幕大小为6.4英寸，分辨率为2310*1080；在核心配置上，该机搭载麒麟710F处理器，辅以6GB/8GB+128GB内存组合，值得注意的是，麒麟710F的性能与麒麟710并无明显区别，只是芯片封装工艺不同；在拍照上，该机前置2400万像素摄像头，后置2400万+800万+200万+200万像素四摄组合，并内置3900mAh电池。人像超级夜景样张（图取自微博）在特色功能上，@华为终端官方微博 称华为nova 5系列将支持人像超级夜景、4800万像素AI四摄和40W超级快充，其中人像超级夜景很有可能会成为该系列的标配特色功能。另外，华为nova 5系列是一个主打线下和年轻群体的系列产品，这意味着该系列会拥有相当高的颜值。这点从以往的nova机型就可见一斑，比如经典的华为nova 2s、华为nova 3、华为nova 4等。全新logo 主打线下在华为nova 5系列相关宣传视频中，笔者发现华为专门为nova设计了全新logo，同时还注册了nova的独立官微——@nova小宇宙，官微简介中写到该微博为华为nova品牌官方微博，认证公司为华为终端（东莞）有限公司。预计nova系列产品线未来会和荣耀一样，采用独立运作战略，而且这并非完全不可能。nova新logonova官微从用户基数来看，nova在某种程度上已经具备了独立运作的用户群体。2018年12月17日，何刚在华为nova 4发布会上宣布nova系列在全球已经拥有了6500万用户，而在华为nova 2s发布会上披露的数据还是2000万，相当于仅2018年一年就增长了4500万，这样的增长量对于任何手机品牌都是非常可观的。nova用户数量从现实原因来看，华为需要保护自己的市场规模。nova聚焦于追求颜值与个性的青年群体，与定位高端的Mate系列、P系列完全不同，同时与荣耀的硬核青年派有所区分，而且nova更倾向于女性用户。如果nova独立，不仅不会打乱华为现有产品线，还可以在原有基础上为华为终端的手机销量添砖加瓦，巩固现有市场规模，进而争取更高的市场份额。从华为终端的发展来看，也的确需要进一步抢占市场份额。彭博社曾报道称，由于华为被列入实体清单，华为智能机海外出货量下降40%，尽管目前有所缓解，但是为了更好抵消下降势头，华为计划2019年在中国智能手机市场的占有率达到 50%。既然需要争夺更多的市场份额，就需要进一步提升产品竞争力。而这次华为nova 5系列有三款新品、有4800万像素AI四摄、麒麟980以及最新的麒麟810，相比以往的nova手机，这次的迭代提升幅度巨大。如果nova可以保持这种迭代势头，形成华为+荣耀+nova三架驱动马车，完全有机会实现占有50%中国智能手机市场份额的目标但是我们从另一方面来看，nova独立运作可能不会那么快到来。华为nova 5系列主打线下，而线下市场是非常看重品牌的，目前nova系列手机还需要借助华为的品牌影响力来主导消费者认知，更容易打动消费者。如果nova独立，需要着重打造自己的完整产品线、品牌升级及线下渠道，而这些并非一日之功。写在最后时至2019年下半年，越来越多的品牌采用系列产品策略，比如将于6月21日发布的华为nova 5系列手机，一口气推出至少三款产品以应对竞争日益白热化的中国智能手机市场，保护nova甚至是华为现有的市场份额并加深细分市场开拓，投入到抢占手机市场份额的竞争当中。但无论是“保规模”还是“抢市潮，重新规划产品线和品牌是一方面，但最为根本的依然是产品本身的竞争力，这次华为nova 5系列至少有三款手机产品，搭载三种完全不同的处理器，其中还有一个是华为全新准旗舰处理器——麒麟810，标配四摄组合，新增全新人像超级夜景功能……可见，无论是硬件、软件还是产品本身，华为nova 5系列都为我们带来了“新气象”，该系列竞争力究竟有多强呢？究竟能爆发出怎样的小宇宙呢？我们拭目以待。", "author": "CNMO手机中国", "newsdate": "发布时间：19-06-20", "newstime": "09:11", "sentiment": [{"positive_prob": 0.996528, "confidence": 0.992285, "negative_prob": 0.0034717, "sentiment": 2}]}, {"title": "华为再次传来好消息，又有巨头宣布5G合作，网友：坚持就是胜利", "content": "华为手机可以称得上是我国手机行业的领头人，不过作为我国民营企业的大哥，华为在国外的发展并不是非常的顺利。由于在通讯领域的技术优势，也是以美国为首的西方各国对华为非常的眼红，因此在美国的倡导下，西方各国也是对华为进行了政策上的打压。可以说这样不合理的打压，也是让华为在国外显得困难重重。不过在很多国家眼里，美国这样的行为是非常不对的。毕竟在全球产业链的今天，科技本应该是互相流通科，本应该是造福人类，而不应该别人拥有领先的技术，而是通过非正常手段来打压别人。因此华为的处境也是受到我们国内很多群众的关心，不过华为也是用行动表示自己并不是一个“软柿子”。作为华为的领军人物，任正非也是表示，在通讯方面的技术是无法被美国所打压，而华为的技术优势，别人在两三年内也是追不上的，而近期华为一系列的表现也是让国人骄傲。在近段时间，俄罗斯也是和华为签署了合作协议，华为将会俄罗斯运营商提供网络技术，可以说你是非常的令我们激动。不仅如此，西班牙和英国也纷纷和华为签订了协议，而且这些订单的巨额也是非常的大，同时这些国家也是表示，华为的技术不存在任何的安全问题，这无疑也是让美国之前诽谤华为有安全问题的谣言不攻自破。可以说面对外界重重的压力，华为和他的员工们依然在继续前进，不少网友也是表示：坚持就是胜利。小编也是希望华为能够在自主产业中继续坚持下去，而我们也相信华为也会用实际行动向世界证明，中国制造是最棒的。那么大家对华为有什么想说的呢？", "author": "戎马此生", "newsdate": "发布时间：19-06-20", "newstime": "17:31", "sentiment": [{"positive_prob": 0.979912, "confidence": 0.955359, "negative_prob": 0.0200884, "sentiment": 2}]}, {"title": "任正非确认华为海外市场销量下滑40%，今年还能超苹果三星吗？", "content": "转载自百家号作者：叽歪数码近日，华为创始人任正非“华为手机今年在国际市场的出货量将下降40%，但在中国市场的增长速度很快。”此外他还表示华为2019年收入预计将减少300亿美元，折合人民币约为2071亿元。任正非传递出的这两个信息，被认为是华为未来到2019年走向的重要信号。那么既然是这样，华为今年又会有如何的表现？到底要要做些什么？还能够完成今年早些时候定下的超越苹果三星的目标吗？带着这些疑问，我们一起来看看。谷歌暂停合作产生影响，海外市场手机销量下滑40%谷歌宣布暂停跟华为的部分合作之后，使得华为手机在海外市场上没有办法使用Google Pay等服务，导致了手机部分生态体验确缺失，这直接影响了华为手机在海外市场的销量。任正非正式确认华为在海外市场的销量下滑了40%，实际也是意料之中。2018年，华为手机全球出货量为2.06亿台，其中海外出货量占近50%，也就是说海外市场的销量越近1亿台左右，如果真的下滑40%，那么损失的销量将会达到4000万台左右，海外市场将只能贡献大约6000万台左右的出货量。考虑到中国市场呈现出增长态势，按照此前华为提出的目标，2019年智能手机的出货量应该是达到2.5亿台。简单粗暴的说，今年华为在中国能手机市场上的出货量至少应该达到1.9亿台才能够完成目标。但是根据数据链接到IDC此前公布的报告显示，2018年全年华为手机的出货量也不过是1.05亿台，想要达到1.9亿台的出货量目标就需要翻倍增长。Canalys发布的报告显示，2019年第一季度中国智能手机出货量数据上，华为的出货量为2990万台，同比增长了41%，这样的增速已经是相当喜人，然而距离想要达到19.亿台的出货量还相去甚远。换句话说，华为基本难以完成今年年初定下的目标，超越苹果三星的计划或将被打乱，因为仅仅凭借国内市场的支持基本意味着难以实现雄心壮志！华为5G领跑市场，鸿蒙系统与麒麟芯片被寄予厚望华为在5G专利上高居第一名，其专利数量达到了1970件，此外还有数据显示，华为的5G订单已经达到了46个，这将会帮助华为在5G领域上继续领跑市场，所以也就没有太过于担心的必要。在5G手机方面，华为Mate20X以及华为MateX都搭载了支持5G的巴龙芯片，所以这也是未来华为在5G上所能够保持的优势。但是，我们更加关心的是华为的鸿蒙系统与麒麟芯片。大家都知道谷歌在宣布暂停与华为的部分合作之后，华为就宣布其实存在着一个自主研发系统作为备胎，近期也被发现“鸿蒙”商标正式被注册，余承东表态最快将会在今年秋天发布，最晚也是在明年的春天。并且还透露了部分关于这个系统的特性，从目前的情况来看，华为的鸿蒙系统能够兼容安卓系统，并且还能够适配手机、智能硬件等平台。外界期待的是，华为的鸿蒙系统在何时能够正投入商用，是否能够对谷歌的安卓系统造成威胁？一旦后续谷歌停止全面合作，华为的鸿蒙系统能否担当重任，这将会是决定未来华为手机走向的关键性因素。至于麒麟芯片，因为ARM公司宣布暂停了跟华为的部分业务之后，外界就十分担心未来的麒麟芯片在失去公版架构之后，是否还能够继续保持生命力？即便是目前华为获得了V8指令集的永久授权，但下一个产品V9指令集华为的麒麟芯片还能够继续使用吗？华为在5G技术上要保持非常大的优势，但是在芯片以及系统这两大关键性因素上，实力依旧还很薄弱，如果真的被全面掐死，那么华为手机很可能就此陨落。国内市场竞争更激烈，华为如何才能获得更多支持？很显然在这个时候，华为想要在今年超越苹果、三星已经变得十分困难，或许更重要的是如何去稳住国内市场这个增长点，不仅是需要面临着国内市场逐渐饱和的问题，还需要面临激烈的竞争。根据数据显示，2019年4月份国内智能手机市场出货量同比增长6.7%，而国外品牌占比进一步降低，市场出现回暖的迹象，对于华为来说确实是不错的利好。但是我们再看实际的环境会发现，现如今中国智能手机市场的竞争已经十分惨烈，已经高居第一位的华为想要进一步扩张，就变得异常困难。如今小米、OPPO和vivo等国产手机厂商都已经开始成立了自己的子品牌，并且又再次出现血拼性价比的势头，对于想要冲击高端，并且超越苹果三星的华为手机来说，这绝对不是一个好消息，因为这意味着未来国产手机的价格可能不会出现太过于明显的上涨，低价格高性价比的市场可能成为争抢市场份额的“热土”。今年的华为荣耀20系列定价2699元起步，已经被外界认为是被迫降低价格加入混战。不仅如此，苹果的iPhone手机因为价格太高，导致销量低迷之后又开始降价，最近的618活动中，苹果甚至破天荒地官方参与了降价，最终销量大涨，iPhoneXR成为了最受欢迎的高端机，销量明显好于华为P30Pro。此外，虽然三星S10系列的销量并没有出站明显增长，但是三星S10系列的国行版价格其实也比全球版更低，实际也是在尝试讨好国内用户。也就是说，虽然华为手机在国内手机市场上依旧保持着高速增长，但是在中低端市场上需要面临着来自小米、OPPO和vivo等国产手机厂商的围攻，在高端市场上，苹果三星的旗舰都开始降价，那对于目前正在不断涨价的华为旗舰来说也会形成压力。不得不承认，华为手机目前的境遇可能并不理想。有网友称，如果每个人都去支持华为，那么华为手机至少能够在国内继续增长6000万台的销量，这样也就能够保持着据苹果创新的竞争力了。但是最近普通用户来说，真的能够做到这样吗？我们一起讨论一下。", "author": "华西悦读", "newsdate": "发布时间：19-06-20", "newstime": "14:36", "sentiment": [{"positive_prob": 0.000771428, "confidence": 0.998286, "negative_prob": 0.999229, "sentiment": 0}]}, {"title": "曾经华为员工都嫌弃华为手机，这些年华为做了什么，受到全民支持", "content": "成功的道路总不是一帆风顺的，这句话无论放到哪儿都适用。民族品牌华为，如今呼声高涨，人人支持，可知道早些年间，华为自己的员工都嫌弃华为手机，员工顶多在公司用用华为手机，私下都是苹果手机、三星、HTC等，华为是如何跳脱出这个怪圈，打造自己的品牌形象的？最初华为没有什么核心科技，手机常常为了解决一个问题，又造出一个新问题。笨拙、丑陋、散热不好、游戏不兼容，华为意识到这些后，着重解决散热、算法和拍摄等问题。以前一个系列总共只卖出2万台，如今一台手机一天就能卖出50-60万台。2003年是华为的转折年，任正非在法国的国际移动大会上，知道了3G是那个阶段发展的趋向，从国外回来后，华为便开始做3G手机，最初华为的3G手机面向的消费者不是全体用户，而是对公司或者运营商的专门订制，这样就比较鲜为人知，销量上不去，定制的商业模式让华为几乎没赚到钱。而且3G最初到来的时候，大家以为赚钱的业务都没有成功，直到苹果引发了智能手机革命，APP生态开始建立，3G才真正开始赚钱。而华为由于此前在GSM（全球通讯系统）的2G通讯运营上布局成功，因此在后来向3G升级的路上才比较顺畅。华为也在此刻做了战略目标转移，坚定的开放市场，建立自己的品牌价值。2011年，余承东也来了，就任消费者业务总裁期间专心卖手机，华为开始进攻市场，推出荣耀和小米竞争，自己又和三星、苹果用数据对比，实力证明自己。如今华为的手机用户达5亿，如此庞大的体系不是一朝一夕建立的，我们常常看到华为大楼到了深夜也灯火通明，作为有良心，有科技的企业，华为收获了很多，华为人也付出了很多。", "author": "科趣视线", "newsdate": "发布时间：19-06-20", "newstime": "10:26", "sentiment": [{"positive_prob": 0.998383, "confidence": 0.996406, "negative_prob": 0.00161747, "sentiment": 2}]}, {"title": "华为正式宣布，郭台铭会后悔吗？华为机器来了！", "content": "哈喽大家好，欢迎收看今天的小星的文章，文章和图文内容会在下方显示，内容由百家号首发众所周知的是，华为在前段时间受到了各大的压力，虽然压力是有的，但是动力依旧还在，任正非带领着自己的团队走在了世界的前沿，虽然任正非知道可能前方的路途坎坷，但是一步都没有懈怠从之前所知道的鸿蒙系统，到华为自己的核心技术，华为的麒麟芯片在世界上可以说是瞩目了，不光光可以和骁龙芯片进行抗衡，另外有一天可以跟苹果芯片进行较量，这个技术在国内外都是轰动的，另外的鸿蒙系统，如果真的让华为的手机使用上了， 那么安卓系统将会没落很多，毕竟华为的用户量这么多，怎么说也是让安卓系统折损掉这么多用户。华为正式宣布，郭台铭会后悔吗？华为机器来了！另一方面，华为在手机工厂上面有自己的工厂叫做华为机器，是华为全资的子公司，其实华为机器早就创办了，虽然规模一直都不是很大，但是只要华为想做，那么想要规模大起来还是很简单的，然而我们看到现在市场的格局，郭台铭带着自己团队想要在国外发展，一直想要建立自己的超级手机代工厂，不想把这个工厂在国内发扬起来，让郭台铭万万没有想到的是华为要自己制作手机了？据网上的消息，如今华为机器一边在扩建工厂，一边在大量招工！华为的决策在告诉大家，如果没有代工厂帮自己生产，那就果断搭建自己的工厂，让用户早早的享受上自己手机，不会出现“PPT”手机的情况。这一方面可能让郭台铭后悔吗？现在市场上不光光是华为机器这个力量，还有另一个比亚迪代工厂，看到比亚迪工厂帮忙小米生产手机，可能郭台铭都要慌了，怎么说市场上自己变得可有可无了？如果自己依旧追求国外的代工厂发展，然而不是发展自己的力量，多找几家手机企业合作，最后自己会不会成为被抛弃的那棵稻草。这失去了华为的订单，也就是流逝了一大桶金，而且在日益发展的今日，华为手机出货量极大，有望成为世界第一，这也是让郭台铭没有想到的吧？这一下失去的是一大通金。这其中有人会想到华为的这个华为机器会不会产生“蝴蝶效应”，如果华为有自己的代工厂大量的生产手机了，那比亚迪那边的订单会放掉，以至于比亚迪可以帮助小米和oppo大量生产手机，国内的手机企业还有可能会找华为帮助自己生产手机，华为机器会空前强大，帮助国内的手机厂商一起生产手机，也就是郭台铭的企业随之会倒台？毕竟国内市场很需要手机，人口基数就摆在那里了。在这种情况，郭台铭或许能够回来抓住各种稻草，毕竟苹果公司这个大树虽然强大，但是西方有一句谚语说过：不要把鸡蛋放在一个篮子里，想要寻求最佳的发展，在这个经济多元化的时代就应该把握住机会，跟更多的人进行合作，找更多的企业谋求发展，这才是最佳的抉择。本文由百家号小星科技首发，抄袭必究！", "author": "灵儿说科技", "newsdate": "发布时间：19-06-20", "newstime": "13:34", "sentiment": [{"positive_prob": 0.0162682, "confidence": 0.963848, "negative_prob": 0.983732, "sentiment": 0}]}, {"title": "断供华为报应来了，连欧洲都要自研芯片，美芯片巨头哭了", "content": "断供华为报应来了，连欧洲都要自研芯片，美芯片巨头哭了随着华为5g技术的成熟和发展，美国开始对华为采取了一系列针对措施，将华为列入了\"实体清单\"拒绝给华为供货。本来是想给华为警告，因为现在华为所用的系统来自美国，但是却没想到华为竟然自主研发了芯片，并表示就算美国拒绝供给，自己也能研究出新的芯片。而美国所做的对华为也够不成实际性的影响。在华为5g技术横空出世后，华为已经与除了美国之外的多个国家签订了超过40多个的5g商业订单。而让美国想不到的是，在欧洲各个国家也开始了研究并想要推出自己的芯片。目前在欧洲数10个国家的23个合作伙伴正在有条不虚的准备着\"欧洲处理器计划\"该计划意在产出一个更加低耗能的处理区用于移动设备中去。并计划在2020年产出第一代产品。相信此举也是为了防止美国突然断供产品而导致的慌乱。毕竟唇亡齿寒，仅仅因为华为的5g技术就直接切断华为的供货商，不知道下一个会不会轮到欧洲国家被切断呢？只要掌握了自己的技术在手中，无论怎么样自己都会有底气去面对一切，不怕别人的施压与威胁。", "author": "娱影八卦姐", "newsdate": "发布时间：19-06-20", "newstime": "15:32", "sentiment": [{"positive_prob": 0.88963, "confidence": 0.754733, "negative_prob": 0.11037, "sentiment": 2}]}]