[{"title": "大反转！印度政府批准华为参与5G试验，特朗普这下无计可施了！", "content": "自5G网络竞赛开始之后，华为就一直遭到特朗普的美国有的质疑，特朗普不只让美国运营商禁止使用华为的5G设备，甚至还拉帮结派。特朗普多次在全球重要媒体会前呼吁其他国家不要使用华为的5G设备，质疑华为的5G设备“可能”存在安全漏洞和后门。那么华为的5G设备究竟有没有问题吗？至少特朗普和美国目前还没有找到任何的证据能够证明华为的5G设备存在安全问题，反而是华为的5G设备直接通过了德国电信的安全测试，并没有任何的问题。据印度媒体报道，华为终于获得了参与印度5G网络部署试验的绿灯。电信部长拉维·尚卡尔·普拉萨德（Ravi Shankar Prasad）在一次活动中证实了这一更新，他确认华为确实将在印度5G技术启动中发挥作用后，进一步强调了5G部署的重要性，并致力于迅速部署新技术。 到目前为止，华为示对此事发表过正式评论，如此低调是华为的一贯作风在美国怀疑有关于华为在其网络存在不安全因素，近来几乎所有以美国为首的国家都对华为施加了强烈的抵制。这引发了华为的一系列反击，在此期间，华为被禁止在澳大利亚和新西兰运营，随后被禁止参与美国政府的任何联邦基础设施。正是由于这种争执，华为才被列入美国实体名单，从而禁止与任何美国公司进行贸易来往。反过来，这导致华为被禁止使用Google的Android生态系统，因此华为推出了HarmonyOS和Huawei Mobile Services来与Google的Android Play Services竞争。此后，美国政府一直在敦促其全球盟友不要将华为的基础设施用于网络部署。但是，印度决定允许华为参与5G网络试验和部署是在法国和德国等国家也批准华为参与其5G部署之后。在印度，华为将在5G推出过程中与网络基础设施提供商爱立信和诺基亚竞争，这将迎合领先的运营商Reliance Jio，Bharti Airtel和Vodafone Idea为消费者提供5G连接。预计还将在全国范围内推出5G，这将推动印度智慧城市和互联基础设施的发展。在印度，预计5G网络试验将在2020年初举行，而5G频谱拍卖可能在2020年下半年初举行。尽管试验和频谱拍卖预计将在2019年本身进行，但巨额债务积累由于印度电信运营商的高价和高昂的基本频谱定价导致前者被推迟。现在，预计仅在2021年初才会为消费者推出5G网络，从本质上看，华为将像在印度4G扩展中一样发挥积极的作用。", "author": "Argon科技", "newsdate": "发布时间：19-12-31", "newstime": "23:20", "sentiment": [{"positive_prob": 0.927811, "confidence": 0.83958, "negative_prob": 0.072189, "sentiment": 2}]}, {"title": "华为新年致辞：2020年将是艰难的一年，生存下来是第一优先｜CEO 说", "content": "华为轮值董事长 徐直军钛媒体快讯 | 12月31日消息：华为轮值董事长徐直军今日发布新年致辞指出，2019年，对华为来说是极其不平凡的一年，在美国政府的打压之下，全体华为人迎难而上共克时艰，预计全年实现销售收入超过8500亿人民币，同比增长18%左右。尽管没有达到年初预期，但公司整体经营稳健，基本经受住了考验。其中，首次发布了计算产业战略，推出全球最快昇腾910 AI处理器及AI集群训练服务；智能手机业务保持稳健增长，发货量超过2.4亿台；PC、平板、智能穿戴、智慧屏等以消费者为中心的全场景智慧生态布局进一步完善；2020年要全力打造HMS生态，支持智能手机在海外可销售，同时要把基于鲲鹏与昇腾处理器的产品作为一个重要增长方向。徐直军表示，2020年将是华为艰难的一年，继续处于“实体清单”下，没有了2019年上半年的快速增长与下半年的市场惯性，除了自身的奋斗，唯一可依赖的是客户和伙伴的信任与支持。“生存下来是我们的第一优先，我们要继续坚持以客户为中心，以奋斗者为本，持续为客户创造价值，重点做好保增长、提能力、优组织、控风险。”他说。一是保增长，建立并推行“增加土地肥力”机制运营商业务要积极推进全球5G发展，企业业务继续围绕数据通信、存储、云服务来实现增长；消费者业务围绕全场景智慧生活战略打造精品。经过多年的努力，华为已建立了比较完善的“多打粮食”的机制，但“增加土地肥力”的机制没有建立起来，2020年要建立并推行“增加土地肥力”的机制。2020年要全力打造HMS生态，支持智能手机在海外可销售；鲲鹏与昇腾生态的构建，是华为云及计算产业发展的基础，2020年要把基于鲲鹏与昇腾处理器的产品作为一个重要增长方向。二是提能力，继续落实五年20亿美元的投入我们将优化任职标准，提升考核要求，提高专家和一线的责任、职级及权力；鼓励所有员工英勇奋斗达到新的能力高度；鼓励优秀员工奔向一线，将军在前线，不在办公室。面向未来，供应链要坚决拥抱全球化，全球化包括美国公司，用全球产业链的产品来构建我们的竞争力。我们不仅要打造全球领先的产品，还要“向下扎到根”，构建连续供应；同时要“向上捅破天”，有理论突破、技术发明、开创性的产品和商业模式。要持续提升软件工程能力，继续落实五年20亿美元的投入，打造可信高质量产品与解决方案。三是优组织，干部队伍要保持10%的淘汰率优化作战队形和作战序列，激发组织活力。组织变革主要目的是为了增强作战能力，避免官僚主义。要把一切不适应提升主战竞争力、不适应改善战略支援服务的机构合并、裁减，人员转行，聚焦到以生存为中心的主航道上来。ICT组织变革的目标是支持云与计算产业的商业成功；要有节奏推动合同在代表处审结，实现代表处自主经营、自主决策。要激发专家类队伍，真正赋予专家决策权。加强研发队伍的合理流动，促进新陈代谢。强化本地人才队伍建设，让本地人才成为公司在当地业务发展的中流砥柱，实现本地运营的铁打营盘。树立正确导向，铲除平庸干部，祛除惰怠员工，激活组织。干部和员工要祛除自身的惰怠行为。要强化AT责任，改进AT运作。AT没运作好，首先是AT主任的责任，同时，要把不求进步、安于平庸、不敢管理的AT团队成员换掉。各级AT要真正建立成干部导向、干部选拔，激励导向及队伍激励和传承价值观的团队。高级干部不能自己“设计人生”，要时刻听从公司的召唤。各级干部要以公司大局为重，上火线、下战壕，到业务最需要的地方，到艰苦区域作战。要实现常态化的“能上能下”，大胆在火线中选拔、在战壕中提拔，要让优秀的人员直接穿越上来，要把真正帮助客户成功、历史上栽树并持续贡献的、在关键岗位上做出贡献的人提拔上来；同时加快对平庸干部淘汰，坚决把不思进取、靠混关系、做报告坐上管理岗位、历史上挖过坑的干部撤下来。要主动规划队伍的梯队化建设，干部队伍要保持10%的淘汰率。要打造一支作风过硬、能打胜仗的干部和员工队伍，组织充满活力，队伍充满战斗激情并具有高水准专业能力。四是控风险，美国政府对华为的遏制是战略性的、长期的确保供应安全和业务连续性，加强网络安全与隐私保护，遵守所有适用的法律法规。要提升公司供应多元化的能力，保障供应安全。业务连续性风险关系到公司的生死存亡，我们要与时间赛跑，不能抱有任何幻想；每个地区部、代表处，设置业务连续性管理的角色，责任落实。要基于底线思维，做好风险应对预案，弹性配置资源，敏捷应对不确定性风险。遵守所有适用的法律法规是公司管理层一直秉持的合规基调，也是华为全球化合规运营的基石。我们要进一步加强网络安全与隐私保护，确保对当地法律法规的遵从。美国政府对华为的遏制是战略性的、长期的。对华为来讲，却是一次很好的自我激发、强身健体的机会，使我们更团结、更有战斗力，能够更好地应对未来的挑战。（钛媒体编辑曹天鹏整理）以下为致辞全文：求生存，谋发展，砥砺奋进——2020年新年致辞轮值董事长 徐直军不经一番寒彻骨，怎得梅花扑鼻香。2019年，对华为来说是极其不平凡的一年，在美国政府的打压之下，全体华为人迎难而上，共克时艰，聚焦为客户创造价值，预计全年实现销售收入超过8500亿人民币，同比增长18%左右。尽管没有达到年初预期，但公司整体经营稳健，基本经受住了考验。运营商业务引领全球5G商用进程。企业业务助力客户打造数字化转型底座，全球已有700多个城市、世界500强企业中的228家，选择华为作为其数字化转型的伙伴。我们首次发布了计算产业战略，推出全球最快昇腾910 AI处理器及AI集群训练服务。智能手机业务保持稳健增长，发货量超过2.4亿台；PC、平板、智能穿戴、智慧屏等以消费者为中心的全场景智慧生态布局进一步完善。华为没有奇迹，这些成绩来之不易，值此新年到来之际，我谨代表公司董事会，感谢客户和合作伙伴的信任与支持！感谢亿万消费者对华为和荣耀品牌的厚爱！感谢全球员工的辛勤工作以及家属的支持和奉献！特别感谢那些奋战在补洞一线的员工及家属！我们坚信，未来三十年人类社会必然会走进智能社会。数字技术正在重塑世界，我们要让所有人从中受益，确保全面的数字包容。随着5G、云计算、AI、区块链等新技术的成熟商用，行业数字化正进入快速发展期，潜力巨大。但外部环境更趋复杂，世界经济下行压力加大，我们将长期在美国对领先技术持续打压的逆境中求生存、谋发展。华为还是聚焦将ICT的能力不断延伸到各行各业的数字化，把数字世界带入到每个人、每辆车、每个家庭、每个组织，构建万物互联的智能世界。我们要抓住长期发展大势，聚焦战略，化危为机。2020年将是华为艰难的一年，我们继续处于“实体清单”下，没有了2019年上半年的快速增长与下半年的市场惯性，除了自身的奋斗，我们唯一可依赖的是客户和伙伴的信任与支持。生存下来是我们的第一优先，我们要继续坚持以客户为中心，以奋斗者为本，持续为客户创造价值，重点做好保增长、提能力、优组织、控风险：保增长：深耕数字化机遇，提升经营能力，主动规划并改善营商环境，为客户和社会创造更大价值。运营商业务要积极推进全球5G发展，抓住5G发展带来的网络建设机会；企业业务要基于所处环境的变化，优化聚焦行业、聚焦客户、聚焦区域，继续围绕数据通信、存储、云服务来实现增长；消费者业务围绕全场景智慧生活战略，打造精品和提升用户体验。经过多年的努力，我们已建立了比较完善的“多打粮食”的机制，但“增加土地肥力”的机制没有建立起来，2020年要建立并推行“增加土地肥力”的机制。同时各经营单元、代表处要通过进一步提升合同质量和交付效率来提升经营质量，要基于业务实质配置资源，并把预算及预算的执行作为改进经营的有效手段。HMS生态的建设和发展是智能终端海外销售的必要条件，2020年要全力打造HMS生态，支持智能手机在海外可销售，促进应用伙伴创新。鲲鹏与昇腾生态的构建，是华为云及计算产业发展的基础，吸引和助力尽可能多的软件和应用能运行在鲲鹏与昇腾处理器上并获得商业成功是我们努力的方向，2020年要把基于鲲鹏与昇腾处理器的产品作为一个重要增长方向。营商环境作为非市场要素，已超越传统的市场营销四要素，成为我们实现增长的关键。各区域要全面加强与改善营商环境，加强当地政府与伙伴对我们的信任，提升华为在当地的声誉，持续更好地为客户和社会创造价值。提能力：全员提升专业化能力，补齐关键能力要素。环境在变，技术在变，产业形势也在变，尽管我们有高昂的斗志、坚强的意志，但我们的能力跟客户期望比、跟业务发展的阶段比、跟生存环境的挑战比、跟我们的追求比，还有着巨大差距。全体员工都要努力提升所担岗位需要的专业能力，一线主官要提升领导力、洞察力和综合管理能力，专业主管、专家要提升领域专业水准，员工要提升所在岗位需要的专业能力。我们将优化任职标准，提升考核要求，提高专家和一线的责任、职级及权力。鼓励所有员工英勇奋斗、努力进步，达到新的能力高度；鼓励优秀员工英勇无畏地奔向一线，将军在前线，不在办公室。面向未来，供应链要坚决拥抱全球化，全球化包括美国公司，用全球产业链的产品来构建我们的竞争力。我们不仅要打造全球领先的产品，还要“向下扎到根”，构建连续供应；同时要“向上捅破天”，有理论突破、技术发明、开创性的产品和商业模式。我们要持续提升软件工程能力，继续落实五年20亿美元的投入，打造可信高质量产品与解决方案。优组织：优化作战队形和作战序列，激发组织活力。组织变革主要目的是为了增强作战能力，避免官僚主义。要把一切不适应提升主战竞争力、不适应改善战略支援服务的机构合并、裁减，人员转行，聚焦到以生存为中心的主航道上来。ICT组织变革的目标是支持云与计算产业的商业成功，聚焦在产业维度的专业性和效率、聚焦产业竞争力提升；要有节奏推动合同在代表处审结，实现代表处自主经营、自主决策。要激发专家类队伍，真正赋予专家决策权。加强研发队伍的合理流动，促进新陈代谢。强化本地人才队伍建设，充分发挥本地人才的价值，让本地人才成为公司在当地业务发展的中流砥柱，成为真正实现本地运营的铁打营盘。促进专业类队伍稳定，夯实公司业务运营基座。树立正确导向，铲除平庸干部，祛除惰怠员工，激活组织。干部和员工要祛除自身的惰怠行为。要强化AT责任，改进AT运作。AT没运作好，首先是AT主任的责任，同时，要把不求进步、安于平庸、不敢管理的AT团队成员换掉。各级AT要真正建立成干部导向、干部选拔，激励导向及队伍激励和传承价值观的团队。高级干部不能自己“设计人生”，要时刻听从公司的召唤。各级干部要以公司大局为重，上火线、下战壕，到业务最需要的地方，到艰苦区域作战。要实现常态化的“能上能下”，大胆在火线中选拔、在战壕中提拔，要让优秀的人员直接穿越上来，要把真正帮助客户成功、历史上栽树并持续贡献的、在关键岗位上做出贡献的人提拔上来；同时加快对平庸干部淘汰，坚决把不思进取、靠混关系、做报告坐上管理岗位、历史上挖过坑的干部撤下来。要主动规划队伍的梯队化建设，干部队伍要保持10%的淘汰率。要打造一支作风过硬、能打胜仗的干部和员工队伍，组织充满活力，队伍充满战斗激情并具有高水准专业能力。控风险：确保供应安全和业务连续性，加强网络安全与隐私保护，遵守所有适用的法律法规。要提升公司供应多元化的能力，保障供应安全。业务连续性风险关系到公司的生死存亡，我们要与时间赛跑，不能抱有任何幻想；每个地区部、代表处，设置业务连续性管理的角色，责任落实。要基于底线思维，做好风险应对预案，弹性配置资源，敏捷应对不确定性风险。遵守所有适用的法律法规是公司管理层一直秉持的合规基调，也是华为全球化合规运营的基石。我们要进一步加强网络安全与隐私保护，确保对当地法律法规的遵从。困难从来都是更大胜利的前奏，挑战更是坚强队伍的磨刀石。美国政府对华为的遏制是战略性的、长期的。对华为来讲，却是一次很好的自我激发、强身健体的机会，使我们更团结、更有战斗力，能够更好地应对未来的挑战。狭路相逢勇者胜，只要华为全体员工团结一致，在全球客户、伙伴和消费者的支持下，扎扎实实为客户、为社会创造价值，任何艰难困苦都阻挡不了我们前进的步伐。千磨万击还坚劲，任尔东西南北风。最后，祝大家新年快乐！", "author": "钛媒体APP", "newsdate": "发布时间：19-12-31", "newstime": "11:08", "sentiment": [{"positive_prob": 0.853527, "confidence": 0.674504, "negative_prob": 0.146473, "sentiment": 2}]}, {"title": "无奈之举？华为再显“狼性文化”，又有管理者要“遭殃”？", "content": "说起华为，大多数人都会称赞有加，一方面是因为华为的整体实力，另一方面则是华为的企业文化。作为国内知名度排在前列的一家科技企业，不管是在技术还是在产品上，华为都有着拿得出手的产品，毕竟每年投入研发近千亿，有着傲人的成绩也是情理之中的事情。而对于华为的企业文化，想必也才是有很多人的佩服的地方，不少人都将华为的企业文化称之为是“狼性文化”，因为当初任正非创立华为的时候就表示，华为要具备狼的精神，而随后所谓的“狼性文化”也就成为了华为的一个标志。什么叫做“狼性文化”？其实简单来说就是企业要像狼一样，拥有一个敏锐的嗅觉和洞察力，在事物发生之前就要准确地做出判断，灵敏的反应能力加上强悍的执行力，这种行为就被称之为是“狼性文化”，同时每年都会优胜劣汰，淘汰一些员工。也正是这种文化和精神，才让华为一次又一次的摆脱困境，走出阴影，成为国内著名的一大科技企业。如今2019年已经快结束了，华为也开始了对于明年的展望，并且展示出强势的一面。华为的轮值董事徐直军在备忘录中表示，华为在明年要淘汰高达10%的高层管理者，而这些管理者也是华为当中表现最差的那些人，甚至很多其他的运营部门都会被裁掉或者是合并，为的就是将来华为能够更加良好和优秀的发展。可以看出，华为又有成绩不好的管理者要“遭殃”了。种种情况都在表明着华为的“狼性文化”，毕竟现在华为还是处于危机当中，美国的“实体清单”对于华为有着相当大的压力，如果高端在华为的发展当中都不能拿出一个有效并且良好的状态来应对意外的发生，想必手下的员工也不会有什么好的作为。很多人都说华为的这种“狼性文化”是无奈之举，其实并不是，正是因为这种精神，才支撑华为走到今天。作为全球第二大的手机厂商，华为已经实现了超越苹果的目标，走在了三星的身后，而今年第三季度的全球出货量再一次增长了28%，这一成绩也让华为再一次缩短了与三星之间的差距，如果今年没有美国的干扰，想必华为和三星的差距将会进一步的缩小，持平甚至是超越。而明年的华为还将会在“实体清单”当中继续度过，所以华为的“狼性文化”就显得尤为重要，想必这也是华为明年计划淘汰10%高管的主要原因。未来等待华为的挑战还有很多，作为国内最大的科技企业之一，华为需要鼓足十二分的勇气和精神来面对未来的挫折，尽管华为今年过得不是十分的顺利，但是明年的情况将会更加的曲折，一方面是因为各大厂商纷纷布局5G，另一方面“实体清单”的影响还在继续，在某种程度上华为还是存在着“束缚”，所以我们还是期待华为能够再接再厉从，成为国内消费者眼中的希望和骄傲，成为其他国产厂商追赶的目标。你看好华为吗？", "author": "科技情报咖", "newsdate": "发布时间：19-12-31", "newstime": "15:56", "sentiment": [{"positive_prob": 0.000249501, "confidence": 0.999446, "negative_prob": 0.99975, "sentiment": 0}]}, {"title": "华为P40基本确定，P30黯然失色，128GB版本跳水900元", "content": "近日，外媒再次曝光华为P40系列的渲染图，根据图片来看，华为P40系列的外观设计，采用挖孔屏设计以及后置矩形镜头模组，与之前的爆料基本一致。只是，目前华为P40系列基本确实，导致华为P30黯然失色。目前在第三方平台，华为P30再次降价。昔日4288元的8GB+128GB版本，如今出现900元的降幅，目前入手价仅3388元，可谓是华为P30历史最低价格。在笔者看来，华为P30已经提前开始清仓为华为P40让路。华为P30的发布时间为2019年初，搭载当时海思最强的麒麟980芯片，运行内存8GB起步。根据安兔兔跑分测试，华为P30的跑分成绩为28万。目前来看，华为P30在中端市场，还是具有不错的性能表现。只是，华为P30作为一款旗舰机，与同等价位的机型相比，在性能方面的表现有点落后。毕竟，目前国内消费者都注重性价比优势，而华为P30在这一点上存在劣势。不过，华为P30通过加入手机车钥匙等功能，增加华为P30的使用性。此项功能，可以远程打开车门、发动汽车引擎、锁车等一系列便携的出行操作。不得不说，这样功能可以为消费者带来不少便利。除性能方面，华为P30在拍照方面的表现还算不错。华为P30后置4000万像素三摄镜头组合，变焦技术的加持，使其拍照表现可圈可点。华为P30在DXO榜单上，获得116分的拍照评分。从该成绩来看，并足能证明华为P30在拍照方面的表现优异。当然，华为P30不仅后置镜头拍照效果不错，前置镜头的自拍效果同样不错。华为P30前置3200万像素镜头，通过AI智能美颜算法的加持，使其的自拍效果更加优异。华为P30可能与同等价位的机型相比，在性能方面的表现稍显不足，不过，华为P30在拍照方面的表现依然能满足消费者的使用需求。笔者认为，如果喜欢拍照的消费者，3000元的价位入手一款华为P30还算不错。而对于看重手机性能的用户，可能华为P30的表现并不能满足消费者的需求。文/小柠檬", "author": "数码密探", "newsdate": "发布时间：19-12-31", "newstime": "19:35", "sentiment": [{"positive_prob": 0.427133, "confidence": 0.0508155, "negative_prob": 0.572867, "sentiment": 0}]}, {"title": "华为、中兴、中集……明星公司《新年致辞》有看点，除了老板谈情怀，还有“含金量”十足信息点", "content": "又到一年辞旧迎新时！随着新年钟声的渐行渐近，借此机遇总结2019、规划2020，高瞻远瞩的“明星”公司也逐渐增多。而透过这些公司的新年掌门人贺词，各企业新年关键词亦浮出水面。华为：销售额同比增18%，手机出货2.4亿部12月31日早8点46分，华为官方公众号刊发华为华为轮值董事长徐直军新年致辞，主题为《求生存，谋发展，砥砺奋进》。在新年致辞中，徐直军表示，2019年，对华为来说是极其不平凡的一年，在美国的打压之下，预计华为全年实现销售收入超过8500亿元，同比增长18%。尽管没有达到年初预期，但公司整体经营稳健，基本经受住了考验，2020年，“生存下来是我们的第一优先”。同时，华为智能手机业务保持稳健增长，发货量超过2.4亿台。华为认为，HMS（鸿蒙）生态的建设和发展是智能终端海外销售的必要条件，2020年要全力打造HMS生态，支持智能手机在海外可销售，促进应用伙伴创新。据查，2018年华为智能手机出货刚突破2亿台，2019年8月，华为正式发布了鸿蒙系统。2019年，华为首次发布了计算产业战略，推出全球最快昇腾910 AI处理器及AI集群训练服务。2020年，华为要把基于鲲鹏与昇腾处理器的产品作为一个重要增长方向。2019年，华为被美国列入“实体清单”，2020年，华为拟供应链坚决拥抱全球化，持续提升软件工程能力，继续落实五年20亿美元的投入。在整体业务上，华为定调保增长，具体体现为，运营商业务要积极推进全球5G发展，企业业务要继续围绕数据通信、存储、云服务来实现增长，消费者业务围绕全场景智慧生活战略，打造精品和提升用户体验。值得注意的是，优化组织也列入了华为2020年新规划，徐直军说，2020年华为组织变革将聚焦到以生存为中心的主航道上来，干部队伍保持10%的淘汰率。中兴通讯：业绩稳步上升，积极把握5G终端机遇中兴通讯是众企业中发布新年贺词较早的公司之一，12月30日公司便新鲜出炉李自学董事长2020年新年致辞，主题为《凝心聚力，迈向发展新征程》。李自学表示，2019年，中兴通讯聚焦主业，业绩稳步上升，稳居全球5G第一阵营，恢复期目标整体基本达成。这一年，公司高强度投入技术研发，5G核心系列芯片规模商用，分布式数据库在大型银行核心业务系统正式上线，自研操作系统应用领域不断扩大，与多家行业龙头企业达成5G战略合作。展望2020，李自学认为，新科技革命和产业变革方兴未艾，错综复杂的外部环境和历史性的行业机遇并存。中兴通讯将按照“恢复、发展、超越”的三阶段路线如期迈入发展期。研发方面，引领5G产品创新和行业落地，市场领域，坚持全球化战略，不断提升市场份额，积极把握政企、5G终端等新机遇。汇顶科技：屏下光学指纹方案商用破百在2019年华为、5G、国产芯片等大热背景下，汇顶科技2019年无疑成为A股明星公司之一。12月31日上午10：30分，公司官微出炉汇顶科技CEO张帆2020新年致辞，主题为《蓄势奋发，矢志创新拓宽新航道》。（PS：小编从汇顶科技内部了解到，张帆曾亲自撰写新年致辞。）张帆表示，2019年汇顶科技屏下光学指纹方案规模商用，2018年商用品牌机型仅18款，至2019年底已累计商用“破百”。其中，在手机触控领域，公司AMOLED触控方案获得华为、OPPO、vivo、小米等主流终端品牌的全面拥抱，仅2019年商用的中高端旗舰机型就超过30款。另外PC指纹芯片今年出货量超千万颗，全球市场份额进一步扩大，PC触控方案打入HP、华为和联想等供应链。截至2019年底，汇顶科技申请、授权的国际国内专利总数超过3900件，近六年的年复合增长率高达70%，仅屏下光学指纹相关技术专利就接近1000件。展望2020，张帆认为：“2020年，我们将迎来5G的大规模商用，万物互联近在眼前”。指纹与触控产品领域，汇顶科技将积极推进超薄屏下光学指纹方案更大规模的商用，并实现LCD屏下光学指纹方案的量产，以及适应新型软性OLED显示屏的新一代On-Cell触控芯片的量产。另外，基于在光学产品上多年的技术积累，公司将在2020年适时推出ToF解决方案。IoT（物联网）业务上，公司将继续大力投入适用于移动终端和IoT市场的新技术研究和新产品开发。可以见得，“国际化”与“研发”将是贯穿汇顶科技未来几年发展的关键词。张帆透露，公司深圳总部大楼（全球智能芯片创新中心）建设稳步推进，已进入项目设计招标阶段，成都研发中心大楼也将正式入驻，另外还正积极按计划推进NXP VAS业务的并购工作，通过整合业界顶尖的研发力量，提升全球竞争力来开拓更多国际市场。中集集团：5G带动数据中心箱业务暴增中集集团作为全球集装箱龙头，其发展情况备受瞩目。证券时报·e公司记者最新注意到，趁着新年钟声还未敲响，中集集团总裁麦伯良，已抢先发表了2020年新年献词，主题为《开拓创新 有质增长 为新时代做出新贡献》。麦伯良表示，2019年，由于贸易摩擦，全球经贸活动整体呈下降态势，全球集装箱贸易及中国外贸出口增速受到影响。在严峻复杂的大背景下，中集依托于产业转型升级，依然实现稳健发展，多个业务板块亮点频出。集装箱业务方面，特箱增量业务继续保持高速增长，近三年复合增速达到34%。其中，5G时代扑面而来，数据中心箱业务2019年实现爆发式增长，全年收入由不足千万突破至3亿规模，并通过与模块化建筑公司深度合作，实现了全价值链覆盖。清洁能源业务方面，中集安瑞科氢能供气系统首次取得200台套订单。空港板块，中集中标成都天府国际机场登机桥及飞机空调5.185亿订单，为空港单一最大订单，中标印度3.6亿国有机场行李系统订单，成印度最大机场行李设备集成商，另外还中标深圳市首个公交车首末站项目。新的一年，中集集团年度经营主基调为“聚焦主业、有质增长”。要坚持战略和业务聚焦，持续优化集团业务结构和产品组合，聚焦高质量及高潜力的重点产业方向。要着力提升企业运营效率和质量，实现盈利水平、投资回报和人均效率等方面的提升。同时，为了集团可持续发展，将适时进行战略新兴产业布局。招商局集团：全年净利润1200亿，同比增长16%招商局集团，12月31日下午也最新刊发集团党委书记、董事长李建红的新年贺词，主题为《2020年，让我们继续结伴同行，为新时代着色、为招商局添彩！》资料显示，截至2018年底，招商局集团总资产8万亿元，其利润总额、净利润和总资产在央企中均排名第一。李建红表示，这一年，招商局集团“稳”字当头，提质增效推动新增长。2019年集团营业收入超过7000亿元、同比增幅逾10%，利润总额超过1600亿元、同比增幅逾12%，净利润达到1200亿元、同比增幅逾16%，主要经营指标在高位上继续保持较快增长。另外，2019年，招商局集团首次召开“数字化”工作会议，加快推动“数字化转型”，同时完成了前海土地整备工作，千亿级资源储备蓄势待发，此外寿险业务首次走出广东、布局江苏。2020年，招商局集团将积极应变、稳中求进，抓住重点、突破难点、消除盲点、培育新的增长点。一手抓提质增效与提升能力，一手抓“市场化与数字化”双核驱动，不断深化国企改革，持续强化“产业+科技”“产业+互联网”“产业+生态”，加速推进传统产业与数字科技的深度融合。《证券时报》旗下专注上市公司新媒体平台", "author": "e公司", "newsdate": "发布时间：19-12-31", "newstime": "23:24", "sentiment": [{"positive_prob": 0.993799, "confidence": 0.98622, "negative_prob": 0.00620106, "sentiment": 2}]}, {"title": "华为的2019：没有奇迹，只有来之不易", "content": "世事一场大梦,人生几度春秋。12月31日，2019年的最后一天，华为轮值董事长徐直军在心声社区官微发表《华为2020年新年致辞：求生存，谋发展，砥砺奋进》。其中，有一句让人印象深刻“华为没有奇迹，成绩来之不易”。2019年，华为预计全年实现销售收入超过8500亿元，同比增长18%左右。这没有完成预期目标，要知道前三季度营收6108亿元，强劲增长24.4%。可见四季度，华为业绩出现了较为明显的下滑。2020年，将会是华为非常关键的一年。此前，任正非在接受媒体采访就曾表示，“华为在2020年业绩应该还是会增长，但是增长幅度不会太高。今年十月份的增长幅度已经下降到17%，估计2020年会在10%左右，这可能是最低点的估计，也许还会好一些。”华为拥有核心技术，本能够在5G爆发的年代享受高速成长，不料却经历种种苦难与挫折，明年仅仅是生存中谋发展。华为不是神，成绩是一点一点努力出来的。即将过去的2019年，华为算是抗住了美国政府最为猛烈的频频打压，为中国保留住了高科技火种。这一年，华为经历了什么，仍然值得我们回味和铭记。一、华为的20192018年底，华为CFO孟晚舟在加拿大被无端扣押，揭开了美国有意打压华为公司的序幕。一直到现在，孟晚舟被整整“软禁”了一年，成为了美国手上的“筹码”。今年10月25日，任正非75岁生日，孟晚舟在朋友圈发文祝贺父亲生日快乐：父爱如高山，巍峨而绵延......父爱如天空，深远而宽厚......父爱如大海，永恒而深邃（只是偶尔会咆哮）......同时，孟晚舟还配上了一封信，信中提到：“今年，女儿无法陪在你的身边......这些都请你先欠着哈。等我回来，你再慢慢地还哈！”此时的孟晚舟，仍然带着电子镣铐。该面对的，终究还是来了。5月16日，美国政府正式宣布将华为列入“实体名单”。紧接着，伟创力、英特尔、谷歌、高通等巨头先后按照禁令封锁华为设备，基本上从基础元件、存储、芯片到操作系统全面断供。不仅如此，澳大利亚、加拿大、新西兰、英国、日本先后加入“围剿”华为的行动之中，以国家安全风险为由拒绝华为设备进入本国市场。这明明就是美国向中国挑起高科技之战。美国本以为全面封杀化为，会像中兴通讯一样休克。但华为几乎用一己之力顶住了压力，让国人为之动容与振奋。5月17日凌晨2点，华为海思总裁何庭波通过邮件发致员工信，信中表示：多年前，公司做出了极限生存的假设，预计有一天，所有美国的先进芯片和技术将不可获得，而华为仍将持续为客户服务。邮件提到，为了这个以为永远不会发生的假设，海思走上了科技史上最为悲壮的长征，为公司的生存打造“备胎”。超级大国在毫无依据的条件下，把华为公司放入了实体清单。“今天，是历史的选择，所有我们曾经打造的备胎，一夜之间全部转‘正’!”10年备胎芯片一夜转正，是何等的悲壮！华为仅仅是一家民企，却做了政府早该未雨绸缪的事。华为扛起了中国高科技的大旗，冲在了中美科技之战的最前沿。然而，在本应该团结一致对外的时候，“251事件”发生了。那段时间，可以说是全网压倒性批评、讽刺的文章铺天盖地，势要将华为打到。能用法律解决的问题，就留给法律，企图用舆论绑架法律就是耍流氓。华为支持李用法律武器，李却回了老家，丢了一句“我听全国人民的”。华为冲在最前线，一方面要承受着美国政府以国家力量的打压，另一方面又被在内部被险恶用心的人递了刀子。要知道，就在12月3日251事件发酵的时候，美国考虑将华为列入SDN名单，禁止接入金融系统。这是一个“核打击”级别的制裁，如果这一制裁实施，将对华为国际市场造成重创！还好，华为算是暂时顶住了！伟大的背后都是苦难，这话一点没错！二、华为崛起的红利今年4月，笔者写过一篇文章《如何把握华为崛起的红利？》。其中，有提及华为崛起所带来的投资红利。这里，挑选重点内容放在这里：纵观整个5G产业链，上中下游均有华为身影。在3GPP拥有20%以上的话语权，相当于在5G最上层控制了总龙头；其次，在芯片商领域，华为海思研发的各类芯片持续给力；在通信设备商领域，也早已是龙头老大；在销售终端方面，华为明显已经突围三星和苹果在高端领域的重重包围，正在引领手机创新的浪潮；在5G应用领域，发力智能家居、VR、车联网等等，估计也能拿下不小的市场蛋糕。4G时代，链接的终端在10亿级别，而未来5G是上百亿的量级。苹果仅仅是吃下了4G移动互联网的终端红利，业绩10年就增长了6倍，成为超级巨擘。在5G时代，我们可以大胆猜想，华为的成就将远远超过苹果。在苹果过去高增长的10年中，其产业链上发生了很多故事：歌尔股份：主营声学原件，2008年股价启动，10年间股价最大涨幅85倍！德赛电池：主营电池，2008年股价启动，10年间股价最大涨幅73倍！立讯精密：主营精密结构，2010年股价启动，10年间股价最大涨幅14.5倍！大族激光，主营激光设备加工，2012年股价启动，8年区间最大涨幅10倍！信维通信：主营通讯设备天线，2013年股价启动，5年区间最大涨幅30倍！而如今，华为产业链在今年已经开始爆发。据Wind显示，华为概念指数（8841007）今年累计上涨50%。要知道该指数追踪了135家华为概念股，成绩同样来之不易。具体到个股来看，卓胜微、诚迈科技、韦尔股份、圣邦股份、北京君正位列涨幅前5名，分别上涨709.6%、477.75%、389.56%、380%、378%。当然，还包括闻泰科技、立讯精密、兆易创新、沪电股份、汇顶科技、长电科技等均上涨超过150%。今年，华为核心供应商股价上涨不少，但未来还将持续“盛景”，10年10倍真的一点不是事！投资核心科技股，就在华为产业链去寻找就对了。未来，我们仍然会享受华为崛起所带来的红利，虽然期间会有挫折。三、尾声科技之立，不是一句空话，在华为身上体现的淋漓尽致。2020年，华为的处境会更为艰难，但我们能做的，只有给予力所能及的支持。因为没了华为，5G、人工智能等前沿科技之争无从谈起，更是会让国家产业转型升级化为泡影。最后想说：只争朝夕，不负韶华，攻克时艰！", "author": "格隆汇", "newsdate": "发布时间：19-12-31", "newstime": "20:18", "sentiment": [{"positive_prob": 0.766902, "confidence": 0.482005, "negative_prob": 0.233098, "sentiment": 2}]}]