[{"title": "为什么宁愿买更贵的华为Nova5 Pro，不愿选择华为Nova5？", "content": "近日，华为发布了Nova5系列手机，包括三款机型，分别是华为Nova5、Nova5 Pro和Nova5i，华为Nova5i就不用说了，吸引力不大。而Nova5 Pro和Nova5还是值得一看的，两者除了处理器不同外，其它方面均是一样的，都会配备后置四摄相机，支持屏幕指纹、水滴屏，还有3200万前摄，3500mAh电池容量。两者处理器不通，华为Nova5首发麒麟810，而华为Nova5 Pro搭载麒麟980。华为Nova5和华为Nova5 Pro价格仅差200元，8GB+128GB内存版本，前者是2799元，后者是2999元。那么，为什么说宁愿买华为Nova5 Pro，千万不要买华为Nova5呢？其实，仅一颗处理器，就值得那么多钱吗？我们先来看看麒麟810和麒麟980两者的差距，就知道小编推荐不要省200元，入手更加优秀的华为Nova5 Pro。麒麟810是华为7nm工艺制程处理器，也是最新处理器，但是未必就是最强的，属于中端处理器，虽然也是7nm工艺制程，但是麒麟810的内核架构不如麒麟980，麒麟810的内核只有两个A76大核，而其余六颗均是A55小核，大核主频最高可达2.6GHz，而A55小核只有1.8GHz，可见差两个大核，CPU性能肯定相差有点大了。不仅是CPU性能，GPU两者相差真心大，麒麟980使用的是Mail-G76  MP10，拥有10个核心，而麒麟810的GPU采用的是Mail-G52 MP6，看型号数字都比不上麒麟980了，更何况还是6核心处理器，比10核心相差很远。因此得出的结论是麒麟980的CPU和GPU性能，都远远优于麒麟810，因此建议大家不要省下200元了。不过麒麟810也有自己的优势，该处理器使用华为自研达芬奇架构NPU，AI跑分超过3.2万分，相比而言骁龙855的AI跑分只有2.5万分。此外，据说麒麟810在CPU、GPU等方面的性能表现也大幅优于高通骁龙730。这也可以理解，你看搭载骁龙730的Redmi K20，价格也很便宜，仅2000元左右，而华为Nova5高达2799元，如果麒麟810性能不优于骁龙730，估计要被骂死了，华为肯定被扣上高价低配的称号。当然，手机AI用处毕竟远比不上CPU和GPU性能，而就华为Nova5和Nova5 Pro两款手机，一款是中端处理器，另一款是高端处理器，相差200元，如果是你，你会怎么选择呢？", "author": "日日科技说", "newsdate": "发布时间：19-06-23", "newstime": "23:46", "sentiment": [{"positive_prob": 0.0839072, "confidence": 0.81354, "negative_prob": 0.916093, "sentiment": 0}]}, {"title": "华为再次扭转局面，继谷歌之后，在美一软件巨头开始“服软”", "content": "华为再次扭转局面，继谷歌之后，在美一软件巨头开始“服软”华为在最近的系统被传出，鸿蒙系统成为了很多人非常关注的一点，在最近美国的事情我们也基本上是知道，很多的企业也是做出了自己的决定，抵制华为！结果现在随着时间的发展，大部分的企业开始重新的考虑，并且想要重新与华为合作，在当时SD卡以及WIFI联盟等，都是要与华为取消合作，不过在之后也是重新的与华为合作。这个基本上就是没有多少的影响力，不过在之后谷歌的表态也是让很多的人是非常惊讶，谷歌对待华为的态度有一些不明不白，在刚开始应该是要划清界限，不过现在谷歌开始为了华为向自己的政府游说，想要与华为合作，如果可以那么就将华为的禁令取消，谷歌这样的做法也是让很多的网友松了一口气，最起码在这方面也是有了一些结果，而华为现在受到的阻力也是减少。在最近又传出了一个好消息，就是微软这个巨头，也是做出了自己的决定，开始“服软”，在刚开始的时候微软也是做出了自己的决定，在微软的商店当中，是找不到华为所有产品，这样的做法也是足够的表明了微软的态度，那么比较担心的就是华为的PC业务，华为在笔记本电脑PC行业当中，也是逐渐的有了气死，而这次如果取消了Windows的授权，对华为的PC业务来说也将不是一个很好的消息。不过随着华为的鸿蒙系统出现之后，也是逐渐的开始没有了担心，其实国外的一些企业对美国这样的做法也是有一些不同意的，在当时也是联名上书，想要取消华为的禁令，或者是放宽，而现在微软也是有了松动的迹象，根据消息了解，华为的matebook产品是重新的上架，对这样的一个问题来看，微软方面做出了解释，现在华为方面是符合规定的，而将可能还会继续的给华为产品的用户提供更新。那么就是说华为现在的微软方面的设备，可以正常食用，不过之后会发生什么现在也是并不怎么确定，而华为与微软的关系还是并不那么的确定，不过从现在的情况来看，华为的处境是逐渐的开始变好了，也是一个不错的结果，微软方面也是做出了让步，在这样的前提下双发重新和好也是能够期待的事情了，你们怎么看？", "author": "九零新媒说", "newsdate": "发布时间：19-06-23", "newstime": "10:48", "sentiment": [{"positive_prob": 0.944599, "confidence": 0.876887, "negative_prob": 0.0554011, "sentiment": 2}]}, {"title": "华为遭美国“制裁”，中国为何不抵制苹果呢？听听任正非怎么说", "content": "文：凉熙大家都知道，美国从去年开始就一直在抵制华为了，其实从最开始制裁中兴的时候，美国最开始其实我国的产业了，而现在来看的话，其实受伤最深的，大家也能猜到，无非就是现在比较强大的华为了。华为在中国因为受到美国公开的“压力和制裁”而成为全世界人民关注的焦点。重要的是要知道，作为一个巨大的技术企业，很少有几家可以被美国制裁的。我们可以看到，华为作为中国最大的民营企业，一直承受着来自美国的“压力”。许多人都为华为你饿了一把汗，也有网友质疑，美国这样对待华为，我们中国为什么不抵制苹果呢，这背后的原因是令人惊讶的。记得在零几年的时候，在我们中国的市场，其实还是苹果的天下，那个时候苹果的新机其实还是成千上万的，当时的国产手机其实才几百块钱，在那个时候，苹果手机可是一个人好几个月的工资才能买得起，在那个时候，仿佛就是有了苹果手机就是一个有钱的象征，感觉就是倍有面子。但是现在的话，国内其实大多数人都选择了华为，而且现在华为也是越来越厉害了，其实不仅仅是华为，国内的很多手机现在质量也都很好，而且性能也很高了，所以现在其实也有很多的人都开始选择国产手机了，但是也是有很大一部分人还是继续选择苹果手机，不得不说，其实苹果手机确实是很好的。尽管最近美国一直在抵制华为，但是华为一直被美国“打压”的原因其实是很客观的，一开始的时候美国声称华为的5G技术是不安全的，但没有具体说明哪里存在安全问题，然后很多国家的很多移动运营商都使用了华为的5G设备，同时证明了华为的5G技术和设备是安全的，所以对于华为来说，也是非常无语了。尽管有来自美国的压力，但是华为并没有放弃自己的发展。目前，华为已经掌握了大量5G技术专利，处于世界前列。据最新统计，华为在全球已赢得超过46个5G订单，这类订单的数量在世界上遥遥领先。这一成就也表明了华为不惧困难和障碍，为发展而奋斗的决心。不仅如此，中国不会因为别人的优秀而抵制他们，而是会为他们喝彩。美国的种种做法确实是引起了很多的国人的愤恨，毕竟在国内最受欢迎的美国品牌无疑就是苹果了，所以说使矛头和目光都转向了苹果，其实大家也都知道，作为世界上最好的科技公司之一，苹果的产品一直以来都是非常好。在中国市场上，苹果的iPhone、iPad等产品受到消费者的广泛喜爱。虽然华为被美国“打压”，但我们没有理由抵制苹果，因为苹果的产品是受人尊敬的，甚至华为的任正非也是如此。任正非曾公开表示，华为是优秀的，苹果也是非常优秀的，我尊重乔布斯，如果有人想站出来反对苹果，那么我是第一个反对，很多人听到华为创始人任正非的话都很惊讶，但是经过仔细的思考，这充分说明华为有足够的信心去面对困难，所以我们没有必要抵制苹果。尽管华为确实是受到了美国的打压，但是任正非曾表示说，不能够因为华为而损害了国家的利益，不能够因为一家公司而牺牲国家的开放政策，对于任正非的说法，网友们也是纷纷为任正非点赞，所以说这样才是真正的良心企业家，永远将国家的利益放在了第一位，不得不说，这才是技术的保障，是实力的象征。而我们不会轻易抵制一个品牌或产品。但是现在来看我们不抵制苹果的产品，但苹果的产品，现在的销量已经出现下降。这主要是由于缺乏创新和新产品的高定价。这些都是导致苹果产品销量下降的主要因素，正如库克所说，中国不可能抵制苹果，因为我们没有理由。其实抵制对中国没有什么好处，苹果公司的组装和生产，其实都说在国内进行的，而且在中国，苹果没有很多的服务中心，苹果在中国，也为很多的人提供了工作岗位，目前其实中国的许多的产业链都是离不开中国的，一旦封杀苹果，其实是会对我国的经济产生很大的影响，其实相对来说损失挺大的。如果我们仅仅因为一个品牌足够强大和优秀就抵制它，那么整个科技研发就会陷入停滞。在科技发展如此发达的今天，抵制一个品牌的发展显然是不可能的。从华为目前的应急措施来看，华为已经准备好了，我相信有了华为。通过不断的努力，华为一定能够渡过难关。其实库克对中国也是很感谢的，因为我们并没有对苹果做出什么比较过分的事，但是对于美国这样的举动来看，实在是有点太过分了，美国动不动就制裁这个，制裁那个的，原因其实就是因为他们的国力强大。不知道大家怎么看待。本文由不凡智库原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "不凡智库", "newsdate": "发布时间：19-06-23", "newstime": "18:02", "sentiment": [{"positive_prob": 0.00218654, "confidence": 0.995141, "negative_prob": 0.997814, "sentiment": 0}]}, {"title": "终极话题：这是最后一次讨论“华为”，远离背后那些邪恶的人", "content": "本文共4138字，预计看完至少10分钟。现在是个非常敏感的时期，“华为”两个字背后代表了太多的东西，有技术、有国家、有网民、有手机、有电脑、有电视、有很多很多人们的希望和对美国的厌恶，但现在与华为有关的话题已经被带偏了，甚至有点走向深渊的意思，所以今天我们最后一次在公开的平台上聊“华为”，希望那些还有“贼心”的人们能收敛一点。我相信大多数人认识华为都是从手机开始的，而且大多不好的印象都停留在麒麟970手机发布之前。每一个品牌或产品都会有一段不堪或是不太顺利的过去，华为手机就是这样，从一个天天被骂，到现在好坏参半，这中间经历了很多年，能被全世界认可，对一个中国企业来说，这比上月球还难。既然大多数人都是从手机认识华为的，咱们就只说手机相关的，至于路由器什么的暂时不说。对华为手机来说，最核心的东西就是麒麟处理器，为了这个处理器，华为至少被骂了4、5年，但他们并没有放弃，而是默默的在提升，如果你是华为老用户，我相信你能感觉到华为手机的进步。麒麟处理器直到麒麟970发布之后，才渐渐得被人们认可，甚至麒麟970在国外都得到了非常好的口碑。但麒麟970其实就像是一个娱乐明星，虽然很有名，但成名之后人们对你的包容也会渐渐变少，甚至任何一个瑕疵都会被新闻或舆论无限放大。比如某个明星抽烟了，仅仅是因为他是明星，如果是一个路人我相信你才不会注意，甚至都懒得抬头。甚至某个女明星这几天胖了都要被人们说三道四，这你和有什么关系？这或许就是树大招风的逻辑，站在前面，就必须接受人们的各种“审判”。在这一点上，我觉得华为做得还不错，至少被骂了这么多年，还是给我们拿出了一个像样的作品，现在的麒麟980应该算是真正没有明显短板的处理器了，即使骁龙它也不敢说自己是完美的。网络上有很多人给我留言，质问我为什么不出来帮华为说话，甚至他们认为所有的媒体全出来帮华为说好话这就是对华为好，这是荒谬的。华为现在需要的并不是乱七八糟的吹捧，他们需要的是时间，用这些时间慢慢调整步伐，把那些潜在威胁全都排除掉，在这期间，他们需要安静。而这份安静恰恰是最难的，不管是吹捧还是辱骂，每天都在24小时上演，打开某个新闻APP的评论，比星球大战还热闹，各种无知和道德败坏的人影响着网络的和谐，我从一开始就支持网络实名制，甚至我认为应该把用户的名字当ID，当然这肯定是不可能了。正是因为隐藏在网络背后无比安全，所以一些人的阴暗面才会在网络上蔓延，麒麟980都不如骁龙660这种脑子进屎的话，我相信它是故意说出来的，不管是什么目的，但这样的人是恶心的，也是无耻的。我们一直提倡产品与品牌分开，任何一个品牌都会有垃圾产品，也会有优秀的产品，如果你否定一个产品，就会被说成否定了一个品牌，这是不公平的，也是不合理的。不知道是哪个脑子有包的人说的那句“不买华为不爱国”，小米、OPPO、vivo、一加等等，他们也是中国的品牌啊，这句话100%的在给华为招黑，挑起国产厂商之间的口水仗。科技、数码产品，这些是没有国界的，谁都有权利享受科技带来的便利；但技术是有国界的，外国人可以因为任何原因禁止你使用他们的技术，甚至可以利用各种手段打压他国的企业，正如今天的美国，华为只是一个开始，后面还会有大批中国企业受到坏人的“胁迫”，这时候只有技术，属于自已的技术才可以得到保障，否则一定会被美国这样的坏人踩死。现在的华为虽然面对美国的“欺负”受到了巨大影响，但似乎一切都在向好的方面发展，中国的企业大多喜欢安乐发展，谁也不招惹，默默的赚钱，可人无远虑必有近忧，当有一天高通禁止向国产手机售卖处理器的时候，当有一天美国像封杀华为一样，封杀所有中国的手机厂商，请问以现在的情况来看，谁能像华为一样挺过来。这里并不是说华为有多厉害，而是想告诉大家，自已的技术有多重要。很多人在网上都在说华为的麒麟处理器也是别人的技术，其实这是有道理的，但只是基础的框架，其它的基本上全是华为自己研发的，这对于国产手机厂商来说，是付出了N年心血和无数财力、物力、人力换来的，本来就落后，已经在拼命追赶了，最后换来一个落井下石，这太残酷了。如果随便买个框架就可以做出自己的处理器，那么理论上所有国产手机厂商早就有自己的处理器了，为什么现在还只有华为一家？我们曾经希望小米的新处理器也能快点出来，但这中间的辛苦和难度，我相信小米方面的专家们最清楚，只希望他们不要放弃，早点弄出来，哪怕会挨骂也没事，毕竟现在的人们不会再像N年前骂华为那样残忍了，大环境摆在这，是时候开启自研的时代了。国内的科技实力其实并不弱，只是很多时候人们对国产东西的包容度太低，甚至是一瓶水，写英文的都比写中文的受欢迎。有些小家电企业被逼到国外注册个垃圾公司，然后再回中国卖，说起来也是进口的，人们也愿意多花两倍的钱去买。每个国家都有自己擅长的领域或优秀的商品，全球化经济带给我们的好处就是我们在家也可以买到国外的东西，但并不是告诉你国外的东西来了，国内的东西就不好了。在国外最有名的无人机是中国的“大疆”，在亚马逊卖得最好的充电宝是中国的“安克Anker”，在N多国家承建网络基础建设的是中国的华为、中兴等等，中国的企业在国外一直很强，只不过因为历史原因中国人对自己国产的产品还是不太信任。麒麟810的诞生并不能代表什么，但它对华为手机的未来有很重要的意义。人们最熟悉的骁龙处理器，它用挤牙膏式的方法弄出了一堆处理器，不管多少钱都有适合的产品。但华为方面一直缺乏中端处理器，麒麟710最多也只能和骁龙660打个不相上下，没办法支撑1500元以上的市场。麒麟810的使命就是撑起华为1500-2300元这个价位区间，今年中端机市场会竞争非常激烈，过去的半年里，红米几乎把中端市场的用户都抢走了，虽然荣耀8X的成绩也非常棒，但随着OPPO、vivo的加入，中端机的参数又一次提升了，甚至硬件提升了，价格反而下来了，在这种激烈的竞争环境中，华为如果不拿出个像样的处理器，很难招架。对于麒麟810我认为现在应该保持冷静的态度，别扯什么跑分很厉害之类的，还是要以实际的上手体验为主要参考依据，否则盲目提高人们的预期，到手之后的落差感会毁掉这个产品。目前中端市场能拿出来的处理器基本也就骁龙710、骁龙712、骁龙730、麒麟810，骁龙710现在已经站不住了，它很快就会接班骁龙660，后者直接淘汰成百元机的处理器。这么看来其实1500-2300元这个价位中，只有三颗处理器可以拿出来一战，大家选择的空间也很小。主要还是看摄像头和其它卖点了，所以没必要在处理器上纠结，还是要看整机的综合实力。至于之前网上热议的“华为P30系列拍月亮”事件，这本身就没什么可聊的，而且是根本不可能有结果的事情，大家都在看热闹罢了。如果说非要找厂商忽悠消费者的事，每个厂商都有，拍月亮这种功能，我认为和其它行为比起来，还算收敛点了。我们来简单说几个例子：华为有过内存混用，这个大家都知道，而且这事确实不好，最后这个系列也被混用给毁了；某手机厂商发布会用UFS2.1吹牛X很长时间，结果买到发现是单通道，速度差一半，文字游戏在没有犯法的基础上，成功的忽悠了很多人，因为大家都不懂；某品牌的参数页从来不写对自己不好的参数，只写好的，是不是侵犯了消费者知情权？问客服手机用的是哪家的屏幕，所有手机客服都会说这是商业机密，不方便透露，除非它用的是三星好屏幕，这个可以吹牛X，而这是行业中很默契的行为，全这样。屏幕是哪家的，在一定程度上决定了这个手机屏幕的好坏，消费者连知道这个的权利都没有？所以说如果是为消费者着想，不如写信给工商局，请官方渠道规范手机参数列表，把消费者关心的东西都列出来。我们回到正题，对于华为我一直都是保持着只评论产品，不评论品牌的逻辑，因为手机并不只是华为的所有业务，而对手机来说，不同的人都会用出不同的效果，很难公平的去下结论，不管是谁在评论，都会带着自己对产品的理解。同样是一部5000元的华为手机，月薪3000元的人和月薪10000元的人，肯定会有不同的看法和评价，大家没必要因为网上谁对某手机说了什么就起身大骂，或许是因为你们站的立场不同。很多人都说某手机厂商的高管又开始在微博犯病了，瞎说八道，这里面也存在身份的问题。如果你是某手机的高管，你肯定也这样，即使知道说的不对，也会继续说下去，因为你的身份告诉你，必须为自己的品牌造势，必须这样。目前在所有国产手机中，小米、华为、荣耀、OPPO、vivo这五个是第一梯队，如果你经常关注手机圈就会发现，几乎所有手机新闻里面全是他们的内容，其它品牌几乎都快消失了，最多发布会前后有几条新闻。头部品牌已经成型，在同样硬件性能的情况下，拼的就是独家或是领先很多的技术（或设计方案）。华为/荣耀有麒麟处理器，这是独家的。华为还有最强的拍照功能，并且摄像头也是定制的，还有徕卡认证加持。vivo近两年一直很激进，在屏下指纹领域有很好的带头作用，并且每年都会有新的技术拿出来，如今年的120W快充、之前的半屏指纹解锁。iQOO的出现也给了友商很大的压力。OPPO与vivo相比有点乏力，虽然后劲不足，但价格降下来之后就变得很凶猛，口碑也慢慢呈上升趋势，今年的子品牌也有不错的成绩。小米这边虽然销量不错，但仅凭20W无线充电并不能助力多少。这在小米9发布之后也很明显，近几个月小米这边一直没什么动静。红米的独立其实是把双刃剑，毕竟除了便宜、参数好之外，也没什么新鲜东西，和没独立之前没什么明显差异，除了外观不再那么丑了之外，很难拿出可以征服市场的东西，当然便宜本身就是一个卖点。我们回想一下全球比较厉害的几个手机厂商，几乎都有自己独家的东西在，否则根本不能登上全球范围的第一梯队，即使是国内市场，慢慢也会淘汰掉那些没有技术实力的品牌。最后警告那些心存恶意的网络键盘侠，虽然华为的死活和你没什么关系，但如果你心里有个“锤子”，你看谁都像钉子，早晚有一天，你会为你的恶言付出代价。不管是小米还是华为，大家应该给他们多一些包容，可以评价他们的产品，甚至产品做不好你骂他们都可以，但在大环境下，不要对他们的品牌恶言相向。", "author": "瓦力评测", "newsdate": "发布时间：19-06-23", "newstime": "17:13", "sentiment": [{"positive_prob": 0.162407, "confidence": 0.639096, "negative_prob": 0.837593, "sentiment": 0}]}, {"title": "联想和华为的区别在哪里？华为如果收购联想有意义吗？", "content": "联想是目前国内绝大部分企业的模板：依靠国家的资金和政策，只顾眼前利益，只想扩大规模。在做广告、拉关系上最舍得花钱，千方百计让成品成为政府采购的项目。用这种躺着赚钱的方式迅速膨胀，因此形成了好逸恶劳的习惯。所以这种企业往往看着光鲜，却没有实际的内涵。离开了政府的资金和政策的支持往往就像被宠坏的孩子，脖子上套了一张大饼，最后没吃完就被活活饿死。华为的起家方式和联想差不多，但是它注重自身核心技术的研发，以至于当年的联想只有80多亿的市值，而华为达到了4000多亿。联想和华为最大的区别在于发展模式的不同，正是发展模式的不同最后造就了公众口碑的不同。联想在成立之初做的是技工贸的模式，就是不断研发新技术创造新产品来驱动公司业务的发展。华为现在个人消费电脑也走的是互联网电脑的路线，和联想的电脑销售不是一个路子。而且联想本身的企业架构、人力资源过于厚重，企业文化和华为又格格不入，所以收购了会有很大的麻烦。而且，因为涉及到IBM和摩托罗拉，这种收购美国都不会同意。过去多年电脑市场都是一个相对静态的市场，英特尔和微软占据了主导地位，电脑品牌本质上从事的是制造打工仔，因此，联想模式取得了一定的成功。手机产业今天并非静态市场，但如果没有华为和三星，除了封闭的苹果，再过几年，手机市场可能也和电脑市场一样，高通占据芯片，安卓主导系统，手机品牌沦为名副其实的打工仔。正是华为这种企业的存在使手机产业高度动态竞争，如果华为等多个电脑品牌未来也自研芯片和系统，电脑市场必将重回喧嚣。华为已经宣布鸿蒙操作系统即将扶正，并可能适用于电脑，电脑芯片也有备用。所以，如果华为收购联想，联想的作用主要就是快速催熟华为的电脑芯片和操作系统，其次才是电脑产业的供应链运作能力。", "author": "耿彪", "newsdate": "发布时间：19-06-23", "newstime": "01:30", "sentiment": [{"positive_prob": 0.00101654, "confidence": 0.997741, "negative_prob": 0.998983, "sentiment": 0}]}, {"title": "海外市场将暴跌40%？孙正义突然向华为示好：从未停供华为", "content": "嗨咯大家好，欢迎收看本期的科技资讯。虽然，华为创始人任正非表示：“华为手机海外市场销量暴跌40%”。但实际上从2019年第一季度的统计数据显示，华为手机出货量依旧突飞猛进，同比增长百分之50%！而华为手机在2019年仅用了5个月，全球出货量就突破1亿台，相当于每一秒就有7台华为手机出货！这也意味着华为手机海外市场销量暴跌也是在5月份后所发生的事情，毕竟华为在5月份被列入“实体清单”后，Google方面宣布暂停与华为的合作，对于Google Play、Gmail等谷歌全家桶，华为新机都将不能安装，同时手机系统版本更新也将不会再得到Google方面的支持，而国内市场并不受这一政策影响，所以华为手机海外市场销量暴跌，也属正常现象。但偏偏在这种情况下，一众曾封锁、抵制华为的科技巨头却反过来“讨好”华为，比如谷歌、比全球排名第一的IP供应商ARM。前一段时间，由于被迫暂停了与华为海思的合作，全球排名第一的IP供应商ARM成为了行业关注的焦点。但近期，该公司却先后两次表态，表达了希望找到解决方法，以恢复与华为作关系的愿望。表面上这种示好看上去有种“知错就改”的意味，但其实有一个很重要的因素在里面——ARM是孙正义的企业！ARM的确是英国芯片制造商公司，但该公司在2016年以320亿美元被软银收购。而且据相关媒体报道，6月22日，软银集团董事长孙正义透露，他未下令ARM停止向华为供货。孙正义表示，ARM实际上还没有终止与华为的合作伙伴关系，但它的检查行为符合美国关于禁止向华为出口含有25%或更多美国技术的产品规定。孙正义这下可真“八面玲珑”了，一边不断讨好美国，一边又“留了后手”期待能修复跟华为的关系；如此小人，华为有可能“不计前嫌”原谅他吗？您是怎么看的，欢迎留言讨论！", "author": "吴拿科技大王", "newsdate": "发布时间：19-06-23", "newstime": "11:33", "sentiment": [{"positive_prob": 0.149121, "confidence": 0.668621, "negative_prob": 0.850879, "sentiment": 0}]}]