[{"title": "华盛顿最不愿承认的现实：后院国家不顾反对，向华为伸出橄榄枝", "content": "5月10日，据亚太日报综合报道称，美国一直威胁盟友不要使用华为设备，最近竟然发现自家公司却在使用华为设备。这究竟是怎么回事？按照墨西哥政府的说法，美国电话电报公司就在墨西哥使用华为的设备，美国却对此视而不见，居然还不让墨西哥的电信公司与华为合作。因此，他们对美国这种两面派的做法感到十分不解。为什么美国电话电报公司可以使用华为设备，而墨西哥却不能呢？有消息人士表示，美国电话电报公司在收购了两家墨西哥通信公司之后，一直在使用华为设备。因为这家美国企业认为华为拥有“深厚的资历和迅速的执行力”。对于墨西哥政府而言，早就想通过引进国外企业来打破本国电信行业的垄断局面。从2013年开始，墨西哥政府宣布进行“共享网络”，此后诺基亚和华为被允许参与“共享网络”的建设。实际上，华为早在上世纪90年代就已经在墨西哥开展相关业务。由于价格和人才优势，华为成为墨西哥主要的电信供应商。目前，墨西哥50%以上的4G设备都由华为运营。墨西哥美洲球队甚至将华为的品牌名称印在自己的球衣上。华为在墨西哥不断开拓市场，扩大知名度，引起了美国的担忧。美国多次警告墨西哥政府华为可能会带来“安全风险”，要求其停止与华为的合作。不过，全球通信业协会高级总监马尔科·加尔万则说：“华为从中国给墨西哥带来了尽可能多的必要资源，他们做了应该做的事。”是的，华为凭借诚意以及过硬技术设备获得了墨西哥市场的认可，美国又有什么理由阻止墨西哥与华为合作呢？美国电话电报公司使用华为设备就说明了一个很打脸的事实，美国自家的4G和5G根本不行。如果是好的设备和技术，没有哪一个国家会排斥。美国企业若是在5G建设方面超过华为，又何必长他人志气灭自家威风呢？当然，美国一边阻止墨西哥政府与华为合作，一方面却默认自家公司使用华为，显示了美国纠结矛盾的心态。对美国来说，墨西哥是其后院地区，决不允许他国染指。中国企业进驻墨西哥，无疑会削弱美国在后院国家的经济影响力。但是对于自家企业来说，他们使用华为设备，出于正常的商业合作，并不涉及政治问题，美国政府当然无权来阻止。对特朗普政府而言，要阻断中国高科技制造崛起之路，就需要加大对华为的围堵力度。以华为为代表的中国企业将引领中国走向未来，美国的科技垄断优势也将因此而被打破。所以，遏制华为，就是遏制《中国制造2025》大计划。尽管华盛顿最不愿意承认的一个现实是，随着华为等中国高科技企业的崛起，包括墨西哥在内的后院国家都在竞相与中国展开合作。所谓适者生存，在5G网络发展方面，美国显然要落后于中国。美国再不思进取，而只是用保守手段遏制中国企业，只会让自己成为时代的弃儿！（作者：虎符）", "author": "军院34号", "newsdate": "发布时间：19-05-12", "newstime": "11:16", "sentiment": [{"positive_prob": 0.00973934, "confidence": 0.978357, "negative_prob": 0.990261, "sentiment": 0}]}, {"title": "2018年旗舰手机荣耀10还能和2019年的小屏旗舰小米9SE进行PK吗？", "content": "这个对比很公平，因为这两款手机都是主打小屏手机，荣耀10是5.84英寸，小米9SE是5.97英寸，虽然看起来屏幕比荣耀10大，但是整体大小小米9SE并不会显得很大。因为屏占比有关系。因为发布相差的时间比较长，要快到将近一年的时间了，虽然有买新不买旧的说法，但是荣耀10在是2018年的上半年定位旗舰机，而小米9SE定位的是2019年的小屏旗舰，所以还是有必要来聊下！从颜值外观的角度分享我的看法所以如果说从颜值的设计角度来说，选择小米9SE，因为荣耀10是采用的前置下方的指纹识别区域，所以他的下巴和上面是齐刘海的设计，所以占据的空间就比较大，屏占比就和小米9SE比较来说比较小一点！后面的设计还是比较整齐的，采用双摄处理器横排排列，logo在下方居中，还是很好的！荣耀10小米9那么小米9SE则是采用水滴屏设计，而且在小米9SE并不因为他是次旗舰机型，就好小米9区别相待有多少，至少还是屏下指纹解锁，所以屏占比会比较站优势！后置则是三摄竖排排列的摄像头，logo也是在下方居中排列展示，所以后置中规中矩，算不算漂亮，但是也能看的过去！从摄像成像水准的角度来看看荣耀10的手机采用的是双摄组合摄像头，1600万（彩色）像素＋2400万（黑白）像素，f/1.8光圈，支持自动对焦（深度对焦/相位对焦/反差对焦）；前置则是2400万像素，f/2.0光圈，支持固定焦距；而小米9的配置则是后置相机三摄组合，采用了4800万 广角镜头，f/1.75；800万 长焦镜头，f/2.4；1300万 超广角镜头，f/2.4；而前置摄像头则是前置相机2000万前置相机。荣耀10的自拍小米9的自拍所以在拍照性能方面小米9SE的综合实力还是占据优势的！因为三摄组合和广角镜头这是2019的主流，去年荣耀10出来的，这个也不怪荣耀10。而前置荣耀10却在一定的程度上占据优势，突然发现荣耀这两年在前置自拍方面很舍得投入呀！综合性能以及价格对比分析其实在这里我想说明一个核心配置，那就是荣耀10采用的是华为上一代旗舰CPU麒麟970，而小米9SE采用的是比高通骁龙710能稍微厉害一点你的骁龙 712 CPU，具体这两款CPU的性能相比较到底谁胜谁负，我们来看看媒体人给的答案！通过一段数据解读的对比可以看到，骁龙712性能介于麒麟960和骁龙970之间，骁龙712单核性能高于麒麟970和960，多核性能略有不足。基带版本高于麒麟960，但次于麒麟970。另外，骁龙712所用的CPU和GPU都是高通自家产品，在相同工艺下，处理效率和耗可能比麒麟ARM架构好一些。在市场定位方面，麒麟960/970定位的是准高端市场，而骁龙712则是高通推出骁龙800旗舰之外的700系列中高端处理器。虽然性能也不算弱，但相比华为最新两代的高端CPU还是存在小幅的差距。所以从处理器的角度，麒麟970比高通骁龙712要胜出一些！接着说说功能小米9SE有屏下指纹解锁，有红外遥控和NFC识别系统（在小屏旗舰中出现，小米9这次还算良心）5.97 英寸 三星 AMOLED 屏幕；电池容量则是3070mAh（typ/典型值）/ 2970mAh (min/时间)，具体是怎样的套路？很难理解！小米9的价格表现则是6G+64G的价格是1999元，而6G+128G的价格则是2299元。而荣耀10其实在红外遥控和NFC功能方面都有，指纹解锁采用的是湿手可以解锁的超声波解锁技术，电池则是3400毫安典型值的电池容量。具体价格表现，荣耀10的手机6G+64G是2599元，现在折扣1899元；6G+128G则是2999元，现在折扣价是2599元；8G+128G是3299元，现在折扣价是2699元；所以总结下，荣耀10还是有着旗舰机的表现和旗舰机的需求配置，据悉8G+128G还是去年后半年加上来的，之前才发布的时候是没有的，可是毕竟是去年的机型。而小米9SE作为小屏旗舰用着中档的处理器，摄像水平和旗舰改用的功能和配置都有，但是相对来说在选择内存大小方面范围并没有那么的广。那么你会选择哪一款？当然决定选择的还有UI系统这一项，MIUI和EMUI选择哪个也是一个比较困惑的地方。但是如果是我，现在我会选择小米9SE，可是我在小米9SE没有出来之前就购买了荣耀10的8G+128G版本，先用着吧。大家有怎样的看法，欢迎关注我创业者李孟和我一起交流！", "author": "创业者李孟", "newsdate": "发布时间：19-05-12", "newstime": "13:10", "sentiment": [{"positive_prob": 0.980499, "confidence": 0.956665, "negative_prob": 0.0195009, "sentiment": 2}]}]