[{"title": "华为EMUI10亮相，除了更美更流畅，还有这个大招", "content": "8月9日的华为开发者大会上，EMUI10正式亮相。关于它的主要更新，官方归纳为焕新UX设计、全场景体验和畅快新标准等部分。目前，华为在国内和全球范围里都是数一数二的手机巨头，EMUI定制系统也拥有着海量的用户。根据官方数据，EMUI目前的日活用户达到了5亿人，预计EMUI10的升级用户将会达到1.5亿。和以往EMUI的大版本更新不同的是，此次EMUI10的提出的“全场景极致体验”其实是把目光瞄准了物联网、多设备协同以及未来的5G生活。UI变好看了，还有深色模式1、UI更好看，圈一波女粉？对手机定制系统而言，第一眼能感受到的差异化便是外观。此次EMUI10采用了莫兰迪色系，色彩不会太浓郁，也不会太寡淡，比较时尚美观。这款系统在设计上还大量留白，UI看起来更加美观和简洁，相对之前的版本会更年轻化一点。在专门的EMUI10 UX沟通会上，华为消费者BG软件部副总裁毛玉敏介绍称，EMUI10中的图标做了重新设计，元素的形状轮廓都按照黄金比例整理，实现整体上的统一和谐。新绘制的图标给我们的比较直观的感觉，就是相比旧版本系统更加扁平化了，这也比较符合现在的设计潮流。外观层面来说，EMUI10整体设计更加美观、色彩调配更时尚，同时图标绘制也更加精细和谐。毛玉敏坦言，希望通过EMUI10的设计，让下一代Mate产品吸引到更加多的女性用户，目前而言，华为产品男性用户会略多些。2、深色模式来了，深夜党福利深色模式或者说黑暗模式是现在几乎所有手机系统都在积极推进的一项功能，它最明显的好处就是可以让用户在夜间环境下获得更加好的使用体验。华为表示，根据他们的人因实验自研结果，人眼在浅色和深色背景下，对同样的色彩感知度是不同的。例如，在界面整体的背景色是深色的情况下，如果小面积的按钮颜色不调整的话，看起来就会格外刺眼。因此，EMUI10中的深色模式设计遵循易读性、舒适性和一致性的三大原则。可以看出，EMUI10中的暗黑模式中文字、系统图标的颜色都做了优化处理，以让用户获得最佳的感受。当然，如果只是在系统层面进行深色模式的修改，显然是不够的。EMUI10的深色模式接口已经对第三方应用开放，只要他们做出相应的变化，就能让应用获得和系统一致的深色模式效果。方舟编译器让系统更流畅此次已经公布过的方舟编译器是EMUI10保持流畅的秘诀之一，这次发布会上，华为再次解释了这个问题。一方面，方舟编译器省去了传统安卓应用开发后需要二次编译的步骤；另一方面，内存回收机制做了大的改进，原生安卓需要统一回收，方舟编译器可以随时回收。目前而言，方舟编译器已经和40多个头部应用合作。而且，方舟编译器今年会进行框架开源，明年完整开源。也就是说，未来会有更加多的安卓应用由此受益，更广泛的安卓用户群体，能获得更加流畅的使用体验。另外，据毛玉敏介绍，EMUI10的动效也做了优化调整，使用起来会更顺畅。多设备协同才是EMUI10的真正大招如今我们用到的智能设备可以说是越来越多，除了手机，还有智能手环、智能手表、电脑、平板、电视、智能音箱……很大程度上，这些智能产品分割了我们使用手机的时间。同样一款应用或服务，用户可能需要在不同设备上获得一致的体验。EMUI10提出的“全场景极致体验”其实就是为了解决这个问题。华为表示，EMUI10采用了分布式技术。首先要把各个设备的硬件能力分离出来，然后再实现资源共享。比如说，笔记本电脑的屏幕可以成为手机的显示设备，从而让用户获得更大尺寸更好的观看体验；电视本身可能没有摄像头，但能借助手机上的相机来完成拍照；汽车屏幕内直接调用手机的应用，手机则可以查看汽车的状态。当然，多设备协作，必然需要在设备之间进行密切频繁的数据传输和分享，也会带来新的被攻击的安全风险。华为和EMUI10给出了解决方案，在用户身份认证上，采用账号、密码、生物特征、行为特征等多因子认证；在设备认证上，采取私钥存储、设备证书的方式。在应用开发上，EMUI10提供了分布式UI编程框架，开发的一款应用可以在多个设备上同时使用，这就极大地减少了应用开发的成本，并且提升了效率。坦率说，每次手机定制系统的更新，UI设计变化和流畅度提升是比较容易被第一时间感知到的。不过，此次EMUI10的最大亮点应该是对多设备协作的支持，它代表着EMUI系统的研发方向从4G转向5G、从移动互联网转向万物互联的世界。5G时代已经在向我们招手，除了更快的网速，5G还会带来更大的容量，届时可能会有越来越多的设备加入获得网络能力。物联网或许会迎来一次爆发，而华为已经在IoT领域积极布局，并且推出了HiLink开发平台，在积极招揽各方的开发者。从EMUI10的分布式技术和倡导的全场景智慧生活来看，并不是让某款设备充当IoT的控制中枢这么简单，而是让各款设备都可以发挥所长，把各项优势聚集起来，实现整体的更优体验。可以想象到的是，很快，华为手表上可以查看回复手机上的信息，华为手机上的画面可以投射到智慧屏上，用智能音箱、电视乃至车机也能用来接打电话。最后，再谈下最实际的问题。EMUI10正式版将在下个月发布的华为Mate 30上首发，9月8日起，华为P30系列将会获得测试固件。华为Mate 20系列、荣耀20系列以及Magic2都会在9月下旬获得测试资格。", "author": "雷科技", "newsdate": "发布时间：19-08-10", "newstime": "22:01", "sentiment": [{"positive_prob": 0.999911, "confidence": 0.999803, "negative_prob": 8.85874e-05, "sentiment": 2}]}, {"title": "目前为止，华为系列手机在您心目中是如何排行的？", "content": "感谢您的阅读！听过网友说的这样一句话：华为最好手机只有华为mate系列和华为P系列，其他的Nova系列、华为畅享系列、华为麦芒系列都是不值得一提的低端机。至于荣耀手机，更不值得关注的“庶出的儿子”，便宜且廉价！对于这样的评价，笔者并不赞成上述观点，事实上，笔者承认华为mate系统和华为P系列的优势，可是笔者认为的排行是这样的：华为mate系列＞荣耀数字X系列＞华为P系列＞荣耀数字系列＞华为Nova系列。至于，荣耀magic系列、青春版、note系列、华为畅享系列、华为麦芒系列等等，笔者并不特别喜欢。我们说说为什么这么排序？◆ mate系列为什么排在第一，笔者一直认为真正集成了华为技术的机型，只有华为mate系列。我们可以打个比方：华为mate20 Pro，麒麟980处理器，京东方的2K屏幕;3D结构光等等技术的集成者，支持IP68防水等级，这就是真正的华为旗舰手机。◆ 荣耀数字X系列。为什么将这款系统放在第二呢，荣耀手机最具有性价比的机型，就是这款系列，不管之前的荣耀8X，还是现在的荣耀9X，都极具性价比优势，虽然笔者认为最实惠是标配，如果加了配置，反而并不建议使用了。◆ 华为P系列，这是对拍照有着绝对执着用户的选择，我们也发现，这款手机的优势就在于拍照，当然它的颜值高，且消费量也高，但是从我的角度，它的性价比并不算太高。不过，你对于拍照感兴趣的话，P系列还真的不错。◆ 荣耀数字系列，笔者将它和V系列放在了一起，对于笔者来说，它们是一个系列，价格会更便宜些，但是内容却不少，比如荣耀20系列，不仅在拍照上上了dxomark，而且在硬件配置上，荣耀数字系列确实值得我们感受到魅力。◆ 华为Nova系列，这其实和荣耀数字系统异曲同工，其实都是想走高端性价比路线，但是在消费者的感受下，并没有荣耀数字系列吃香。如果在乎性价比，荣耀9X这样的数字X系列真的比较适合；如果高端的话，mate系列会更符合要求。每篇文章都是笔者的原创，如需转载，必须取得授权。 文内若有错别字，请见谅。 图片来源于网络，如有侵权，请联系删除。", "author": "LeoGo科技", "newsdate": "发布时间：19-08-10", "newstime": "21:52", "sentiment": [{"positive_prob": 0.950788, "confidence": 0.890641, "negative_prob": 0.0492117, "sentiment": 2}]}, {"title": "华为今天发布的鸿蒙系统，到底能不能替代安卓？", "content": "更多科技大事，快关注“差评”对于大部分差友们来说，“开发者大会”这个词一定显得陌生而又遥远，跟普通的产品发布会不一样，他们面向的对象并不是普通的消费者，而是各种程序猿和攻城狮。话又说回来，能开 “ 开发者大会 ”，也说明这个企业已经牛逼到了一定程度。。譬如每年的谷歌开发者大会，苹果的 WWDC 都受到超多人关注，因为千千万万开发者就是依靠着安卓和 iOS 生态创造价值，它们的任何更新和变动都引领着未来互联网的走向。这种会议完全是企业秀肌肉的时刻，家业稍微小点都搞不来这种。。在参加华为开发者大会之前，说实在差评君心里也很没有底，因为这是华为第一次举办这种活动，我很怕它沦落成产品发布会抑或是和消费者完全不搭边的纯技术交流会。其实是差评君多虑了。。因为华为正式公布了 “ 鸿蒙OS ”和 EMUI10。。当初美国把华为放到实体清单，谷歌差点要断了华为的安卓供应，眼瞅着未来的华为手机没有安卓操作系统后都要变板砖，华为紧急祭出一个鸿蒙。。当时谁也没报多大希望，只是觉得 “ 行吧，有一个歪瓜裂枣总比没有强 ，只要有，就有活下去的希望，不至于被人饿死 ”。再加上后面关于鸿蒙消息左右打脸，说法一天一变，弄得大家心里更没有底了，权当鸿蒙是为了吓唬谷歌的无奈之举。但今天，余承东正式宣布，鸿蒙OS 要上了！不仅要上，还要做的比安卓、iOS 更牛逼！鸿蒙 OS 这次主要的两个特点，分别是分布式和微内核。啥是分布式？说白了就是，鸿蒙 OS 一个操作系统能够给所有设备使用。例如同样是苹果生态的设备，手机用 iOS ，电脑用 MacOS ，平板用 iPad OS ，手表用 Watch OS 。。。而华为的分布式系统思路，则打算让所有的设备都用同一个操作系统，同时再用 「 分布式软总线技术 」，让他们真正意义上 “ 互联 ” ，从数据到服务。从开发角度来说，可能程序员只要写好软件的基本功能和逻辑，就可以轻松地在手表、手机、电视、电脑等平台同时部署。从使用角度，想象一下这个场景：你正在汽车上语音通话，熄火后把通话转移到手机上一边往家里走，走到家门口时把通话转接到你的智能手表上继续，空出手来翻包找钥匙进门，进门以后，打开电视机和摄像头，往沙发上一趟，就开始用电视继续视频通话。差评君觉得这可能就是华为在鸿蒙 OS 的「 分布式 」上的野心展现开以后，能呈现出来的效果，听起来是不是很赛博朋克。鸿蒙 OS 的另一个特点，就是「 微内核 」。与「 微内核 」相对的概念，是「 宏内核 」，这是两套不同的操作系统设计思路。一套操作系统的工作内容，说白了就是管好计算机的工作分配，例如调用处理器啦，分配内存空间啦，调用磁盘啦，点亮显示器啦。。。「 宏内核 」操作系统，有一个庞大的核心，管到计算机的方方面面，大到给程序分配 CPU ，小到给显示器渲染一个像素，都是归核心管。举个例子，「 宏内核 」下的操作系统就是个老大，一个程序要干点儿啥都问这个老大请示一下，这个老大再给你把事情办了。这个思路的代表性系统，就是 Linux。这么做有一个好处，就是系统执行效率很高，因为它从内核直接下达指令。但这么做也有弊端。首先功能强大的内核往往很大，对应下来就是代码数量很多，而代码一多就容易出错。。。只要代码错了其中一两块儿，都有可能导致内核崩溃，然后计算机就宕机了。。。其次，一旦内核权限（ root ）被获取，就意味着对整个系统有绝对控制权，因此安全性也有待商榷。如果你看懂了差评君说的「 宏内核 」，以对立角度去看「 微内核 」，就很好理解了。「 微内核 」系统也有核心，但是它很小，只管好最最基本的工作，例如 CPU 调度，内存管理等。其他功能，如声音，图形显示等等，被做成了服务。「 微内核 」操作系统就好比是个服务联盟，当一个程序要干点儿啥，就去找对应服务商，例如有 「 声卡服务商 」、「 显卡服务商 」 。。。现有的 「 微内核 」操作系统里，我们比较常见的 Windows 算半个，以及今天万众瞩目的鸿蒙 OS 。「 微内核 」相对「 宏内核 」来说，主要缺点就是执行效率没那么高，同时因为内核本身功能很少，得装一堆服务。。。大家新装 Windows 的时候，想必就被成吨的驱动给搞烦过。但好处很明显：因为内核小（ Windows 发布过一个 10 MB 的超小内核 ），功能也是后来添加的，非常容易移植。尤其是那种手表、音响，明显用不了安卓所有功能的这种，只需要把鸿蒙的一部分微内核移植过来就好了。光这一点，鸿蒙就比安卓和 iOS 好太多，直接解决了不同平台的移植问题。同时，「 微内核 」系统里的某个服务崩溃了，大不了就关掉重启，不至于整个设备都宕机；某个服务被入侵了，也不至于全部都遭殃。宏内核好比是全能手，微内核好比是分工合作，也许前期功能简单时全能手是直接有效的，但是随着功能越加细化细分，明显分工合作会让整体更加便携轻快机动性高。另外安卓因为底层编译的原理问题，用 JAVA 开发的程序和用 C 的没整合好，还得在运行安卓系统的设备上嵌套一个 JAVA 虚拟机才能跑程序，这虚拟机会随着程序安装会越来越消耗内存。在这点上 iOS 就不一样，因为人家是编译好直接运行在操作系统上，运行起来就很流畅。所以，鸿蒙也学着 iOS，在开发的时候就把不同的程序语言做统一处理（ 对，说的就是JAVA 和 C ），手机不用装什么烂七八糟的虚拟机，直接就能运行。还有，安卓的内存垃圾回收机制也非常蛋疼。。在安卓系统下，一个程序不能随随便便释放内存，除非把整个应用关停以后，才能回收内存。从这次的华为开发者大会上来看，鸿蒙OS 绝对是华为的一大利器。并且围绕着鸿蒙OS，华为还推出了一系列开发者利器：将程序更快的转成机器码的方舟编译器（开源）、凝结着华为十几年编程经验的编程开发环境 HUAWEI DevEeo Studio（开源）、解决智能终端之间互联互通的 HiLink、为开发者提供一站式开发平台和云服务的 APPGallery Connect……每一个对于开发者来说都如获至宝，减轻了不少程序猿的工作。尤其是方舟编译器和 HUAWEI DevEeo Studio，更是全中国独一家，这种科技生产力工具攥到自己手里面，才让华为乃至国家有底气去面对更大的风浪。不过，开发者大会上说的再漂亮，在没有真正使用到实物之前，我们还是不能完全的乐观，安卓和 iOS 十几年的积累绝不可能毫无优势。前两个月美国企业受政策影响，对华为的各种禁令想必让大家明白了技术独立自主的重要性。只要华为和鸿蒙 OS 能在自主研发这条路上继续刚下去，那受益的不仅仅是华为，而是我国的整个科技产业。“ 希望我们能在自主创新的路上越走越远！”", "author": "差评", "newsdate": "发布时间：19-08-10", "newstime": "12:15", "sentiment": [{"positive_prob": 0.0588576, "confidence": 0.869205, "negative_prob": 0.941142, "sentiment": 0}]}, {"title": "华为今日正式发布自有操作系统：鸿蒙！", "content": "今天下午，在广东东莞举行的华为2019年开发者大会上，华为正式发布全新分布式操作系统：鸿蒙！华为：上半年智能手机出货量1.18亿台，同比增长24%8月9日，华为消费者业务董事长余承东在华为开发者大会上表示，今年上半年智能手机出货量1.18亿台，同比增长24%，因为美国制裁，二季度出货量减少约1000万台。如果没有美国的制裁，今年4个季度出货量应该分别是6000万台、7000万台、8000万台和9000万台，出货量成为世界第一。华为：中国市场份额35%8月9日，华为消费者业务董事长余承东在华为开发者大会上表示，华为中国市场份额35%，全球市场份额17.6%。华为：2018年手机出货量达2.06亿台，8年销售量增长68倍8月9日，华为消费者业务董事长余承东在华为开发者大会上表示，华为消费者业务持续稳健增长，2018年手机出货量达2.06亿台，8年销售量增长68倍。华为正式发布自有操作系统：鸿蒙8月9日，在华为开发者大会上，华为正式发布自有操作系统：鸿蒙。鸿蒙OS操作系统是全世界一个基于微内核的全场景分布式OS。余承东：鸿蒙微内核已经投入商用华为消费者业务CEO余承东表示，华为鸿蒙微内核已经投入商用，用于支付、人脸识别、指纹这种高安全级别场景。【相关报道】华为正式发布自有操作系统“鸿蒙” 四大技术特性抢先看！8月9日下午，2019华为全球开发者大会在华为松山湖基地召开。华为消费者业务CEO、华为技术有限公司常务董事余承东在会上正式发布华为自有操作系统：鸿蒙。余承东表示，随着华为全场景智慧生活战略的不断完善，鸿蒙OS将作为华为迎接全场景体验时代到来的产物，发挥其轻量化、小巧、功能强大的优势，率先应用在智能手表、智慧屏、车载设备、智能音箱等智能终端上，着力构建一个跨终端的融合共享生态，重塑安全可靠的运行环境，为消费者打造全场景智慧生活新体验。在过去的传统模式下，每一类新形态终端的出现，都会伴随新的操作系统的诞生。早在十年前，华为就开始思考面对未来的全场景智慧时代，用户需要一个完全突破物理空间的跨硬件、跨平台、无缝的全新体验。华为消费者业务CEO余承东在介绍鸿蒙OS开发初衷时表示：“随着全场景智慧时代的到来，华为认为需要进一步提升操作系统的跨平台能力，包括支持全场景、跨多设备和平台的能力以及应对低时延、高安全性挑战的能力，因此逐渐形成了鸿蒙OS的雏形，可以说鸿蒙OS的出发点和Android、iOS都不一样，是一款全新的基于微内核的面向全场景的分布式操作系统，能够同时满足全场景流畅体验、架构级可信安全、跨终端无缝协同以及一次开发多终端部署的要求，鸿蒙应未来而生。”鸿蒙OS的四大技术特性鸿蒙OS的设计初衷是为满足全场景智慧体验的高标准的连接要求，为此华为提出了4大特性的系统解决方案。1、分布式架构首次用于终端OS，实现跨终端无缝协同体验鸿蒙OS的“分布式OS架构”和“分布式软总线技术”通过公共通信平台，分布式数据管理，分布式能力调度和虚拟外设四大能力，将相应分布式应用的底层技术实现难度对应用开发者屏蔽，使开发者能够聚焦自身业务逻辑，像开发同一终端一样开发跨终端分布式应用，也使最终消费者享受到强大的跨终端业务协同能力为各使用场景带来的无缝体验。2、确定时延引擎和高性能IPC技术实现系统天生流畅鸿蒙 OS通过使用确定时延引擎和高性能IPC两大技术解决现有系统性能不足的问题。确定时延引擎可在任务执行前分配系统中任务执行优先级及时限进行调度处理，优先级高的任务资源将优先保障调度，应用响应时延降低25.7%。鸿蒙微内核结构小巧的特性使IPC(进程间通信)性能大大提高，进程通信效率较现有系统提升5倍。3、基于微内核架构重塑终端设备可信安全鸿蒙OS采用全新的微内核设计，拥有更强的安全特性和低时延等特点。微内核设计的基本思想是简化内核功能，在内核之外的用户态尽可能多地实现系统服务，同时加入相互之间的安全保护。微内核只提供最基础的服务，比如多进程调度和多进程通信等。鸿蒙OS将微内核技术应用于可信执行环境(TEE)，通过形式化方法，重塑可信安全。形式化方法是利用数学方法，从源头验证系统正确，无漏洞的有效手段。传统验证方法如功能验证，模拟攻击等只能在选择的有限场景进行验证，而形式化方法可通过数据模型验证所有软件运行路径。 鸿蒙OS首次将形式化方法用于终端TEE，显著提升安全等级。同时由于鸿蒙OS微内核的代码量只有Linux宏内核的千分之一，其受攻击几率也大幅降低。4、通过统一IDE支撑一次开发，多端部署，实现跨终端生态共享鸿蒙OS凭借多终端开发IDE，多语言统一编译，分布式架构Kit提供屏幕布局控件以及交互的自动适配，支持控件拖拽，面向预览的可视化编程，从而使开发者可以基于同一工程高效构建多端自动运行App，实现真正的一次开发，多端部署，在跨设备之间实现共享生态。华为方舟编译器是首个取代Android虚拟机模式的静态编译器，可供开发者在开发环境中一次性将高级语言编译为机器码。此外，方舟编译器未来将支持多语言统一编译，可大幅提高开发效率。开发者计划及生态建设此外，华为还公布了鸿蒙内核及OS的演进路标，将在今年首发的智慧屏产品中率先使用鸿蒙 OS 1.0。未来三年，除完善相关技术外，鸿蒙OS会逐步应用在可穿戴、智慧屏、车机等更多智能设备中。鸿蒙OS发展的关键在于生态，生态的关键在于应用和开发者。为快速推动鸿蒙OS的生态发展，鸿蒙OS将向全球开发者开源，并推动成立开源基金会，建立开源社区，与开发者一起共同推动鸿蒙的发展，并通过讨论对产业或技术发展提出建议。目前，中国已经具备健全的应用生态和庞大的用户基础，未来华为将依托中国、面向全球打造鸿蒙OS生态，通过聚焦新的价值，开放在通信、照相、全场景、AI等方面的核心能力，与各界生态伙伴共同打造出面向消费者体验更佳的应用和服务，为产业注入新活力，共创全场景智慧化新体验与新生态。在超前的技术特性和战略布局下，鸿蒙OS不仅能为消费者带来万物互联的全场景智慧生活的极致体验，也能让设备商在5G+AI+IOT爆发的全场景智慧化时代抢占先机，让开发者以最少投入覆盖最多用户，快速实现全场景业务创新。华为消费者业务CEO余承东表示：“我们相信鸿蒙OS的推出会极大地提升产业的活力和生态的丰富性，希望鸿蒙OS的推出能够为全场景时代带来更加丰富多彩的体验。我们欢迎全球开发者积极支持鸿蒙OS生态建设，共同为消费者打造全场景智慧化生活体验”。(来源：第一财经)核心要点>>>余承东：华为消费者业务8年增长68倍华为：中国市场份额35%华为：上半年智能手机出货量1.18亿台 同比增长24%华为：2018年手机出货量达2.06亿台 8年销售量增长68倍余承东：鸿蒙微内核已经投入商用华为：首个使用鸿蒙系统的设备是明天将发布的智慧屏华为：鸿蒙操作系统开源华为：鸿蒙OS具有四大技术特性 可支撑一次开发多端部署（文章来源：央视新闻）", "author": "东方财富快讯", "newsdate": "发布时间：19-08-10", "newstime": "04:39", "sentiment": [{"positive_prob": 0.9631, "confidence": 0.918, "negative_prob": 0.0369002, "sentiment": 2}]}, {"title": "华为Mate 30 Pro外形曝光 预装EMUI10、或10月发布", "content": "不出意外，华为新一代Mate旗舰——Mate 30系列将于10月份正式发布。经历多次曝光之后，今日有微博数码博主晒出一组配件厂生产的华为Mate 30 Pro保护壳，镜头模组呈圆形设计，两侧无包裹边框。据此前消息，华为Mate 30 Pro拥有迄今为止曲度最大的屏幕。而上个月底，博主@i冰宇宙 曾爆料，膜厂已经出样Mate 30 Pro的贴膜，机器已进入试量产阶段，并表示“这贴膜应该是史上最难做的曲面膜了”(内弯接近90度的曲面屏)。由此来看，华为Mate 30 Pro基本确定会采用圆形镜头模组(类似于当年诺基亚Lumia 1020)，三颗镜头以及闪光灯集中在圆形模组内。正面依然是刘海屏设计，但屏占比有望进一步增加。据传，华为Mate 30 Pro主摄是一颗4000万像素、1/1.5英寸的CMOS，镜头光圈f/1.6-f/1.4之间，RYYB像素阵列。日前，中国联通提前确认了华为Mate 30 5G版的存在。目前，华为Mate 20 X (5G)即将上市，Mate 30系列增加5G版本也在情理之中。核心规格上，华为Mate 30系列搭载升级的麒麟9系列处理器(早先传闻为麒麟985)，有望支持3D人脸识别。日前，华为消费者BG软件部总裁王成录宣布，新一代EMUI10系统将由新一代Mate旗舰首发。", "author": "环球Tech", "newsdate": "发布时间：19-08-10", "newstime": "12:05", "sentiment": [{"positive_prob": 0.53215, "confidence": 0.357002, "negative_prob": 0.46785, "sentiment": 1}]}, {"title": "首批EMUI10机型曝光，网友质疑荣耀9X未上榜，以麒麟980为主？", "content": "最近出现很多关于基于AndroidQ底层EMUI10系统的消息，此前关于华为着手适配的机型一直议论不断，8月9日有内测图传出，具体的上榜型号以及相关时间。预计最早上市在2019年9月8日起启动内测Beta，针对的型号为华为P30，以及华为P30 pro。而对于此前推出的手机，具体有几款内测如下：华为mate20、华为mate20Pro、华为mate20x以及华为mate20PS保时捷设计，这四款预计在今年九月下旬也会正式启动内测Beta。而关于还能进行升级的荣耀手机门槛相对会稍微低一些。对于荣耀20、荣耀20Pro、荣耀V20、荣耀Magic2这几款手机升级目标系统均为MagicUI3.0，而预计的升级时间会跟此前已上市的几款华为手机在九月底共同进行内测，这也引起了网友的热议。此前很多手机在刚宣布官方消息的时候，都是先在社交媒体上放个概念图，先充分吸引了大众的注意力，结果摇身一变成为了现在大众口中的“PPT”手机，而这次的内测图公布也有网友质疑道很可能内测的时间也会延后。不过最让网友坐不住的，还是很多刚买了荣耀9x的用户，对于荣耀9x没上榜感到不解。不过也有网友回怼道，爵士都要等到九月下旬才能和骑士一起，难道荣耀9x还想造反不成。其实最主要原因还是因为内测手机均为980处理器手机，而荣耀9x不是。事实上网友质疑荣耀9x为什么没上榜，也不是没有窥探到以上手机都是采用的980处理器，荣耀9x采用的是麒麟810处理器，而是说这款手机的正式开售时间距离现在也不过十几天左右，满心期待手机会上榜成为待升级内定，结果没有才产生的巨大心理落差。不过对于荣耀9x而言，没能升级EMUI10也没关系，毕竟华为在HDC2019开发者大会上表示，荣耀9x系列产品会在8月12日时，会与方舟编译器HOTA共同升级，并启动方舟速度之旅。与此同时，荣耀官方也发布了荣耀9x系列方舟速度之旅的起航海报，在8月12日将会要求荣耀老粉共同见证这一时刻，这也是荣耀9x继没上榜emui10后最能得到补偿的地方了。也许未来荣耀9x会成为第二批emui10系统的机型也尚未可知。", "author": "科技珺", "newsdate": "发布时间：19-08-10", "newstime": "19:50", "sentiment": [{"positive_prob": 0.00691334, "confidence": 0.984637, "negative_prob": 0.993087, "sentiment": 0}]}, {"title": "巧合还是蓄意 鸿蒙发布当日美国推迟对华为解禁", "content": "2019年8月9日，华为开发者大会上正式发布鸿蒙OS。同日晚间，美国宣布将会推迟决定美国公司与华为重启业务的许可。如此两个事件发生在同一天，结合美国特朗普对华为的种种打压，是巧合还是蓄意，不免令人猜想。华为正式发布鸿蒙OS此前，美国总统特朗普宣布，美国将于9月1日开始，对3000亿美元来自中国的商品和产品加征10%的关税。因此，中国决定停止采购美国农产品。而在华为正式发布鸿蒙系统的当天，美国再次变卦。在将华为列入实体清单后，5月21日，美国官员决定，将对华为的禁令延迟90天实施，直到8月中旬才会生效，理由是华为及其商业伙伴需要时间来升级软件以及处理一些合同义务问题。数据显示，华为2018年花费700亿美元采购零部件，其中约有110亿美元给了高通、英特尔和美光等美国企业。当地时间8月7日，美国负责政府合同的机构发布了一项关于禁止联邦机构采购包括华为在内的五家中国公司电信设备的临时规定。特朗普政府继续打压华为等中国企业对此，华为发布媒体声明称，《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒。华为在《关于特朗普政府禁止联邦机构从华为采购设备或服务的媒体声明》中表示，“我们对今天的新闻并不感到意外，这只是美国《2019财年国防授权法》的实施条例。华为将继续在联邦法院挑战该禁令的合宪性。”华为公司表示，《2019财年国防授权法》及其实施条款在没有任何证据证明华为有不当行为的情况下对华为采取惩罚性行动，是基于原产国设立的贸易壁垒，对保护美国电信网络和系统的安全没有任何帮助，最终伤害的是美国农村地区依赖华为网络的广大用户。另外更加巧合的是，华为发布鸿蒙OS，谷歌股价应声下跌。华为公布可能取代Android的系统后，谷歌股价应声下跌。星期五，华为在开发者大会上公布了“鸿蒙OS”操作系统。华为发布鸿蒙 谷歌股价应声倒地野村证券5月份发表报告称，如果华为在海外市场利用自己的软件取代Android，谷歌将失去来自华为应用商店的营收。分析师马克·柯利（Mark Kelley）估计，最糟糕的情况下，谷歌每年可能蒙受3.75亿至4.25亿美元经济损失。今天常规交易中，谷歌股价下跌16.79美元，跌幅为1.39%，报收于1188.01美元。与上年同期相比，目前谷歌股价下降了近4%。Strategy Analytics分析师尼尔·莫斯顿（Neil Mawston）发表报告称，“第二季度华为全球智能手机市场份额为17%，上年同期为15%。”(7241005)", "author": "中关村在线", "newsdate": "发布时间：19-08-10", "newstime": "11:10", "sentiment": [{"positive_prob": 0.11798, "confidence": 0.737823, "negative_prob": 0.88202, "sentiment": 0}]}]