[{"title": "iPhone XS、三星S10、华为P30系列到底该买谁？结果显而易见", "content": "转载自百家号作者：新互联网猎奇目前，高端旗舰手机行列最受用户关注的手机当属华为P30系列、三星S10系列和iPhone XS系列。它们代表着目前安卓手机阵营和iOS阵营的最高水平，那么这三款手机应该如何选呢？我们不妨从多维度进行对比，相信看完本文你会有答案。（华为P30 Pro&amp;iPhone XS Max）（三星S10系列）外观：苹果大刘海不敌三星华为双曲全面屏首先来看外观，iPhone XS延续的是2017年iPhone X的外观，正面采用了2.5D玻璃，顶部依旧是长度和宽度都不小的刘海，非常有碍观瞻，在追求极致屏占比的今天，iPhone XS外观显得有点格格不入。而华为P30系列和三星S10系列则采用了双曲面全面屏，相比于2.5D平面玻璃更有张力和质感，并且华为P30系列和三星S10系列分别采用了面积更小的珍珠屏和挖孔屏，比刘海要美观不少。机身背面，iPhone XS提供了灰白金三色可选、三星S10系列提供了黑白绿色可选，华为P30系列除了常规配色外，还增加了天空之境和赤茶橘配色，这独特的配色是首次在智能手机上出现，有着别样的美学设计和满满的时尚气息。综合对比，华为P30系列外观比三星S10和iPhone XS更时尚美观。拍照：华为P30 Pro超感光四摄毫无悬念胜出拍照方面，三者有着不小的差距，我们先来看硬件。iPhone XS采用12MP F/2.4长焦摄像头和12MP F/1.8广角摄像头双摄方案；三星S10采用12MP F/2.4长焦摄像头、12MP可变光圈摄像头以及16MP F/2.2超广角摄像头三摄方案。华为P30 Pro拥有超感光四摄，从硬件来看，华为P30 Pro更有优势。口说无凭，接下来我们来看看这三者的实际拍照表现。先看白天样张，可以看到，华为P30 Pro、三星S10以及iPhone XS表现都非常不错，都达到目前的旗舰水准。但是在细节上，华为P30 Pro则表现更好，天空的云彩更有层次感，左下角的建筑也更加明亮有细节。接下来我们来看极暗环境下拍照，从上面这组样张可以看到：iPhone XS画面几乎纯黑，仅有左上角窗户那有一点光亮；三星S10表现好一些，但整体画面同样昏暗无细节；对比下华为P30 Pro的表现可谓惊艳，拥有更亮的画面和更多的细节，画面中的床铺、沙发、窗帘等细节看得一清二楚。这得益于华为P30系列采用了1/1.7英寸类型图像传感器和f/1.6大光圈以及超感光传感器，这个传感器的滤光片采用了RYYB设计，在像素层面提升40%进光量，从而得到更加优秀的暗光画面。4200mAh电池+40W超级快充，华为P30 Pro一骑绝尘手机续航影响着我们日常的使用体验，这也是咱们消费者买手机考虑的一大重点，接下来我们对比这这三款的续航表现。电池方面（我们均以三款旗舰系列的最大尺寸机型做比较），iPhone XS Max采用了3174mAh，对于一款6.5英寸的手机来说，这个电池容量显得有些小气了；三星S10+内置了4100mAh电池；华为P30 Pro则搭载了4200mAh电池，是这三款手机中最大的。值得说的是，华为P30 Pro内置的EMUI 9.1还拥有众多智慧节电技术，软硬件协同带来更好续航。充电方面，三星S10系列采用了最高15W的充电功率，甚至不能称为快充，三星S10作为一款旗舰手机，这个充电功率确实让人咋舌；iPhone XS系列虽然搭载了18W快充，但是内置的依旧是5V1A的充电头，想要体验快充就意味着必须多掏几百块钱购买充电套装，这做法太过鸡贼；而华为P30 Pro则支持40W超级快充且标配，非常强悍富有诚意，更大功率意味着能够带来更快的充电速度。故而，电池和快充这方面，华为P30 Pro毫无悬念胜出，无疑会拥有更出色表现。总结华为P30系列、三星S10系列、苹果iPhone XS系列均为当下的顶级旗舰，但横向对比来看，华为P30系列更有优势。首先，外观上华为P30系列拥有双曲面全面屏以及独特时尚的配色，相比于粗大刘海的苹果更加美观；另外，华为P30系列还拥有更强悍的拍照能力、更大电池以及更大功率快充，全方面优胜于三星苹果。综合对比三款产品，在消费者关心的外观、拍照、续航和充电方面上，华为P30系列均处于领先地位，尤其是拍照方面，华为P30系列凭借着超感光四摄拥有画质更好。此外，对比iPhone XS和三星S10系列，华为P30系列还拥有更加实惠的价格。更厚道价格加上更具实力的体验，无论怎么看，华为P30系列都是这三款旗舰中最值得购买的手机。", "author": "华西悦读", "newsdate": "发布时间：19-04-25", "newstime": "15:26", "sentiment": [{"positive_prob": 0.0283432, "confidence": 0.937015, "negative_prob": 0.971657, "sentiment": 0}]}, {"title": "扒一扒！华为旗下品牌，荣耀手机的5大系列", "content": "大家都知道华为手机是国内知名的品牌之一，这几年发展的速度也是十分之快，在去年年底就坐上了全球第三手机出厂量生产商的位置，而华为和荣耀的关系很多人至今都还是UC你在不少疑惑，毕竟这两款产品不仅相似而且还有着亲密的关系，事实上荣耀简单来说，它原本就是华为旗下的一大系列，而在早几年就被分配出去作为子品牌，就好像现在的小米和红米二者关系。荣耀其实也可以看作是华为旗下的一款独立于“互联网”的手机品牌，它主要负责的还是线上市场，这几年人气也是相当不错的。荣耀因为没有具体的线下市场，所以运营的成本是很低的，性价比方面远远超过了华为系列，因此荣耀综合口碑情况很不错，接下来笔者给大家详细地区分荣耀旗下的5的系列，让大家平时在选购的时候不用烦恼，轻松购机！数字系列首先，笔者给大家介绍的是荣耀的数字系列机型。这款系列用户的综合呼声较高，而且每款机型几乎销量情况都很不错，它属于荣耀的旗舰系列，具有很高的性价比，今年畅销的荣耀10 和华为P系列有很多相似之处，它主打年轻追求时尚的消费人群，在外观设计和拍摄功能方面还是较为注重的，因此许多的女性消费者也愿意购买。畅玩系列其次，笔者要给大家介绍畅玩系列，这款系列主要面对千元机市场，对于那些预算有限的消费者来说，还是很不错的，它虽然不属于旗舰机型，而且一众机型售价都是在一两千左右，甚至更低，不过搭载的处理器都是以麒麟处理器为主，因此在流畅度方面也是较为不错，实用性还是较强，内置很多实用小功能，例如荣耀畅玩7X和荣耀畅玩8C口碑都还不错，大家可以多加关注。Magic系列荣耀的Magic系列机型虽然只是这几年的新机型，但是荣耀给出的定位属于高端旗舰机型，外观科技感十足，在设计上也主打的是创新，它经常采用华为多款研发新技术，而且搭载的处理器一般都会采用当前麒麟最新版本芯片，可以说它是一款成功的互联网高端旗舰系列，每次上新款式都会吸引不少的消费者，很多人认为这款系列是华为最便宜的旗舰系列了，带有着高端和高性价比“双高”显著特征。V系列除此以外，荣耀的V系列也和上面那款系列一样，被归类于高端旗舰系列，在拍照和外观设计方面还是看点十足的，而且在娱乐影音很有优势，就好比在之前荣耀V8和V9这两款机型都被加入了VR眼镜设计，这款系列和华为的Mate系列其实存在很高的相似度，如果想要购买像华为mate系列那样高端但是预算又有限不妨考虑这款系列，毕竟性价比方面较高。Note系列最后，荣耀的note系列也是很受人们欢迎的一大系列，它主打的是超大屏幕和超强续航能力，那些喜欢煲剧玩游戏的消费者很喜欢这款系列，普遍购买的用户都是追着这款系列采用的大屏而去，毕竟现在大屏手机还是很受欢迎的，而且这款机型整体价格方面非常美丽，去年的荣耀note 10销量情况就很不错，还被消费者成为巨屏旗舰手机。总而言之，以上便是华为荣耀旗下的5大系列机型，不知道上面有没有适合你喜好的系列呢？其实依笔者看来，荣耀在价格的控制上还是较为良心的，毕竟采用的是安卓系统，因此在流畅度和续航能力上还是需要多加宽容，希望华为有朝一日能够推出自我研发的系统，区别于安卓和iOS之外，你对此又有什么自己独到的看法呢？欢迎在下方留言处发表你的看法与见解~", "author": "上游科技", "newsdate": "发布时间：19-04-25", "newstime": "15:16", "sentiment": [{"positive_prob": 0.998026, "confidence": 0.995613, "negative_prob": 0.00197406, "sentiment": 2}]}, {"title": "私募大消息：华为成立创投公司 目的何在？", "content": "来源：中国基金报华为注册成立了一家创投公司，让市场对这家对外投资一向保守的公司产生了好奇心。4月23日，华为投资控股有限公司新成立一家全资子公司——哈勃科技投资有限公司（下简称“哈勃投资”），该公司注册资本为7亿元人民币，由华为投资控股有限公司100％控股。值得注意的是，这家公司经营范围为创业投资业务。哈勃投资资料显示，其法定代表人、董事长以及总经理均为白熠，而白熠为华为全球金融风险控制中心总裁，此前曾担任华为财务管理办公室副总裁。腾讯、阿里巴巴等科技公司的“投行化”成功，是否启示了一直以来在对外投资保守的华为？当“腾讯系”、“阿里系”、“百度系”、“小米系”纷纷在互联网产业链上跑马圈地、争夺用户、赛道卡位时，华为一直在强调聚焦主业，对于各家派系的合纵连横均置身事外。创投公司成立是否将带动华为对外投资态度的变化？主要投资领域是什么？华为官方没有向记者做出回应。4月24日，有华为的管理层与本报记者交流时表示：“华为仍然坚持不做纯财务投资。”事实上，阿里和腾讯的数百笔投资，也并非都看重财务，甚至多数投资是围绕着各自的战略。有分析人士认为，华为成立创投公司，有借助外部创新补足生态短板的意图。对外投资谨慎　　作为国内科技巨擎之一，华为的投资风向备受市场关注。有数据显示，与华为体量相当的中国另外两家科技集团——阿里巴巴和腾讯在2018年共进行了243 笔投资，并且没有停下的意思。与两家互联网公司相反，通信赛道称霸的华为，对资本市场向来有敬而远之的态度，对外投资亦颇为谨慎。此前，华为并没有像其他公司一样单独成立投资基金。一方面，围绕《华为基本法》，“永远不去进入主行业以外的行业”，决定了投资主要围绕通信板块，但是主航道的通信板块已经形成垄断，缺少投资标的。华为业务多倾向自主研发，从1991年自主研发的第一台程控交换机开始，围绕运营商业务主业少有投资并购的项目。而对外投资多围绕运营商之外的企业业务、物联网、以及互联网。华为此前有专门负责投资的部门，被称为“企业发展部”，据华为内部人士介绍，华为企业发展部属于财经委员会旗下，主要包括策略发展部、企业项目运作部、投资监控部、项目执行部等。企业发展部也主导了华为几笔较大的投资，如2011年5.3亿美元收购华为赛门铁克公司，主要是因为华为在2011年重新审视了企业业务和云计算的市场价值，发展企业网市场。其他对外投资多是围绕关键技术领域开展，也多是与华为有过合作的公司。比如在2012年和2013年华为分别收购了CIP Technologies和Caliopa，前者为英国集成光子研究中心，后者主要致力于数据通信和电信市场的硅光子技术的光模块的比利时硅光技术开发商。2014年7月，华为与德国博世和美国Xilinx公司共同投资了致力于物联网领域的高性能芯片设计、生产的XMOS公司，投资规模高达2600万美元。此后，华为在物联网领域又下一城，以2500万美元收购了另外一家英国的物联网公司Neul，而这家公司此前与华为有过9个月的合作。A股投资也曾获利颇丰　　华为在A股市场的投资也颇受关注，其曾在三家上市公司的pro IPO阶段入场，获益颇丰。2011年，华为曾经在润和软件上市前夕入股。2011年2月，润和软件在上市前曾增资扩股，华为1881万元获得285万股占比4.952％，润和软件2012年上市后，华为持股比例降至3.714％。不过，这笔投资在2014年7月份解禁，润和股份2014年第三季度报告显示，华为已经不在前十大股东行列。目前润和软件前十大股东末位股东持股比例1.9％，华为已经减持，甚至可能已经退出。华为投资润和软件原因也在于与润和软件有多项业务合作。今年3月份，润和软件与投资者互动时表示，公司与华为在人工智能和物联网业务领域保持着长期的深度合作。不过，其对外投资也多有与业务相关不大的股权投资标的，主要表现在互联网领域。在2008年下半年，华为曾设立互联网业务部，由空降的投资人朱波担任该部门的首席市场官，后来其又被任命为互联网业务部总裁。在朱波担任互联网业务部总裁的4年间，华为投资了不少互联网的项目，典型如昆仑万维和暴风科技。2015年1月，昆仑万维递交创业板招股书，申报稿显示，在股票发行前，华为控股持有公司3％的股份，为昆仑万维的第七大股东。2016年1月，华为在昆仑万维持股解禁。2016年1季度，华为已不再昆仑万维前十大股东名单。此外，华为2013年从经纬中国和IDG手中接盘暴风科技，2015年暴风影音IPO时，招股书显示，华为投资控股有限公司共持有近350万股，位列公司第五大股东，占发行前总股本的3.89％，发行完成后，其仍将持有暴风科技2.9％的股权。华为持有暴风科技在2016年3月份解禁，随后暴风科技披露的第一季度财报中，华为已经不在前十大股东名单。当时有传闻称，未来暴风影音或将与华为终端进行整合。但暴风科技上市之后接受记者采访时表示：“与华为只是投资关系，不存在其他合作形式。”这三家公司是较少见的华为曾参投的A股股东，从持股变动来看，华为对这些公司的投资也并不坚定，更非战略投资。在解禁后的当个季度，华为立即减持了股票，退出了前十大股东行列，甚至可能已经离场。从公司股价来看，这些股权投资让华为受益颇丰。以润和股份为例，华为入股价格每股6.6元，在2014年三季度股价在15元至26元区间。昆仑万维2016年一季度股价在30元至40元区间，该公司上市发行价为20.3元。暴风科技2016年第一季度股价在93元至105元之间，而公司上市时发行价格为7.14元。《华为基本法》的约束　　这些投资的出现，很大程度上与朱波当时负责的业务有关系，2012年朱波从华为离职，华为就没有出现主营业务之的投资。据朱波公开场合表示，主要是因为之前入职时，华为有意往服务和互联网发展，但是对于习惯了B2B业务的华为高层来说，一时间要适应互联网的B2C模式仍存在很多与华为本身文化所冲突的地方，后来华为在投资战略方面有所调整，因此便选择了辞职。这或许能说明，华为对通信业务之外的投资，是在战略出现摇摆的阶段，无心插柳的结果。实际上，华为在投资方面的思路一直遵循的是《华为基本法》中制定的规则。该基本法中提到：华为永远不进入信息服务业，永远不去进入主行业以外的行业。据悉，《华为基本法》是由任正非及其高管联合人民大学等专家学者共同制定的，主要是针对华为在经营、管理、变革方面的规定。2017年任正非内部讲话时还提到：“IRB的投资方向一定要聚焦主航道，要梳理乱投资行为，都并到主航道上来。我们“下午茶”就集中精力吃几个甜点，剩下的让别人做。”在这样的投资引导下，华为对外投资较为谨慎。此前，有传闻华为投了了威马汽车，不过华为官方很快否认了这个传闻。华为也曾参与PE股权投资。据此前报道，2010年12月28日，国开行宣布成立600亿元规模的国创母基金，主要投资于中国内地市场上的股权投资基金。该母基金管理平台下设PE子基金及VC子基金两大板块，名称分别为国创开元股权投资基金及国创元禾创业投资基金，规模分别为400亿元、200亿元。据媒体报道，华为参与的是国创母基金首期150亿元的募集，但据报道华为共出资5亿元，占比较少。哈勃创投意欲何为？　　华为此番成为哈勃投资意欲何为？华为官方没有向记者做出回应。不过有华为高层与本报记者采交流时表示：“华为仍然坚持不做纯财务投资。”不过，阿里和腾讯的数百笔投资，也并非都看重财务，甚至多数投资是围绕着各自的战略。有分析人士认为，华为成立创投公司，有借助外部创新补足生态短板的意图。而且从哈勃投资董事人员构成上，白熠是华为财务管理办公室副总裁，应为民曾担任华为无线网络研发总裁；周永杰曾任海思半导体有限公司副总裁；均有通信产业从业经历。有分析人士认为，此时成立哈勃投资有可能给华为带来一些变化。当前，华为公司的业务机构以及面临的市场环境都发生了变化。一方面，2018年，华为终端业务首次超越运营商业务成为最大营收部门，2019年第一季度，华为营收增长39％，而终端业务营收增长70％。终端部门客观上成为华为增长动力引擎。如果说在运营商业务部门投资缺少标的，在终端和物联网市场，华为需要构建生态，碎片化的市场需要更多的参与者。投资可能让生态建设更有效率且有粘性。华为成立创投部门，或许是需要借助外部创新来补充生态的表现。“这一步或许对华为商业模式或者组织架构都会有持续的影响。 ”上述分析人士称。", "author": "金融界", "newsdate": "发布时间：19-04-25", "newstime": "09:55", "sentiment": [{"positive_prob": 0.192919, "confidence": 0.571292, "negative_prob": 0.807081, "sentiment": 0}]}, {"title": "日入20亿 华为悄悄成立一家创投公司", "content": "华为进入VC圈？这缘于一则不起眼的消息。企查查显示，4月23日华为投资控股有限公司新成立一家全资子公司——哈勃科技投资有限公司，该公司注册资本为7亿元人民币，由华为投资控股有限公司100％控股，法定代表人、董事长以及总经理均为白熠。而引发VC圈关注的是，这家公司经营范围明确地写着：创业投资业务。科技巨头涉足创投并非新鲜事，前有腾讯、阿里等，后有小米、美团点评等，先后化身战略投资人，在创投圈掀起阵阵波澜。这一次，华为意欲为何？华为低调涉足创投：曾一度明确“不做股权投资”这家新公司的名字，颇具深意。哈勃是天文望远镜的著称，哈勃望远镜在1990年搭乘美国“发现者”号航天飞机进入太空，开启了它传奇的“一生”。如果说想要探索太空，那可是离不了哈勃的。新公司掌门人白熠是华为内部财务老员工，现任华为全球金融风险控制中心总裁，曾担任华为财务管理办公室副总裁，此次任命可谓委以重任。这似乎都在暗示华为对这家投资公司的倚重程度。但却打破了之前华为内部提出的“三不”原则。2017年11月，华为创始人任正非针对人力资源管理签发了126号文，明确有所为有所不为。其中最核心的便是不做应用、不碰数据、不做股权投资。只聚焦云计算和大数据人工智能平台，让各行各业实现自身的智能时更简单、更容易。实际上，华为在投资方面的打法一直遵循的是《华为基本法》中制定的规则，该基本法中提到，华为永远不进入信息服务业，永远不进入主行业以外的行业。此后，华为轮值总裁徐直军也在华为云相关采访中强调，在云领域上，华为不投资集成商或应用开发商，不去培养一帮“亲儿子”，也不让“亲儿子”跟合作伙伴竞争。对此，外界早有质疑。在国内业务上，华为在通信硬件领域已取得辉煌成就，但在投资方面却还是新兵。腾讯、阿里巴巴等互联网巨头已经构建从底层到应用层巨大的护城河，而华为始终“缺条腿”走路。如今，华为低调成立投资公司，释放了什么信号？一位接近华为高层的私募人士对投资界称，这是华为逐步对外开放的信号，也是华为外部环境以及内部因素推动的结果。华为成立投资公司不是财务投资目的，而是其构建产业生态布局的抓手。他分析，首先，在孟晚舟事件后，华为的公共关系导向发生了较大的转变，华为创始人任正非逐步走向媒体前台，希望公众更多了解华为、任正非。而且，华为主导的5G业务，也需要更多公众包括国内公众对其有更多了解。其次，华为内部业务收入结构从B端运营商驱动型，向C端终端驱动型的转变，倒逼华为在不突破《华为基本法》的基础上构建产业生态。根据公开数据，终端业务已经成为华为最大运营收入来源，而终端业务的确需要华为构建终端的业务生态。揭秘投资版图：14笔投资，大多数为并购事实上，在成立哈勃科技前，华为已在投资领域小试牛刀。根据天眼查数据，华为至今公开14笔投资案例，其中9笔为并购。从公司业务层面看，主要围绕物联网、芯片、云存储等关键技术领域，也有涉足些许互联网项目。华为之前有专门负责投资的部门，被称为“企业发展部”。据华为内部人士介绍，“这个部门主要是做海外的投资，国内最多做些华为自己人创立的项目。”在过去十年间，企业发展部主导了华为多笔重要投资，最大手笔莫过于2011年5.3亿美元收购华为赛门铁克公司，2016年斥资1.5亿美元收购Toga Networks公司。2014年7月，华为与德国博世和美国Xilinx公司共同投资了XMOS公司，投资规模高达2620万美元。XMOS公司成立于2005年，主要致力于物联网领域的高性能芯片的设计和生产，值得一提的是，这也是华为首个在英国的投资案例。两个月后，华为在物联网领域又下一城，以2500万美元收购了另外一家英国的物联网公司Neul，而这家公司此前与华为有过9个月的合作。多年前，物联网就成为华为的战略布局重点。早在2012年，华为便对外宣布进军物联网，并已经完成了相关物联网解决方案。对于以狼性文化著称的华为而言，其投资风格也异于常人。不过，在聚焦主业之外，华为也在互联网领域有过投资。这是十一年前的往事了。根据《理财周报》报道，在2008年下半年，华为设立了互联网业务部，归属于华为业务和软件产品线，由空降过来的朱波担任该部门的首席市场官，后来又被任命为互联网业务部总裁。2010年，互联网业务部并入了消费者事业群旗下。在朱波担任互联网业务部总裁的4年间，华为确实投资了不少互联网的项目，比如昆仑万维、暴风影音、趣游、易宝支付等。昆仑万维成立于2008年，主营业务为页游、手游及客户端网络游戏。华为2011年投资2亿人民币，持有公司3％的股份，为昆仑万维的第七大股东。昆仑万维上市以后，华为减持了股份，估计这次只是纯粹的财务投资。另外，2013年，华为从经纬中国和IDG手中接盘暴风影音，那次投资则更多是出于战略考虑，据此前有消息称，暴风影音或与华为终端进行整合。“可怕”的华为：年收7212亿元，新季度日入20亿此一时彼一时。华为对资本市场态度发生大转变，与业务重心变化不无关系。就在近日，有消息传出，华为CNBG（运营商BG）将会有大幅的人员转岗，CNBG的富余员工将通过内部疏导的方式转到CBG（消费者业务）。据凤凰科技报道，具体员工转移比例华为并没有正式通知，但有CBG内部员工透露称，将有2万CNBG员工转至CBG。后来，华为消费者业务CEO余承东回应称：“消息有误，不可能消化这么多人。”2018年，美国对华为出手。任正非曾判断，美国对于华为CNBG业务体系打压，让其业绩在一定程度上受到了影响。一直保持营收高速增长的华为，其运营商业务在2018年下降了1.3％。不过，需要指出的是，虽然运营商业务营收在2018年有所下降，但华为的消费者业务营收增长了45.1％，高达3489亿元。这一数字甚至超过了阿里巴巴（3453亿元）和腾讯（3127亿元）整年的营收。2018年华为实现了全球收入7212亿元。对比BAT的营收来看，阿里为3453亿元，腾讯为3127亿元，百度为1023亿元。而华为2018年的营收高达7212亿元，几乎快赶上了BAT营收的总和。此前只发布半年度和年度财务报告的华为，在2019年破天荒发布了季度营收报告。报告显示，华为2019年一季度销售收入1,797亿人民币，同比增长39％，也就是说华为每天的营收高达20亿元！其中，2019年第一季度华为的智能手机出货量已超过5900万台，以智能手机为主的消费者业务已经取代运营商业务成为了华为新的营收支柱。从出货量来看，华为的智能手机已经杀入了了全球前三：2018年，在全球智能手机出货量排行中，前三分别是3.14亿部的三星、2.25亿部的苹果、2.08亿部的华为，华为距离苹果也仅有一步之遥。结语此前，华为一向对资本谨慎，不但自身对于上市不积极，对外为数不多的投资也基本围绕着通信行业进行。但如今要重点发展的消费者业务和之前的运营商业务完全不同。华为虽然推出了自己的手机、笔记本电脑、平板电脑、智能手表等消费终端产品，但距离其想要构建的智能物联终端生态仍然相差甚远。这需要将无数的碎片整合到一起，即便华为研发能力再强，也无法单纯靠自身完成。参照小米的做法，成立一家投资公司，以资本杠杆的力量撬动一个生态，不失为一个好办法。本文源自投资界PEdaily", "author": "金融界", "newsdate": "发布时间：19-04-25", "newstime": "17:05", "sentiment": [{"positive_prob": 0.966344, "confidence": 0.925209, "negative_prob": 0.0336558, "sentiment": 2}]}, {"title": "华为又一部5G手机到来，售价一直备受关注，网友：用不起", "content": "5G离我们越来越近，甚至不需要多久，大家就能够用上5G手机和5G网络。只要当5G网络完成测试并且基站建立的越来越多时，5G手机也就会孕育而生了。不过华为在今年年初的时候就已经发布了第1款5G产品，华为mate x。不过该款产品的缺点相信大家也看到了，售价十分昂贵，相信没有几个人可以用得起。当然笔者认为这款手机，也就是华为在宣布自己黑科技的能力。而并不是投入商用的5G手机，现如今华为又一部5G手机到来，它就是华为mate20x 5G版本，相对于未来使用的5G产品，售价一直备受关注。而华为方面也表示，该款华为mate20x 5G版本也仅仅是提供给运营商所用，主要目的就是为了测试该款手机与5G之间的联通，调教。看是否已经符合5G的标准。该款机型相对于华为mate20系列，外观上没有过多的改变，主要是在内部核心的网络基带上做了更改。不过能够明显区分于其他手机的最主要标识就是背面的5G字样！首先正面同样采用了水滴造型，并且屏幕尺寸达到7.2英寸。整机的下巴以及边框的宽度都控制的比较好，这么大的屏幕带来的视觉观感是非常强烈的。另外该款手机还运用了全新的配色，主要的目的就是为了区别于之前的系列。该款机型无论在使用上以及握持上都非常舒适，华为系统也升级到了EMUI9.1。整体的流畅感，非常不错。可以说比mate20系列有着更高的提升。同样，指纹按键的区域还是放到了背面。毕竟现在几乎没有手机厂商将指纹放在正面了。这次该款机型不仅搭载麒麟980处理器芯片，而且还用上了巴龙5000的5G网络基带。该5G基带可以实现轻松上网，而且速度上也较以前的4G要快上很多倍。只是在该款手机上电池容量却减少了，由原先的5000毫安，降到了4200毫安。不过笔者认为，这也是很正常的事儿，因为在手机的内部基带芯片要有位置去放置。所以相对来说就会将手机电池的容量降低，笔者觉得这个电池的容量也够用了，只要平时不过度的去使用该款手机。相信4000毫安的续航也是足够使用的。另外在充电上还配备了40W的快充技术。充电方面就会更快，而且更有效率。该款手机的售价也不低，将会在8000元左右。网友们都说用不起，你们觉得这款手机定在哪个价位段最合适呢？", "author": "周小林数码", "newsdate": "发布时间：19-04-25", "newstime": "17:22", "sentiment": [{"positive_prob": 0.717041, "confidence": 0.371203, "negative_prob": 0.282959, "sentiment": 2}]}]