[{"title": "华为畅享10 Plus体验评测：新一代千元实力派", "content": "进入9月，华为畅享系列迎来了新成员——华为畅享10 Plus。华为畅享系列是华为终端产品线中的“年轻实力派”，年轻体现在该系列主打在校大学生及刚进入职场的年轻消费者群体，实力则体现在该系列出众的外观设计及不俗的实力性能，作为华为品牌国内首款升降式摄像头手机，华为畅享10 Plus以1499元起的价格，堪称新一代千元实力派水桶机。目前IT之家已经拿到了华为畅享10 Plus，经过沧某这几天的上手使用评测，可以说是惊喜满满。一、外观设计华为畅享10 Plus的包装设计一如既然的华为风格，白色的包装盒加与机身相符合的字体颜色。打开包装盒可以看到华为畅享10 Plus全家福：手机本体、充电器、卡针，这一点也符合华为手机一贯作风——简洁。华为畅享10 Plus作为华为品牌国内首款升降式摄像头手机，摒弃了刘海屏、水滴屏、挖孔屏等当下最流行的全面屏设计方案，通过去掉屏幕上前置摄像头、听筒的方式，从而实现真正的“正面全是屏幕”。得益于升降式摄像头的设计，华为畅享10 Plus的正面冲击感更强、视觉感官更好，同时也可以最大化利用屏幕空间，而且进一步提升了屏占比，拓宽了可视范围。屏幕素质方面，华为畅享10 Plus采用了一块6.59英寸的1670万色负向液晶屏，屏占比91%。这块屏幕凭借其85%（典型值）的高色域、2340*1080的FHD+分辨率、1500:1的对比度不仅自然还原屏幕画面色彩，还可以细腻展现画面细节。此外，华为畅享10 Plus采用的“华为阳光屏”技术，让手机屏幕能根据周围环境光线强度自动调节屏幕亮度，提高画面对比度。如此一来，即使在强光环境下依然可以轻松看清屏幕内容。同时，其兼具的视频增强技术，还能自动对视频内容暗部进行调整，让画面细节也能清晰展现。尽管使用了升降式摄像头，好在华为畅享10 Plus在做工方面还是做到了“严丝合缝”，升降式摄像头与机身贴合严实，没有松垮感。另外前置摄像头正面还有一层保护玻璃，以防镜头被划。华为畅享10 Plus的机身后盖采用3D复合板材材质（3D PC/PMMA），由于PC、PMMA属于具高透明的材料且两者的光折射率不同，两者混合后，不仅具备玻璃材质的光泽质感，还保障了如金属材质般的坚韧度。除了材质以外，华为畅享10 Plus手机背部中框边缘采用的3D收弧设计，使得使用者的实际握感更加舒适，另外在实际使用中对指纹的“容忍度”也更高，虽然也能粘上指纹，但是不会出现那种油腻腻的感觉。在相机模组排列方面，华为畅享10 Plus采用了当下较为流行的竖置排列，三颗摄像头位于机身背部左上角，闪光灯位于摄像头下方，闪光灯旁边则是华为标志性的“TRIPLE CAMERA”字样。华为logo与摄像头位于同一线轴，后置指纹模块与闪光灯等齐，背面整体看上去物理元素与平面元素整齐统一，没有杂乱无章的感觉。卡槽位于华为畅享10 Plus机身顶部，听筒位于屏幕顶部，由于听筒被设计的很巧妙，在实际使用中几乎与屏幕顶部融为一体。开机键与音量键位于华为畅享10 Plus机身的右侧，按键颜色与中框颜色保持一致，有种浑然一体的感觉。二、系统体验好看的皮囊没有一个有趣的灵魂是不完美的，华为畅享10 Plus的“有趣灵魂”就是EMUI9.1系统。EMUI 9.1是在9.0的基础上进行进行DNA级深度优化，带来超乎想象的持久流畅；带来全新语音助手，全新交互，长按电源键1秒即可唤醒，开启智慧新体验。最重要的是，EMUI 9.1带来全新EROFS文件系统，随机读取性能平均提升20%；不仅如此，EROFS文件系统还能为系统的运行，节省14%基础性空间。比如，128GB的内存，通过EROFS技术后，用户可使用空间增加约2GB，相当于多存储1000张照片。此外，GPU Turbo升级到3.0，新增支持19款游戏，支持更高帧率、耗电更低。EMUI9.1的图标不再像之前那样，商务气息浓重。EMUI 9.1的图标设计采用了微写实图标设计，桌面布局图标上也从原来的5列变成4列，并采用绚丽多彩的全新图标，图标进行重绘，风格统一，都是圆角矩形，而在EMUI9.0上，图标风格迥异，在彰显个性化的同时，也稍显得有些杂乱。就沧某自己来说，EMUI最令我个人喜欢，也是我生活中必不可少的功能之一，就是智能助手。由于沧某自己也是华为手机用户，因此智能助手这个功能我是相当有发言权的。在进行手机号绑定之后，比如快递服务、航班提醒服务、附近停车服务、旅游智能景区推荐、出行提醒、查看智能家居、信用卡还款、运动健康等等，毫不夸张的说，智能助手几乎“无所不能”。除此之外，负一屏还允许用户将常用的快捷功能置顶。可以看到，官方给出的快捷功能相当多，除了系统功能之外，三方常用App，例如微信、支付宝扫码等功能、打车、花呗、手机充值等等，几乎是一个快捷操作“万花筒”。在护眼功能上，除了EMUI 9.1自带护眼模式以外，华为畅享10 Plus还从硬件上进行用眼防护，其屏幕有莱茵低蓝光认证加持，能有效过滤导致人眼疲劳的蓝光，结合自适应色温亮度调节，可减少长时间使用手机对眼睛的伤害做到久用不伤眼，预防眼疲劳。续航能力一直是华为手机的强项，除了硬件方面的支持，软件层面EMUI也做的很好。智能分辨率可以智能识别当前使用场景并予以分配最匹配的屏幕分辨率，比如在查看高清大图时分辨率就会以最大屏幕支持分辨率显示，当待机的时候就会以较低档的分辨率显示，以保证续航。另外性能模式可以满足游戏档的游戏体验，省电模式可以缓解户外电量急速下降的“困境”。EMUI 9.1带来使用体验的提升远远不及上面所提到的那几点，但是EMUI对沧某个人而言，最直接也是最常用的功能却恰恰是上述这几点，至于超级系统文件及GPU Tubor带来的优势，我们下面再提。三、游戏体验尽管定位千元机，但这并不意味着这部手机“性能羸弱”，事实上华为畅享10 Plus的核心配置在千元机价位上处于中上游。华为畅享10 Plus搭载的是麒麟八核芯片。该芯片采用了12nm制程工艺，采用4*A73 2.2 GHz+4*A53 1.7 GHz架构，无论是CPU还是GPU，性能均比上一代芯片大大提升。CPU单核性能提升约75%，多核性能提升约68%，GPU能效提升约一倍，性能提升约1.3倍。除了硬件方之外，GPU Turbo的出现大大提升华为手机的游戏性能。那么什么是GPU Turbo呢？GPU Turbo是一种类似汽车上涡轮增压的技术，是一种软硬协同的图形加速技术，能够提高手机GPU的性能，图形处理效率提高60%。使用GPU Turbo技术的手机，面对当前热门的游戏，例如《王者荣耀》、《荒野行动》等，均可实现满帧运行。在GPU Turbo的加持下，手机单线程性能可以完胜其他手机多线程的性能，即便是中档手机，在游戏性能上也能跑赢不少手机的旗舰机型。最重要的是，GPUTurbo技术在令GPU处理性能提高的同时，还可以将手机GPU功耗降低30%。发展到现在，GPU Turbo已经升级到了3.0，其实际表现怎么样，我们通过游戏来实际验证一下。作为当下最火爆的手游《王者荣耀》，这款游戏除了玩家受众面广之外，也常常作为评测一款手机性能的标杆。我们用这款游戏来进行对华为畅享10 Plus的性能进行测试。先来看一下王者荣耀的表现。我们把特效设置为系统提示的中等特效，分辨率设置为标准，高帧率、多线程全部打开的情况下，在实际游戏中帧数保持满帧，即便是多人技能互动以及打团过程中帧数都保持在58帧以上，最高帧63帧。卡顿感消失，画面相当流畅，整体表现优秀。通过实际的游戏体验测试我们可以清楚的看到，华为畅享10 Plus可以完美运行王者荣耀，对于喜欢玩游戏且对越算有着严格要求的用户来说，华为畅享10 Plus无疑是一个很好地选择。四、拍照体验拍摄是华为手机的强项，华为畅享系列产品也传承着这一优势。华为畅享10 Plus搭载4800万超广角AI三摄，包含一枚4800万像素主镜头、一枚800万像素的超广角镜头以及一枚200万像素的景深镜头。根据官方的说法，后置4800万像素的主镜头具备直出超清照片的能力，无需后期AI转化合成。同时，主镜头采用了6P（Plastic）镜片，相比传统的5P镜头，其镜头汇聚光线的能力增强，从而带来了更高解析力与对比度，使成像更清晰，800万像素超广角镜头能够提供120°超宽取景范围。对于现在的手机行业来说，无论你是上万元的高端机还是百元的低端机，你发到朋友圈的照片基本上是没什么区别的。当然这不是在否认高端旗舰机的价值，也不是在为千元中端机洗白。实际上我们日常使用中，相机的使用场景达到专业级别的并不多，尤其是白天或者强光线下的拍照对比，差距肯定是有，但真正体现一款手机拍照能力的，一定是弱光下的拍照能力，很明显，华为畅享10 Plus具备这样的能力。首先来看一组强光线下的华为畅享10 Plus的拍照能力，如下图：室内样张室内样张上面几张照片的拍摄环境光线充足，正常随手拍的结果还是比较令人满意的。之所以没有进行参数调教，一来随手拍是大部分消费者的使用习惯，这样更能体现出一款手机的拍照能力；二来大多数消费者其实并不是很了解相机的基本参数及对应场景下该匹配哪些参数，随手一拍都是“大片”，这是科技的魅力，也是手机拍照的魅力。在光线充足的情况下，如上面三张图，我们可以清楚的看到，细节没有涂抹的现象，对强发光的液晶显示屏的色彩还原真实，没有出现液晶屏边缘有晕圈及光线发散的现象。图二图三放大之后，衣服细节都能真实还原，可以说完全做到了我拍即我见的效果，不存在色彩涂抹、画面边缘有锯齿感的情况。接下来就是重头戏了，华为畅享10 Plus的夜拍能力。对于夜间拍摄，华为畅享10 Plus专门提供了超级夜景功能，这个功能的存在，可以说是给华为畅享10 Plus“注入了鸡血”，夜拍能力直接上升好几个档次。首先来看一下普通拍照模式下的夜拍效果。普通模式夜景样张从普通拍照模式下的样张我们可以看到，对于夜间类似于灯柱、霓虹灯、广告牌等强光体，华为畅享10 Plus在普通模式下并不能很好的采集光线，比如对强光进行“过滤”，从而呈现实际物体多个发光源的色彩，而不是整体呈现过曝的结果。如果我们使用超级夜景模式进行拍摄的，变化是显而易见的。超级夜景模式样张与没有使用超级夜间模式的普通照片相比，第二张照片除了强发光体被真实还原之外，与之近距离物体的“光晕”消失了。尤其是第一张照片中距离广告牌较近的两棵树，树顶部及树干的噪点明显减少，第二张照片的树木及广告牌周围的噪点减少，细节呈现更多。右上角的树冠以及近处的草丛边缘的锯齿感消失，更多细节被还原，可以说，超级夜景模式为华为畅享10 Plus的夜拍能力“装上了翅膀”。除此之外，我们来看一下更多的其他在超级夜景模式下的拍照样张：夜景样张夜景样张夜景样张夜景样张总体来看，华为畅享10 Plus的拍照表现优秀，无论是强光还是弱光都能很好地还原场景的真实色彩，尤其是在超级夜景模式的加持下，华为畅享10 Plus的夜拍能力更上一层楼。五、续航测试续航已经成了手机的一项KPI（关键性能指标）了。随着越来越多的消费者开始机不离手，续航能力就显得越发重要，在当下手机一天两充甚至三充的“大环境”下，能否一次充电扛过一天也就成了手机厂商亟待解决的痛点了。在电池技术没有突破瓶颈之前，大容量电池就成了手机续航的“救命稻草”了。华为畅享10 Plus采用了4000mAh(典型值)大容量电池，中度使用一天没有任何问题，对于那些重度游戏玩家，那么还是需要一块充电宝的，毕竟目前暂时没有核电池。在实际的续航测试中，我们模拟了一个中度的游戏玩家，四局王者荣耀（第一据全高特效，其余三局中等特效）外加30分钟的视频播放，电量的变化具体如下：王者荣耀1：耗时22分钟，耗电6%王者荣耀2：耗时15分钟，耗电4%王者荣耀3：耗时13分钟，耗电5%王者荣耀4：耗时24分钟，耗电9%腾讯视频：耗时30分钟，耗电5%74分钟的游戏测试及30分钟的视频测试，华为畅享10 Plus共耗电29%。如果单纯的视频观看，华为畅享10 Plus可连续观看9个小时，这与官方宣传的连续看视频9小时基本保持一致。经过实际测试我们可以看到，在不玩游戏的情况下，即便是重度用户全程看抖音也能保证9小时的续航，这几乎保证了华为畅享10 Plus的白天续航能力，一天一充不是梦，如果是轻度或者中度用户，两天一充都是可以实现的。六、总结作为一款华为畅享系列千元机，在拍照能力及游戏体验上都有着良好的表现，EMUI系统的加持，使得华为畅享10 Plus的实际使用流畅，无论是诸如支付宝、淘宝等考验手机性能的App，还是平常的微信、QQ、微博，各种视频App等，冷启动、后台唤醒表现都很出色，没有出现卡顿、掉帧的现象，综合来看华为畅享10 Plus符合其“年轻实力派”的产品定义，其拥有幻夜黑、翡冷翠、天空之境、赤茶橘四种配色，多彩的外观下有着不俗的性能，说它是一款千元档位的水桶机也无可厚非。", "author": "IT之家", "newsdate": "发布时间：19-09-05", "newstime": "15:16", "sentiment": [{"positive_prob": 0.999136, "confidence": 0.99808, "negative_prob": 0.00086398, "sentiment": 2}]}, {"title": "华为mate30pro配置基本确认，定于9月19日发布，价格劝退了", "content": "九月份即将迎来不少的新机发布，相信大家比较关注的就是华为的mate30系列。往年的mate20可谓是非常火热，其中销量最好的就是mate20pro版本，而今年也同样如此，大家对于mate30pro的期待值非常高。最近也能听到各种关于mate30的配置信息，如今华为mate30pro版本配置以及确认。并且定于9月19日发布，相信此次的mate30pro又会与众不同！之前在网络上看到的圆形摄像头基本是正确的，官方公布的视频中就是圆形。正面与上一代的区别并不大，依然采用了刘海的造型。6.7英寸的曲面屏，还极有可能拥有瀑布的效果。若真的是这样，正面的观感就更加强烈了。由于是瀑布屏，所以整机的外观设计略显方正，比较偏向于商务风，不过mate系列本来就是这个风格，只不过现在更像了。另外正面的刘海，仍然会放置3D结构光，毕竟高端产品，该有的配置都会具备。屏幕指纹也不会缺席，拥有多种颜色，例如紫色，绿色等，发布之后就根据自己的喜好进行选择。华为手机的拍照能力不是一般的强大，通过p3pro就能感受出来，而mate30pro更上一层楼，使得华为手机在拍照领域占据全球第一位，这次还拥有超感光四摄的口号。圆形的方框内部，具有4颗镜头，他们分别是4000万主摄+4000万+800万+TOF镜头，支持10倍光变，以及50倍的数码变焦。看来在拍照方面，又是稳坐第一的位置了。笔者认为喜欢拍照的用户可以选择，除了拍摄，其他所有配置都是顶级的。毕竟是国产的大哥品牌，也是用户们值得期待的一款产品。还有大家比较期待的麒麟990 新品，采用了7nm工艺，再次降低功耗。华为的5G产品已经退出，就是mate20x 5G版，而mate30pro也将会配备5G功能。此次的mate30系列支持40w快充，充电速率，迅速上升。还有可能会支持30w的无线充，总的来说，这款产品的表现令人满意，毕竟是一款旗舰机！最后了解一下产品的售价，目前华为mate30pro版本的价格会在5700以上，仅供参考，因为不仅性能强大，还配备了5G，所以价格可能会更贵一些。如今的华为高端系列，价格也要冲上国际地位。不过对于很多用户来说，还是太贵了。网友说：要是这个价位，也就劝退了。最后的价格信息，发布会揭晓。大家对于mate30pro版的价格有什么期待呢？", "author": "super说科技", "newsdate": "发布时间：19-09-05", "newstime": "09:55", "sentiment": [{"positive_prob": 0.779814, "confidence": 0.510698, "negative_prob": 0.220186, "sentiment": 2}]}, {"title": "荣耀Magic3被确定，麒麟990+后置四摄+5G网络，代表华为未来旗舰", "content": "最近关于华为新机上市的消息不断，而荣耀也将会推出全新的荣耀Magic 3系列。荣耀Magic 3目前被曝光的消息已经越来越多，整体来看，该机在各方面都将会有全新的提升，并且还将成为首款支持5G技术的荣耀手机。目前随着曝光，荣耀Magic 3已经被确定，甚至根据曝光的信息得知，荣耀Magic 3很有可能代表未来的华为旗舰。首先，外观方面，荣耀Magic 3将会采用全新的外观设计，不仅将会搭载现在流行的全面屏设计，甚至还将通过手机四周边框的收窄提升屏占比。机身依然会采用玻璃材质，以及华为的设计风格。整体来看，荣耀Magic 3的外观设计将非常惊艳，而且还将带给消费者一个全新的视觉效果。其次，硬件配置方面，荣耀Magic 3将会搭载今年最新的旗舰芯片麒麟990，并且标配5G基带，这也就意外着该机将会支持5G网络，而且还将会是一款旗舰机型。另外，内存组合方面，该机配备8GB+128GB、12GB+512GB的储存空间，最大程度满足用户的使用。再者，拍照能力方面，荣耀Magic 3前置2000万像素镜头，后置4800万+2000万+1200万+TOF镜头四摄组合。另外，华为近几年在拍照方面的提升非常大，不知是否会将各项拍照技能运用在荣耀Magic 3上，使得该机的拍照性能提升。不过，这样的相机组合，也完全能够满足用户的拍照需求。最后，目前得知，荣耀Magic 3将会在今年的下半年上市，但是具体的发布时间还需要等官方透露。因为荣耀Magic 3基本上是中高端的配置，所以该机将定位于旗舰机市场，而荣耀Magic 3的售价预计会是3999元起。这样的售价虽然不低，但是作为一款5G手机，价格也比较合理。根据目前爆料的信息来看，荣耀Magic 3在性能方面的表现确实非常不错，说其为华为未来的旗舰机一点也不为过。只是，目前仅是爆料信息，荣耀Magic 3真正的配置还需要以荣耀官方的公布为主。目前，荣耀Magic 3的爆料仅有这些，不知大家是否期待荣耀Magic 3的上市？文/小柠檬", "author": "小伟科技杂谈", "newsdate": "发布时间：19-09-05", "newstime": "23:05", "sentiment": [{"positive_prob": 0.997891, "confidence": 0.995313, "negative_prob": 0.0021092, "sentiment": 2}]}, {"title": "华为拿下全球2/3的订单，却又有两国“开倒车”，可能因同一原因", "content": "众所周知，近两年华为在通信设备领域取得不俗的成绩，5G技术受到瞩目，同时也经受许多不公平待遇，美国不仅本国将华为拒之门外，而且通过各种手段，拉拢其他国家将华为排除在5G网络建设，但是事实结果却是，华为成功拿下全球50个订单。近日，华为在“华为亚太创新日”大会，再次公布其最新成果，50个5G商用合同在手，而且已经顺利发货20万5G基站，华为拿下订单涵盖欧洲、中东、亚太、美洲、非洲，其中斩获最多订单来自欧洲，目前拿下28个订单。华为在受美国多方“围剿”时，因其5G领域技术处于行业领先地位，才能不受影响获得认可，这归功于华为多年来在研发上的不过投入，从2014年的408亿，到如今预计1200亿，5年时间里华为研发投入翻了三倍。尽管目前华为已经是全球最大的通信供应商，并且从5G订单数量来看，已经获得全球三分之二的认可，但是华为并没有因此过渡自傲，并在近期坦言，目前无论是产品、技术乃至解决方案等方面，创新力还需要突破，目前已经接近极限。华为多年来与全球各大高校都保持着良好的合作关系，华为将之成为其基础理论突破和基础技术发明的关键，华为将继续与高校保持合作，并且在每年还将加大投入资助高校研发资金，保证最低不少于3亿美金，为了防止止步不前，华为还在坚持企业“狼”性，在科研技术上随时保持警惕，不进步即退步。从去年澳大利亚、日本、新西兰等先后加入拒绝华为5G队伍，近来，越南和波兰也相继传递不使用华为技术、设备信号，首先越南最大移动移动运营商Viette，以安全为由将华为排除在外，越南本国自己研发5G失败后，选择诺基亚和爱立信，此前两国一直保持良好的贸易往来。波兰更是直接和美国签署一份“5G安全声明”，尽管没有提及将任何公司名字，但是外媒直指这一声明很可能，直接将华为排除在波兰5G建设之外，这之前波兰使用的是华为的设备，不担心全部替换带来的损失么？在未来两年里，华为的技术依然可以保持让其他人追赶，面对如此选择华为对此也许并不意外，目前华为主要寻求5G技术突破，同时已经开启布局6G网络研发，5G网络属于华为时代已经毋庸置疑，华为已将目光放得更远。", "author": "八零奇谈世界", "newsdate": "发布时间：19-09-05", "newstime": "14:29", "sentiment": [{"positive_prob": 0.452772, "confidence": 0.0554341, "negative_prob": 0.547228, "sentiment": 1}]}, {"title": "一张图看懂华为畅享10 Plus手机", "content": "IT之家9月5日消息 今天，华为在西安举行发布会，华为畅享10 Plus正式亮相。华为官方在发布会现场公布，华为畅享10 Plus 4GB+128GB存储售价1499元，6GB+128GB存储售价1799元，8GB+128GB存储售价2099元。9月5日16:08开启预售，9月10日10:08正式开售。华为畅享10 Plus全系标配128GB大容量内存，轻松储存海量照片； UFS2.1双通道储存技术，随机读取速度提升57%；4000mAh大容量电池，配合智能省电模式，续航强劲耐用。华为畅享10 Plus搭载麒麟710F处理器，支持华为方舟编译器，Game Turbo 3.0技术，配备Type-C接口，保留3.5mm耳机接口。华为畅享10 Plus拥有6.59英寸超清全视屏，分辨率为2340x1080，屏占比高达91%；3D收弧设计，握感更舒适；天空之境、赤茶橘、翡冷翠、幻夜黑，四种ID颜色美轮美奂。华为畅享10 Plus前置1600万悬浮式镜头隐藏机身之中，自拍自动开启；4800万超广角AI三摄，美好瞬间捕捉；120°超广角镜头，开拓新视野；AI智能识别，美图信手拈来。后置三镜头为4800万像素超清镜头，120度超广角镜头，200万像素景深镜头。京东华为 HUAWEI 畅享10 Plus 超高清全视屏前置悬浮式镜头4800万超广角AI三摄 4GB+128GB翡冷翠全网通双4G手机1499元直达链接", "author": "IT之家", "newsdate": "发布时间：19-09-05", "newstime": "15:13", "sentiment": [{"positive_prob": 0.968868, "confidence": 0.930819, "negative_prob": 0.0311316, "sentiment": 2}]}, {"title": "美国拟剥夺华为首席律师资格，律师驳斥：又一打压战术", "content": "综合多家外媒报道，美国政府的检察官以“利益冲突”为由，试图让法庭取消华为首席律师詹姆斯·科尔（James Cole）担任律师的资格。曾任美国司法部副部长的科尔周三出庭捍卫其代表华为公司进行辩护的权利。据彭博社报道，在周三举行的听证会上，美国联邦检察官主张，科尔此前在联邦政府任职期间，参与并监督了与华为案件有关的调查，导致了“利益冲突”。美国联邦检察官声称，“科尔有特权和接触秘密信息的渠道，包括机密信息，他可以利用这些信息给政府造成损害。”对此，华为的律师反驳称，美国政府对华为的调查从2016年才开始，而科尔任美国司法部副部长是从2011年到2015年，2016年已经离任的科尔不了解案件内部信息。华为首席律师詹姆斯·科尔华为的另一位辩护律师列维（Michael Levy）说，“这个案子是（美国）政府打压华为的整个议程的一部分……现在存在某种运作，想要取消科尔的（辩护）资格，可以被视为是又一个战术步骤。这是一个危险的领域。”法官随后应检方要求，下令闭门进行涉及机密信息的口头辩论。据报道，法官没有公开说明她何时会决定是否取消科尔资格，但宣布将在12月12日举行下一次法庭听证会。据报道，科尔从2011年至2015年曾任美国司法部副部长。离开政府之后，科尔成为美国芝加哥盛德律师事务所合伙人。詹姆斯·科尔走出法庭（资料图）2018年12月1日，孟晚舟在加拿大温哥华被捕，后获保释等待加拿大法院举行是否引渡她至美国的听证会。她的律师坚持主张孟晚舟曾遭到非法拘留。今年1月份，美国政府对华为公司提起诉讼，声称华为违反了美国对伊朗的经济制裁，并在随后的调查中阻挠调查。与此同时，美国政府在华盛顿州另一起联邦案件中指控华为试图从美国T-Mobile公司窃取商业机密。3月，科尔代表华为及其美国子公司作无罪辩护。在提起诉讼后不久，美国商务部就将46家华为子公司列入限制交易的“实体清单”中。9月3日华为发布新闻稿称，美国政府动用司法和行政力量以及其他手段，干扰该公司及其合作伙伴的业务。华为员工或合作伙伴面对美国方面的不合法搜查、扣押与拘捕，并称联邦调查局也上门约谈一些华为员工，对他们进行施压，以便获得华为信息。中国外交部发言人耿爽在9月4日例行记者会回应上述消息时说，中国政府一贯鼓励中国企业按照市场原则和国际规则，在遵守当地法律的基础上开展对外经济合作。同时，中方也坚决反对美方在拿不出任何证据的情况下，滥用国家力量，打压特定中国企业，这种行为既不光彩，也不道德，更是对美方一贯标榜的市场经济原则的否定。我们敦促美方停止泛化国家安全的错误做法，停止对中国的蓄意抹黑和指责，停止对中国企业的无理打压，为中国企业在美正常经营活动提供公平竞争和非歧视环境。", "author": "环球时报", "newsdate": "发布时间：19-09-05", "newstime": "23:29", "sentiment": [{"positive_prob": 0.0690789, "confidence": 0.846491, "negative_prob": 0.930921, "sentiment": 0}]}, {"title": "新一代全视屏+4800万AI三摄 华为畅享10 Plus全面评测", "content": "华为畅享系列自诞生以来一直旨在为年轻用户带来兼具时尚设计与优秀体验的产品。9月5号，华为正式在西安发布了华为畅享10 Plus，它在继承了前代产品诸多优点的同时在外观设计、拍照等方面也再次进行了升级，为年轻用户打造出了新一代“年轻实力派”之作。华为畅享10 Plus是华为品牌在国内推出的首款升降式摄像头手机，屏幕设计也从“异形”全面屏转向当前的19.5:9的全视屏，华为畅享系列的屏幕进化之路一直紧跟行业潮流并引领千元机市场。下面就跟随笔者一起来看看这款新品到底如何吧。外观设计：6.59英寸全视屏视野更广阔作为畅享系列的新品，华为畅享10 Plus摒弃了刘海屏、水滴屏、挖孔屏等设计，通过升降镜头的设计将前置摄像头安置在了屏幕之外，同时将听筒隐藏在了手机顶部的边缘，光线传感器移动到了屏幕下端，达到真全面屏效果。华为畅享10 Plus配备了一块6.59英寸全视屏，屏幕分辨率达到了2340*1080，显示效果十分的清晰，可以细腻展现画面细节。华为畅享10 Plus还采用了“华为阳光屏”技术，让手机屏幕能根据周围环境光线强度自动调节屏幕亮度，提高画面对比度，保证用户在强光环境下依然可以轻松看清屏幕内容。得益于德国莱茵TüV认证，也让用户在护眼健康上有了进一步的保障。华为畅享10 Plus采用了19.5:9的全面屏比例，让机身显得更加的修长。并且得益于升降式摄像头的设计与COF工艺带来的更窄边框，华为畅享10 Plus的屏占比也是达到了91%，无论是看视频，还是玩游戏，都能为用户带来更明阔的大屏视频体验，视野更加广阔。华为畅享10 Plus的机身的后盖采用了3D复合板材材质，它不仅兼具玻璃后盖的质感并有着金属材质般的坚韧度，更加的耐摔。背部边缘采用了3D收弧设计，让机身背面与中框过渡更加的流畅顺滑，搭配上修长的机身，握在手中温润如玉，有着与传统5.5英寸手机一样舒适握感。不过由于采用了升降摄像头的设计，机身在重量上也是接近了200g。值得一提的是，本次华为畅享10 Plus在配色上面采用了华为高端旗舰机型上的光学色变设计思路，带来了包括翡冷翠、幻夜黑、赤茶橘、天空之境在内的四款时下流行配色，满足更多用户对产品颜值的需求。我们拿到的这款是赤茶橘色，鲜亮的色彩给人一种十分活泼的感觉。前置摄像头位于顶部中框的其中一侧，另一侧为SIM卡槽。说到这里不少小伙伴可能会问，在摄像头弹出的情况下，如果手机跌落很容易将摄像头摔坏，所以为了避免这样的情况发生，华为畅享10 Plus能够通过内置传感器检测到手机跌落，并且自动收起摄像头，防止其损坏。底部为Type-C接口和扬声器，它也保留了3.5mm耳机接口，让用户使用起来更加方便。　拍照体验：4800万AI三摄玩法多拍照一直是华为手机产品的一大优势，此次华为畅享10 Plus也传承了这一优势，配备了4800万像素主镜头+800万像素的超广角镜头+200万像素景深镜头的AI三摄。其中4800万像素的主摄主镜头采用了6P(Plastic)镜片，相比传统的5P镜头，其镜头汇聚光线的能力增强，从而带来了更高解析力与对比度，捕捉更多的细节，成像更清晰。主摄还有着1/2英寸大型传感器，能够保证更大的进光量，并且支持像素四合一技术，配合上AI算法以及手持超级夜景,可以获得更加出色的暗光拍照表现。下面我们通过样张来看看华为畅享10 Plus的拍照表现如何。(华为畅享10 Plus智慧场景识别样张)(华为畅享10 Plus智慧场景识别样张)(华为畅享10 Plus人像样张)(华为畅享10 Plus高清样张)华为畅享10 Plus在光线比较充足的情况下整体成像素质非常不错，成像非常清晰通透，白平衡没有明显的偏移，在开启AI场景识别后，成像色彩更加鲜艳，比如天空更加蓝、花朵更加艳丽。(华为畅享10 Plus正常焦段样张)(华为畅享10 Plus超广角焦段样张)800万像素的超广角镜头则能够为我们带来120°超宽取景范围，拍摄多人合照或是宏伟景观时都非常的好用。(景深虚化样张)(景深虚化样张)(景深虚化样张)景深虚化就不用多说了，拍摄出的照片在质感和层次感上都更加的出色。值得一提的是在人像模式下还可以设置多种背景光斑，如心形、圆形等，非常有意思。升而不凡 拍出你的美自拍方面，华为畅享10 Plus前置采用1600万像素的可升降镜头，像素尺寸为1μm，配备F2.2光圈。它也内置了AI场景识别功能，在拍照时能够智能识别蓝天、绿植、室内、雪景等八大日常场景，根据不同的场景进行参数上的调优，以获得更加出色的自拍效果。下面我们也来看看样张吧。(华为畅享10 Plus自拍样张)从华为畅享10 Plus的自拍样张可以看出，其成像效果还是非常不错的，画面非常清晰，美颜的效果也很自然，实现一种裸妆的效果。使用体验：软硬搭配流畅持久硬件配置上，华为畅享10 Plus搭载了麒麟八核处理器，性能强功耗更低，续航表现更出色。华为畅享10 Plus最大配备8GB运存、128GB存储，充足的内存也保障了系统流畅的运行，大储存空间让我们可以任性的下载音乐和电影。它也支持最新GPU Turbo 3.0技术，通过重构系统底层的图形处理框架，提高GPU图形运算的整体效率，有效优化游戏体验。下面我们也通过游戏的实际体验来看看这款产品的性能表现如何吧。在开启性能模式后，华为畅享10 Plus在《王者荣耀》默认画质下的帧数表现还算不错，对线期间基本保证在56-60帧，多人团战时候也会在40-50帧左右，整体运行还算是比较流畅稳定的。在性能模式下，屏幕亮度最高进行1小时《王者荣耀》大约耗电为22%左右。系统方面，华为畅享10 Plus采用EMUI 9.1操作系统，带来了全新的设计主题和图标，同时充分发挥华为软硬件结合技术优势，精细化调度CPU，做到物尽其用，系统运行起来非常的流畅。系统在负一屏也为用户准备了诸多的功能，包括付款码、打车、外卖、手机淘宝等服务和工具等，我们可以根据自己的需求将最常使用的东西放在负一屏上;情景智能涵盖了我们出行、工作、生活等诸多方面，如：提醒我们的航班、火车的信息，提供出行的路况，跟踪物流信息等;另外，还有我们的日常的运动数据以及新闻推荐等，功能十分丰富。华为畅享10 Plus中也内置了健康使用手机这个功能，它不仅能够记录用户在玩游戏、阅读、社交、多媒体娱乐、购物等不同APP的使用时长，还可以设置每天可以使用手机的时长、限制每个应用一天最多的使用时长等，帮助我们更加合理的使用手机。当然，这个功能除了可以自控外，也能让家长控制孩子对手机的使用，限制他们玩游戏、看视频的时长，避免他们沉迷于玩手机。华为畅享10 Plus中还有一个我非常喜欢的功能就是WLAN信号桥，又叫WIFI中继，简单说就是当我们的手机连上WiFi后就可以分享给其它人使用，也能进一步扩大WiFi的覆盖范围。同时，在家中来朋友时如果你不想泄露自己的WiFi密码也可以使用这个功能让他们连接网络。华为畅享10 Plus也拥有智慧视觉功能，可以拍摄图片进行翻译、购物、检测卡路里、识物等。除此之外，华为畅享10 Plus还有着许多十分不错功能，如双蓝牙音频设备连接，可以让我们的智能手环和耳机或是耳机和车载设备同时与手机保持连接;手机克隆一键搬家可以兼容安卓和iOS双系统，更好的实现数据迁移;HUAWEI Quick Share 快速共享，可以将APK一键分享给其它用户等。最后，我们来说说续航，华为畅享10 Plus配备了一块4000mAh的大电池，配合上麒麟八核处理器的低功耗设计以及智能节电技术，官方称它可以保障用户连续40个小时通话;连续9小时看视频;连续玩9个小时游戏;连续听音乐80个小时;连续通过浏览器上网14个小时，出门在外，不为电量担忧。我们也是通过6小时的重度使用来测试一下它的续航表现。*WiFi环境下，50%亮度、50%音量(测试结果仅供参考)经过1小时王者荣耀、1小时1080P在线视频、1小时微信聊天、1小时网页浏览、1小时音乐播放(耳机)、30分钟拍照以及30分钟抖音的6小时测试后，华为畅享10 Plus的电量剩余为32%，续航表现十分不错，对于大部分用户来说中重度使用足够用一天。写在最后升降式摄像头、6.59英寸的全视屏、4800万像素三摄、麒麟八核处理器、4000mAh大电池等诸多元素组成了这款全新的华为畅享10 Plus，无论是在颜值、拍照、性能等方面它都有着非常不错的表现，完全可以满足大多数用户的使用需求。通过这几天的使用，我觉得华为畅享10 Plus在一千多元价位上还是非常值得选择的，而且这个售价也是对刚步入职场以及学生等年轻消费者群体也非常的友好。", "author": "天极网", "newsdate": "发布时间：19-09-05", "newstime": "15:24", "sentiment": [{"positive_prob": 0.998845, "confidence": 0.997434, "negative_prob": 0.00115469, "sentiment": 2}]}, {"title": "再被调查，华为列出美方九大“罪状”", "content": "参考消息网9月5日报道 外媒称，就美国对华为涉嫌所谓“技术盗窃”而展开新调查，9月3日，华为方面做出回应：世界上没有任何一家企业可以通过“偷窃”成为全球领先的高科技企业。据路透社9月3日报道，华为称，美国政府已指示执法机关“强迫”或“诱使”该公司员工做不利于公司的事情；美国的举动可能威胁到华为的生存，公司对此作出了回应。报道称，华为上述表态见诸9月3日的一份新闻稿以及路透看到的一份未标明日期的文件。报道称，美国政府于5月将华为列入一份实体名单，实际上禁止华为获取关键的美国元器件和技术，特别是谷歌为安卓系统设备提供的应用与服务。华为3日表示，美国政府动用司法和行政力量以及其他手段，干扰该公司及其合作伙伴的业务。华为在公开声明中表示，以不正当的方式搜查、扣押、甚至拘捕华为员工或合作伙伴；通过联邦调查局（FBI）上门约谈的方式进行施压，要求华为员工作为内应配合获得华为信息。根据华为公布的文件，八名员工被卷入此类事件，其中几人是美国公民。他们所有人都是公司中高层管理人士。最新一次事件发生在8月28日，华为美国办公室的一名雇员向公司报告，FBI登门要求其成为线人。美国司法部一名发言人称，虽然他们并不对特定调查置评，但“在所有情况下，我们的调查手段都符合法律，所有调查对象都享有相同权利，那就是我们的宪法所赋予、而且由独立司法保护的正当程序”。华为文件称，自年初以来，至少有三名美国雇员被美国执法机构联系。报道称，美国司法部表示，FBI不会另行回应。参考消息网注意到，华为在声明中列出美方九大“罪状”，包括通过执法机构威胁、恐吓、要挟、利诱、策反华为在职或离职员工为其工作；以不正当的方式搜查、扣押、甚至拘捕华为员工或合作伙伴；设置各种陷阱或圈套，冒充华为员工，创造案件，试图形成对华为不利的不实指控；采取网络攻击的方式不正当地刺探华为的内部网络和信息系统；通过FBI上门约谈的方式进行施压，要求华为员工作为内应配合获得华为信息；动员和策划与华为有商业合作或有商业冲突的公司对华为进行不实指控或钓鱼；搜集各类虚假的针对华为的负面报道，并以此为依据展开调查；将历史上已经解决的民事案件，以技术秘密窃取等理由，进行选择性的刑事调查或起诉；通过恐吓、拒发签证、扣货等方式，阻挠正常的商业活动和技术交流。声明还称，一段时间以来，美国政府不仅动用其政治和外交影响力，游说各国政府禁止使用华为设备，更是动用其国家机器，滥用司法、行政权力，采用各种不正当手段骚扰、影响华为或合作伙伴的正常业务。华为声明最后称，华为的发展得益于三十年持续的研发投入和全球员工的持续努力，得益于客户、供应商和合作伙伴的信任和支持。世界上没有任何一家企业可以通过“偷窃”成为全球领先的高科技企业。来源：参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-09-05", "newstime": "14:14", "sentiment": [{"positive_prob": 0.00272431, "confidence": 0.993946, "negative_prob": 0.997276, "sentiment": 0}]}, {"title": "关闭这3个功能，你的华为手机“秒变”电竞神机，还不动手？", "content": "华为手机越用越卡？关闭这3个功能，玩游戏流畅到起飞！很多小伙伴都体验过国产手机和苹果手机，这两类手机最大的区别就在于流畅度。苹果手机使用多久都不会出现卡顿的情况，国产手机就不一样了，刚开始使用非常流畅，经过一段时间之后，就会陆续出现卡顿闪屏的情况，根本无法避免。目前苹果最大的竞争对手就是华为，华为每年的出货量都呈现出上涨的趋势，苹果却一直在走下坡路线。很多网友在挑选手机的时候，都会优先考虑华为手机，在使用过后，小伙伴们纷纷表示华为手机越用越卡，即使删除软件也无法解决这一问题。接下来小编为大家介绍几个方法，只要掌握之后，你的华为手机便会越用越流畅。华为手机越用越卡？关闭这3个功能，玩游戏流畅到起飞！首先华为手机中都有杂志锁屏，这一功能大部分人都不会使用。在手机开机之后，它就会自动的开启，其实这一功能会在后台消耗手机内存，一段时间后，手机内存就会变得越来越小，手机卡顿现象也更加明显，所以我们一定要将其给关闭。打开手机中的设置，寻找到桌面和壁纸，再点击杂志锁屏，将其关闭就可以了，这样就可以为手机留下更为充足的空间。第二就是关闭自动下载功能。微信是我们平常生活中应用最多的聊天软件，在使用微信的过程中，它会自动传输文件，很多群里的图片、视频都会自动下载，有时我们不注意，这些视频、图片就会时刻占据着我们的手机内存。一旦手机内存变小，手机就会变得越来越卡顿，解决这一问题也非常简单，我们将微信中的自动下载功能关闭，它就不会自动下载图片或者视频。最后就是清理应用缓存。很多小伙伴看到一款流行的软件，就会突发奇想的下载，平时很多软件下载之后，都会存有安装包，这些安装包的日积月累，就会占据手机的运行内存。有时手机才刚买没多久，就会感觉越来越卡顿，其实就是应用缓存在作怪，我们可以在闲来没事的时候，清除手机中的垃圾和应用缓存，能达到释放内存的效果，保证手机拥有充足的空间，才能够体验最佳的流畅度。如果你的华为手机越用越卡顿，一定要学会掌握这三种方法，它们都可以有效地减缓手机卡顿的问题。华为手机卡顿并不是手机本身的问题，而是在于我们平常的使用习惯，改掉这些陋习，手机就会陪伴你的时间更为长久。除了这三种功能，你们还知道华为手机中有哪些功能可以让手机变得更为流畅呢？欢迎在评论区互动交流。", "author": "科技举起你的手", "newsdate": "发布时间：19-09-05", "newstime": "18:05", "sentiment": [{"positive_prob": 0.000697049, "confidence": 0.998451, "negative_prob": 0.999303, "sentiment": 0}]}]