[{"title": "华为新款千元机曝光！时尚“珍珠屏”，更有4000毫安时超大电池", "content": "最近几个月，相信大家已经被各家新款手机晃花了眼，国产手机争奇斗艳，先是小米的MIX3登场，再是华为Mate20系列、还有苹果iPhoneXS、ip2XR 等新款陆续开售，各家都做足了宣传，这些新款手机中，就属华为的Mate20Pro卖得最火，现在已经是一机难求的局面，卖到缺货，今年华为首次进军高端手机市场，无论是配置还是手机价格都让消费者觉得非常良心，华为Mate20系列热潮还没退，华为又开始部署新款手机了！之前华为官方表示，华为Nova4将会在这个月面世，之前的华为Nova4的曝光信息中能看出Nova4会搭载麒麟980芯片，另有创新设计，配置相信不会让大众失望，不过除了这款手机，华为官方还表示会有另一款新品，就是主打入门的华为畅享9。早年国内手机市场都被三星、苹果等国外品牌霸占高端行业，今年华为首次冲击高端手机市场，价格提升到6000元，很多消费者表示不满觉得太贵，之前国产手机表现一般也主打的是中低端手机市场，价格一般在3000元上下，一般高过这个价格销量就上不去，华为MatePro让很多习惯了中低端价格的人享受不到华为的高技术体验，为此华为推出这款畅享9.其实之前华为就发布过畅享家族的产品，当时推出的产品是畅享9plus、畅享max，围堵没有畅享9，从目前曝光的消息来看，畅享9就应该是华为目前研发的新款机型，而根据曝光的渲染图来看，定位是入门级别的华为新品，采用了比较时尚的“珍珠屏”也就是大家常说的水滴屏，从外观上看非常时尚，目测能吸引当下年轻女性的目光，手机背面使用竖排双摄的设计，延续了华为一贯的设计风格，根据以往的机型和这款手机的定好，机身应该是塑料材质。配置上，目前华为畅享9将会用HD+分辨率的手机屏幕，尺寸大概是6.26英寸，使用的处理器则是高通骁龙450，加上4GB运存和64GB的存储空间，电池容量采用了4000毫安时的超大电池，采用的系统将是安卓8.1定制系统，前置摄像头单摄800万像素，后置双摄像头，采用1300万和200万的像素。目前的售价是1099元，现在的起售价不会差很多，虽然配置上也不算有什么亮点，不过也算是千元机里面比较少见的千元珍珠屏，对于这个价格也是够用了。这款华为畅享9算是华为为低端手机市场的准备，因为之前华为畅享系列新机发布会已经开过，目前来说华为也不会单独为畅享9开发布会，最可能是华为Nova4发布会时一笔带过畅享9。", "author": "科技条形码", "newsdate": "发布时间：18-12-04", "newstime": "14:07", "sentiment": [{"positive_prob": 0.423508, "confidence": 0.0588718, "negative_prob": 0.576492, "sentiment": 0}]}, {"title": "华为背后神秘王牌曝光，蛰伏10多年，成为华为引路标杆", "content": "近年来，随着国内互联网科技不断发展，也带动国内经济发展，目前中国虽然还是上升阶段的发展中国，但已经成为全球第二大经济体，在经济和科技上都有巨大的实力。说到国内的科技公司，很多人就会想到华为，自从2016年华为的营收突破了5000亿，它已经是中国未上市民营企业的冠军，根据相关数据机构统计，去年华为的总营收已经达到了6036亿元，坚持不上市的情况下竟能达到这么高的金额，全中国已经找不到第2个这样的企业。华为成立至今只有30多年，对一个行业来说华为还是个青年。华为创始人任正非今年已经74岁了，依然坚持奋斗在华为决策一线。华为和国内其他互联网科技公司不同，任正非曾经表示，如果中国没有阿里巴巴，腾讯和京东能在电商行业上分分钟取代，但中国要是没有华为，国内没有哪家公司能取而代之，任正非拥有这样的自信，恰恰说明了华为的实力。华为能得到现在的成绩，除了任正非还有一个重要人物，他就是郑宝用，没有他就没有华为自主研发的产品，没有他华为也赚不到6000亿。互联网时代更新换代非常快，曾经中国手机历史上还有“中华酷联”，如今再来看只有华为在经历风霜洗礼之后依然屹立甚至越挫越勇，别看现在华为已经是中国最强的科技公司，任正非依然表示很有压力，为此任正非专门建立了王牌“蓝军”，蛰伏10多年，是华为背后神秘的王牌，也是华为最核心的部门。那么这个“蓝军”到底是什么呢？其实蓝军的任务就是和华为“唱反调”，模拟各种外界监督和舆论，通过强烈的自我批判，端正华为董事会的决策，避免因为成就过高而“飘”了。华为这个“蓝军”部门算是内部培养人才的部门，任正非表示如果想升官就去蓝军，任正非觉得如果自己都不知道怎么打败华为，说明已经到了瓶颈。蓝军的领导者就是前面提到的郑宝用，他曾经是华为先进技术部门的中流砥柱，研发的通信设备获奖无数，不过后来因病隐退，从技术岗换到管理岗，基于原本的技术，能从不一样的地方找到华为的漏洞，然后提出再解决，成为华为发展的引路标杆。除了“蓝军”，华为还有“红军”部门，也就是华为正在进行的战略发展模式，红军主要创造和研发，蓝军主要“挑刺”，直到蓝军认为没有问题通过后才能上线这款产品，是不是非常严谨呢？", "author": "科技小行星", "newsdate": "发布时间：18-12-04", "newstime": "17:46", "sentiment": [{"positive_prob": 0.98875, "confidence": 0.974999, "negative_prob": 0.0112504, "sentiment": 2}]}, {"title": "为什么华为用上了40W快充，而小米还在用18W快充？", "content": "小姐姐小哥哥，你终于来了，妾身等你好久了。来了，就动动手指，留下你爱的记号吧！为什么华为用上了40W快充，而小米还在用18W快充？华为手机现在的华为不同以往，以前的华为大家都不够重视，认为一家专门做通讯设备的公司制造出来的手机根本就不是非常好的，但是随着近几年华为在手机上的投入加大力度，所以现在华为手机也在慢慢地变好，华为已经成为了中国手机行业的龙头老大。华为手机华为的成功是大家有目共睹的，华为手机主要做的是高端手机，而华为的子公司荣耀主要做的是中低端手机，对应不同的年龄阶段人群，在今年的时候，华为一共召开了2次发布会，第一次是关于华为P20系列的手机，第二次就是最近才出来的华为mate20系列。华为手机大家在华为mate 20系列的三款手机上也看出了华为在手机上有了很大的进步，不仅仅搭载了华为最新研发的麒麟980处理器，而且还加入了很多新的黑科技，一起以为只有小米的黑科技最多，这一次才发现华为的黑科技也是满满的，华为还支持了40W的超级快充。那么就有很多人问了，为什么小米现在仍然是48W的快充呢，其实原因很简单，因为小米的手机都比较便宜，如果要是手机支持40W的超级快充，那么投0入的资金必将会增加，因为手机的成本是随着配件增加而增加，如果小米加入了这样的超级快中，那么价格势必会增加很多，还有就是小米或许只是想将这样的技术放在明年的新款手机上。都说赠人玫瑰，手有余香。那么您对小编文章的每一个评论，每一份收藏，就如同那芬香的玫瑰，您只需要动动小手，就能让这芬芳洒满人间。End编辑|科技聊HL图片|来源于网络，如若侵权，请联系作者删除本文由“科技聊HL”原创！未经作者允许禁止转载，欢迎关注", "author": "科技聊HL", "newsdate": "发布时间：18-12-04", "newstime": "08:13", "sentiment": [{"positive_prob": 0.00538088, "confidence": 0.988042, "negative_prob": 0.994619, "sentiment": 0}]}, {"title": "同样是麒麟处理器，为何华为比荣耀贵那么多？原来区别都在这里", "content": "华为，想必大家都不陌生。经过手机市场的大浪淘沙，曾经中兴、华为、酷派、联想这四位“手机巨头”，如今就只剩下华为这家公司还依旧在手机市场上屹立不倒。这几年，华为、小米、OPPO、vivo这四个品牌发展的都很不错。其中，在性价比手机这个方向上，小米发展势头最为猛烈。好的蛋糕谁都想吃，作为国内巨头的华为也不例外。为了开拓手机市场和抑制小米的快速发展。华为成立了一家主打高性价比手机的子公司，也就是后来的荣耀，让荣耀制造同样性价比高的手机去与小米竞争。有着华为这个极强的靠山，在加上出色的运营。几年过后，荣耀在手机市场上取得了不错的成就。今年荣耀手机更是达到了一个新高度，双十一强势“霸榜”，荣获手机单品销量冠军。在荣耀手机大卖的背后，小卫发现了一个有趣的事情。华为和荣耀的在很多手机上使用的处理器都一样，但是出售的价格却相差很大。同样搭载了麒麟970处理器的手机，华为卖到六七千，但是荣耀却只要两三千。华为和荣耀的价格到底差在哪里，今天小卫就跟你来说一下。品牌印象虽说荣耀和华为在市场上的口碑都不错，但是在品牌价值方面，荣耀还是要比华为低一些。在荣耀还没成立之前，华为就已经在手机市场拥有了不错的口碑，加上Mate系列、P系列的成功，品牌价值也随之高涨。相比华为的成熟，荣耀还属于一个“年轻”品牌，所以由于品牌价值的影响，华为手机的价格要比荣耀手机的价格高出一些。手机屏幕对于可以自主研发处理器的华为来说，处理器的成本是非常低的。华为和荣耀这两部手机成本上最大的差距在手机屏幕。有网友实验过，在玩同一款手游的时候，不同材质的屏幕，看出来的感觉是不一样的。材质好档次高的屏幕和材质差档次低的屏幕相比，体验上有着质的差别。拍照系统论拍摄，华为和荣耀的手机镜头质量是有目共睹的，成像很高，色彩还原度好，像素也非常高。但是在感光元件和相机算法上，荣耀与华为相比，仍然有着很遥远的差距。就拿华为P20举例，华为P20的相机算法经过徕卡工程师特别调制，拍出来的照片有着与徕卡相机一样的拍摄效果。这是荣耀手机目前还跟不上华为的东西。一分钱一分货。在材质、设计、做工上，华为比荣耀要高出很多。单靠参考处理器和对比硬件来说，是没有办法客观考量两部手机的差别的。手机是一个很复杂的东西。今日话题：你喜欢华为手机还是荣耀手机？你买过哪一款？欢迎留言讨论。DIVI，一个爱挖内幕、爱说真话的科技咖，点击右上角关注，带你发现更多科技真相。", "author": "DIVI第一卫", "newsdate": "发布时间：18-12-04", "newstime": "18:48", "sentiment": [{"positive_prob": 0.123481, "confidence": 0.725598, "negative_prob": 0.876519, "sentiment": 0}]}, {"title": "支付方式巨变！华为紧急宣布，支付宝或傻眼了！", "content": "一猝不及防！当你还在惊叹扫码支付带来的改变时，二维码却可能要过时了！一声惊雷！今天，华为正式宣布：联合银联，正式启动手机POS产品首批应用试点合作。是的，你没看错：华为、银联联手反击了！一个代表着中国手机、芯片最高水平，一个代表着中国银行卡的老大，原本是风马牛不相及，现在却拥抱在一起，携手跨界打劫，构建全新的支付生态圈。从今天起，一场颠覆正式开始：手机和手机“碰一碰”便可收单，这种全新的支付模式，将从个别城市，向全国范围拓展了！今后，所有华为手机，都可以无成本变成收单POS机。换句话说，从荣耀8开始到现在的mate20，将有上亿台潜在的POS机，正在涌现。别了，二维码！一场支付方式的革命正在兴起，支付形态将面临彻底改变！二有人也许要问：什么叫手机POS产品？简单地说，将手机与POS机合二为一。手机本身就是一个POS机，所有商家都只需在手机上开通在线收单服务，无需再贴任何二维码，不用购买POS机、扫码枪等任何设备！对，就是这样，只需要拿着手机，对着标签一碰，立刻弹出支付窗口，输入金额，通过指纹或者密码验证完成支付。有人也许要问：华为手机摇身一变成了POS产品，这究竟是怎么做到的？它背后的原理正是Near Field Communication：近距离无线通讯技术！目前，华为给其大部分手机都装上了NFC无线通讯芯片，预计未来华为所有新款手机，都会自带此功能。有人也许还要问：手机POS产品，除了面对面手段，还有什么用途？这个用途可大了。华为手机POS能为商户提供场景化收单功能，比如购票、点餐等。华为手机POS还可以支持线上线下身份认证。只要将手机靠近eID读卡器并验证指纹，即可读取验证用户身份信息，模拟办理酒店入住。支付宝、微信支付，从未像今天这般惶恐不安：以前都是小公司搞NFC噱头，这次是华为和银行真枪实弹。要命的是，每天扫码支付的500限额将被一举打破。然而，旧的不去，新的不来！华为手机POS的出现，让商户不用再买POS机了，省下一笔钱；而群众百姓则将因此得到更便捷、高效、多样化的科技金融服务！一台手机全搞定，亿万手机亿万兵。三不是我不明白，这世界变化快！一日千里的科技，正使一切坚固的，变成脆弱的；使一切岿然不动的，变成变动不居的。仅仅是华为POS机的出现，就让三个饭碗砸个粉碎：生产POS机的厂家慌了：所有华为手机，都可以变成一个便携式POS机。那么，厂家生产的POS机以后要卖给谁？做扫码枪的厂商危险了：靠着微信支付宝这波二维码红利，赚得盆满钵满的扫码枪厂商，将无码可扫。真是其兴也勃，其亡也忽焉。收银员面临第二波冲击：微信支付宝只“消灭”了一半的收银员，有时是收银员扫你的二维码。现在，华为将“消灭”剩下一半的收银员！未来已来！今天，华为只是放出了一只黑天鹅，但我们应该看到一群黑天鹅，看到一个各行各业将面临巨大冲击的新世界！请记住：科技发展的大潮是不可阻挡的。谁顺应了潮流，谁就能乘势而上；谁背潮流而动，谁就被时代抛弃！与其担忧“铁饭碗”破碎，不如提前变革自己！千万别像唐山撤销周边所有路桥收费站时，那个收费站工作人员说的那样：我今年36岁了，除了收费啥也不会！因为，时代抛弃你时，连一声再见都不会跟你说！", "author": "财经要参", "newsdate": "发布时间：18-12-04", "newstime": "22:47", "sentiment": [{"positive_prob": 0.0896021, "confidence": 0.800884, "negative_prob": 0.910398, "sentiment": 0}]}, {"title": "一名华为老用户的心路历程：终于从华为mate10换成了iPhoneXR！", "content": "作为一名华为老用户，今天想跟大家讲一下内心的自白，也算是心路历程——终于从华为mate10换成了iPhoneXR，但心里却觉得很无奈！如果买不起苹果三星，那就买华为吧一开始使用华为手机其实并谈不上有多了解，只是身边的人都会说，“买手机的话要么就直接选择苹果三星，如果预算不足的话，现在国产就选华为手机吧。”于是，也就认识了华为手机这个品牌。在当时，人们觉得华为这个品牌的手机价格确实还算便宜，而且质量相对也算不错。然而，在使用华为手机的过程中，自然也会遇到这样那样的问题，最为明显的是手机的发热比较严重，而且使用一段时间之后就会变得异常卡顿，电池的续航也不够用了。直到后来入行华为之后，才发现，其实这是大部分的安卓手机都会遇到的问题，而华为手机此前大部分都是采用自家的麒麟芯片或者是联发科与高通的中低端芯片，自然性能与发热控制也比较差，这都是可以追究的。不过，对于华为的情感还是没有变，说到国产手机，总是会想要去支持一番，因为心中相信，它虽然不足以跟苹果三星抗衡，但也算是不错的产品，花这钱还算值得。此外，最近这几年华为手机的进步大家也有目共睹，麒麟980处理器甚至丝毫不输给高通骁龙845处理器！如果买不起华为，那就考虑下苹果三星吧而如今，华为手机终于如愿以偿，超过了苹果成为了世界销量第二的智能手机品牌，原本笔者是应该感到高兴的，但是却怎么也开心不起来！因为，在华为手机实力不断增强的同时，我们发现，如今的华为手机价格也在一路飙升。从去年的华为mate10之后，原本还选择了支持华为，认为好歹也是国产手机当中的领头羊，既然能够冲击高端市场，那就选择支持一下吧！但是，今年的华为mate20却称不上是旗舰级别的手机，水滴屏以及后置指纹模块的设计以及只有6GB+64GB的储存组合的配置，对于一款价格3999元的手机来说，似乎有点太过于昂贵。或许，在了解了更多的智能手机的专业知识之后，对于华为手机的要求也逐渐严格起来。其实，真正令人感到不爽的是，作为真旗舰的华为mate20Pro这款手机如今居然处于缺货状态，一款价格达到了5399元的国产手机，成为了真正的国产最贵的主流旗舰，甚至如今黄牛盛行，开始公然加价售卖华为mate20Pro。这样的价格，比起苹果三星来说并没有便宜多少，也开始令人动摇——如果买不起华为，就考虑下苹果三星吧。终于从华为mate10换成了iPhoneXR，其实是无奈最终，从去年的华为mate10换成了iPhoneXR，但是心里却是充满了无奈。原本满怀热情地追随华为手机，支持华为手机，最终却发现不是真旗舰级别的华为mate20似乎太贵，mate20Pro缺货令人不爽。再看隔壁的苹果iPhoneXR，因为价格太贵导致了销量不佳，开始出现了将近千元的降价，最终到手价格甚至比华为mate20Pro还便宜不少。事实上，相信很多人也有这样的感受，原本是满心欢喜地看着华为手机在不断地成长，逐渐地具备了超过苹果三星的潜力，但在高昂的价格面前，使人不得不重新审视，华为手机真的在产品层面也超过了苹果三星了吗？倘若仅仅是因为支持国产手机而买华为，那么小米、OPPO、vivo、魅族又何尝不可以做到呢？以前没钱买华为，现在没钱买华为，从华为mate10换成了iPhoneXR，其实是作为一名老花粉的无奈。不知道你们是否也有这样的感受呢？", "author": "叽歪数码", "newsdate": "发布时间：18-12-04", "newstime": "01:01", "sentiment": [{"positive_prob": 0.989143, "confidence": 0.975874, "negative_prob": 0.0108566, "sentiment": 2}]}, {"title": "厉害了华为！今年营收有望超7000亿，中国第一民企当之无愧", "content": "转眼间，中国的改革开放已经走过了40年的发展历程，在这40年之间，中国可以说是发生了翻天覆地的变化，各行各业都获得了长足的进步，就拿通讯行业来说，中国俨然成为了世界的佼佼者，从当初的3G到4G，再到今年的5G,中国的通信技术越来越发达，从当初的落后到崛起，甚至超越了一些传统的通讯强国，让许多国家艳羡不已。然后说起中国通讯行业的发展，不得不提一家企业，那就是任正非的华为。中国华为，有所作为，一点不假，作为中国通讯行业的领军，在任正非的带领下，突飞猛进迅速崛起，尤其是这两年更是平步青云扶摇直上，在2017年，他击败了全球第一电信厂商瑞典爱立信，随之而来的就是世界通讯格局的改变，在今年，华为又击败了美国的苹果手机，首次在二季度成为全球第二大手机品牌，尤其在欧洲中东等地，华为让人们见证了中国品牌的影响力，让三星和苹果措手不及，毫无疑问，华为俨然成为了中国乃至世界通讯行业的代表。华为竟然能取得如此多的荣耀与成绩，那么它的实力到底有多强呢，众所周知，在数据面前，任何华丽的言辞都是苍白的，现在我们就用数据来描述一下华为，截止目前，华为拥有的专利达到了10万余件，在中国乃至世界都遥遥领先，在过去的十年间，华为科研投入高达4000亿，是联想的数十倍之多，而在营收方面，华为2017年营收高达6000亿，而今年根据数据显示，华为有望突破7000亿，成为世界第一个迈入千亿美元的中国电子企业，7000亿，什么概念，马云的阿里在去年，营收达到了2500多亿就让人难以想象了，而华为却是马云的阿里两倍有余，足以见得华为实力之强。任正非的华为，今年手机的销售量有望突破2亿台，在中国炙手可热的OPPO、小米、vivo远远不能与之相提并论，而随着华为的发力，将会取得更好的战绩，谁也不知道华为的极限究竟在哪里，因为它远不是我们认识的那么简单，华为除了是手机制造巨头，在半导体方面，华为也是扶摇直上，成为中国一股重要的力量，在通讯技术方面，华为的5G专利数量高居全球榜首，让无数国人为之自豪。在未来，无论是5g领域，还是手机，又或者是半导体，华为必然成为中国在世界上重要的一张名片，但是这样的企业让无数国人自豪的同时，也恰恰戳中了他国企业的痛点，无数企业对其进行围攻，但是我们完全相信华为能够突出重围，就像5G事业一样，即使遭遇的美国澳大利亚的打压，但是依旧获得全球22个商用合同订单，超越此前的黑马爱立信，这样的华为值得我们尊敬，值得我们崇拜，更值得中国企业学习。", "author": "奇石互联科技", "newsdate": "发布时间：18-12-04", "newstime": "21:39", "sentiment": [{"positive_prob": 0.998227, "confidence": 0.99606, "negative_prob": 0.00177293, "sentiment": 2}]}, {"title": "华为92家金牌供应商名单（全），都给华为提供了什么？", "content": "现在，提到国产手机，我们都会很自然的想到华为、小米、OPPO、vivo等品牌。这几个品牌也的确成为了国产手机中的佼佼者，占领了国内大部分的市场，在国外也和三星、苹果展开了竞争。不过，有一种声音一直都存在：国产手机的核心技术和供应链都掌握在被人手里，根本不能算国产！这种说法，也有一些道理。不过小编在前几天的文章中已经给大家说过这个问题了：>>>华为手机究竟算不算国产？现在是全球经济一体化的时代，闭门造车的方式是行不通的，何况对于手机这样复杂而精密的产品，即使可以完全由自己造（比如说三星就可以做到），也完全没必要。现在，我们就来看一下华为前不久公布的2018年核心供应商完整名单：连续十年金牌供应商：英特尔、恩智浦金牌供应商：灏讯、赛灵思、美满、富士康、生益电子、中利集团、富士通、沪士电子、美光、广濑、比亚迪、村田、索尼、大立光电、高通、亚德诺、康沃、安费诺、立讯精密、欣兴电子、莫仕、耐克森、京东方、阳天电子、中航光电、甲骨文、住友电工、安森美、中远海运集团、顺丰速递、中国外运、新能源科技有限公司、舜宇光学、天马、SK海力士、罗德与施瓦茨、是德科技、美国国际集团、思博伦、红帽、SUSE、晶技股份、东芝存储、希捷、西部数据、光迅科技、迅达科技、新思科技、华工科技、长飞、意法半导体、思佳迅、微软、深南电路、新飞通、Qorvo、古河电工、瑞声科技、联恩电子、Sumicem、歌尔股份、华通电脑、三菱电机、三星、南亚科技优秀质量奖：赛普拉斯、高意、Inphi、松下、航嘉、旺宏电子、华勤通讯最佳协同奖：迈络思、台积电最佳交付奖：核达中远通、风河、亨通光电、日月光集团、联发科、蓝思科技、中芯国际、伟创力、罗森伯格联合创新奖：伯恩光学、Lumentum、菲尼萨、铿腾电子、博通、德州仪器、英飞凌名单一共92家。实际上，华为的供应商远远不止以上92家，当天参加展会的就有150多家。从名单中，我们可以看到很多熟悉的品牌：英特尔、富士康、索尼、松下、台积电、甲骨文、京东方、顺丰速递……高通、三星等竞争对手也位列其中。那么这些供应商到底给华为提供了什么呢？高通：芯片数据统计显示，华为2015年采购芯片的总额高达140亿美元，其中高通芯片18亿美元。现在随着海思麒麟芯片已经被广泛使用在华为和荣耀的手机上，高通芯片在华为产品中的占比下降了不少，但并没有完全被替代。京东方：屏幕今年发布的华为Mate 20系列，屏幕的供应商就来自京东方和LG。值得一提的是，LG的屏幕爆出了绿屏的问题，而京东方的屏幕却没问题。京东方现在也是苹果的核心供应商。英特尔：多项合作英特尔是华为的“十年金牌供应商”，重要性不言而喻。据华为官网透露，英特尔和华为在2012年正式签署解决方案合作协议，在ICT领域展开了深入的合作，从服务器、存储到数据中心产品和解决方案，从虚拟化技术、云操作系统到云应用，从技术合作、联合实验室到共同的市场领域拓展。恩智浦：半导体元器件等恩智浦是荷兰著名高性能混合信号半导体电子企业，也是华为的“十年金牌供应商”。恩智浦每年约20%的营收来自中国。华为和恩智浦的合作项目很多：半导体、信息安全、智能物联网、AI等。除华为之外，百度和阿里也都是恩智浦的大客户。前一段时间，恩智浦差点被高通收购，不过由于中国迟迟没有批准，高通最后放弃并购。这里插一句，可能有人会很奇怪，高通是美国的，恩智浦是荷兰的，为什么高通收购恩智浦需要中国同意呢？那是因为这两大企业在中国都有很大的市场，如果并购成功，可能会扰乱市场，因此需要通过中国的反垄断审查。同样的，假如有一天华为想要收购中兴，也需要美国、欧盟等点头。比亚迪：后盖、摄像头组装等。众所周知，比亚迪是一家汽车厂商，那么给华为提供了什么呢？可能很多人会想到电池。其实比亚迪和华为的合作开始于2004年，当时比亚迪给华为提供过电池，用于华为的固定电话；2006年，比亚迪开始向华为批量出货，当时主要向华为供应摄像头模组；2007年，比亚迪开始为华为代工手机，曾为华为代工156系列手机，累计出货400多万；而最新发布的华为Mate 20，后盖和金属中框的主力供应商就是比亚迪，比亚迪将汽车工业上的喷涂技术用在了制造华为Mate 20的金属外壳上，所以我们才看到了流光溢彩的极光色效果：>>>手机小知识：渐变色的手机是怎么做出来的？顺丰：供应链管理顺丰是第一次入选华为金牌供应商。原因是今年顺丰收购了华为供应链公司DHL（敦豪）在华业务。目前华为的发售和售后，都是和顺丰合作的。除了上面这几家以外，还有很多是我们可以想到了，比如台积电，是华为麒麟芯片的代工方；富士康，是华为手机的生产者；索尼，华为的摄像头由它提供。写到这里，小编想起了金庸先生的武侠小说中的两种武功：北冥神功和吸星大法。北冥神功吸取他人内力之后，就能为我所用；而吸星大法吸取他人内力之后就会被反噬。对于手机行业（或其他行业）也是如此，只要掌握了核心的技术，就好比修炼了北冥神功，就能将供应商都为我所用，从而变得更强大！最后，小编用鲁迅先生《拿来主义》中的一段话结束今天的文章：总之，我们要拿来。我们要或使用，或存放，或毁灭。那么，主人是新主人，宅子也就会成为新宅子。然而首先要这人沉着，勇猛，有辨别，不自私。没有拿来的，人不能自成为新人，没有拿来的，文艺不能自成为新文艺。", "author": "刷机工具", "newsdate": "发布时间：18-12-04", "newstime": "21:00", "sentiment": [{"positive_prob": 0.707974, "confidence": 0.351053, "negative_prob": 0.292026, "sentiment": 2}]}, {"title": "口碑最好的3款华为手机：一款性价比第一，一款拍照无敌", "content": "华为在今年手机市场上凭借着超高的产品质量收获到了不少的新粉丝，不仅在国内屡次打破自己的销量记录，在国外也得到了不少专业人士的认可，凭借着华为在今年的努力，目前华为手机全球销量已经超过了苹果，正式的成为了全球第二大手机产商。今天笔者就推荐三款在今年口碑表现最好的华为手机。第一款：华为P20华为P系列作为华为阵营中主打年轻时尚概念的高端产品系列，在外关设计上还是非常的具有前瞻性的。华为P20正面使用的是刘海屏，下巴上集成了实体Home键，背部渐变色设计非常亮眼。在配置上，华为P20使用的是麒麟970处理器，性能表现一流。后背徕卡双摄虽然在拍照效果上表现的不如P20Pro那样亮眼，但与普通旗舰相比也有着不小的领先优势。整体来看是一款综合实力十分强劲的选手。第二款：荣耀10荣耀10是当前华为手机产品当中性价比最高的一款产品。荣耀10发布于今年四月，整体使用的是渐变色机身加刘海全面屏的设计，虽然颜值表现在当时可圈可点，相比，当然这款手机的最大亮点还是在配置方面。荣耀10作为一款荣耀旗舰机产品，使用的也是麒麟970处理器，前置2400万镜头后置1600万+2400万双摄，这样的镜头配置也让荣耀10无论是自拍还是拍景拍物都有非常不错的画面表现能力。目前该机价格已经来到了千元价位，在中端旗舰手机中性价比堪称第一。第三款：华为Mate20 Pro作为华为的年度旗舰，华为Mate20 Pro在功能和设计上有诸多亮点，由于使用Face ID的缘故，正面仍然是使用刘海屏。不过在配曲面屏之后，这款华为手机颜值表现也有明显的提升。功能上，华为Mate20Pro表现也非常抢眼，麒麟980的加持直接让这款手机成为了当前性能表现最为优秀的安卓手机。另外，华为Mate20Pro也是一款拍照无敌的旗舰机型，徕卡后置三摄在拍摄效果上相比华为P20 Pro有过之而无比及，最强拍照手机实至名归。除了拍照，该机还拥有石墨烯电池以及40W的超级快充，都是非常不错的亮点。上述介绍的三款产品保证你买了绝不会后悔，你在购买手机时会有哪些要求呢，不妨对此谈谈你的观点与大家一起交流下。", "author": "数码小妖精", "newsdate": "发布时间：18-12-04", "newstime": "13:55", "sentiment": [{"positive_prob": 0.999816, "confidence": 0.99959, "negative_prob": 0.00018428, "sentiment": 2}]}, {"title": "华为Mate20 Pro到底值不值得买？这2人用30天的亲身体验告诉你", "content": "华为Mate20系列的四款手机在今年的手机市场真的是大放异彩。不管是在国内的手机市场，就是放眼全球的手机市场来说，华为Mate20真的是用实力证明了自己，不少外媒测评都说华为Mate20系列的手机是比iPhone X S Max还值得买的一部手机，那么到底实情是怎样的呢？我们采访了2位资深的华为的粉丝，他们用华为Mate20 pro这一个月时间里，用他们的亲身经历来告诉你这款手机到底有哪些优缺点，是不是像大家夸赞的那样棒，对于想换机的朋友们来说，这款手机到底值不值得买呢？我们一起来看看吧！华为Mate  20 Pro 最为2018年旗舰手机的主打机型，在手机的各个方面都采用了最高的配置，让手机的性能达到了很强的地步。6.39英寸的2244x1080像素的屏幕，摄像头采用1200万像素+1600万像素+800万像素的后置徕卡三摄像头，前置2400万像素摄像头。还有最新一代的麒麟980处理器，采用了全球首款双核NPU，AI智能让手机越用月流畅。4200mAh的超大电量也是满足了各类人的需求。第一位是一位20+岁的大学生萌妹子。从大学开始就一直用的iPhone手机，直到华为Mate20 Pro 翡冷翠的出现，正是因为刘海屏加8曲面3D玻璃机身才让这位可爱的妹子选择了这款手机。最初是被它的外观所打动，流畅的弧线让手感异常的好。刚开始确实要适应下，毕竟不同的系统有着各自的习惯。但是华为的手势操作很方便，基本上半小时就可以熟悉了。而且40W超级快充的黑科技以及半小时充电百分之70真的是让喜欢打游戏的我爱不释手。另一方面，长得好看当然要拍的更好看！华为Mate20 Pro的人像拍摄特别棒，手残都能拍出来好看的照片 摄像头的设计只能说，真大胆，给设计师加鸡腿 它不光有好的拍摄效果，在看电影听音乐音质各方面也是有着优秀的表现。作为一个可爱的姑娘，虽然摄像头比较有创意，但是个人觉得并不好看，像个浴霸，真的是好丑啊~还有高昂的接近1万元的售价让我这个吃土的大学生都心疼好几个月~第二位是高中的教授此前一直用华为Mate 10，好几年了，这次中原换上了最新的手机。一点也不卡，而且这样的拍照让我很喜欢。平日没事的时候就喜欢拍个花花草草，有了这个手机也不用扛着照相机到处跑了，拿个手机就可以在校园里溜达溜达，没有实体按键的全面屏，整体设计美观大方；四是后置3颗+1颗前置摄像头组合，非常不错，拍照效果非常好，但是没有索尼手机拍照那种真实感立体感，总感觉还原度差点，对于我这个业余的摄影爱好者完全够用了。华为最新的EMUI 9.0系统也是将画面做到了最简单，让联系人等功能更加方便快捷的找到，而且新增的无线投屏真的是个非常好用的东西，可以上课带着手机连接教师的PPt，实现了更加高效的交互机制。但是拿在手里有点滑 ，必须带个保护套，不然总觉得要掉下去。而且不能双击亮屏，手机放桌上就不好看时间了，语音也很难唤醒手机。而且花了我一个月的工资啊！确实是太贵了，让老婆子唠叨了我好久~总体来说，除了摄像头丑，价格贵，其他的完全符合一个旗舰手机的标准。你们买一台华为Mate20pro需要一个月工资么？", "author": "小陈带你看电影", "newsdate": "发布时间：18-12-04", "newstime": "18:35", "sentiment": [{"positive_prob": 0.00888526, "confidence": 0.980255, "negative_prob": 0.991115, "sentiment": 0}]}]