[{"title": "特朗普又闯祸了！命令谷歌对华为下狠手，没想到全球用户不干了！", "content": "就在几天前，美国总统特朗普宣布将中国华为公司列入所谓的“实体清单”后，该事件持续发酵。对于特朗普的这一举动，中方做出强势回应，并对该做法表示谴责。但就在5月20日，美国谷歌宣布暂停与华为公司的部分业务往来，其官方安卓操作系统不再支持新发售的华为手机，直言此举是“遵守指令”。为了遵从特朗普政府为遏制华为发展而采取的打压政策，部分美国企业也紧跟谷歌的步伐。据彭博社消息，5月20日，包括英特尔、高通、赛灵思和博通在内的多个美国顶级芯片制造商将停止对华为提供重要软件。对此，有专家表示，特朗普政府封锁华为的政策在全球整个供应链中引起了反响，一些知名供应商将会受到打击。同时英特尔、高通等公司对华为的断货举动还将会阻碍全球5G无线网络的推出，而这些举动可能也会伤害美国公司的利益，因为这些公司的经济增长相当依赖中国。有关人士透露，就在这些公司与华为终止合作后，其股价均有下跌。由此可见，特朗普该举动可谓是“伤敌一千，自损八百”。对于华为合作商的“断供”，5月21日，华为创始人任正非在接受采访时表示，华为已经做好了准备，即使没有高通和美国等其他芯片供应商供货，华为也没有问题。事实上，对于如今所面临的困境，华为似乎早有预料。自去年起，华为就已经开始储备足够的芯片和其他重要组件。此前华为高官曾表示，华为已经准备好了自己的操作系统，一旦不能再使用谷歌和微软的操作系统，华为将启动“B计划”的准备。同时任正非对于此次华为遭受的打击保持乐观，他表示，虽然一方面华为受到了一些影响，但另一方面，会刺激中国系统性地、踏踏实实地发展电子工业，同时他也义正言辞的强调，华为不会任由美国左右。值得注意的是，美国这一举动遭到社会的强力谴责，包括美国在内的各国用户纷纷表示愤怒，更有不少用户在谷歌账号下留言支持华为。有网友评论指出，称谷歌对华为取消授权的举动侵害了他们的权利，并直言因为一条美国的法律，“惩罚”数百万用户是不公平的。有专家表示，近年来，华为在欧洲及美国都拥有极大的用户群，所以这些用户觉得自己成为美国“霸权政策”的无辜受害者。显然，特朗普这次狂妄的举动既没有给华为造成实质性的打击，反而让自己陷入进退两难的境地。", "author": "作者囧囧阳", "newsdate": "发布时间：19-05-26", "newstime": "19:37", "sentiment": [{"positive_prob": 0.0179164, "confidence": 0.960186, "negative_prob": 0.982084, "sentiment": 0}]}, {"title": "“鸿蒙”真的来了！华为注册了整本山海经？", "content": "5月24日消息，国家知识产权局商标局网站显示，华为已经申请注册“华为鸿蒙”商标，并标注该商品可用于操作系统程序。图自国家知识产权局商标局网站这条新闻一出，国内许多网友都是兴奋又期待：咱们中国企业也要有自己的移动操作系统了！而且不同于别家的\"iOS\"“安卓”，这个系统的名字是那样特别——“鸿蒙”。鸿蒙是什么意思？鸿蒙是中国传说中的一个时代，鸿蒙时代甚至产生在混沌之前，鸿蒙时代末期世界破碎产生混沌之气，混沌之气聚集成为混沌时代。后来，世人通常把“鸿蒙”比作远古时期。《西游记》第一章的最后一句，正是“鸿蒙初辟本无性，打破顽空须悟空”。这句话取自北宋紫阳真人张伯端的诗集里，原句是“鸿蒙初辟本无性，打破顽冥须悟空”。“云将东游，过扶摇之枝，而适遭鸿蒙。” ——《庄子·在宥》“提挈天地而委万物，以鸿濛为景柱，而浮扬乎无畛崖之际。”——《淮南子·俶真训》“我所居兮， 青埂之峰；我所游兮，鸿蒙太空。”——《红楼梦》第一二○回国家知识产权局商标局网站显示，“华为鸿蒙”申请日期是2018年8月24日，注册公告日期是2019年5月14日，专用权限期是从2019年5月14日到2029年5月13日。在商品名称一栏中，华为鸿蒙可应用于操作系统程序、计算机操作程序、计算机操作软件等等。21日晚间，华为消费者业务总裁余承东也在社交媒体上表示，最快今年秋天，最晚明年春天，华为自己的操作系统（OS）将可能面市。届时华为操作系统还将兼容全部的安卓应用。余承东表示，华为始终坚持打造自己芯片的核心能力，坚持使用与培养自己的芯片。除了自己的芯片，还有操作系统的核心能力打造。 除了“鸿蒙”，华为简直注册了整本山海经......鸿蒙、子龙、浩天、青鸟、朱雀……华为简直注册了整本山海经......别以为这些商标只是华为注册着玩玩而已，他们真的把这些名字用在研发产品上了。华为的手机芯片，取名叫“麒麟”；华为的基带芯片，取名叫“巴龙”；华为的服务器芯片，取名叫“鲲鹏”；华为的服务器平台，取名叫“泰山”；华为的路由器芯片，取名叫“凌霄”；华为的人工智能芯片，取名叫“昇腾”；华为的操作系统，取名叫“鸿蒙”…网友：这是注册了一整本中国神话？除了华为的工程师，中国航天人也很浪漫中国航天登月探测器名为“嫦娥”，月球车名为“玉兔”；我们的暗物质粒子探测卫星名叫“悟空”；我们的量子实验卫星名为“墨子”；我们的飞船叫“神舟”；我们的气象卫星叫“风云”；我们的全球定位卫星系统叫“北斗”；我们的全球低轨卫星系统叫“鸿雁”；我们的太阳监测卫星计划叫“夸父计划”……不止航天人，整个中国科研系统的人，都可以说充满着浪漫主义情怀。我们的航空发动机，名为：峨眉、太行、岷山、泰山、秦岭、昆仑……所以，中国科研人的浪漫，你能理解了吗？责任编辑:彭金美支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-05-26", "newstime": "00:04", "sentiment": [{"positive_prob": 0.281807, "confidence": 0.373762, "negative_prob": 0.718193, "sentiment": 0}]}, {"title": "刚刚，多家日韩企业回应：我们会正常供货，不会放弃与华为的合作", "content": "自从美国表明对华为的态度之后，美国企业率先停止与华为的合作，谷歌、高通、英特尔等企业先后宣布了这一消息，并且随着美国企业的“带头作用”，好像全球越来越多的公司暂停了与华为的部分业务？ 不止美国企业要抵制华为，日韩企业也将对华为动手，这是谣言！在大部分美企停止与华为合作之后，其他国家的企业对华为的态度似乎也发生了改变。日本NHK报道说，日本企业松下集团决定，暂停向华为提供某些零部件，报道还表示，松下已指示员工暂停与华为及其在美国禁令所涵盖的68家附属公司之间的交易。同时也有媒体报道说东芝已经停止与华为合作，指出东芝正自查向华为提供的产品是否使用了美国部件或美国技术，因此暂停供货，更有媒体称，上海东芝公司已经在内部宣布，停止和华为的合作。据韩国媒体5月23日报道，美国开始劝说一向采用华为设备的韩国电讯公司LG Uplus，“应该被禁止于韩国敏感地区提供服务。”即使不是现在，华为最终仍需要被逐出韩国。但很快，这些企业都发表官方声明，指出暂停与华为的合作和断供都是谣言。日韩企业回应：我们会正常供货，不会放弃与华为的合作松下电器（中国）有限公司23日在其官方网站发表“严正声明”，指出一些网络媒体上的“断供”等表述不实，表示将在严格遵守所在国家和地区的相关法律及合规条例的基础上，“持续向华为等中国客户销售商品和提供服务”。东芝中国官网23日发表一份声明说，有部分媒体称上海东芝公司已在内部宣布停止与华为的合作，但报道中所说的“上海东芝公司”并不存在。东芝集团“并未停止与华为的合作”。而韩国电讯公司LG Uplus则回应称，关于使用华为设备，并未收到韩国官方的任何声明或要求。目前正在使用华为5G的LG Uplus副董事长曾表示，公司认为使用华为5G不会构成任何安全威胁。LG Uplus已经在韩国境内投资约4万亿韩元来建设5G基础设备，要让其放弃5G部署，几乎是不可能的事情。韩媒称，如果和美企一样中断进口华为的设备，韩国企业的损失额将达到数十亿美元。此外若中国对韩国企业采取报复措施，损失就会像雪球一样越滚越大。除了非美企业，华为用户也开始用行动支持华为！法国《费加罗报》5月23日报道，自美国电信网络机器相关企业开始集体抵制华为，华为的用户们就开始在自己的社交账户上声援这家全球第二大手机制造商。“华为将胜利”，“没有任何事情能让我离开华为，全力支持”，甚至是#JesuisHuawei（#我是华为）或是#SupportHuawei（#支持华为）这样的话题开始出现在社交网络上。日韩企业的声明、华为用户的支持，他们用行动表明了华为是很受客户、市场欢迎的，反观却只有美企拒绝华为，难道美企是忘了“合作才是共赢”这个道理？", "author": "金十数据", "newsdate": "发布时间：19-05-26", "newstime": "18:38", "sentiment": [{"positive_prob": 0.991078, "confidence": 0.980174, "negative_prob": 0.00892144, "sentiment": 2}]}, {"title": "华为在5G方面到底多厉害？专利能堆10米高，比美国所有企业还多！", "content": "华为在5G方面到底多厉害？专利能堆10米高，比美国所有企业还多！最近华为成为了大家关注的焦点，是因为美国商务部将华为列为“实体清单”，直接限制了美国企业对华为的产品出售。这一招无疑是在打压华为，有分析人士指出，美国打压华为的目的就是为了不让华为在5G方面领先，因为华为领先将不利于他们监控全球。这么说华为的5G很厉害了？确实很厉害！2019年中国国际大数据产业博览会在贵阳举行，华为中国地区部总裁鲁勇表示“华为在标准的专利方面应该是提供了16000多个5G标准体验，换成A4纸将近10米高”，另外华为5G专利在全球中的占比达到了20%，是全球第一，而美国所有的企业加在一起也只有15%而已，也就是说单单华为一家的5G专利就超过了美国所有企业，华为的5G网络确实非常厉害，只是现在被限制购买美国企业的配件，会不会影响华为5G方面的部署呢？实际上这个问题压根不用担心，此前任正非接受采访的时候表示“西方不亮还有东方亮，北方不亮南方亮，美国并不代表全世界，而且世界离不开华为”。最近任正非更是明确的表示“断供”不会对华为的高尖端科技造成影响，至少在5G方面是绝对没有影响的，而且其他厂商两年三年也未必能追上来。此前不少国家因为受到美国“蛊惑”宣布停用了华为5G设备，可是到了后来他们就回过味来，因为目前除了华为没有任何一家企业能够提供完备的5G技术产品。而且此前德国一份调查显示，华为的设备压根不存在后门，反而是在思科的设备上发现了10个后门，而最近英国也表示将采用华为的5G设备。此前任正非曾表示“感谢美国帮忙宣传”，从目前的情况来看美国确实是为华为做了不小的宣传。在以前华为并没有多么知名，即使那时候华为就已经是全球最大的电信设备厂商，但是在一遍遍的质疑声中，华为的声量越来越高，关键是在华为的设备上并没有发现所谓的“安全威胁”。不少外国网友开玩笑的说“到底华为花了多少钱，值得美国启用紧急状态来帮华为打广告”。", "author": "我得科技幻想", "newsdate": "发布时间：19-05-26", "newstime": "22:06", "sentiment": [{"positive_prob": 0.474886, "confidence": 0.497721, "negative_prob": 0.525114, "sentiment": 1}]}, {"title": "华为遭受“空前危机”，小米雷军站出力挺华为，联想行为令人失望", "content": "华为遭受“空前危机”，小米雷军站出力挺华为，联想行为令人失望在最近美国方面对华为的针对是非常的强，一些限制华为的方法都是纷纷拿出，关于华为的消息也是非常的多，在美国的决定之下，之前与华为合作过的美国当地供应商也是取消与华为合作，其中就是高通英特尔等一些企业，那么也就是说，华为现在的情况不容乐观。现在的华为可以说是遭遇一次危机，很多的人也是为华为担心，而华为自己也是有所准备，并且提前了好几年对这个问题做出了准备，声明出了自己的“备胎计划”，虽然看起来华为应对的非常轻松，不过还是有很多的人非常的担心华为，毕竟这次的事情并没有那么的轻松。其中让很多的网友点赞的就是，一些国内的企业开始表态，并且都是支持华为的，其中就包括了360苏宁等一些巨头，其中作为华为的对手小米也是力挺华为，雷军也是对华为称赞“没让你倒下的，往往就会让你更加的强大”，在关键的时候，国内的企业能够合作起来一致对外，并且雷军也是不再问“造车就要造发动机吗？”虽然雷军方面的表态是非常的让网友点赞，不过其中还有一家国内的企业是非常的让国人失望，那么就是联想，联想在曾经发布的一些声明，也是让很多的网友对联想的印象降低，并且被冠上了“卖国”的称号，还有许多的负面消息，在最近联想发布了一个不错的财报，其中年营收达到了500多亿美元。从成绩上来看，联想还是非常的不错的，但是其中还有一件事情就是，杨元庆表示，现在的时代就是联想最好的时代，但是表示，联想不会做系统以及芯片，这样的话语在现在这个非常敏感的时候说出，也是让很多的网友不满，杨元庆表示，会做好自己的角色，给用户提供最好的产品，许多的网友也是表示，联想现在还是没有意识到现在自主科技的重要，如今美国抵制华为，并不是没有反馈出一个道理，现在想要在市场当中继续发展下去，那么就需要有自己的科技技术，要不然就会被卡住脖子，你们怎么看？", "author": "九零新媒说", "newsdate": "发布时间：19-05-26", "newstime": "17:56", "sentiment": [{"positive_prob": 0.0976837, "confidence": 0.782925, "negative_prob": 0.902316, "sentiment": 0}]}, {"title": "美国禁用华为产品？一大批本土电信运营商怒了，劳民伤财！", "content": "导读美国禁用华为产品？一大批本土电信运营商怒了，劳民伤财！众所周知，最近这一段时间，美国对华为公司的制裁成为了科技界的一大关注焦点问题，此前华为在国际市场发展5G网络订单的时候就遭遇了来自美国的打压；美国一直声称华为的5G设备有安全问题，但随后有不少欧美国家都开始使用华为的5G技术和设备，这无异于让美国的安全问题的说法不攻自破！美国本以为打压华为之后， 就能限制华为的发展，但是华为可不是中兴，而且华为的实力和技术储备在世界范围内都是非常强悍的；在打压华为5G设备和技术失败之后，美国又动用自己的力量和影响力让华为的孟晚舟也被扣押，在这之后，美国近日还公开制裁华为，将我国的华为给列入了美国的“实体黑名单”中去了，这对华为来说，无疑是一个巨大的打击！华为被美国列入“实体黑名单”这也意味着华为将彻底失去美国市场，不仅华为不能在美国市场发展，而且美国的一些本土的科技公司也将会停止和华为的合作，目前包括高通和谷歌在内的不少美国科技巨头公司都已经宣布将会断供华为，虽然说这对华为是很大的打击，但是好在华为有自己的备胎计划和应对准备，面对美国的这些制裁，华为丝毫并不害怕，而且也不会退宿！相反，美国制裁华为，禁止在美国使用华为设备和产品，对美国的一些本土企业来说无疑也是一个巨大的伤害，美国地广人稀，在很多偏远的地区，有不少美国电信运营商都使用的来自华为的物美价廉的设备，而美国一旦禁止使用华为设备之后，对于他们来说，这无疑于就是“劳民伤财”的事儿！美国禁用华为产品？一大批本土电信运营商怒了，最近，专门为美国偏远地区提供网络服务的运营商尼蒙特公司”在接受采访时表示：公司的网络设备有70％以上都是来自于华为，美国说华为设备有安全问题这无疑是“炒作”，如果要更换设备的话，成本将会变得非常高，而且这也或将导致美国一部分偏远地区面临断网的威胁！同时，表示愤怒的美国运营商不止尼蒙特公司一个，据美国农村无线运营商协会总顾问卡丽·贝内特表示：目前美国很多农村的网络都是依赖华为提供的物美价廉的设备，一旦这些设备要更换的话，可能需要3-7年的时间才能完成，而且这一行动很可能是劳民伤财的活动！不知道对此你是怎么看的呢？", "author": "孙哥哥讲科技", "newsdate": "发布时间：19-05-26", "newstime": "22:06", "sentiment": [{"positive_prob": 0.00142898, "confidence": 0.996825, "negative_prob": 0.998571, "sentiment": 0}]}, {"title": "就在刚刚，墨西哥人挺华为！“免费送饼”为华为设备打call！", "content": "转载自百家号作者：趣味风科技《孟子 公孙丑上》一文里提到“得道者多助，失道者寡助”，讲的就是站在正义、仁义方面，会得到多数人的支持帮助违背道义、仁义，必然陷于孤立。而如今闹得纷纷扬扬的华为美国事件就是这句话最好的体现，谁是得道者？谁又是失道者？相信很多人早已看的明白。美国封锁华为、断供华为芯片等一系列行径无不表明美国在“孤立”的道路上越走越远，它不想看到有一个国家或者企业超越它。美国针对华为的一些打压政策相信大家也都看在眼里，那么美国究竟做了哪些事呢？1、谷歌：暂停向华为转让硬件、软件和技术服务。这影响最大的就是华为的海外市场，因为暂停服务就意味着华为手机无法使用谷歌邮箱及You Tube等相关服务。2、英特尔、高通、美国Lumentum公司等停止向华为供货。3、ARM终止与华为海思合作，日本松下停止向华为提供某些零件。其实这些也只是美国打压政策的一部分，而且一些其它的外国企业比如日本也是停止了和华为的一些合作，但我们都知道这一切的背后都是美国的操纵。而从局面上来看，华为的情况似乎不容乐观。可是华为的创始人任正非表示华为现在没有到最危险的时刻，反而是最佳状态，因为公司的员工自孟晚舟事件之后就上下积极团结，华为已经准备迎接战斗。任正非：没有美国市场，华为还是世界第一。得道者将受到更多人的支持，华为目前也得到越来越多来自国内的支持之声，众多国内公司企业也纷纷表态，比如腾讯、阿里巴巴已经网易等都表示会支持华为，除此之外不少国际企业公司也用实际行动援助华为。比如日本东芝表示不会停止和华为的合作、台积电不会停止向华为供货，德国、英国、法国等国家也是表示不会排斥华为，对供应商一视同仁。而就在刚刚，最新消息传来，墨西哥人用实际行动挺华为。在墨西哥一家名为Taqueria Tachitos的餐厅送饼华为设备打call，它表示携带华为设备的消费者可以免费享用卷饼。另外这家餐厅还在Facebook上表示：“我们了解你的苦痛。”文字旁边还配有两个人拥抱的图片。墨西哥餐厅Facebook截图虽然这家墨西哥店铺有营销的意味，但是“无风不起浪”，它为什么要搬出华为呢？可见在很多人心中华为已经是仁义的一方。华为已经和全球几十个国家签订5G建设合作，是未来全球5G市场的领军者，美国的行径无疑是与这种趋势背道而驰，用“霸权”控制5G是很多人以及很多国家不想看到的。而华为不论是一直以来的行事还是在面对美国打压的态度都让大家看到了一个开放、和平的良好企业形象。点赞支持华为！", "author": "华西悦读", "newsdate": "发布时间：19-05-26", "newstime": "17:33", "sentiment": [{"positive_prob": 0.992864, "confidence": 0.984142, "negative_prob": 0.00713628, "sentiment": 2}]}, {"title": "华为被“封杀”后，韩国人乐了“三星坐收渔利”", "content": "华为被“封杀”后，韩国人乐了“三星坐收渔利”最近华为的事情开始受到大家的关注，美国商务部将华为列为“实体清单”后，美国的多数企业已经停止了给华为的供货。不仅仅是硬件企业，同时软件企业也开始对华为进行限制，比如说谷歌，谷歌宣布停止与华为的部分业务，且将华为机型从新一批能够升级Android Q系统中移除，而后华为表示自己能够继续对用户进行服务，且准备推出自己的操作系统，这件事会不会影响华为手机的销量呢？2018年华为手机的全球销量为2.08亿台，是全球第三大智能手机厂商，仅次于三星和苹果。随着苹果创新能力的下降，华为却不断推出类似于华为p30、华为mate x这样有吸引力的产品，这也会进一步冲击苹果的市场份额，在很多人看来华为今年超越苹果已经是必然。但是此次谷歌宣布停止与华为的合作，显然会对华为造成影响。当然安卓系统并不算什么，因为安卓系统是开源的，而且华为有自己开发新系统的能力。只是谷歌停止了新华为机型使用其软件，包括youtube、谷歌邮箱、谷歌商店等，这些软件平时我们都是不用的，所以华为在国内市场并没有什么影响，但是在海外这些软件都是用户常用的，就像是我们离不开微信一样，所以此次冲击到华为的海外销量是必然的事情。有人欢喜有人愁，华为在担心自己能够继续增长，谷歌担心安卓系统会不会被华为新出的系统替代。但是在韩国有些人却很高兴，因为华为此次被“封杀”显然会影响华为的销量，一些网友也认为我们会地址苹果，当华为苹果两强相争的时候，三星却准备坐收渔利。其实华为展现出来的实力已经不仅仅威胁到苹果了，同样威胁到了三星，在今年的第一季度，所有品牌手机的销量都是下降的，但是华为同比去年第一季度却是疯狂的上涨了50%。不久前三星和华为同时推出了自己的折叠屏产品，相信不少人都知看见了，华为的折叠屏产品是远远比三星优秀的，况且三星后来还因为机型出现问题被迫延期发售。不过笔者觉得三星“坐收渔利”的想法并不现实，华为和苹果相争，三星只会更加被边缘化。", "author": "我得科技幻想", "newsdate": "发布时间：19-05-26", "newstime": "19:26", "sentiment": [{"positive_prob": 0.00218314, "confidence": 0.995149, "negative_prob": 0.997817, "sentiment": 0}]}, {"title": "任正非：这不是最危险时刻，华为处于最佳状态", "content": "IT之家5月26日消息 5月21日下午2点30分，华为创始人、CEO任正非在华为总部接受了央视《面对面》记者董倩独家专访，今日晚间，该节目在央视播出。以下为央视记者董倩与任正非对话全文：做了两万枚金牌奖章，上面的题词是不死的华为主持人：当外界都在担忧华为如此生死攸关的一个时刻，您反而有点超然事外，要谈教育，教育还是您最关心的事情，为什么？任正非：：第一点，我们从来就没觉得我们会死亡。我们已经做了两万枚金牌奖章，上面的题词是不死的华为。我们根本不认为我们会死，我们为什么把死看得那么重？所以我们认为我们梳理一下我们存在的问题，哪些问题去掉，哪些问题加强，胜利一定是属于我们的。一些高端的产品美国也没办法，因为我们完全靠自己，不靠美国。我关心教育不是关心华为，是关心我们国家。如果不重视教育，实际上我们会重返贫穷的。因为这个社会最终要走向人工智能的，因为你可以参观一下我们的生产线，20秒钟一部手机从无到有，基本上没有什么人。未来我们几百条上千条的生产线完全是自动化的。所以我们的人的文化素质不够，至少你没受过大专或者大学以上的教育，你的英文也不好，计算机也不好，做工人的机会都不存在。从我们公司的缩影就要看到国家放大来看这个国家，国家也要走向这一步，否则国家是没有竞争力的。任正非：一个国家强大的基础是什么，比如硬件、铁路、公路、交通设施、城市建设、自来水、各种环境的硬设施。硬设施是没有灵魂的，灵魂在于文化，在于哲学，在于教育，一个国家有硬的基础设施，一定要有软的土壤，没有这些软的土壤任何庄稼不能生长。为什么别人不会提这个问题，我会提这个问题，我们真正在科学技术上是领导这个世界的，我能看见我们科学家的工作状态，我只要一出国，到了任何一个研究所，每个科学家都争着上来讲他的方程。十年、二十年以后这些东西产生的结果，比如他演示系统方程给我看，说这个将来毫米波可能会给人类提高一百倍的带宽，但是只增加两倍的钱，就是你多出两分钱，你就可以获得一百倍的带宽，所以穷人都能消费起了。这些基础的科学走到这一步，如果没有从农村的基础教育抓起，没有从一层层的基础教育抓起，我们国家就不可能在世界这个地方竞争。因此我认为国家要充分看到这一点，国家的未来就是教育。主持人：您认识到了这样一个关键性的问题，但是您企业再大，也就是一家企业，您能为改变这个社会问题做些什么？美国枪打出头鸟，但没想到我们早就消灭不了任正非：我能看到科学家真实的研究，能达到的水平，达到这个水平的难度我知道，我认为要从最基础抓起，要尊师重教，能真正这样子，将来这个国家二三十年、三五十年有希望。这个二三十年，人类一定爆发一场巨大的革命，这个革命的恐怖性人人都看到了，特别是美国看得最清楚。看得最清楚，他们才能打你这个出头鸟。他们没想到我们早就准备消灭不了，他们没想到，他们以为架起几门炮就吓唬一个国家的时代还是那个时代，可能误判了，对吧。因为抓起我们国家一个人就摧毁了我们的意志，这个也误判了。所以我认为我们国家其实从今天抓起，如果我们农村的孩子二三十年以后好多都是博士硕士了，就会为国家在新的创新领域去搏击，争取国家新的前途和命运，这才是未来。主持人：任总，像您刚才所说的这一系列的问题，我们就以人才为例，他会影响到华为公司未来若干年的发展？任正非：不会。主持人：您有充分的人才储备吧。任正非：对。我们可以在世界各国网罗最优秀的人才，比如英国建芯片工厂，我们从德国招博士过去，因为德国博士动手能力很强，我们可以在新西伯利亚大学里面把世界计算机竞赛的冠军，用五六倍的工资招进来，我们在俄罗斯提高了工资待遇，俄罗斯很多博士科学家就争着到我们这来工作。主持人：既然如此您为什么要操一份也许在别人看来是闲心的心。任正非：爱国，爱这个国家，希望这个国家繁荣富强，不要再让人欺负了。华为没有到最危险时刻，现在是在最佳状态主持人：当很多人知道我来采访您的时候，他们都希望我问的一个问题就是华为是不是已经到了最危险、最危难的时候？任正非：不会，在我们没有受到美国打压的时候，孟晚舟事件没发生的时候，我们公司是到了最危险的时候，惰怠，大家的口袋都有钱了，不服从分配，不愿意去艰苦的地方工作，是危险状态了。现在我们公司全体振奋，个战斗力在蒸蒸日上，这个时候我们怎么到了最危险的时候呢？应该是在最佳状态了。主持人：针对社会对华为的关切，5月21号上午任正非接受了国内媒体的集体采访，在华为方面给记者提供的资料中有这样一张图片：一架二战中被打得像筛子一样弹痕累累的飞机依然坚持飞行，终于安全返回，飞机下面是一行大字：没有伤痕累累，哪来皮糙肉厚，英雄自古多磨难。任正非：昨天晚上半夜上网，看到这张照片，很像我们公司，一边飞一边修飞机，争取能够飞回来。主持人：说到这架飞机，我有一个问题给您，这架飞机可能之所以能够飞回来是因为它的要害部分没有受到伤害，有没有可能有一天这架飞机在飞的时候，它的发动机、油箱、它的要害部位受到攻击，那怎么办？任正非：现在我们要讲两个故事，第一个德国，第二个日本。大家知道德国因为不投降，最后被炸得片瓦未存。日本也受到了强烈轰炸，日本投降。结果日本没有被完全摧毁，但是大量的工业基础被摧毁了。当时有一个最著名的口号“什么都没有了，只要我的人还在，我就可以重整雄风”，德国看得清清楚楚的，没多少年德国就振兴了，而且所有房子修复了，而且修复跟过去一样。日本的经济也快速恢复了，得益于他们的人才，得益于他们的教育，得益于他们的基础。这点是最主要的。所有一切失去了，不能失去是人，人的素质、人的技能、人的信心，这一点应该是很重要的。【背景介绍：华为发布的这张飞机图片让人联想起他们曾经发过的另外一张图片——芭蕾脚广告图，任正非曾经在达沃斯的会上说我们除了比别人少喝咖啡多干活，其实我们不比别人有什么长处就是因为我们起步太晚，成长的年限太短，积累的东西太少，我们得比别人多吃苦一点。所以我们这而一只芭蕾脚，一只很烂的脚。华为就是那么一只烂脚痛并快乐着，他解释着我们如何走向世界。而这张芭蕾脚的广告图还与任正非的女儿华为副董事长、全球首席财务官孟晚舟相关。当地时间2018年12月1号，加拿大当局应美方要求扣留了在加拿大机场转机的孟晚舟。美国随后澄清正在寻求对孟晚舟的引渡。十天之后，2018年12月11号，加拿大法院做出裁决，批准孟晚舟的保释申请。当晚走出法庭的孟晚舟发朋友圈表示：我以华为为傲，我以祖国为傲。配图就是那张芭蕾脚的华为广告图，上面写着“伟大的背后都是苦难”。外界担心由于不断升级的中美贸易摩擦可能会影响到孟晚舟在加拿大的引渡诉讼。】不担心孟晚舟，她准备读一个“狱中博士”出来主持人：这一次在这样的背景下，您担不担心她未来怎么样？任正非：不担心。因为现在我女儿本身也很乐观，她自己在自学五六门功课，她准备读一个“狱中博士”出来，在监狱里面完成这个博士学历出来，她也没有闲着，每天忙得很，我每次打电话的时候，她妈接电话或者她老公接电话说忙得很。我说忙得很，赶快过来接个电话，她说很忙的，充实得很。主持人：她现在在哪里？任正非：在温哥华，软禁状态。她是软禁不是监禁，四周都有警察包围着的，但是生活还是自由的。主持人：如果她这种情况持续很长的话。任正非：关键美国和加拿大是法治国家，你要通过证据来证明她有没有罪。我们完全站在理上，世界都轰动了，加拿大最大的报纸头版头条的主要标题就写着孟晚舟事件是典型的国家违法事件。就像我们人民日报大标题写的是这个事件，你想一想我们不在理上，人家会有这样的东西吗？海思本来就是英雄只是此前没让他们张扬主持人：海思在近段时间以来，在所有人的心目中几乎像一个英雄一样。任正非：它本来就是一个英雄，你想他们奖牌拿了多少，这个职级有多高，各方面的收入有多少，我就问过他们，他们说默默无闻。我说钱少了吗？不少。那就行了吗？主持人：您为什么要用钱这个标准来问？任正非：开玩笑，他们也想去张扬一下，不允许，他们那个手机研发的人也跑到台上去演讲，我们就批评，老老实实回到科研室去，不要去社会上讲，让他们搞销售的去讲，你那个搞研发的不要去讲。主持人：为什么？任正非：踏踏实实干活，活没干好，张扬有什么结果？主持人：对他们来说什么叫干好了？任正非：产品。主持人：如果他们始终憋着，能证明他们是干好还是没干好？任正非：他们怎么会憋着？回去老婆老表扬他，他老婆一天出去买好几个包，回来就说你看这包好不好看？不就是表扬他了吗？他不挣那么多钱老婆拿什么去买包？主持人：外界不知道。网上何庭波的照片都是假任正非：为什么要外界知道呢？我觉得不需要外界知道。欺世盗国家领奖的人不是真发明人，不会让真的发明人去领奖，傻乎乎把他照片贴到网上？你看网上其实何庭波的照片都是假的。我最近经常看到少量的时候她的照片是真的，多数时候不是她。主持人：别人管它叫备胎，他们自己也管自己叫备胎，您管他们叫什么？任正非：没有叫他们备胎过，跟我们市场系统、研发系统同等重要的部门，他们就是正常拿工资、拿奖金，人人都一样戴大红花。你看，我们给员工发的奖牌。主持人：真漂亮，这是给哪位员工发的。任正非：谁评上给谁。主持人：评的是什么奖？任正非：明日之星每年是20%，20%大概是4万人左右，我们的奖牌都是很厉害的，都是全世界的造币厂在为我们公司造奖牌。主持人：今天上午您也说他们了，一直就是低着头夹着尾巴做人。任正非：憋不住了。主持人：最后憋不住了，终于轮到他们昂起首来了。这是好事吗？任正非：现在不能说是好事也不能说不是好事，已经发生了我们就决定了。就不要去收回。【解说：海思2004年成立，负责华为所有的半导体芯片以及核心器件的开发和交付，在华为内部的地位尤其重要，然而这个部门却异常低调，甚至在华为的架构中，一级部门找不到海思的身影。】华为差点100亿美元把海思卖给美国主持人：就在当年2004年甚至更早的时候中美关系一切正常，而且国际供应链一切正常，为什么您会预想假如这个世界不正常怎么办？任正非：跟这个东西我这么讲，我们曾经是准备用一百亿美金把这个公司卖给一个美国公司，因为我们大家都知道，我们再发展下去就和美国要碰撞，一定要去碰撞。因为卖给人家的时候，合同也签订了，所有手续办完了，那么我们穿上花衣服，就在海滩上跑步，比赛跑步，比赛打乒乓球，但是这个星期美国公司的董事会发生变化，新董事长否决了这项收购。那么好，我们回来再讨论，我们还再卖不卖，少壮派是激进派，坚决不再卖了，那不再卖我们就说十年以后我们就和美国在山头上遭遇，遭遇的时候我们肯定是输家，我们拼不过他们刺刀，他们爬南坡的时候是带着牛肉、罐头、咖啡在爬坡，我们这边背着干粮爬坡，可能爬到山上我们还不如人家。好，那我们就要有思想准备，那思想准备我们就准备备胎计划出来了。当然今天有人也说5G将来会不会分裂成两种标准，西方一种标准、东方一种标准，我认为是不会的，因为人类好不容易统一了一个标准，为共同的全球云社会服务，这样两种标准就是两朵云，这个东西将来是很难交融。对吧？希望未来不和美国人拼刺刀，会去拥抱在这样的前提下，美国今天把我们从北坡往下打，我们顺着雪往下滑一点，再起来爬坡。但是总有一天，两军会爬到山顶。这时我们决不会和美国人拼刺刀，我们会去拥抱，我们欢呼，为人类数字化、信息化服务胜利大会师，多种标准胜利会师，我们理想是为人类服务，又不是为了赚钱，又不是为了消灭别人，大家共同能实现为人类服务不更好吗？不是有人提过吗？既然有备胎你为什么早不用呢？我们就是为了西方公司的利益，我们不让西方的利益被挤榨了，朋友就变多了。你看我压制住公司不要做8K电视机，日本、韩国所有的电视机用的是我们的芯片，用的是我们的系统。华为的钱已经够多了主持人：可能很多人就不大能理解刚才您说的这样一句话，有的时候放着这个钱不挣，要让别人去挣，这是什么样的考虑？任正非：我们已经够多了，要不要讲讲把他们常务董事会去年利润太多的检查拿来给你看看，我还没批示。主持人：这太炫富了吧？任正非：不是，战略投入不够，我们战略投入不够，我们战略投入够一点，那我们今天的困难就少一点。主持人：您这里面没有炫富的意思？任正非：没有。主持人：没听出来？任正非：没有。主持人：那您怎么说钱多了的事？任正非：就像你家的土地，牛粪、猪粪撒在地里面一样的，土壤肥力好了是你们家过几年庄稼就可以多收，我们现在讲要加大战略投入就是这个原则。【解说：如今海思旗下已经拥有自主知识产权的五大系列芯片，分别运用在智能设备、数据中心、人工智能等不同领域，其中麒麟芯片已经成为华为手机构筑竞争力的重要武器，一些独立分析师认为，华为的芯片研发能力已经居于世界前列，也正是因为有了海思的备胎，任正非表示美国禁令对华为的影响很小。】主持人：我们就按照一切惯常的发展而没有出现中间的这种意外的话，在您的构想中海思它的存在应当是一种什么情况？任正非：现在海思有大量的基础理论，这个基础理论也是战略研究院在外面撒胡椒面形成的，它没有基础理论它咋能走到这个程度。主持人：是不是它们永远不启用才是一个正常的、好的状态？任正非：一直也在用，没有说不用，只是说现在可能就是他们挺身而出，主要以他们供应为主体。如果说正式断了以后，如果是美国继续恢复供应，他们还是继续少量生产。主持人：您觉得还能有这天吗？任正非：也许，也许。美国走走，发现走错了，它就自己纠正了。【解说：也就在华为被列为所谓的实体清单的第四天，美国商务部又发布了为期90天的临时通用许可，推迟对华为及其附属公司现有在美产品和服务所实施的交易禁令，而与此同时出现了一些美国供应商开足马力赶在禁令前加班加点给华为供货的现象。】华为已经准备好了 “90天”对我们已经没多大意义主持人：换句话说华为有了90天的临时执照，您怎么看这90天，90天您可以做什么？另外，如果这个新闻是真的，这个90天又被取消了，您又怎么看待这种反复？任正非：这90天已经对我们没有多大意义，因为我们已经准备好了，就不需要90天，对吧。但是借此我要来讲一讲，我非常感谢美国公司，这三十年来美国公司伴随着我们公司成长，他们做出了很多无私的贡献，教明白了怎么去走路，特别是在今天危机时代，正体现了美国企业的良心。应该是前天晚上徐直军在半夜，我记不得了大致两三点钟，打电话给我，报告了美国企业的努力，正确对待我们的情况，我流泪了，我感到得道多助、失道寡助。主持人：您曾经第一句话就说要感谢美国。任正非：对。主持人：因为是他们教给我们怎么走路，怎么能够成长，今天让您，让华为公司感受到这个世界的复杂里面有不公的也恰恰是这个国家。学生超过老师很正常老师不高兴打一棒也可以理解任正非：从来都是学生超过老师，这不是很正常的？学生超过老师，老师不高兴，打一棒，是可以理解的。世界流体力学和空气动力学是一对父子发明的，叫伯努利，伯努利这个父亲嫉妒自己儿子在空气动力学上超过他，残酷地迫害他的儿子，他的儿子是他的学生，美国是我们的老师，看到学生超过它不舒服也是存在的，没关系。写论文的时候加一个名字，把它放在前面就行了，我放在后面不就完了吗？主持人：您准备怎么去面对未来也许会长期存在的这个中美贸易冲突？任正非：这本来就是可能长期，我们准备打持久战的，我们没有准备打短期突击战，我们突击战也打，我们以后也可能强大，我们度过这个磨合阶段，产品切换磨合这个阶段，其实我们可能更强大了。【解说：在华为总公司接待大厅的大屏幕上，循环播放华为出品的《基础研究与基础教育》的公益广告片，2018年10月28号起这则公益广告片开始投放媒体，任正非想通过尽可能多的渠道来呼吁社会各界重视基础教育，呼吁国家加强基础科学的研究和创新。】华为从来不用完人，总追求完美就没有希望主持人：您反对的是那种盲目的在补短板的过程中，这种所谓的知识产权的创新。任正非：坚决反对，我就是最典型的，就是短板不行。我在家里经常太太、女儿都骂，这个笨得要死，笨得要死。我这一生就是说短的，去你的，我不管了，我只做长我这块板，让我再拼一块别人的长板，拼起来不就是一个高桶了？为什么要自己变成一个完整、完美的人？完美的人就是没用的人，我们公司从来不用完人，一看这个人总是追求完美，就知道他没有希望，这个人有缺点，缺点很多，这个人好好观察一下，在哪方面能重用他一下，说他不会管人，就派个赵刚去做政委就行了。我就举个例子，俄罗斯有个科学家、小活字、大数学家，我今天早上跟他们说，你们有合适的女朋友给他介绍一下，这小伙子不会谈恋爱，就是只会做数学，他到我们公司来十几年天天在玩电脑，不知道在干什么。然后我们管五万研发人员的人到莫斯科去看他，打个招呼，一句话就完了。我给他发这个院士，他是院士，我给他发那个牌牌的时候，跟他讲话，嗯，嗯，嗯，三个嗯完了，没有了。主持人：他听不懂中国话吧？任正非：那有翻译，不需要懂中国话的问题。就是说他不善于打交道，他十几年默默无闻在干啥我们并不知道。突然告诉我，我们把2G到3G突破了，这个算法突破了，一讲，我们马上在上海进行实验，实验确实证明了，我们就这么一下就领先全世界。主持人：所以说这就是你们华为公司的这个长板就长在这了。任正非：对，基础理论太冷板凳了，一般人都不愿意坐的，那不轰轰烈烈的。【解说：在任正非的话语体系里，与基础研究一直相提并论的是基础教育，他认为我国目前基础研究方面水平不够，和基础教育跟不上直接相关。为此，他曾自费请权威机构的专家进行中国基础教育状况的调查研究。】主持人：您为什么要做这样的调查？任正非：我就希望我们国家繁荣富强，希望国家能实现自己国家的梦想。主持人：今天记者会上您特别提出教育，尤其是基础教育是国家层面要考虑的事情。任正非：是党和国家的责任。主持人：但是您作为一个企业家，为什么要做这样的调研？任正非：它有一个权威性，要做一个这样的报告，中央会相信，而且他们调查了全世界的教育，他们有非常深刻的理解和认识。主持人：为什么您是以您自己的钱资助他们去做这件事？而没有动用公司的钱？任正非：我跟您讲，我动用公司的钱是集体的钱，这是要有流程和表决的，我动用自己的钱管不着。比如说我最近去了普洱市，它把地方文化搞得很有特色，我那天看了一场一个村庄的演出，我很感慨，我说那我得送点什么呢？我就送你五台钢琴，我就发五台钢琴。我给贵州省的捐献大概有上千台钢琴了，也是我自己捐献的。我希望从青少年开始，就不要单纯就是数理化，应该有全面的思乡曲发展，奠定一个广阔的文化基础，对吧。【解说：任正非对于教育有着一份特殊的情感这和他在偏远地区做了一辈子教师的父母有关，因为在那个特殊的年代里的遭遇，父母曾经叮嘱任正非兄妹今生今世不准当老师。】再穷不能穷教师，再穷也要对未来投资主持人：您的父母曾经告诉您一辈子不要做老师。任正非：是。主持人：但是您回头看您这一辈子几乎一直在关注教育，为什么？任正非：因为我父母是乡村教师，父母跟我们讲今生今世不准当老师，对我们人生选择，你做啥都不管，但是今生今世不准做老师，我们印象很深刻，果然我们后来都没有做老师的。但是老师是人类灵魂的工程师，没有老师这个社会怎么办？问题就要改变对教师的政策。所以我才说再穷不能穷教师，就是说再穷也要对未来投资，就像我们战略投资一样，我们每年给大学那些教授支持的钱数额都是巨大的。说我有实力，是因为我对未来有投资。如果我们国家对教育也是这样，教育也是国家的未来，如果我们的教育像日本一样，像北欧一样，像德国一样，像这一样，那我们国家还担心什么和美国竞争的问题？今年稍微不行，明年就出来几个优秀的人，就领着又冲上上甘岭了。如果说我们教师的待遇不高，孩子们、优秀的人都不愿意去当老师，那只会马太效应，越来越差，越来越差。优秀的人愿意当老师，只会越来越优秀，马太效应就是这个效应，对吧。主持人：所以在您看来再穷不能穷教师和再穷不能穷未来是一个道理？任正非：一样，我们可以讲，在日本一个小学教师娶一个电影明星做太太，但以前是有名字的，现在我不讲这个名字了，很正常，不觉得不荣耀。当然我们国家七十年来有巨大进步，这三十年也有巨大改善，对吧？教师的生活也有大的进步。但是我们要看到他们是我们祖国的未来，他们是国家未来，他们担负着花朵，给花朵浇水的人。我们都不给花朵浇水的人一种事业心、一种使命感的话，他就少浇两次水，花枯萎了，我们不就是一个乔布斯少掉了吗？中美贸易的根本问题是科技教育水平【解说：在中美贸易战升级，华为遭受明显不公正打压的当下，任正非对国家基础研究、基础教育的焦虑愈加强烈。】主持人：我们把这个谈教育的背景再放得宽一点，如果教育是这样的现状的话，我们怎么去面对现在以及未来很有可能持续的中美贸易争端？任正非：我就觉得中美贸易的根本问题还是科技教育水平，国家一定要开放，才有未来。但是开放一定自己要强身健体，强身健体的最终是要有文化素质。华为的未来不用我想，我在华为已经是个傀儡了主持人：这样我就能理解为什么您在大家都再灌注中美贸易争端，在关注这个背景下，华为的未来的时候，您不关心这个，您关心的是我们的教育。任正非：对，华为的未来不用我想，我们下面的人就应该想得比较清楚，他们只是希望得到我支持一下就行了。我不需要具体地去操心华为太多的事情。我在华为已经是个傀儡了，这傀儡就是人家来问你一下就算数，不问我，我就不知道。主持人：但是既然您如此定位自己在华为的位置，您为什么不像自己所希望的那样赶紧退休去上一个数学的学位呢？任正非：我觉得这个现在很难回答你。主持人：闲下来可以养花养动物，为什么您要养数学？任正非：你想想我将来会是养花的人吗？首先问我太太，她信不信我养花，她不相信我会养花，我说我退休根本不相信我，你别说那个话，我根本不相信你会退休，你不干到走不动你就不会退出舞台的。主持人：那换句话说您想学数学这个愿望这被子可能实现不了？任正非：有可能。我根本就不是什么英雄，我从来都不想当英雄主持人：美国压境的时候觉得您是民族英雄，您愿意接受这样的称号吗？任正非：不接受，狗熊。我根本就不是什么英雄，我从来都不想当英雄。任何时候我们是在做一个商业性的东西，商品的买卖不代表政治态度，这个时代变了，怎么买苹果手机就是不爱国？哪能这么看？那还开放给人干什么。商品就是商品，商品是个人喜好构成的，这根本没啥任何关系。媒体炒作有时候偏激，偏激的思想容易产生民粹主义，对一个国家是没好处的。主持人：那您觉得您希望民众现在用一种什么样的心态面对华为这样的公司？任正非：不需要，希望他们没心态，平平静静、老老实实种地去，该干什么干什么，多为国家产一个土豆就是对国家的贡献；多说一句话，浪费别人的耳朵，对吧？", "author": "IT之家", "newsdate": "发布时间：19-05-27", "newstime": "16:05", "sentiment": [{"positive_prob": 0.189841, "confidence": 0.578132, "negative_prob": 0.810159, "sentiment": 0}]}, {"title": "华为又良心了！麒麟970+5000毫安电池，学生价！", "content": "转载自百家号作者：新新数码对于很多有续航需求的网友来说，在近期若是想换一部千元机的话，必定是十分关注前几天发布的这款vivoZ5x。这款手机也是近期非常火的一款骁龙710千元机，vivoZ5x采用独特的打孔屏幕设计，有着90%的高屏占比，而是还是一款后置三摄机型，拍照能力在同类的手机当中也是屈指可数，而且该机内置5000毫安的电池，更是让许多网友对其势在必得。不得不说，vivoZ5x的综合表现确实是非常强悍，不过这并不代表它在同类机型中没有对手。对于vivoZ5x的强力优势5000毫安大电池，华为就有一款与其定位差不多的手机敢于与其叫板。目前，华为主打续航的千元机中主要有华为畅享MAX，以及旗下的荣耀8XMAX和这款荣耀note10等。前面两款都是标准的千元机，而后面这款荣耀note10就比较特殊了，原本是一款比较有“地位”的中端旗舰，如今也来到了热闹的千元机市场，与当前的众多爆款千元机竞争，可以说荣耀note10也是一款不容小觑的机型，下面我们就来看看它的综合表现如何。从外观方面的表现来看，荣耀note10是6.95英寸的三星AMOLED全面屏设计，与vivoZ5x的外观设计有着很大的出入，可以说是完全不同的两个风格。在机身的材质方面，荣耀note10也相对比较厚道，用上了手感不错的玻璃，而vivoZ5x则是手感非常一般的塑料后壳，不过在渐变色的映衬下颜值也是可圈可点。荣耀note10的外观风格并不像vivoZ5x那样炫彩夺目，相反更偏向于稳重的风格。机身厚度上，荣耀note10虽然也有着大电池，不过其机身厚度仅7.65mm，而vivoZ5x与其电池容量相同，机身厚度却高达8.85mm。VivoZ5x是近期发布的多款骁龙710手机中的一款，其性能可圈可点，有着10nm的工艺制程，功耗也控制恰当。不过，比起荣耀note10来说，vivoZ5x还是逊色了一些，搭载麒麟970处理器的荣耀note10，不仅支持双Turbo加持还有PC级的液冷散热，性能不仅非常出色而且对于机身发热的现象也有效缓解，其不俗的游戏实力也得到业界公认的。另外，vivoZ5x与荣耀note10都是一款5000毫安大容量的电池，续航能力都值得肯定，不过值得一提的是，vivoZ5x还多了一项OTC反向充电功能，也算是一个比较使用的功能。总的来讲，两款手机都是当前比较强势的超长续航手机，其综合实力可圈可点，不过个人认为对于喜欢大屏幕手机的朋友来说，荣耀note10也是一个不错的选择。关于价格方面，荣耀note10的6+64GB版本目前的价格已经来到了1999元，这款手机也是一款比较适合学生党的机型，价格不算高却非常实用，还是一款比较有吸引力的机型。不过在1999元价位上，vivo Z5x提供的却是8+128GB的大存储组合，比荣耀note10要强势一些。大家对于这两款超长续航机有什么想法呢？", "author": "华西悦读", "newsdate": "发布时间：19-05-26", "newstime": "19:33", "sentiment": [{"positive_prob": 0.993404, "confidence": 0.985343, "negative_prob": 0.00659584, "sentiment": 2}]}]