[{"title": "一图看懂华为nova 5z", "content": "IT之家10月21日消息 近日，华为推出了nova 5z新机。华为nova 5z配备一块6.26英寸2340×1080分辨率极点全面屏，后置指纹识别，拥有幻夜黑、翡冷翠与苏音蓝三种配色。配置方面，华为nova 5z搭载麒麟810处理器，内置4000mAh电池，配备6GB内存与64GB机身存储，最大存储扩展容量为256GB，配备3.5mm耳机孔与Type-C接口，不支持NFC。相机方面，华为nova 5z前置3200万像素摄像头，后置48MP+8MP+2MP+2MP四摄组合。现在我们通过一张官方图来回顾一下华为nova 5z的亮点", "author": "IT之家", "newsdate": "发布时间：19-10-21", "newstime": "16:07", "sentiment": [{"positive_prob": 0.842119, "confidence": 0.649154, "negative_prob": 0.157881, "sentiment": 2}]}, {"title": "华为10月23日有大动作：发布折叠屏5G手机 售价或万元起", "content": "10月21日消息，据最新消息显示，华为将于本周(10月23日)在深圳坂田基地举行5G终端及全场景新品发布会，而发布的主角会是两款产品，一个是传闻已久的折叠屏5G手机华为Mate X，另外一个则是VR设备。此前，在今年2月份，华为就在海外发布了华为首款折叠屏手机Mate X，不过随着三星折叠屏手机Galaxy Fold的意外折戟，华为也延迟了华为Mate X在国内的上市时间。至于为何延长上市时间，产业链消息人士透露主要是因为两个原因：第一华为对这款手机折叠屏的坚固性、耐用性都进行了调整和漫长的测试，以保证最后达到上市商用后不会出现问题;第二就是围绕折叠屏进行系统优化。据工信部信息显示，重新入网的华为Mate X与之前在海外发布的初版，在外形上还有些改动，例如机身后部增加了第四颗摄像头，增加一枚ToF镜头用于测量红外光束，这将有助于改善后置摄像头的拍摄效果。另外，在后置摄像头组件及中间铰链区域变成了碳纤维材料覆盖，这可以让主屏幕展开后更为平整。对于Mate X折叠轴体的稳定性和耐用性，华为也是进行了重新加固，采用了四层结构设计，其中最上面一层是高分子材料的屏幕保护层，第二层是可弯曲的柔性屏幕，第三层是软胶支撑片，最下面一层才是转轴，这样确保了转轴和屏幕能够稳定正常的工作，而之前官方表示，转轴的寿命至少是20万次以上。至于这款手机的价格，产业链消息人士透露，国内的起始售价预计会是9999元起，最贵的可能是14999元。可以说，华为为了扩大Mate X客户群体，丰富了这款手机的价格体系，在处理器上有两个版本，麒麟980和麒麟990 5G版。另外，在存储方面除了8+512GB版本，还加入了6+128GB和12GB+512GB的配置组合等。从售价来看，华为Mate X的定位绝对是高端小众消费群体。至于产能方面，产业链消息人士透露，由于良品率仍然很低，所以整体的备货量不会很多，预计前期可能在10万台左右。另外，对于华为的竞争对手三星，之前有报道称，三星已经证实会在11月份正式上市三星Galaxy Fold国行版。看来两家厂商在发布时间上咬得很紧，仍然在竞争谁首发，这就意味着，如果它们之间一款折叠屏手机发布，另一款就离发布不远了。目前折叠屏手机被认为是未来手机的发展形态，不过目前折叠屏手机技术仍然存在很多不成熟的地方，再加上价格高昂，短时间销量应该并不乐观。至于后期是否随着技术的不断成熟和价格的降低引领手机潮流目前还不少说，我们只有交给时间来见证了。", "author": "天极网", "newsdate": "发布时间：19-10-21", "newstime": "16:45", "sentiment": [{"positive_prob": 0.972636, "confidence": 0.93919, "negative_prob": 0.0273643, "sentiment": 2}]}, {"title": "华为折叠手机即将上市，紧盯5G+柔性屏产业链龙头丨牛熊眼", "content": "据证券时报报道，最新消息显示，华为将于本周(10月23日)在深圳坂田基地举行5G终端及全场景新品发布会，正式发布折叠屏智能手机Mate X国行版，并开启预购。据了解，采用华为自创铰链设计用户可将手机屏幕进行折叠处理，机身厚度仅有11mm，支持双模5G网络功能。今年7月份的华为Mate 20X 5G发布会上，华为消费者业务手机产品线总裁何刚被问及Mate X折叠手机进展时表示，目前还在不断优化和完善，没有达到质量要求不会上市。何刚坦言，这款产品还在不断地优化过程中，因为它涉及到全新的工艺、全新的设计方式等，这些都会带来各种使用场景下面临的困难、问题和挑战，应该这些困难、问题和挑战是大于我们最早预期的。上个月的Mate 30国行发布会上，余承东透露，Mate X的技术问题已经解决，今年内一定会上市，处理器上升级了华为最新发布的麒麟990的5G SoC。Mate X的发布，对于华为自身和5G及柔性屏产业链而言都是极大的提振。财通证券认为，5G今年已经开始规模商用，目前已经有136款终端，2020年终端数量将会超过500款；预计2020年5G用户数将超过2亿，2021年将会超过5亿。同时指出，华为的5G产品与解决方案在全球已经得到了广泛应用和检验，60多份5G商用合同中，32份来自欧洲、11份来自中东、10份来自亚太、7份来自美洲、1份来自非洲。该机构建议关注：主设备中兴通讯；网络建设润健股份，天线射频大富科技、通宇通迅、飞荣达、盛路通信；光模块光迅科技、博创科技、中际旭创；物联网厂商日海智能、高新兴、广和通；流量与大数据：天源迪科、东方国信、梦网集团。华创证券此前表示，随着集成屏下指纹识别技术、屏下摄像头技术，以及更高刷新率柔性屏的推出，柔性显示在智能终端的渗透将进一步加速。预计2020年柔性AMOLED显示屏在全球主要智能手机品牌中的渗透率将达到21%。华为柔性屏相关公司主要有同兴达、星星科技、联得装备、激智科技等。此外，10月16日，华为发布2019年前三季度经营业绩，报告显示，企业前三季度共实现销售收入6108亿元，同比增长24.4%，净利润率8.7%。第三季度在保持利润率稳定的同时，实现了经营业绩加速增长。据了解，2019年上半年华为实现销售收入4013亿元，同比增长23.2%，净利润率8.7%。在消费者业务方面，智能手机业务前三季度发货量超过1.85亿台，同比增长26%，华为终端云服务（HMS）生态获得迅速发展，已覆盖全球170多个国家和地区，全球注册开发者超过107万。新时代证券表示，华为核心供应链：面板巨头京东方A；精密制造龙头立讯精密；PCB供应商鹏鼎控股、深南电路；电感龙头顺络电子；代工光弘科技；芯片供应商圣邦股份、卓胜微、韦尔股份、兆易创新、汇顶科技、闻泰科技；其他供应商舜宇光学、蓝思科技、歌尔股份、领益智造等有望充分受益。", "author": "第一财经", "newsdate": "发布时间：19-10-21", "newstime": "21:22", "sentiment": [{"positive_prob": 0.932284, "confidence": 0.849519, "negative_prob": 0.0677164, "sentiment": 2}]}, {"title": "没落的通信巨头：曾与华为齐名，如今年营收仅为20多亿", "content": "众所周知，我国的通信行业在时代的发展中也已一日千里。从只能通话的1G到数字通信的2G，再到完全通话的3G和能视频通话的4G，最后被全世界谈得热火朝天的5G，这些都是一步步量的积累，从而达到质的飞跃，如今的中国通讯行业已经从追随者一步步向领导者迈进。目前，我国电信通讯设备企业主要是华为和中兴两家，且在当下的5G元年，华为更是跻身进入国际一线的前沿。但要说到我国老牌通信电商，我们就不得不提起曾比肩华为的大唐电信。在如今互联网由年轻一辈占主体的时代中，大家对于大唐电信的了解肯定不如华为。公开资料显示，大唐电信的前身为电信科学技术研究院，1998年，大唐电信正式成立，总部位于北京。该公司主要从事于各类通信网络系统、生产、销售安全防范产品及安全防范工程设计施工等业务。在2G通信时代的趋势下，大唐电信用了三年的时间打造出了一个长达六年的通信帝国，其实力可见一斑。在当时的2G网络时代中，大唐电信的地位就像如今华为在5G网络的名声般。在当时，大唐电信凭借着优异的成绩成为我国前十位最具影响力的企业之一，更是荣登《福布斯》的全球最佳公司的前列名单中。红极一时的大唐电信更是自主研发了国内第一枚公用电话IC卡，随后又开发了国内首张移动电话SIM卡，打破国外企业的技术垄断，并连续多年蝉联中国移动SIM卡供应商综合评比第一名，这一战绩可谓是风光无限！然而，大唐电信的辉煌终究还是到了“近黄昏”的地步，停留在了2G时代中。在随后而来的3G/4G时代下，大唐电信却再也没了往日的荣光。因技术的缺乏，大唐电信已从曾经通信行业的领军企业跌落至如今与华为天差地别的局面。相关数据显示，在大唐电信2019年公布的业绩报告显示中，大唐电信的去年营收仅为24.16亿元，而在去年，华为营收达到了7212亿元，曾经与华为站在同一条起跑线的大唐电信已经被华为甩了7187亿元的差距了。值得一提的是，在近些年来，大唐电信的主要营收是依靠着半导体产业，公司较为弱化的芯片技术也只能使其主要产品应用于中低端市场。而反观华为在手机中端、电信通信设备、高端芯片产业等技术都已经全面开花，在这一背景趋势下，华为只会不断拉大与大唐电信间的差距。曾与华为媲美，站在同一起跑线的大唐电信为何会落至如此地步？1. 缺乏技术在3G技术开始萌芽的时候，大唐电信在当时凭借诶这制定通讯标准的能力和实力，在市场上可以说是混得风生水起，并且还投入了大量的资金在3G上，全力开发TD-SCDMA技术（时分-同步码分多址）。在当时这一技术还并不是很成熟，但大唐电信坚信着中国市场庞大，潜力巨大。可让孤注一掷的大唐电信意外的是，3G向4G的转变来得太快，大量资金投入3G的大唐电信在3G上的盈利也投入自然也就不成正比，并且在接下来的4G上就显得心有余而力不足了。而在当时掌握了4G很多核心技术的华为和中兴则在强势崛起，在技术上并没有太多竞争力的大唐电信自然就遭遇着滑铁卢。2. 价格过高和同期的大部分通信行业相比，大唐电信的卖价则要比它们高出20%—50%左右。长久以往，这一高价也自然让合作商不愿意继续保持合作关系。被各大代理商抛弃的大唐电信也就失去了市场需求，处于被动地位。如今，在5G市场不断前行的华为和中兴，这家曾与华为齐名的大唐电信，在未来的网络时代中想要与之缩短距离，还是有着很长的一段路需要去走。本文由商事奇谈原创出品，未经许可，任何渠道、平台请勿转载。违者必究。", "author": "商事奇谈", "newsdate": "发布时间：19-10-21", "newstime": "17:14", "sentiment": [{"positive_prob": 0.132794, "confidence": 0.704901, "negative_prob": 0.867206, "sentiment": 0}]}]