[{"title": "为什么被“捧上天”华为Mate30突然不火了？主要原因有三点", "content": "现在的华为手机仍然牢牢掌握中国高端机市场的话语权，也以较少的份额揽走行业大部分利润，成为众多品牌不能够轻易忽视的强敌。没错，按照华为当前的资金和资源整合能力，实力不应该受到质疑，不过话又说回来，最近部分机型的处境其实挺尴尬的，例如这一次网友直言为什么被“捧上天”华为Mate30突然不火了？说到华为Mate30相信大家都不会太陌生，它号称下半年最强的国产旗舰之一，所以综合素质打磨还是相当到位的。一当面，Mate30搭载麒麟990处理器与EMUI10系统形成更强的协同能力，这样的组合在安兔兔能够跑近45万分，性能确实是杠杠的，4200毫安电池严格来说也符合长续航的标准，40W有线和27W无线充电功能的加持更是让它如虎添翼。另一方面，华为Mate30拥有徕卡认证三摄模组，超级夜景针对弱光成像进行深度调教，优秀的算法也高精度还原物体在白天的色彩，即使在逆光场景依旧清晰；当然，它用上四曲面玻璃后壳与铝中框之间形成紧密贴合，还有超窄额头的全面屏，不仅仅兼顾手感、日常防水还带来震撼的视觉效果。论参数层面，Mate30确实是一款不错的华为手机，在发布之初便被众人誉为“机皇”、“最强旗舰”还有“利器”等称号。那么我们回到开头，为什么Mate30突然卖不动了呢？在笔者看来原因很简单，离不开这三点原因。首先，华为Mate30并不支持5G网络，所以卖到3999元还是比较昂贵的，而支持SA和NSA组网的Mate30(5G)版却高达4999元，将近一千元的差价后者却能够保障在未来一至两年时间内不会被轻易淘汰，并且华为目前也在大力宣传5G，所以从自身产品来考虑的话，它缺乏新元素。其次，华为Mate30虽然上市短短五十天左右时间，可是地位逐步被取代，人气也渐渐流失，在小米CC9Pro、魅族16sPro的强势反击，换句话说，它缺乏性价比。最后，说到华为我们自然不能忽略苹果手机。这段时间库克打出“良心牌”，包括iPhoneXR、iPhone11在内的多款产品都出现不同幅度的下压，这也让Mate30尴尬了，毕竟后者缺乏号召力，仅仅依靠情怀是远远不够的。在笔者看来，现在华为在高端机领域站稳阵脚，Mate30也是功不可没，只是随着竞争进入白炽化阶段，它缺乏新元素、性价比和品牌号召力等原因，慢慢没那么火也是正常的。", "author": "老实人日报", "newsdate": "发布时间：19-11-12", "newstime": "21:18", "sentiment": [{"positive_prob": 0.0227241, "confidence": 0.949502, "negative_prob": 0.977276, "sentiment": 0}]}, {"title": "华为20亿奖金刷屏！双11你在“剁手” 别人却在领奖金！华为发放“奋斗特别奖” 还曾百万年薪招天才少年", "content": "当你在双十一“剁手”感慨掏空钱包的时候，华为却选择在这一天给员工发钱。 11月11日，有消息称，双十一，华为发放了两份特别奖，第一份为阳光普照奖，只要考核合格，人人获得一个月的阳光普照工资；第二份为参与国产组件切换的人员发放20亿奖金。不过，从华为内部人士了解到，11月11日当天华为确实内部发文对做出贡献的员工发放一个月基本工资的阳光普照奖，但第二份的20亿奖金发放对象并不清楚，有可能是参与替代美国进口部件的部门核心员工。而最新财报也显示，华为并不缺钱，在中美贸易摩擦之下，仍然创造出佳绩，前三季度营业收入达到6000亿比肩工商银行，净利润也斩获535亿元，同比增长21.59%。每人至少多发一个月工资 11月11日，有华为员工在社交网络上爆料称，“双11，华为发放两份特别奖金！第一份，人人一个月阳光普照工资！11月发放！第二份，参与国产组件切换的人员发放20亿奖金。”上述网友透露，奖金是为了感谢员工自华为今年5月被制裁以来的努力和奋斗。其中，阳光普照的艰苦奋斗奖人人有份，11月15日发放。两份奖金算下来，16级核心员工估计最少拿到15万元奖金。据北京青年报报道，华为表示，公司决定向应对美国打击遏制作出贡献的员工颁发“奋斗特别奖”，为体现公司激励导向，根据华为董事常委会决议《关于颁发奋斗特别奖的决议》，发放对象为2019年11月1日在职的华为员工，不含2019年年中绩效为C/D、违反竞业协议、有BCG经济类违规或信息安全一级违规等特殊情况。“每个人发一个月阳光普照工资是真的，但20亿奖金的事情不太知道，没看到文件，”华为内部一位人士对记者表示，如果确实如网络爆料所言，也羡慕那些参与国产替代项目的核心员工。据《中国企业家》报道，20亿奖金包只有部分人有，主要是替代美国进口部件的部门，比如海思、采购、鲲鹏等，涉及到芯片、Google的Android服务套件、操作系统、商业软件等替代业务，预计12月发放完成。 “估计是从年终奖池子拿出来的，羊毛出在羊身上，年底股票分红可能会少。 ” 据了解，目前华为在世界上170多个国家和地区开展业务。今年5月16日和8月19日，美国商务部与工业安全局(BIS)根据美国出口管制法规(EAR)第744.11(b)款规定，将华为的69家和46家非美国关联公司列入实体清单，所有受EAR管控的物项(包括硬件、软件、技术等)向被列入实体清单的相关公司出口、再出口或境内转移等，均须向美国商务部申请许可(即“实体清单事件”)。由于实体清单事件，华为的部分供应受到影响，由此，华为也采取积极应对措施，以降低该事件的影响。华为向\"天才少年\"发高薪 今年7月下旬，华为创始人任正非签发了一份总裁办电子邮件，宣布对8位2019届顶尖学生实行年薪制管理。这8名员工均为博士学历，最高两名员工的年薪为182万-201万元；两名员工的年薪为140.5万-156.5万元；最后还有四名员工的年薪为89.6万-100.8万元。华为表示，打赢未来的技术与商业战争，技术创新与商业创新双创驱动是核心动力，创新就必须要有世界顶尖的人才，有顶尖人才充分发挥才智的组织土壤。华为要用顶级的挑战和薪酬去吸引顶尖人才，今年将从全世界招进20-30名天才“少年”，今后逐渐增加，调整队伍作战能力结构。此举践行了一个月前任正非的表态，华为6月27日发布全员邮件，披露了任正非在EMT《20分钟》的讲话，任正非说，“今年我们将从全世界招20-30名天才少年，明年我们还想从世界范围招进200-300名。这些天才少年就像‘泥鳅’一样，钻活我们的组织，激活我们的队伍。”他说，“华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”根据华为提供的数据，华为拥有包括700多个数学家、800多个物理学家、120多个化学家，还有15000人在从事基础研究，以及6万多产品研发人员。同时，华为还与全球300多所高校、900多家研究机构和公司有合作，实施了7840个项目，已投资18亿美元，签署了对外付费的研发合作合同达1000多份。任正非曾举过一个例子，华为在俄罗斯有一个小伙子，不会谈恋爱，不善和人打交道，只擅长数学，天天在公司玩电脑，不知道在干什么。有一天，他突然说，自己把把2G到3G突破了。华为如今凭借5G领先全球，就与这个小伙子的算法突破有关。此前，任正非在接受央视专访时提到了“人才观”。他说，二战之后，德国和日本工业基础都被摧毁了。当时有一个著名的口号“什么都没有了，只要人还在，就可以重整雄风”，没多少年德国就振兴了，所有房子都修复得跟过去一样，日本的经济也快速恢复。任正非说：“这得益于他们的人才、得益于他们的教育、得益于他们的基础，这点是最主要的。所有一切失去了，不能失去的是人，人的素质、人的技能、人的信心很重要。”今年前三季度净利535亿元 实际上，从华为自身业绩情况来说，不管是发债借钱，还是豪掷上亿资金给员工发奖金，公司本身并不差钱。数据显示，2016至2018年，华为合并口径实现营业收入5180.68亿元、5984.80亿元和7151.92亿元，同比分别增长31.58%、15.52%和19.50%，2016至2018年年均复合增长率达17.49%。2016年至2018年，华为合并实现净利润分别为370.5亿元、474.5亿元、593.4亿元。华为最新的三季报显示，今年前三季度华为实现营业收入6033亿元，同比增长24%，净利润达到535亿元，较去年同期的440亿元同比增长21.59%。就营收规模而言，华为斩获6000亿级别的营业收入，已经能够和中国最赚钱的“宇宙行”工商银行媲美，工商银行前三季度营业收入是6469亿元。对于给员工发钱方面，华为亦是豪气，近3年来连年上涨。2016年、2017年和2018年资产负债表显示，应付职工薪酬分别为724.4亿元、918.57亿元和981.63亿元；2019年前三季度应付职工薪酬为789.51亿元。资产负债率方面，2016年、2017年和2018年以及2019年上半年末，华为资产负债率分别为68.41%、65.24%、64.99%和65.5%，相对稳定。此外，资产负债表显示，截至2019年末，总资产7711亿元的华为流动性资产达到6421亿元，且账上趴着的货币资金就达到2532亿元。来源: 券商中国", "author": "同花顺财经", "newsdate": "发布时间：19-11-12", "newstime": "07:57", "sentiment": [{"positive_prob": 0.143467, "confidence": 0.681185, "negative_prob": 0.856533, "sentiment": 0}]}]