[{"title": "“不差钱”华为拟在境内首次发债募资60亿 负债率65%", "content": "“不差钱”华为刷屏，拟在境内首次发债募资60亿！公司回应来了中国证券报张兴旺华为又刷屏了。华为这家全球通信行业巨头正谋求在中国境内发行公募债券。华为本次共注册两期中期票据，各募集30亿元。这60亿元将用于补充公司本部及下属子公司营运资金。9月11日晚间，华为回应称，公司经营稳健，现金流充裕。华为一直坚持通过合理的融资布局，持续优化资本架构，以确保公司财务稳健。拟发两期中票募集60亿元账面现金充裕 补充营运资金据中国银行间市场交易商协会非金融企业债务融资工具注册系统显示，华为投资控股有限公司（简称“华为”）提交了2019年度第一期/第二期中期票据的注册材料，在境内首次发债。两期发行规模各30亿元，期限均为3年；第一期的主承销商为工商银行，第二期的主承销商为建设银行，而根据工行、建行关于推荐华为发行中票的函，华为可注册的最大中票发行规模为300亿元，其中，工行推荐其注册发行不超过200亿元，建行推荐其注册发行100亿元。那么，华为缺钱吗？根据票据募集说明书显示，华为可谓“不差钱”。近三年及2019年上半年末，公司的货币资金余额分别为1254.82亿元、1572.65亿元、1840.87亿元和2497.31亿元。2018年末货币资金较2017年末增加268.22亿元，增幅为17.06%；2019年上半年度末货币资金较2018年末增加656.44亿元，增幅为35.66%，主要因为公司基于流动性管理需要，持有的货币资金随业务规模增长，保障业务需求。此外，从华为官网披露的财务数据显示，2015-2018年，华为经营活动现金流分别为523亿元、492.18亿元、963.36亿元和746.59亿元。不过，2018年经营活动现金净流量较2017年减少216.77亿元，降幅为22.50%，主要因为2018年加大了研发投入，并且适当增加库存。从资产负债率来看，近三年及2019年上半年末，华为公司资产负债率分别为68.41%、65.24%、64.99%和65.21%，呈现小幅波动趋势，相对稳定。前海开源基金首席经济学家杨德龙对中证君表示，华为是我国最优秀的科技企业，华为经营状况非常好，现金情况良好，资金面比较充足，这次发债也是扩大公司融资渠道。既然华为不缺钱，那为何要发债呢？根据募集说明书显示，两期中票募集资金均将用于补充公司本部及下属子公司营运资金。而截至2019年6月底，华为在建工程达5项，包括总投资79亿元的贵安华为云数据中心项目、总投资46.6亿元的华为岗头人才公寓项目、总投资38亿元的苏州研发项目、总投资30亿元的华为松山湖终端项目二期以及总投资19亿元的松山湖华为培训学院，拟建项目则有上海青浦研发、武汉海思工厂，总投资分别为109.85亿元和18亿元，以上投资均100%来自自有资金。此外，根据募集说明书显示，此前华为仅有两家子公司发行过四期美元债和两期点心债，但自2017年2月后未有债券发行。截至2019年上半年末，华为的应付债券余额达307.82亿元。获得评估机构AAA好评针对首次在境内发行公募债券，9月11日晚间，华为公司发布媒体回应称，11日公司正式提交发债文件，首次在境内发行公募债券。华为一直坚持通过合理的融资布局，持续优化资本架构，以确保公司财务稳健。本次发债所获资金将用于持续聚焦ICT基础设施建设，为客户提供更好的产品解决方案与服务。华为称，中国境内债券市场快速发展，目前市场容量全球第二，债券融资已成为中国境内重要的融资渠道之一。公司通过境内发债打开境内债券市场，将进一步丰富融资渠道，优化整体融资布局。华为表示，公司运营所需要的资金主要来自于企业自身经营积累、外部融资两部分，以企业自身经营积累为主（过去5年占比约90%），外部融资作为补充（过去5年占比约10%）。公司经营稳健，现金流充裕。两期评级机构为联合资信评估有限公司，主体长期信用等级和债项评级均为AAA。联合资信主体长期信用等级划分为三等九级，联合资信认为，公司主体偿债风险极小，本期中期票据的偿还能力极强，违约风险极低。联合资信的评估报告称，华为是一家100%由员工持股的全球领先的信息与通信技术（ICT）基础设施和智能终端提供商。联合资信还列出了华为的七大优势。例如，拥有通信业界完整的、端到端的产品线和融合解决方案，在基础研究、专利规模、底层技术支持、5G技术及标准制定等方面构建了显著的竞争壁垒和规模优势，规模效益和客户资源优势显著等。但是，联合资信同时指出，国际政治经济环境复杂多变，对公司全球化业务带来一定的不确定和潜在成本。联合资信还指出，5G产业扩容需要全产业链在工艺水平、技术水平及生产能力等多方面实现协同发展。目前看，通信及电子供应链处在结构升级阶段，整个产业链条实现规模效益尚待时间；且部分核心零部件的产能集中于行业内少数龙头企业，龙头企业的供货稳定性对产业链能否常态发展存在影响。专家：希望此举为华为起好步针对华为拟首次在境内发行公募债券，中国人民大学商法研究所所长刘俊海教授对中证君表示，华为首次在境内发行公募债券是一件好事情，这是华为第一次在境内资本市场公开募集的企业债券。虽然华为坚持不上市，但通过公募债券给公众提供投资产品也体现了社会责任担当。不管是机构投资人还是散户投资人，难得遇到投资风险低、回报收益满意的投资品种，甚至是可遇不可求。华为作为全球通信领域龙头企业，投资者容易建立对它的信任感。本次发债一方面有助于改善华为的融资结构，另一方面扩大投资者的债券选择范围。刘俊海认为，华为是一家主要由员工持股的公司，有劳动者、股东，现在引入境内债权人，构建劳动者、股东、债权人的利益相关者格局，对促进华为公司的可持续发展是有利的。华为不仅在技术上领先同行，而且按照现代企业通行的公司治理原则对标大型跨国公司尤其是上市跨国公司，这样能够在公司治理方面弥补不足，更能让公众了解华为。刘俊海称，华为公司通过发行公募债券给投资者提供了投资机会，另一方面拿到融资也给自己加压，提高公司透明度，进一步完善公司治理体系，进而增强华为公司的核心竞争力。", "author": "新浪财经", "newsdate": "发布时间：19-09-12", "newstime": "07:50", "sentiment": [{"positive_prob": 0.286928, "confidence": 0.362383, "negative_prob": 0.713072, "sentiment": 0}]}, {"title": "EMUI10升级后APP闪退？原因在这里，华为后续很给力", "content": "在9月8日，首批EMUI 10的内测用户已经收到了 EMUI 10 的推送，可是有许多用户在升级之后，发现自己有部分APP无法使用了，出现了闪退的情况。华为的动作也很快，马上发布了公告，向大家说明了原因，而且后续处理也很给力。以下是公告原文。大家更新EMUI10.0以后，可能发现自己手机上的一些应用出现了打不开、闪退的情况。这时候，一定先别着急上火，不是您的手机出了问题，而是由于EMUI10.0的系统更迭升级和功能提升，有部分应用还未能完全兼容新系统，给您带来了不便，我们表示非常抱歉。同时，我们也整理了一份尚未适配EMUI10的APP应用名单，您可以根据以下分类和表格进行查询，确认您手机上发生打不开、闪退的应用是否是由于这个原因造成的。目前，华为已经和这些应用取得联系，应用开发者也正在积极适配EMUI10.0，相信很快这些应用就会恢复正常，并给您带来更好的用户体验。如果您遇到其他在EMUI10更新后发生打不开、闪退等情况的APP应用，欢迎在帖子下进行留言，我们将为您及时跟进。如果发现身边还有其他朋友被这个问题困扰，烦请各位看到的花粉们多多扩散。以下是未兼容EMUI 10.0的应用名称供您查询：各位 EMUI 10 的用户稍安勿躁，等待各家应用的工程师们，对 EMUI 10 进行了适配，就可以正常使用了。", "author": "科技一休哥", "newsdate": "发布时间：19-09-12", "newstime": "15:17", "sentiment": [{"positive_prob": 0.923345, "confidence": 0.829656, "negative_prob": 0.0766546, "sentiment": 2}]}, {"title": "华为发债不是缺钱，而是告诉你我多有钱", "content": "9月11日晚，交易商协会系统显示，华为投资控股有限公司（以下简称“华为”）提交了2019年度第一期和第二期中期票据的注册材料，两期中票各募集30亿元，项目状态显示为“预评中”。这则信息的发布，在各大交易机构中激起波澜。一位资深债市从业者对记者说，看完债券发行说明书，公司所讲的技术方面基本不明白，但财务状况很好。这样的民企可以说是千万里挑一，华为本身就代表了一种实力。根据募集说明书，华为曾于2015年、2016年和2017年在境外发过四次美元债券，共计45亿美元，均未到期；另外还有两单点心债，共26亿人民币，已完成兑付。华为此前并未有过在境内发债的经历，因此本次中票的发行也将是其在境内债券市场的首秀。募集说明书还显示，两期中票用途均为补充公司本部及下属子公司营运资金，发债原因主要是“预计公司各项业务未来保持稳定增长态势，资金支持也将进一步增加”。另外，两期中票分别由工行和建行做主承销商，债券的期限为三年。值得注意的是，在此次的中票募集说明中，华为一直不为人知的财务状况也揭开了面纱。财务数据显示，2016至2018年及2019年上半年，华为公司合并口径实现营业收入5180.68亿元、5984.80亿元、7151.92亿元和3965.38亿元，同比分别增长31.58%、15.52%、19.50%和22.86%，2016至2018年年均复合增长率达17.49%。另在流动资产中，货币资金在2019年6月末达2497.31亿元，较2018年末增加 656.44亿元，增幅为 35.66%。单就账面资金而言，华为可谓是并不缺钱。对于货币资金的增长，华为称，“主要因为公司基于流动性管理需要，持有的货币资金随业务规模增长，保障业务需求。”而对于本次中票的认购情况，前述债券资深人士分析说，“估计还是银行会拿大头，非银大多是看个热闹，毕竟做回购的时候，不见得能押得出去。”联合资信评估有限公司对债券主体和债项均给出了AAA的评级。联合资信表示，近年来华为公司核心的运营商业务经营稳健，消费者及企业业务快速拓展，具备很强的整体盈利能力、现金获取能力和再投入能力；资产、权益规模持续增长，现金类资产充裕，债务负担较轻。联合资信也提及，公司可能面临的一些经营上的风险问题。但整体而言，“公司主体偿债风险极低，本期中期票据的偿还能力极强，违约风险极低。”联合资信如此评价。", "author": "第一财经", "newsdate": "发布时间：19-09-12", "newstime": "00:13", "sentiment": [{"positive_prob": 0.0177038, "confidence": 0.960658, "negative_prob": 0.982296, "sentiment": 0}]}, {"title": "华为手机输入法中6个超实用的小技巧，你没用过就太可惜了！", "content": "想必大家对华为手机都十分熟悉吧，在华为手机身上我们可以看到各种各样的黑科技，就连华为手机中自带的输入法都特别强大和实用。说到输入法，大家可能觉得输入法就是用来打字的，不过，华为手机中的输入法可不简单，如果你还不知道，一起来看看吧！1.快速识别生僻字龘、龘、 犄、旮、旯、涕、泗、耄 、耋等，你都认识这些字吗？当我们碰到一些不认识的字时，就会将输入法改为手写，但下次依旧不知道这个字该怎么读。在华为手机输入法的手写模式中，直接手写出这个字后，就可以看到左上角显示的读音。2. 智能手写输入像碰到上述情况，需要手机还得需要切换，但只要开启智能手写输入后，无需切换，可直接快速手写，长句、短语，一气呵成！设置方法：点击设置—更多设置—输入设置—手写输入—竖屏手写模式/横屏手写模式点击设置—更多设置—输入设置—键盘手写—键盘内部起笔/键盘外部起笔3. 短语助攻在生活中，比如寄、收快递、邮箱地址或是抬头发票等这些常用的信息，都不太容易记得住，不过华为手机出入法中有一个懒人短语功能，自定义聊天短语，还可以帮你快捷输入，十分方便。4.文字扫描在工作中，很多时候我们都需要将纸质文档扫描成电子档文件，如果身边没有扫描仪的话就很难办到了。这时我们可以使用华为手机出入法中的文字扫描功能，轻松地将纸质文件变成电子档文件。5.丰富的表情包华为手机输入法中，不仅仅有很常见的Emoji表情，还有很多可萌可凶、可静可动的颜文字和表情包，点击输入界面的笑脸你就可以看到啦。此外，我们还可以做一套自己专属的AR表情包，你还可以添加上文字、背景、滤镜等。6.单手模式如今手机的屏幕越做越大，但很多女生的手比较小，单手打字很不方面，华为手机输入法中的单手模式就是小手妹子的福音，开启这个功能就能方便地打字了。操作方法：点击设置—更多设置—界面设置—单手模式设置以上便是小编为大家介绍的华为手机输入法中的6个小技巧，当然除了上面讲到的之外，华为手机输入法中还有更多实用的小技巧等你去发现哦！", "author": "3C派蚁族", "newsdate": "发布时间：19-09-12", "newstime": "17:39", "sentiment": [{"positive_prob": 0.986892, "confidence": 0.970871, "negative_prob": 0.0131082, "sentiment": 2}]}, {"title": "左手“5G”右手“AI” 华为产业链全解析", "content": "左手“5G”，右手“AI”，华为产业链全解析丨行业风口02:18鲲鹏展翅，鸿蒙初辟。随着5G时代的到来，顶尖科技企业华为持续发力自主可控，持续构建生态体系，成为新科技周期的引领者。作为5G领域的先行者及全球智能手机巨头，华为通过创新驱动与供应链公司形成上千螺旋共同演化成长。券商直言，华为产业链迎来十年黄金投资机遇期。9月12日，华为概念股掀涨停潮，截至收盘，证通电子、中威电子、武汉凡谷、东方中科等11股涨停，北信源、福蓉科技、博威合金涨逾6%，中光学、激智科技、鹏博士等多股纷纷跟涨。4013亿营收、5大领域“五月份之前，华为收入增长较快，‘实体清单‘之后，因为存在市场惯性，也取得了增长。但华为面临的困难依然很大，我们需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对我们未来的经营业绩造成影响。”华为公司董事长梁华表示，正如那架“烂飞机”，华为还需要继续“补洞”。7月30日，华为在深圳举行2019年上半年业绩发布会。上半年，华为实现营收4013亿元人民币，同比增长23.2%，净利润率8.7%。梁华表示，目前运营商业务基本上“补”得差不多了，现在重点在消费者业务“补洞”，仍然要为“求生存”而奋斗。梁华指出，华为坚持对未来的投资，计划今年研发投入1200亿元。在5G领域已经证明了自己的华为，下半年以来更是动作频频，除了5G手机，AI芯片，云服务、智慧屏、智能安防也加入了新品行列。9月3日，在第五届“华为亚太创新日”上，华为公司董事、战略研究院院长徐文伟表示，在全球范围内已获50多个5G商用合同，发货20多万5G基站（Massive MIMO AUU）。全球接近三分之二的5G基站是由华为建设。据华为2025十大趋势显示，2025年，全球将部署6500万5G基站，服务于28亿用户，58%的人口将享有5G服务。 目前，全球4G基站中国占一半以上。华为抢跑5G芯片9月6日，华为消费者业务CEO余承东在2019德国柏林消费电子展（IFA）上面向全球推出华为最新一代旗舰芯片麒麟990系列，包括麒麟990和麒麟990 5G两款芯片。其中，麒麟990 5G是全球首款旗舰5G SoC芯片。据华为公司介绍，这款麒麟990 5G，华为提前24个月就开始了芯片规划，投入3000多位技术专家攻克难题，是目前业内最小的5G手机芯片方案。基于业界最先进的7nm+ EUV工艺制程，首次将5G Modem集成到SoC芯片中，率先支持NSA/SA双架构和TDD/FDD全频段，是业界首个全网通5G SoC。基于巴龙5000的5G联接，麒麟990 5G实现了2.3Gbps的5G峰值下载速率，5G上行峰值速率达1.25Gbps。华为方面表示，麒麟990系列芯片将在华为Mate30系列首发搭载。该款产品将于9月19日在德国慕尼黑全球发布。据悉，搭载麒麟990系列的华为Mate系列旗舰手机也将于9月发布。“A公司没有推出5G解决方案，另一些公司有自己一些5G解决方案，但是采用的是外挂的方式实现，目前华为是业内首款且唯一的一款集成SOC芯片”。余承东在现场表示，麒麟990芯片上集成了103亿晶体管，是目前晶体管数最多、功能最完整、复杂度最高的5G SoC。值得一提的是，北京时间9月11日凌晨1点，在苹果秋季发布会上，苹果首次将华为手机作为对比机型。但新iPhone不支持5G功能，充电续航虽显著提升，却较华为仍有差距。9月10日，华为在布达佩斯举行的国际电信联盟2019年世界电信展上发布《5G应用立场白皮书》，展望了5G在多个领域的应用场景，并呼吁全球行业组织和监管机构积极推进标准协同、频谱到位，为5G商用部署和应用提供良好的资源保障与商业环境。华为5G产品线总裁杨超斌表示，当前全球5G发展正在加速。在全球范围，20个国家35个运营商已发布5G，另外33个国家已分配5G频谱。这说明，5G时代已经到来。白皮书认为，未来5G将打开数万亿的市场空间与投资机会。到2035年，5G将在全球创造约12万亿美元的经济产出，其中80%的电信收入将与5G相关。华为产业链全解析随着5G时代的到来，以及国产替代的加速，华为公司成为新科技周期的引领者，通过创新驱动与供应链公司形成上千螺旋共同演化成长。与此同时，A股市场上，华为产业链有望成为未来3-5年最大的投资机遇。天风证券表示，华为供应链自主可控进程加速，关注相应国产替代公司。通过梳理华为现有供应链体系，目前供应链公司相对比较薄弱的环节主要在芯片、屏幕和光学上游等主要领域，这些领域也是未来有望实现加速进口替代环节。未来三年：下游应用方面，出现5G等创新大周期；供给端方面，核心环节国产供应链崛起加速。两大背景下，看好低估值、业绩增长趋势明朗、受益创新+国产化崛起的核心标的，持续推荐优质核心资产。重点推荐圣邦股份、卓胜微、兆易创新、紫光国微、长电科技、闻泰科技、环旭电子、北京君正。国金证券指出，华为产业链迎来十年黄金投资机遇期。从总量上看，预计华为公司总体营收将在2025年左右达到3000亿美元水平，给供应链公司提供足够的成长空间；从结构上看，相对封闭的、华为占据绝对主导地位的传统运营商业务占比将下滑至20%左右，而更多依赖合作伙伴价值共创的智能终端、云计算、安防、车联网等业务占比将持续提升；同时，华为公司对生态和合作伙伴的态度也正在发生积极变化，采购战略从价格采购和价值采购向战略采购进行转型。新时代证券判断，2020年将迎来5G换机潮。华为作为5G领域的先行者及全球智能手机巨头，在通信技术、芯片设计、操作系统优化等领域技术领先、经验丰富，对供应链催化作用显著。5G换机潮开启，华为核心产业链正迎来历史性发展机遇。PCB厂商鹏鼎控股、深南电路、沪电股份、生益科技；全球面板巨头京东方A；精密制造龙头立讯精密；电感龙头顺络电子；微麦克风龙头歌尔股份；代工厂商光弘科技；芯片供应商圣邦股份、卓胜微、韦尔股份、汇顶科技、闻泰科技、兆易创新等有望充分受益。华泰证券认为，华为的三大业务通信设备、消费电子、企业业务在5G时代有望继续保持高增长。同时，华为对于供应链自主可控的决心不会变，国产替代有望进一步加快。因此，继续坚定推荐华为产业链的投资机会。总体来说，当前华为产业链无论从短期还是长期来看，均具备较大的投资价值。分别从长中短周期挖掘华为产业链的三条核心投资主线，长期：从整个5G周期（大约长达10年）的角度，产业链基础硬件核心供应商确定性较高，关注：生益科技、立讯精密；中期：从5G主建设期（3-5年）的角度，关注5G基站核心标的：沪电股份等；短期：业绩弹性角度，关注新进入供应链的标的：韦尔股份、硕贝德。", "author": "新浪财经", "newsdate": "发布时间：19-09-12", "newstime": "15:58", "sentiment": [{"positive_prob": 0.967134, "confidence": 0.926964, "negative_prob": 0.0328662, "sentiment": 2}]}, {"title": "IPhone 11发布即降价，国产手机受益，但华为可能成为最大输家？", "content": "iPhone 11重磅发布！iPhone 11系列终于发布了，众多果粉早就准备好了自己的钱包，在iPhone 11发布会第二天，苹果市值随即破万亿元，这也是第四次苹果市值突破万亿大关，在某种程度上意味着iPhone 11已经取得了成功，尽管iPhone 11被国内诟病很深，但这丝毫不会影响到痴迷果粉的心情。iPhone 11又沿袭了iPhone 6之后的挤牙膏式升级法，从iPhone 6开始，苹果似乎陷入了很长时间的创新枯竭期，iPhone 系列手机在外观方面竟然没有丝毫改变，只是在大小和芯片方面做了挤牙膏式的升级。iPhone X是苹果一次大胆的尝试，开创了刘海屏的先河，随后国内手机品牌争相模仿，成为了大街小巷的主流样貌，看着大街上到处都是刘海屏幕，我竟然一时间分不清这究竟是苹果还是其他国产手机，国产手机的模仿能力让人钦佩。苹果开拓了一个全新设计的时代，中国人的创新能力岂能被掩盖？从后来的OPPO Find X到OPPO Reno、从一加7到华为P30，这些都是国产手机创新的后起之秀。这其中不得不说一下华为，华为P20系列开始，就抢占了DxO排行榜首的位置，在这长达一年半的时间里，只有后来的mate20、P30才能撼动华为的拍照地位，也正是从那时起，华为开创了一个全新的拍照时代，竖向排列的P20以及P30都成为了主流旗舰后置摄像头的模仿对象，甚至华为的天空之镜等稀奇配色也统统被国产手机学习，这是好现象，说明了中国手机品牌的不甘落后和好学心，相信未来的中国手机也将更加强大。华为当年最被诟病的是浴霸摄像头，渲染图刚刚曝光的时候，网上骂声一片，但是华为mate20系列在不到三个月的时间里就突破了1000万的销量，这实际上就是对华为浴霸摄像头的肯定。这不，iPhone 11也是浴霸后置摄像头，怎么没人吐槽很丑呢？真是外来的和尚会念经啊！国产手机想要发展真的困难重重。iPhone 11首发就降价了，很多渠道各种赠品，最低能8折到手，科技季节认为主要原因还是这一次iPhone 11工业设计出现了巨大问题，后置三摄全部凸起，就像是一个防毒面具，镜头中间缝隙很小，非常容易积灰，而且很难清理。后置凸起三摄非常容易磨损刮花，像这样的工业设计，就算千元国产机也做不到这么差呀！但是令人遗憾的是，华为mate30系列手机还没发布可能就要“失败了”！主要原因还是谷歌禁用问题，这就相当于你的手机不能用微信微博一样，这对华为国外市场的打击真的是太大了，但我相信华为会有应对的方法，中国手机未来一定前途光明！你怎么看待苹果破发呢？你觉得华为Mate30可能失败吗？欢迎评论转发并且关注我哦！这里是科技季节！我会带你去看最新的前沿科技！感受科技带来的非凡季节！", "author": "科技季节", "newsdate": "发布时间：19-09-12", "newstime": "21:58", "sentiment": [{"positive_prob": 0.448043, "confidence": 0.00434809, "negative_prob": 0.551957, "sentiment": 0}]}, {"title": "华为账面资金2497亿，为何还要发债“借”60亿，真实原因曝光……", "content": "在9月11日，在交易商协会系统上，人们突然发现了华为的身影。而且，华为一改往日的态度，首次在境内发债了。此次华为申请的发债为中期票据，发行规模共计60亿。根据相关注册信息显示，第一期发行规模为30亿，期限为3年，承销商为工商银行。第二期发行的规模和期限和第一期一样，不过，主承销商变成了建设银行。对于发债的原因，华为方面表示是补充公司本部及下属子公司营运资金。不过，根据华为给出的说明书来看，华为并不差钱。首先，华为的业绩是处于持续增长状态，在2016-2018年，营收分别为5180亿元、5984亿元、7151亿元。其次，华为的现金流也很充裕，截至今年6月末，华为的账面现金为2497亿。由此可见，按照华为的发展趋势，完全没必要“发债借钱”。对于华为发债的原因，业内专家进行了分析。华为是员工持股的公司，股权较为分散，任正非只持有1.01%。员工持股能增加凝聚力，但是，股权过于分散，很难通过上市融资。所以，华为需要融资的话，可以通过发债、股权等方式融资。不过，华为发展很稳健，向来是以内部积累为主，鲜少对外进行融资。此次进行融资，一方面是源于5G建设不断落实，华为需要大量的资金来支撑布局。现在境内债券市场容量已经成为全球第二，华为进行融资，不仅是有备无患，还能丰富自身的融资渠道。要知道，华为从未在境内发债。此次进行发债，也意味着又增加一个融资渠道。华为进行融资的而另一方面原因，则是在展示自身的实力。华为的债券说明书上，将华为的运营情况进行了一次披露，让投资者更加了解华为。在一定程度上，也秀了一下企业规模、效益等方面的实力。对于华为的发债融资行为，各个金融机构给出的建议中，也指出了华为偿债能力很强，具有很强的竞争优势，而且，强调了违约的风险很低。由此可见，对于华为展示的实力，金融机构也极为认可。不过，华为发行的额度总计60亿，金融机构恐怕也要担心能不能抢到额度了。事实上，不仅仅是有关金融机构想要抢到额度，就连很多投资者也很激动，高喊“都被动，我要买”。可以说，华为此次进行发债，不用过于担心没人购置了。对于华为此次发债行为，你有什么看法呢？", "author": "聚富财经", "newsdate": "发布时间：19-09-12", "newstime": "17:18", "sentiment": [{"positive_prob": 0.00383936, "confidence": 0.991468, "negative_prob": 0.996161, "sentiment": 0}]}, {"title": "华为又刷屏！这次竟是因为“缺钱”？", "content": "华为又双叒刷屏了。这次不是因为手机，也不是因为芯片，而是因为钱。9月11日晚，交易商协会系统显示，华为正筹划发行两期共计60亿元中期票据，用途是补充公司营运资金。消息一发布，很多市场机构就不淡定了，网友也议论纷纷。为啥？一般来说，缺钱才会发债，难道“不差钱”的华为缺钱了？要是不缺钱，华为又为什么发债呢？华为到底缺不缺钱？不缺钱，光现金就将近2500亿元华为发债是因为没钱吗？显然不是，募集说明书显示——截至今年上半年，华为净资产、总资产分别为2454.87亿元和7057.16亿元。不仅如此，华为现金状况也非常好。在流动资产中，货币资金在2019年6月末达2497.31亿元，较2018年末增加 656.44亿元，增幅为35.66%。除了看现金数据，还要看外部融资占公司运营资金的比例。也就是说，企业做生意，主要是靠借钱，还是靠自己垫钱。华为公司在回应中称，公司运营所需要的资金主要来自于企业自身经营积累、外部融资两部分，以企业自身经营积累为主（过去5年占比约90%），外部融资作为补充（过去5年占比约10%）。看到没有，10块钱里面只有1块钱是借的，实力还是很雄厚的。华为也没忘强调：公司经营稳健，现金流充裕。所以，有网友说，华为发债哪里是没钱啊，而是告诉你，我多有钱。华为为什么要发债？优化资本架构，丰富融资渠道上面已经讲得很清楚了，华为不缺钱！但为什么要发债呢？谁说一定要缺钱才发债，对于华为发债的原因，专家观点大体上有这么几个：1、 新业务需要资金。国联证券分析师王亮认为，华为发债，反映出公司将对未来新技术研发等提供更多资金支持。2、 降低融资成本。北京千为投资管理有限公司投资总监王林认为，在目前资金面宽松的情况下，在国内发债有助于降低融资成本。3、 提升华为认可度。王林表示，通过公开信息披露，让投资者更加了解和信任华为，能为华为未来进一步在国内资本市场公开运作奠定基础。4、 拓展国内融资渠道。诺亚研究工作坊二级市场负责人姜奇甲认为，华为发债除了为长期业务发展补充营运资金外，拓展国内资金融资渠道或是重要原因。当然，华为的回应才是关键：1、优化资本架构。华为表示，一直坚持通过合理的融资布局，持续优化资本架构，以确保公司财务稳健。2、丰富融资渠道。华为表示，公司通过境内发债打开境内债券市场，将进一步丰富融资渠道，优化整体融资布局。华为到底还行不行？舍得在研发和员工身上花钱，怎么会不行！由于华为一直没有上市，很多核心业务数据都不公开。所以，发债消息一出，引发诸多猜测。都说华为行，除了资金实力，这家企业还有什么行呢？正好，中期票据募集说明书解开了谜底。1、舍得大力投入研发。华为强，主要就是靠大力投入研发。说明书显示，华为几乎有近一半人员搞研发，研发投入占收入比重超过10%，十年共投入4800亿元！2、手机业务已占大头。近年来，华为手机风头盖过了苹果，市场增长势头迅猛。说明书披露，今年上半年，华为消费者业务营业收入2184.64亿元，占营业收入比重为55.09%。消费者业务占总收入的大头。3、员工持股力度大。华为员工的战斗力在业界都有名，是什么激励他们奋斗不止，员工持股是重要原因。说明书显示，截至2018年末，员工持股计划参与人数为96768人，公司参与员工持股的人数比例约为53%。为自己打工，心情是不一样的！外行看热闹，内行看门道。最后小编只想问一句：哪里能买？！记者：周琳策划、文案：孟飞 杜铭 王薇薇", "author": "经济日报", "newsdate": "发布时间：19-09-12", "newstime": "15:10", "sentiment": [{"positive_prob": 0.000190494, "confidence": 0.999577, "negative_prob": 0.99981, "sentiment": 0}]}, {"title": "长沙将成华为全球第二供应中心", "content": "图为长沙智能终端产业园比亚迪电子工厂外景比亚迪电子产品生产车间一角。均为长沙晚报全媒体记者周柏平摄9月9日，位于长沙河西的望城经开区，比亚迪电子长沙工厂华为手机正式批量下线，这也意味着华为第二个全球供应中心在长沙迈出关键一步。1智造新地标：将实现年产手机4000万台位于长沙智能终端产业园的比亚迪电子长沙工厂，占地260亩，总建筑面积达26万平方米。记者走进生产车间，硕大的车间内非常安静，数百名工人在生产线上认真操作。“我们的生产设备在世界同行中处于领先水平。”比亚迪电子长沙工厂的一位工作人员介绍。比亚迪电子长沙工厂，规划产能1.5亿台智能终端设备和泛网络产品，是湖南目前最大的电子类工厂。令人振奋的是，一个这么大的生产企业，从洽谈到产品正式下线，仅仅用了70天时间：6月15日，望城经开区与比亚迪在深圳正式签约;6月30日，厂区完成竣工验收;7月18日，设备进场;9月9日，产品正式批量下线。据了解，这里将实现年产华为手机4000万台。在人们的印象中，比亚迪是以生产汽车见长的。而事实上，自十年前落户长沙以来，比亚迪不仅成为湖南省新能源汽车行业的排头兵，今年更是继续追加投资上百亿元，在先进储能、绿色智能大交通、高端智能终端等领域展开全方位、全产业链合作，力争用3至5年，在湖南打造千亿元企业。这次比亚迪长沙电子工厂的投产，就是其中重要一环。“我们与华为早在二十年前就展开了合作，见证了彼此的成长。”出席产品下线仪式的比亚迪股份有限公司董事长王传福介绍，在手机生产领域，比亚迪除了组装，还有强大的技术和交付能力。华为技术有限公司全球采购认证管理部总裁应为民则表示，作为合作多年的伙伴，双方将提升为战略合作伙伴关系，在广度和深度上扩大合作，努力构建更安全的本地产业链。2企业生态圈：一小时供应链正在形成为了保证长沙智能终端产业园的发展空间，望城经开区已规划面积达5.28平方公里的范围，以华为HUB为中心，吸聚智能终端产业链优质企业快捷入驻。华为HUB仓是华为在长沙打造第二供应中心的旗帜项目，主要建设智能终端、泛网络、无线等电子产品集散分拨中心。项目于今年3月29日正式签约，4月4日开工建设，预计2020年4月份投入运营。位于长沙智能终端产业园核心位置的亿达智造小镇，是按照生产、生活、生态“三生共融”理念，以“5大功能片区+5大城市公园”为核心打造的智能制造产业载体，目前已启动小镇客厅、人才社区、学校、创智岛等工程建设。在华为这一龙头项目带动下，长沙智能终端产业园目前已吸引众多智能产业上、下游配套企业陆续入驻，开启了华为在望城打造一小时物料配送生态供应圈的新征程。4月22日，国内大型二次锂离子电池组合封装企业德赛电池(长沙)有限公司，先期租赁望城经开区部分厂房投产，公司的产品广泛应用于智能手机、笔记本电脑等终端产品和设备，将在产业园按照行业一流标准进行设计，推行智能化、两型化、标杆化的建设，吸引产业链上的优质项目扎堆望城，助力长沙成为手机智能终端千亿产业集群高地。此外，园区还吸引了贝斯特热流道、恒茂高科等15个项目入驻，正在对接的项目有48个。3有温度服务：再造千亿产业集群高地比亚迪电子项目，从签约到产品下线仅用70天时间，数千名技术工人的用工是怎么解决的?早在今年4月初，望城经开区就与三家人力资源公司共同出资，成立了国有控股的长沙华伟人力资源公司，为实体经济发展提供人力资源全方位服务。“签约不久，我们在一个月内分11批次为比亚迪项目招聘了2037名工人赴深圳工厂培训。”长沙华伟人力资源公司负责人贺水平介绍。同时，为了培养企业专门人才，望城经开区还与湖南信息职业技术学院签订人才战略合作协议，多措并举构建起企业用工服务的长效机制。通过“区内+区外+驻点+校企+市场”五位一体模式，为园区企业输送劳动用工人员，有力保障了项目如期投产。华为在长沙打造第二制造中心的信号传递到了各级供应商，智能终端产业链聚群效应开始突显。今年7月，在长沙新一代半导体产业链建设合作交流暨集中签约活动上，望城经开区就集中签约14个项目，包括芯片设计、功能器件、高端材料以及面向5G云端智能机器人等高端应用项目。目前，当地已制定招商目标，力争每年引进智能终端产业链企业30家。“五年内实现产值过千亿元，为长沙再造一个千亿级产业集群。”这是望城经开区为长沙智能终端产业园定出的目标。来源丨长沙发布综合长沙晚报记者丨周斌  通讯员 陈柄丞 王鹏编辑丨刘鑫宇校对丨罗罗君", "author": "长沙发布", "newsdate": "发布时间：19-09-12", "newstime": "20:43", "sentiment": [{"positive_prob": 0.958022, "confidence": 0.906716, "negative_prob": 0.0419778, "sentiment": 2}]}, {"title": "差价500，iPhone11和华为P30 Pro怎么选？答案很简单！", "content": "iPhone11在万众期待之中也是发布了，让人较为意外的是，新款iPhone11的起步价仅为5499元， 也是历代价格最低的一款苹果手机之一，这个时候价格十分靠近国产华为P30 pro了，很多国内网友也是为华为P30 pro捏了一把汗，毕竟很多人都是买新不买旧的，而华为P30 pro的价格也是定在了4988，和iPhone11就差了500元左右的情况下，iPhone11和华为P30 Pro怎么选？对比四点就懂了，答案很简单！一、拍照对比今年苹果发布会最大的亮点不是外观和性能，而是苹果全新的影像系统，发布会期间库克也是发挥了大量时间在介绍iPhone11、iPhone11 Pro的镜头实力，还放映了一段电影导演全程用iPhone录像的画面，以此来说明iPhone11系列拍照的实力，不过iPhone11这款手机拍照实力依然不敌华为P30 pro，采用了2倍光学变焦设计，对比华为P30 Pro的5倍来说相差甚远，像素方面也不敌华为P30 pro的4000万四摄镜头，华为P30 pro借助独立ISP和超感光AI图像引擎，夜拍实力超乎想象，最高感光度达到ISO409600，夜拍实力依然领先iPhone11一条街，轮拍照能力还是华为P30 pro更好！二、续航对比据发布会数据，iPhone11较iPhoneXR的续航能力提升了1个小时，这也是得益于更大的电池容量和更加出色的苹果A13，新款芯片具备更低的功耗表现，整体续航实力表现不俗，另外iPhone11还史无前例加入了18W快充设计，很遗憾的是5499元并不是附送18w快充头，大家还需要另外花钱购买，如果你买官方的充电器，那么意味多掏出两三百块，而反观华为P30 pro，适配4200mah和40W超级快充，还有更科幻的反向充电功能，结合到第三代的GPU turbo技术，华为P30 pro的续航能力方面预计比iPhone11也会更好！三、性能对比iPhone11的最大卖点除了升级到双摄外，还有就是苹果A13处理器了，重新编译过的7nm芯片，具备了高达80亿个以上晶体管，技术方面领先高通和华为，有些app和游戏可能不需要那么高的性能，所以苹果A13会只能调度其中一个核心用于工作，其它几个不工作，这样极大程度提升了功耗表现，同时对性能也没有影响，发布会现场也是晒出了和麒麟980、骁龙855的芯片性能对比，iPhone11的确在性能方面是完胜华为P30 pro，较为遗憾的是，无论是麒麟980还是苹果A13都不是5G芯片！四、系统、软件对比毋容置疑，系统软件已经是苹果公司的最大优势了，发布会开局也是重点提到了苹果服务，比如将要推出苹果TV+、游戏订阅服务等，苹果公司可能也是努力在转型，在硬件方面无法和华为、三星继续硬钢的情况下，开始在软件和系统服务上升级，而iOS13系统在系统美观度包括流畅度、功能方面都比华为EMUI更加超前，全世界公认iOS才是iPhone的命脉所在，三星note10+、S10也无法在系统和软件方面超过iPhone11，华为P30 pro也不例外，所以iPhone11的系统优势很明显！所以差价400的情况下，iPhone11和华为P30 pro各具优势，如果你是摄影迷买华为P30 pro更好，如果你追求更流畅的游戏体验，那么入手iPhone11更值得，答案很简单吧，对比四点就懂了，你们怎么选？【声明：图片源于网络，如有侵权请联系作者删除】", "author": "数码小AI", "newsdate": "发布时间：19-09-12", "newstime": "05:54", "sentiment": [{"positive_prob": 0.0124744, "confidence": 0.972279, "negative_prob": 0.987526, "sentiment": 0}]}]