[{"title": "荣耀与华为怎么选择？相同价位，我只会选择华为！", "content": "问大家，这两个品牌怎么选择？我想很多人都会觉得这没什么好比较的，因为都可以统称为华为嘛，荣耀不也是华为在2013年推出的一个子品牌？这话确实没错，但是华为怎么就要出这么一个子品牌，你知道原因不？在2019年初的手机销量榜单上，在不算荣耀销量的情况下，华为只是排在了第三名，荣耀则是排在第四名，前面一二名都被蓝绿厂给占着…所以如果华为、荣耀一起算销量的话，蓝厂或绿厂单独没一个能比的，都差不少呢！但我们要想想，之前荣耀的高层人员是咋说的？他们的意思是荣耀品牌要做到世界前五位，华为则是要前三位…这就很清楚了，华为与荣耀之间的关系是有些微妙的，它们算是不同的品牌，手底下也有各自的团队…不过目前来说的话，华为与荣耀手机在相同的一个价位上，我首选绝对是华为，这是为什么？比如我之前用的是荣耀V10和华为Mate9，两款手机都用，没有哪一款就是备用，都用的很勤，V10的处理器是970，而Mate9则是960，可是在日常体验过程中，相同的WIFI，速度竟然有明显的差距，平均速度华为Mate9快了V10有两倍左右。所以在这时我就得出了一个结论，在竞争激烈的手机市场，一分钱就是一分货，这绝对就是最硬的道理！那么问题来了，为什么我还说相同价位，我还是更愿意选择华为呢？首先是因为品牌的定位不同，荣耀手机很明显玩的是机海战术，毕竟是互联网品牌，目标也都是年轻人…但是华为手机的定位完全不同，是走高中端商务风格，多渠道销售，而且品牌的溢价能力也更加强，这也是为什么普遍有价格差距的原因。然后是因为手机本身就是一个复杂的科技成品，内部的零件实在是太多了，一般来说零件都有好几百个，也就只有处理器、跑分等等会吸引大家的注意，屏幕像素、内存的大小以及电池容量等等。相同价位上，可能参数上荣耀会有更多的花样，或者说内存容量会更大，那么差距都在哪呢？当然是用于机身零件的品质提升去了。对于大多数朋友们来说，买手机看性价比，这才是最正确的，虽然华为的相机会很牛，但价格也实在是太贵了，差不多1万元的价格是不是可以买到一个不错的相机了呢？除非你真得特别有钱，那么追求品质没有问题！当然了，很多人像我一样，又想要性价比，又想要品质，这个时候怎么办呢？当然是毫不犹豫购买上一代华为旗舰啦！不用在意什么处理器的问题，一年更新一代，你永远也跟不上时代，反正手机都是两年要换。多出来的钱出去走走，或者买些好的科技产品，什么无线降噪耳机之类的，手机毕竟还是工具，消费还是需要谨慎，有的人省吃俭用，最后几个月终于还完了钱，可是在这几个月你的生活受到了多大的影响呢？买了IPHONE但还是要挤公交，吃一些便宜的东西，这些有什么必要呢？最后再推荐大家，目前华为最值得买的旗舰是mate系列，刚好也已经降了五百元了，是出手的时机了。", "author": "老宋说科技", "newsdate": "发布时间：19-04-10", "newstime": "09:06", "sentiment": [{"positive_prob": 0.0598785, "confidence": 0.866937, "negative_prob": 0.940122, "sentiment": 0}]}, {"title": "华为手机爆炸最新进展！华为官方：非官方电池导致爆炸！", "content": "谈及现在的安卓机皇，我相信很多朋友们都会说华为手机。可说真的，一开始安卓机皇是三星手机，而且当年三星手机在中国市场上也是非常给力的。三星手机最为厉害的时候在中国占据了30%的市场份额，至于后来为什么不行了？我相信大家也都知道了，无外乎就是三星手机经历了“爆炸门”和水军门。但怎么说呢，喜欢三星手机的依然喜欢！最近，华为手机就爆出了一件事，那就是华为手机Nova3曾发生爆炸，而这件事情也有了最新的进展。根据相关媒体报道：手机爆炸的最终原因是其更换的电池为非原装电池，自己的父亲已得到救治。 微博网友@身体好虎称：“ 感谢各位网友关心，我父亲伤势已在康复中，没有大碍。事件起因华为nova3手机放在父亲口袋里爆炸，造成大腿深度烧伤。并发布微博写道：“就在刚才，我爸放在口袋中的华为手机居然[自爆]了，型号nova3，手机壳是官方随机附赠。轻度使用用户，居然也能遇上这种事~真是令人害怕”。华为官方回复华为官方表示：手机爆炸的最终原因是其更换的电池为非原装电池，这不仅说明了华为手机没有任何问题，同时也让我们大家知道了一个道理，那就是换电池不要随便换，一定要使用正规的渠道电池！我在这里并不是为华为说好话，按政策逻辑来说，华为手机销量全球第二，那么售后也应该是很多的。但为什么华为手机售后不多呢？那是因为华为手机质量好阿。来看这组数据，2018年第一季度有15.2%的iOS设备出现故障，而Android设备为18.9%，三星故障率排名第一；小米排在第二，故障率为14.2%；摩托罗拉排在第三，故障率为9.6%，华为排在第四，故障率为8.4%。而在IOS设备故障率的名单中，iPhoneX垫底与iPhone8Plus一致。 华为整体故障率为8.4％，ios为15.2%。也就是说，华为手机的品质在众多品牌商中都是非常过硬的！华为值得我们期待正如这位网友所说：我家四个手机三个华为，我妈妈的在充电时过热，后来电量非常不够用！我的华为比父母的便宜一千但待机确最好！希望华为发现手机炸裂原因并做出应对，不让购买华为的国人失望！反正我是觉得华为手机会越来越好的，毕竟华为每年的研发费用是放在那里的。", "author": "俊世太保", "newsdate": "发布时间：19-04-10", "newstime": "17:01", "sentiment": [{"positive_prob": 0.0206466, "confidence": 0.954119, "negative_prob": 0.979353, "sentiment": 0}]}, {"title": "为苹果，华为打算破例了！？", "content": "参考消息网4月10日报道台媒称，消息人士证实，一向拒绝向竞争对手出售任何产品的华为，现在开放销售其5G的“巴龙 5000”芯片，但仅限于一家公司：苹果。台湾钜亨网4月9日报道，华为5G终端芯片“巴龙 5000”，不仅支持5G而且还兼容4G/3G/2G，今年初该公司代表称，华为“巴龙 5000”主要用于支持华为智能型产品，如手机与物联网产品，目前仅供华为内部使用。报道称，华为令人惊讶的立场改变，仅是因为苹果5G芯片采购上处于困境，华为破例伸出橄榄枝的举措令人讶异，尚不清楚双方是否进行任何对话。截至发稿时，苹果与华为都未回应评论请求。美国商业杂志《快公司》报告显示，苹果对英特尔失去信心。近日瑞银的一份报告亦反映这种情绪，瑞银分析师称，并不看好英特尔能在期限前完成并及时为2020年iPhone提供5G芯片。报道称，苹果推出5G手机困难重重，最大阻力在于合作厂商英特尔的5G芯片要到2020年才会开始量产，早前据报道，联发科5G芯片效果不符合苹果高标准，苹果寻求三星协助遭拒，理由是5G芯片产能不足。报道称，假设苹果愿意与华为化敌为友，搭载“巴龙 5000”芯片的iPhone手机最快能在2020年问世，然而，华尔街分析师却不看好这项交易。报道介绍，高通与苹果的专利纠纷尚未平息，迫使苹果从iPhone 7开始的机型皆不再采用高通的芯片，然而，高通总裁近日释出善意，只要苹果一通电话，高通将愿意提供5G芯片给苹果。英特尔亦表态，2020年推出“XMM 8160 5G”芯片计划不变，有信心满足苹果芯片需求。3月25日，在美国加利福尼亚州丘珀蒂诺，苹果公司首席执行官蒂姆·库克出席春季发布会。新华社/美联", "author": "参考消息", "newsdate": "发布时间：19-04-10", "newstime": "00:18", "sentiment": [{"positive_prob": 0.0075393, "confidence": 0.983246, "negative_prob": 0.992461, "sentiment": 0}]}, {"title": "5G技术，美国和中国谁更厉害？美国防部给出了这一份调查报告！", "content": "文/汇通网编辑 六六5G技术正在成为全球各国都在大力发展的技术，而这不得不提5G的领军人物，华为！随着美国在围堵华为的“主战场”欧洲越发失利，美国对华为的围堵计划已经可以宣告失败了。近日德媒就表示，美国已经放弃施压德国禁用华为5G技术了！对于在欧盟占据重要地位的德国来说，美国一直试图拉拢德国一起围堵华为，不过这一愿望一直都没能实现，德国一直坚定的站在华为这一边。今年3月份美国为了逼迫德国让步，不惜拿断绝分享情报来威胁德国。不过，尽管如此，德国依旧没有向美国妥协，3月19日，德国总理默克尔强调，反对将中国通信企业华为排除在该国5G网络建设之外。可以说德国再一次表明了支持华为的态度。在深知围堵计划已经无效的情况下，美国近来已经开始有所妥协，据德国《法兰克福汇报》4月7日援引德国政府消息人士的话说，美国已经不再明确要求德国将华为技术排除出其5G网络之外。5G技术，美国和中国谁更厉害？那么相信大家也会好奇，在5G领域到目前为止中国和美国到底谁跟领先一步？近日美国国防部的一份报告中也深刻的提及了这一点。美国国防部在最新发表《5G网络所带来的风险与机遇》报告中指出，在5G网络的发展中美国已经不如中国。并且该报告还指出，中国在5G发展方面已经处于领先地位，目前已在国内部署了约35万个5G基站，数量是美国的10倍。而在全球范围内，华为和中兴也正积极推动5G部署。这其中，华为的数据更是格外亮眼。报告显示，华为在5G领域的业务范围正在迅速扩大，目前已经向海外供应了超过一万个基地站，报告还强调，华为有望拿下全球28％的电信市场，且短期内华为5G订单没有增长放缓的迹象。当然除了在5G技术的领先之外，近来华为最新推出的手机在国外更是引发了一波购买热潮，以往在苹果新手机开卖才会出现的场景，这一次主角换成了华为。不管是在巴黎、新加坡、土耳其伊斯坦布尔还是马来西亚的华为店铺内外，为了购买到华为最新款的P30系列手机都排了长长的队伍，而在华为发布地法国，P30 系列在巴黎首发当天，排队争相购买的消费者几乎挤满了整条街道。今天，华为正在向全世界证明自己的实力！", "author": "汇通财经", "newsdate": "发布时间：19-04-10", "newstime": "16:41", "sentiment": [{"positive_prob": 0.600797, "confidence": 0.112881, "negative_prob": 0.399203, "sentiment": 2}]}, {"title": "华为新手机，微信使用不正常，超过包退换时间", "content": "上个月10号，杭州丁桥的吴先生买了部华为手机。安装软件之后，他发现微信不能正常使用。视频版戳这里00:30华为手机出问题，已过退换机时间吴先生的手机是在杭州丁群街上的中国电信营业厅买的，他说安装软件时候，有些软件偶尔会出现问题。吴先生：“华为mate20，最新款，256G价值6777，第二天安装软件，使用后出现故障，但是当时工作忙，没有安排时间来处理。”  半个多月后，他发现问题主要集中在微信上。吴先生怎么滑动手机，手机都没反应。8号，吴先生去华为售后做了检测，故障显示为：手机在使用过程中系统无响应、无法重启等。吴先生：“就是系统的软件程序不对，但是已经超过十五天了，不能够更换，或者退还 （那十五天之内为什么不来处理？）当时不知道这个事情，一直以为30天，买的时候商家也没提示。”  中国电信丁群街营业厅负责人 臧女士：“已经反馈给厂家了，我们是七天包退，十五天包换，如果有问题的话，他这个已经是28天了，只能保修，他不认可让我换机，意思是旧机退给我，我肯定不愿意的。”  营业厅将带吴先生去华为售后点维修臧女士表示，消费者在购买手机的时候，他们都有告知包退包换的期限。市场监管部门工作人员也赶到现场进行调解。中国电信丁群街营业厅负责人 臧女士：“我愿意配合这个事情，让我们店长带他去，该系统更新就更新，总之把这个问题解决掉。”营业厅提出带吴先生去华为售后点做维修，吴先生考虑后表示接受。往期回顾轿车跌入水坑女子不幸身亡，事故最新进展……“你要是个女的，换个帅哥过来，你一不好意思，就给办了”，办啥呢？停在不该停的地方，车上被放了两辆共享单车和一堆垃圾！贼喊捉贼，请来民警，也是醉了！二孩妈妈接了一个电话，还是没躲过“老套路”没申请过收钱码，却陆续收到多笔转账，熟食店老板找过来姑娘一个人逛商场，花了5800块“免费体验”三个小区说好一起水改，因为一个租户卡住了编辑：赵越校对：陈亦怡审核：卢珊", "author": "浙江6频道1818黄金眼", "newsdate": "发布时间：19-04-10", "newstime": "19:11", "sentiment": [{"positive_prob": 0.193595, "confidence": 0.569789, "negative_prob": 0.806405, "sentiment": 0}]}, {"title": "5G时代“缺芯”的苹果，抱得住华为这棵大树吗？", "content": "图片来源@视觉中国文｜雷科技leitech2019是公认的5G元年，年初开始一一亮相的5G手机，让我们切实感受到距离它越来越近。而5G上迟迟没有作为的苹果，似乎已经成了掉队者。4月8日，美国科技媒体Engadget援引一位消息人士称，华为将开放销售5G芯片，但只卖给苹果。一直以来，苹果华为虽然都在手机等终端产品上存在竞争关系，但二者的交集并不多。iPhone用华为的5G基带，这种可能性此前很少有人去设想过，它真的有可能吗？苹果的困境和华为的优势1、苹果5G方案接连碰壁2018年开始，iPhone全面抛弃高通，全线采用英特尔基带，苹果和高通之间的关系愈发紧张，旷日持久的诉讼已经不可避免。尽管近日高通CEO喊话苹果想要5G打个电话就行，但二者想要坐下来重新合作可并不容易。对苹果而言，最理想的方案自然是自己深度参与的英特尔5G基带。仅从纸面参数来看，英特尔XMM 8160网络性能是不成问题的。但更进一步的细节，现在依然不得而知。瘾科技援引FastCompay的报道称，由于英特尔没有满足特定开发要求，苹果已经对它的5G方案失去了信心。此外，2018款iPhone糟糕的信号表现给市场和用户留下了心理阴影，苹果和英特尔能否在短时间里搞定是关键。近期发售的韩版三星S10 5G版采用了自家的Exynos Modem 5100基带，芯片工艺为10nm。也有消息称，苹果有意购买三星的5G基带，但已经被拒绝，理由是产能不够。2、华为5G优势很大和苹果的5G困境相比，华为在5G时代则可以说是如鱼得水。就目前而言，能同时做到5G标准+5G基站+5G基带+5G终端的只有华为一家。在信通院发布的5G声明专利量统计名单中，华为的专利数量有近2000项，排名第一。在5G基带上，华为已经推出了商用产品巴龙5000，是全球首款单芯片多模5G基带，而且采用了7nm工艺，遥遥领先于友商的产品。它不仅支持5G SA独立以及NSA非独立组网，还兼容4G、3G、2G网络。今年的MWC上，华为折叠屏手机Mate X登场，它是华为秀肌肉的一款产品，同时也是首款采用巴龙5000的智能手机。这表明，华为已经完成5G手机的研发工作，也为未来推出更多的5G手机铺平了道路。为什么只给苹果？华为此前曾表示，巴龙仅会在内部使用，并不会外售。现在，华为的态度似乎已经软化，但5G基带外售的对象却只有苹果一家，这种态度很耐人寻味。我们分析了下，总结这么几点原因。1、苹果体量太大，订单大到难以拒绝根据IDC公布的数据，2018年，苹果智能手机出货量超过了2亿台，全球排名第二，仅次于三星。考虑到苹果只做高端产品，这个体量是相当惊人的，苹果通过iPhone攫取了手机市场上的绝大部分利润。如果2020年iPhone要上5G功能、华为能拿到这笔5G订单的话，其收益将会极为丰厚，给苹果的5G基带数量很可能超过给自己终端产品的。2、苹果不是华为的主要竞争者表面上看，苹果华为在手机市场上都是以巨头的姿态出现，在出货量排名上也咬得很紧。但是，我们从双方品牌的价格策略来看，就能发现它们的竞争并不在同一个价位上。以2018年为例，苹果iPhone的起售价为6499元，最高则到了万元以上；华为主打的Mate 20 Pro和Mate 20售价则都在6000元以下。短时间里，双方的竞争并不会处在你死我活的激烈局面中。不过，苹果之外的其他友商，很多都和华为终端存在直接的竞争关系，如果把5G基带拱手相让，就无疑在给他人做嫁衣了。3、苹果的品牌影响力和号召力无人能及安卓厂商的发布会上，苹果通常都会成为被“吊打”的对象。但这从另一方面也说明了苹果的行业地位，苹果多面累积的品牌影响力和号召力仍然称得上是全球第一。任正非也坦然承认过，华为消费业务和苹果之间依然存在差距。换句话说，如果iPhone用上了华为5G芯片，意味着华为在5G基带上的能力得到苹果这个巨头的背书，对华为自身的品牌影响力和产品竞争力都起到了助力的作用。而以华为现在在市场上地位，有资格给它背书的厂商，除了苹果，基本没有第二个了。这也是华为只愿意把5G基带卖给苹果的重要原因。苹果华为真能联手？总的来看，苹果华为联手是件双赢的事，但可能会存在一些问题和阻碍。1、美国市场可能成最大阻碍华为近年全球化战略执行过程中，美国无疑是最难啃的骨头。美国政府对华为严防死守，此前和美国运营商的合作被迫流产，2019年国防授权法更是公然对华为通信技术开出了禁令。今年3月，华为宣布起诉美国政府，公开开战。不难想象，作为美国的头号科技巨头，苹果如果选择和华为合作并使用它的5G基带，将会面临空前的阻力。采用华为5G基带的iPhone能否在美国顺利上市可能就是个问题。2、拿下局部市场并非不可能当然，苹果还有一个选择，就是给不同地区版本的iPhone配备不同供应商的5G基带。实际上，苹果也不是没有这样做过，在2017款iPhone上，基带就是英特尔高通混用。在电池、屏幕等其他元器件上，苹果选择多家供应商就更不是新鲜事了。但不管怎么说，即使华为5G基带只能拿下iPhone的局部市场，也是一个巨大的胜利。国行版iPhone使用华为5G基带的可能性是最大的。3、华为内部或有阻力今年，DIGITIMES Research对外发布了2018年十大无晶圆厂IC设计公司排名，华为海思的营收达到了75亿美元，超过AMD成为全球第五大无晶圆厂IC设计公司。可以看出，海思在芯片营收上的能力已经相当突出。此前华为5G基带不外售的主要原因，自然是为了不对自家的终端业务产生影响。2018年，华为营收为7212亿元人民币，其中消费者业务营收大涨45.1%，达到了3489亿元，超过了运营商业务和企业业务。任正非在内部讲话中，也明确表示要给消费者业务自主改革的权力。华为终端部门在整个集团中的话语权已经提升，他们的态度对苹果华为能否达成合作，会有关键的影响。凤凰科技援引华为芯片业务内部人士消息称，此事是苹果的单相思，华为尚无这样的打算。3G、4G时代的开启，成为iPhone引领智能手机、迎接移动互联网时代带来的加速器，最终成就了苹果帝国的神话。在5G时代到来之时，苹果如果继续等待，只会错失良机。现阶段，苹果手机在屏幕、相机、设计上已经没有优势甚至已经落后，软件上的优势越来越小，信号成了短板。现在选择采购华为的5G基带，自然是理性的决定。如果苹果真的选择了华为5G基带，对华为而言也意义非凡，除了营收上的巨大增长，它的品牌影响力将会进一步得到提升，对旗下的其他业务发展也会有积极的促进作用。对作为消费者的我们而言，iPhone信号差的问题或许也就不复存在了。当然，苹果华为能否握手，背后的非商业因素也十分关键，这是苹果所需要深思熟虑的。至于最终的结果如何，还需要一段时间来给出答案。", "author": "钛媒体APP", "newsdate": "发布时间：19-04-10", "newstime": "08:21", "sentiment": [{"positive_prob": 0.0435583, "confidence": 0.903204, "negative_prob": 0.956442, "sentiment": 0}]}, {"title": "华为电视，补上IPTV的大屏终端缺口", "content": "有关华为即将推出电视产品的消息，自去年下半年开始就甚嚣尘上。今年三月，第一财经采访多位供应链人士之后得到消息：华为电视将于今年4月推出。华为做电视产品，对电视行业产生什么影响没有人知道。但就目前放出的1000万台出货量计算，华为一家就将拿走整个智能电视市场20%份额。但对这一消息，包括小米在内的大多数家电厂商没有任何反应。只有酷开CEO王志国在3月底的自家发布会上公开点评了一句：华为做电视，并不明智。OTT下的阴影电视这个曾经被看作是“夕阳产业”的行业，在过去五年因OTT互联网电视的到来焕发了一波生机。奥维云网(AVC)此前统计的一组数据显示，2013年我国智能电视渗透率仅45%，但是到2018年，国内智能电视的渗透率已经“蹿升”至89%。奥维云网(AVC)还预计，2019年国内彩电的智能渗透率将会进一步增长至93%。智能电视这一波新的商业机会，曾吸引阿里、乐视、小米、爱奇艺等诸多互联网公司进入，也间接促使康佳、创维、长虹等老牌企业转变思维，整个市场由有线时代的单一硬件利润开始向智能时代的后付费模式转变。在这一波转变的过程里，OTT互联网电视得到了飞速发展。国内的OTT发展可以分为三个阶段：第一阶段：08-09年以创维酷开、海尔模卡、长虹乐教为代表的带联网功能的电视机。液晶电视机+网络接口+迅雷、搜狐内容；第二阶段：09-10年随国家互联网电视牌照发布，家电行业采用单一SOC芯片方案集成华数、百事通、CNTV等互联网电视平台；第三阶段：10年下半年起，以创维、海信等厂家采用基于ARM、Android等方案的智能电视，支持牌照商内容，且基于开放平台的引进第三方网络内容的导入。2015年是OTT的爆发元年，首先是硬件厂商的转型，新旧品牌混战，抢夺市场，例如传统电视代表TCL、创维、海信等；另一派是以乐视、小米、风行、微鲸等为代表的新生智能电视硬件厂家。其次是互联网企业，以内容为王发起IP圈地战，例如以内容为抓手的爱奇艺、优酷、搜狐；以硬件+平台为切入点的小米、乐视、阿里；以APP为根基的聚合、直播应用厂家，如MoreTV、VST等。OTT互联网电视的快速发展，迅速盘活了步入“夕阳产业”的电视行业。伴随传统企业转型和互联网公司进入，电视硬件产业迎来一波高潮；互联网内容提供方获得新流量入口，逐渐与硬件厂商融合、协作。与此同时，OTT牌照方遵循市场发展及可管可控原则，在此过程中也发挥了重要作用。但是，在OTT互联网电视里，电信运营商却被赤裸裸的忽视了。OTT内容跑在互联网上，而提供网络服务的电视运营商并未获得任何相关利益，彻底沦为管道。华为真的“不明智”么？在OTT市场沦为管道的电信运营商，其实手里还攥着一张IPTV王牌。工信部3月27日公布的2019年1－2月份通信业经济运行情况显示，截至2月底，三家基础电信企业发展IPTV用户达2.67亿户。显然，IPTV已成为中国电视媒体传播的最为重要的渠道之一，超过有线电视、卫星电视、地面电视、OTT TV等，事实上成为我国最大的电视传输平台。但整个IPTV市场还缺少关键一环——大屏终端。与OTT互联网电视不同，IPTV现今的业务终端主要集中在机顶盒层面。格兰研究上月发布的一组数据显示，2018年我国IPTV机顶盒的年度出货量已超过4800万台，但罕见大屏电视产品。IPTV机顶盒的数据高光源自电信运营商的运营模式。用户家庭接入宽带往往会附赠一个机顶盒，同有线电视运营商的机顶盒一样，这个机顶盒既能实现IPTV传输也兼具网络宽带功能。但这并意味着电信运营商对大屏终端没有执念。中国移动2017年底曾推出过一款自主品牌电视T1，当时用了CITV的OTT牌照。不过这款电视貌似是昙花一现，开售不久后就无货至今，并且后续移动也没有更新产品线。T1的出现其实证明了移动对大屏终端的渴望，这种渴望在其获得IPTV牌照后很有可能被放大直至落地。去年6月，中国移动终于获得IPTV牌照，自此三大基础电信企业都已获得许可开展IPTV业务。这就有了华为的用武之地。华为的增量市场华为对硬件终端的部署正在按部就班的实施。现已包括智能手机、平板电脑、笔记本和IoT终端，从硬件生态和用户习惯的角度考量，华为做电视将补齐这一缺角，使用户可以完全留在自己打造的硬件终端上。与推出笔记本电脑不同，电视大屏终端由于有了IPTV的助攻，华为将会得到来自运营商方面的大力支持。为何此前华为从不提电视终端，因为差IPTV这一脚。今年3月，在IPTV市场有两波消息意义重大。一个是IPTV专项治理工作将在全国开启，包括以互联网电视名义开展的IPTV业务，严查各种违法行为和违规的内容，推进IPTV规范对接和运营。另一个是随着5G商用的推进，移动运营商加大5G基础设施搭建后，国网公司参与5G建设，有望牵头带动广电网络行业整合，重构IPTV标准体系。这预示着IPTV将进入一个前所未有的黄金时代，而华为此时传出推大屏终端的消息，不得不令人遐想其与IPTV和电信运营商正在谋划着什么。AWE期间，余承东接受媒体采访时曾回应，华为在做一些智能大屏产品，因此有可能推出具备电视功能的大屏产品。这相当于直接肯定了华为电视的存在，但又留下了更大的悬念，“具有电视功能的大屏产品”如何理解？它可能是包含数字电视功能的一款产品，可能又不同于现在的智能电视。照此推测，华为电视与运营商IPTV深度绑定极有可能了。对于OTT而言，现今接入的都是来自互联网第三方的流媒体点播内容，一些直播软件可以运行在OTT上但严格意义讲它们属于盗流，存在较高被封杀风险。IPTV则不同。IPTV包含点播、直播及流媒体内容，并且是整合在同一平台下，OTT与有线电视仍独立存在。华为的电视产品既然是“具有电视功能的大屏产品”，那么它大概率上是与运营商深度绑定的一款产品。如果接入运营商渠道，那么文章开头提到的1000万台销量，就不是什么问题了。还有一个佐证上述猜测的依据是，2018年中国电信运营商市场9400万台机顶盒的出货量中，华为排名第一，市场占比超过20%;其次是中兴排名第二，创维市场排名第三。同样，在机顶盒芯片市场，华为海思以66.2%份额排名第一。所以你看，华为具备了做电视的一切条件：内容（IPTV）、牌照（电信运营商）、硬件（海思芯片+京东方），同时还能为自己的终端生态补齐最后一环，无论从用户习惯还是IoT角度，华为电视都已是箭在弦上了。", "author": "侃科技频道", "newsdate": "发布时间：19-04-10", "newstime": "16:41", "sentiment": [{"positive_prob": 0.7185, "confidence": 0.374446, "negative_prob": 0.2815, "sentiment": 2}]}, {"title": "苹果寻“芯”记，华为辨阴阳", "content": "作者：贾琦出品：互联网圈内事“世界不能离开我们，因为我们更先进。”——任正非。4月9日，据外媒Engadget报道称，华为已经改变此前拒绝向第三方供应自研的巴龙5000 5G基带芯片的态度，不过开放的对象仅限于苹果。报道中提到，如果苹果愿意与华为合作，那么为iPhone准备的巴龙5G基带将在明年完成，也就是说不耽误苹果2020年推出支持5G网络的iPhone手机。这似乎是一个典型的美式清教徒的故事：多年来被美国政府围追堵截，贸易争端加剧后更是被疯狂摁在地上摩擦，乃至华为公主都深陷泥潭。但我不怨你，我努力做好自己的工作。我心中有爱与和平，我坚信技术共享，我相信在信息时代里需要全世界的国家共同合作努力才能建成未来的社会。在我有机会的时候我还是愿意用我的力量，去促成真正的合作共赢。外媒也许会这么想，但读着《孙子兵法》和《资治通鉴》长大的我们，很难用这个角度去思考。01华为不是清教徒。他从来没信过“要爱你的邻舍，也要爱你的敌人。”他信的是“把朋友搞得多多的，把敌人搞得少少的。”在讨论这一尚未达成明确事实的传言之前，我认为我们应该先提出对的问题，方可知道我们在聚焦什么。以下是我个人认为值得关注的点：1如果达成合作，那么对谁有利？对谁不利？2如果无法达成合作，可能的原因是什么？3关于这一合作，华为可能存在的心理动机有哪些？4整个事态的可能发展走向有哪些？哪种走向的概率是最大的？在回答这一系列问题之前，还有一个最重要的问题我们应该达成共识，那就是最基础的，对目前状况的认识。首先我们要了解的是，目前全球一共有六家企业在生产5G基带芯片，产品很快就会过剩，这个市场是买方市场。其中高通作为老牌的芯片研发商有着不俗的技术实力，但目前由于专利问题跟苹果正在进行着旷日持久的司法纠纷。另一边三星公司已明确表态由于“产能不足”，拒绝了苹果方的5G基带芯片的采购意向。而目前苹果自身的合作商英特尔，一方面已有报道称英特尔的 XMM 8160 5G 基带已经错过了苹果 2020 款iPhone 的采用窗口期，苹果已经对其失去了信心。另一方面，自从苹果选择英特尔基带芯片后，每年的iPhone在射频上都有出现若干问题，双方的合作并不顺利。与此同时，华为的5G优势明显。在信通院发布的5G声明专利量统计名单中，华为的专利数量有近2000项，排名第一。而此次传闻中所提到的商用产品巴龙5000，是全球首款单芯片多模5G基带，而且采用了7nm工艺，处于行业领先地位。然而由于贸易摩擦等政治问题，华为和美国政府的关系微妙。华为专利数据情况这就是摆在苹果面前的选择。凑近了看，似乎苹果处境维艰，每一个选择都多少会让自己感到不快。但退一步，在冷冰冰的“供需法则”面前，面向中高端用户依然可以做到年出货量超2亿台的苹果，订单之大，根本不愁找不到一家5G芯片的供应商。反观故事的另一边，从智能手机市场的竞争态势来看，三星，苹果，华为三足鼎立。老三和老二密谋干掉老大的故事，在这个星球上早就发生过无数次。以上就是整个事件的基础背景。 02接下来，让我们一同讨论上一模块中所提出的问题。首先是利弊问题。如果合作成功，就事件的主角双方而言必然是双赢格局，而华为或将成为最大赢家。届时，华为5G芯片或将从此走出国门，华为也将成为高科技芯片企业中的一员，彻底打开相应的商业市场。另一边对苹果来说，首先在短期内将解决自己的燃眉之急，在保障质量的前提下不会因为供应问题而在5G战场上落后太多身位。另外，更开放自由的合作方式也将为苹果争取到足够的时间，用以研发自己的基带芯片。据路透社报道，苹果正在由资深副总裁 Johny Srouji 带队开发自研 5G 基带芯片，由于基带涉及的专利技术的复杂性，这起码需要一到两年的时间。当然也有一些观点对双赢格局提出了不同的看法。比如有人认为“华为扶持苹果，不利于自己的手机终端的发展。”对于此我的反驳有两点：1由于芯片市场是买方市场，苹果并非处于被“5G芯片扼住喉咙的阶段”，华为的质量不错，但也谈不上处于最高质量的垄断地位。因此，就算华为不挣这个钱，那么对苹果来说在最终结果上，也绝不会有质的影响。2华为与苹果在品牌的价格策略上有一定差异化，竞争态势尚未进入白热化。以2018年为例，苹果iPhone的起售价为6499元，最高则到了万元以上；华为主打的Mate 20 Pro和Mate 20售价则都在6000元以下。华为定位于中低端，而苹果则定位于中高端，差异化明显。白话翻译就是，就算苹果倒了，吃到绝大部分蛋糕的，也会是三星而不是华为。另外一部分人则认为，“苹果用了华为的芯片，那么在以后可能会越来越依赖于华为，或许会重演与高通的专利之争。”对于此，人们需要了解的是“供应商的多元化会降低买方成本”这一最基本的逻辑，抛开这点不说，苹果自身的研发计划也在试图从根本上打消这种可能性的发生。以上，通过论述我们可以得出“如果合作成功将对双方双赢”的结论，但尽管如此，我依然认为此次合作的可能性并不大。一方面，诉讼归诉讼，生意归生意。高通不可能坐视苹果这样级别的大客户就这样白白从手边溜走。近日高通 CEO 莫伦科夫公开表示：“我们就在圣地亚哥，苹果有我们的电话，只要打个电话，那么我们将会支持他们。”吃瓜群众表示这样的这种说法实在是太傲娇了，但如果从外交的角度来看，莫伦科夫的表态是十分精妙的，一方面准确传达了自己愿意合作的态度，另一方面又不显太过被动，避免了在日后的专利大战中被对方以此要挟。说白了，如果没有华为的强势崛起来搅局，那么整个事件的看点则应该在苹果高通双方的博弈之上，一般来说这样微妙的场景下，往往会诞生许多精彩的外交表现，而在走向上，结果也几乎都是半推半就的达成了合作共识。而现在，面对大客户流失，并且会放出下一个芯片领域的潜在对手的可能性，高通不可能没有任何对策。另一方面，美国政府对华为的警惕从未放松过，从一开始就是如此。2002年6月，华为在美国设立子公司Future Wei，宣告正式进军北美市场。多年来，华为从收购到合资甚至主动请求调查，都无法打消美国关于“国家安全”的疑虑。2012年10月，美国国会众议院情报委员会以一份52页的调查报告，指控华为威胁美国网络安全，贴出了禁止华为和中兴进入系统设备领域的封条。2018年1月，华为原计划在CES期间宣布通过AT&T的渠道进入美国手机市场，却遭临时取消。华为消费者业务CEO余承东没有说明合作取消的原因，只是表示“这是华为的损失，是美国运营商的损失，更是美国消费者的损失。”2018年4月，美国联邦通信委员会（FCC）提议禁止将提供给美国小城市和农村地区的补贴，用于购买华为的设备。2019年3月，美国副总统彭斯和美国国务卿蓬佩奥在欧洲慕尼黑安全会议上游说美国西方的盟友在5G网络中不要使用华为的设备，并明确表示“不能把西方的安全防卫交给东方来去负责。”在这样的背景下，站在美国政府的立场，从通信安全的角度来说，基带芯片的重要性要远大于基站建设。此前华为在美的基站建设铺开都这么费劲，基带芯片？想想得了。最后，华为内部似乎也没有达成一致。凤凰科技援引华为芯片业务内部人士消息称，此事是苹果的单相思，华为尚无这样的打算。在2018年，华为营收为7212亿元人民币，其中消费者业务营收大涨45.1%，达到了3489亿元，超过了运营商业务和企业业务。任正非在内部讲话中也明确表示，要给消费者业务自主改革的权力。华为终端部门在整个集团中的话语权已经提升，他们的态度对苹果华为能否达成合作，会有关键的影响。我前面说到，现阶段由于华为和苹果在定价上的差异化，二者之间并不构成短兵相接的竞争态势。但长远来看，没有一家企业不想横向发展，打破所谓的定价壁垒，在这一视角下，华为内部的终端部门或许会有不同意见。至于三星，我并不认为这样局部的合作会对三者之间的竞争格局造成质的影响，事实上，我甚至不认为智能手机战场的三国演义会以某某某的一家独大而告终，随着5G基站的全面铺开和多屏化的进程，智能手机战场大概率会被旁刺里窜出来的多终端格局所消解。正如过去十几年来在科技领域内反复发生过的一样：消灭你，与你无关。03有人说，这个消息是华为方故意炒作起来的，想拉着苹果的大旗给自己脸上贴金。但我想说，没有实打实的巴龙5000，没有那一年150亿美金的科研投入，这个金，是无论如何都贴不到华为脸上去的。还有人说，华为此举是想把5G先抬起来，是在培养和促进下一个新兴市场。这个观点倒是有趣得很，尽管马克思说过新生事物是不可战胜的，而无论华为去不去推进，5G都终将成为下一个技术趋势。但就华为而言，现如今手握如此巨大的5G优势，那么早一天5G照进现实，自己也将早一天收获红利。在这个逻辑下，华为推苹果一把，自然也是理所当然的事。至于此事之后的走向，鉴于美国政府的强力影响以及此次事件对主角双方利益之间的博弈，在最终极有可能会出现一个折中的方案，即华为拿下苹果的局部市场，比如只在国行版的iPhone中使用华为的5G基带。实际上，这样的事情也早有先例。在2017款iPhone上，基带就是英特尔高通混用。在电池、屏幕等其他元器件上，苹果选择多家供应商就更不是新鲜事了。至此，围绕着此次传闻的相关讨论便告一段落了。在最后，我更想聊一聊华为这家公司。在很长一段时间里我个人都对华为感到困惑，一方面这家公司在我看来是极其保守的，早在12年，全球化风潮最为饱满的时候，华为低着头要搞“防御战略”，一个是芯片的自主研发，还有一个是自主开发终端OS系统。但另一边，在现如今“逆全球化”开始兴起的时候，华为又到处寻求合作，宣扬“从来不支持自主创新，科学技术是人类共同的财富。”乍一看，这是两套完全不同的思路。但后来我想明白了，拥抱合作，是因为这是最优解。而战略防御，是因为“防人之心不可无”。法国社会学家托利得曾说过：“ 测验一个人的智力是否属于上乘，只看脑子里能否同时容纳两种相反的思想，而无碍于其处世行事。”其实对企业来说也是如此。做最坏的打算，修建防御工事，哪怕投入重金。抱最好的期待，向苹果递去橄榄枝，哪怕被美国政府阻挠。相信“全球化的优越性”，也相信“逆全球化”的客观存在。一正一反，是谓辩证，也叫阴阳。", "author": "互联网圈内事官方", "newsdate": "发布时间：19-04-10", "newstime": "20:07", "sentiment": [{"positive_prob": 0.80068, "confidence": 0.557067, "negative_prob": 0.19932, "sentiment": 2}]}, {"title": "小米上市不造富：雷军“年薪”百亿，员工年薪只是华为60%", "content": "雷军登顶全球CEO“年薪”之冠。常年自带流量的雷军又火了，这回是因为登峰造极的“年薪”。 小米集团4月10日早间发布公告称，截至2018年12月31日止的2018年年度，董事雷军获得1.5亿港元至150亿港元薪酬。该薪酬主要是小米于2018年4月2日向雷军所控制的实体一次性发行的636,596,190股B类普通股(经股份拆细后)，作为雷军对本公司所作贡献之回报。截至本公告日期，相关股份仍由雷军所控制的实体持有并未售出。 更确切地讲，2018年4月，小米向雷军控制的公司SmarshifshifentMobile Holding Limited发行了约6400万股B类普通股作为股权激励，占总股本大约2%，按当时估值情况计算，接近99亿元人民币。 99亿元，让雷军登顶全球CEO“年薪”之冠。相对于上市9个月来的其他小米相关消息来说，这99亿元着实有点扎眼。上市以来，小米股价不断下跌，市值从上市时的518亿美金跌到了358亿美元，几近腰斩。 这个抽象的金额变化背后，或许是每一个小米股票持有者，特别是持有小米股票的小米员工复杂情绪。前不久，《财经》杂志报道称，上市前不少持有小米股票的小米员工，到高端小区橡树湾看房，但上市后股票完全被套住，这些员工都没有回来买房。 高管奖励之最 其实，小米上市之前，“99亿元股权激励”就在小米于2018年6月25日公布的招股章程中被披露过。 在互联网或高科技公司，对创始人或高管等给予股权激励已是行业惯例。比如，2014年京东上市前夕，京东董事会就给予创始人刘强东一次性36.7亿元规模的股权激励。 但小米“99亿元股权激励”一经公布，还是引发了极大的舆论争议。主要原因在于，该笔股权激励金额创下了有史以来高管奖励之最，而且这笔巨额奖金还没有任何附加条件，不与小米未来的业绩挂钩，是纯粹的奖励。北京京安律师事务所律师张越告诉时间财经，一般来讲，股权激励都会附带对赌条件等，像小米这样的无条件激励比较少见。 部分业内人士认为，小米给与雷军的股权激励如此之高，是因为京东的上市时的估值是300亿美元左右，而小米的估值在700到800亿美元，估值上小米是京东的两倍多，对应的激励方案，雷军也刚好是刘强东的两倍多。 问题在于，在小米财报中，股权激励是计入当期损益的。在2018年6月25日发布的招股章程中，小米特意提示，由于高额的股权激励，当年财务报表净利润可能存在大额为负的风险。 2018年8月，小米发布上市后首份财报，果然出现经营利润亏损75.92亿元。而亏损原因，是第二季度行政支出104.57亿元，同比暴增4469.6%。小米CFO周受资在财报分析会议上解释称，亏损主要是因为小米在上市之前向雷军支付高达约99亿元人民币的股权激励开支。 那么，这笔导致小米当季亏损的巨额股权激励是如何出台的？在2018年6月23日的上市路演发布会上，“99亿元股权激励”成为了国内外媒体的提问的重点之一。 小米总裁林斌解释称，“这一次股权激励，其实是在雷总完全不知情的前提下，我们几个董事开会，在会议里面大家一致赞成通过做出的决定。”林斌表示，“这基于过去八年，对雷总的带领团队努力以及改变商业模式的肯定，管理层都认为这是实至名归。” 林斌的这一说法引起了不小争议。有业内人士质疑，小米全体董事是如何做到，让持股31.41%的小米董事长兼CEO雷军对一项超过90亿的股权激励计划表决一无所知的呢？当时有律师认为，如果真是这样，那么小米就是违规操作。 2018年10月10日，2018胡润百富榜发布，雷军以1100亿元财富排名第十位。也许是迫于舆论压力，2019年1月9日，在小米上市满半年迎来期权解禁的当天，雷军在对外承诺继续锁定公司股票一年的同时，也宣布将他在上市前获得的股权激励，全部捐赠与慈善基金用于慈善用途。 但根据小米4月10日公告中的说法“据公司了解，在收到上述相关股份时，雷军便承诺将相关股份于扣除任何应付税项后全数捐赠用于公益用途”来看，目前雷军的“全部捐赠与慈善基金用于慈善用途”的承诺尚未兑现。 少数人的狂欢？ 小米4月8日发布的2018年报显示，2018年小米拥有16683名全职雇员，薪酬开支总额(包括以股份为基础的薪酬开支)为人民币171.15亿元。刨除薪酬最高5人的102.18亿元，16678名员工分得68.97亿元，人均41.35万。 而根据华为2018年报，华为支付员工工资、薪金及其他福利共计1124.03亿元，此外时间单位计划支出169.06亿元，员工总数约为18.8万名。据此计算，2018年华为员工平均年薪为68.78万元。也就是说，小米员工的平均年薪是华为的60.12%。 除去薪酬，股票回报如何？小米招股书显示，小米有超过7000人持有期权。但《财经》杂志报道称，小米已上市9个月，员工期权解禁已3个月，小米持股员工中却并没有产生多少“性感的暴富故事”，“大部分员工的心脏绑着小米市价一路跌落。” 小米上市当晚，雷军承诺要让首日买小米股票的人赚一倍。小米上市价17港元，上市之初迎来了两波股票大涨，不过不久之后的几个月里就迎来了连续股票下降。到目前已经跌到11.84港元。 小米早期在2010年向员工开放过B1轮融资，当时有56名员工参与了认购股票。目前，在小米，这批人大约除了小米联合创始人和高级管理人员以外最富有的人。以当时规定的30万元人民币认购上限和2.5亿美元B1轮估值，及小米上市时市值计算，这笔钱大约为6200万元。但经历大半年的股价下跌，其账面价值已经缩水到4300万元上下。 小米工号前500的员工期权差异很大，多的能变现4000万-5000万元人民币及以上，少的可能200万-300万元及更低。而大部分的“7000多人”，可能不如他们员工幸运。大家普遍认为现在的小米股价体现不了公司的价值，有老员工认为至少要等到股价涨到20港币到30港币。 而在小米上市时买入的员工就亏了。据《财经》报道，有位员工在21.5港币股价的时候买了20万人民币，又贷款买了30万人民币，最后股价跌到13港币到14港币时实在受不了卖了。 不过，小米4月8日发布的2018年度报告，披露了14位高管的年薪范围。除雷军年薪达到百亿级别，另有10位高管年薪在3000万港元以上，1位在1000万港元以上，其余2位在千万港元以内。到目前为止，小米上市，还只是少数人的狂欢。（北京时间财经 乔治）", "author": "北京时间财经", "newsdate": "发布时间：19-04-10", "newstime": "21:24", "sentiment": [{"positive_prob": 0.0531232, "confidence": 0.881948, "negative_prob": 0.946877, "sentiment": 0}]}]