[{"title": "德国运营商宣布将采用华为设备建设5G网络", "content": "12月12日，据央视新闻报道，德国三大电信运营商之一Telefonica宣布了一项重大投资计划，Telefonica表示将在未来几年内扩大网络建设。据了解，目前该运营商使用的设备来自诺基亚和华为，并计划在建设5G网络时继续借助诺基亚和华为的技术。近来，是否允许华为设备进入德国5G市场成了德国政坛的热门话题之一，此前德国最大的电信运营商德国电信曾宣布在两年之内将全部华为部件替换出其核心网络。今年10月，有德国媒体报道称，德国政府已完成评估并决定允许华为及其关联公司参与当地运营商 5G 网络建设。德国的网络运营商表示如果使用华为提供的网络设备，德国人能够更快更好的建设 5G 网络并且节省大量的费用。华为方面曾回应表示，欢迎德国作出的明智决定，华为称将网络安全政治化只会阻碍技术发展和社会进步。网络安全政治化将让那些无能为力应对的国家带来挑战，高昂的建设成本会让这些国家无法紧跟技术发展的脚步。华为也将继续与监管机构、客户及行业组织进行公开合作，确保移动网络为用户提供卓越服务的同时保证安全性。文/北京青年报记者 温婧", "author": "环京津网", "newsdate": "发布时间：19-12-11", "newstime": "20:39", "sentiment": [{"positive_prob": 0.91211, "confidence": 0.804688, "negative_prob": 0.0878904, "sentiment": 2}]}, {"title": "任正非：美国帮我们宣传，华为不仅没赤字，收益还非常大", "content": "华为创始人任正非12月2日在深圳接受加拿大《环球邮报》采访。任正非在回答记者提问时表示，5月份以后，我们认为美国的最终目的是要消灭华为公司，孟晚舟事件只是起头。只有加紧把自己内部的结构性调整做好，使产品开发体系适应制裁环境，坚决让公司生存下来，才能有解决问题的方案。因此，5月份以后（华为）就有一些变化，要努力做好业务连续性。任正非说：“华为今年这一年不仅没有赤字，而且收益非常大，因为美国政府这么强大的力量在全世界帮我们宣传。如果说过去有一些国家对华为将信将疑，美国一打击，他们更信任了‘原来你们这么厉害’。今年到我们公司访问的客人数量增长了69%，来看到我们生产线生产的版本没有美国器件了，他们就拿回去测试，发现非常好，他们建立了信心。”以下是采访纪要：1、Nathan VanderKlippe，《环球邮报》驻亚洲记者：非常感谢任先生能够再次接受我这名加拿大记者的采访。现在距离孟晚舟女士被捕已经整整一年了。因此，我想问问您一年前发生了什么。关于孟女士被捕，在加拿大发生的事情我们已经比较了解了，但在中国发生了什么，您个人身上发生了什么，我们了解得还不多。我的第一个问题是，在孟女士在加拿大被捕前两年，她就没有去过美国了。请问华为是不是从2017年开始就已经知道美国正在进行调查而且孟女士正面临风险了？任正非：孟晚舟事件应该是美国政治上的行动策划。华为在美国市场长期受排斥，在美国已经没有什么销售，业务收缩了，高级干部去了也无事可做，为什么要去美国呢？所以都不去美国了。Nathan VanderKlippe：所以，不去美国并不是为了避免在当地被捕或者逃避法律问题？任正非：不是逃避。而是因为我们高管没有工作需要去美国。我们早几年就已经把美国市场当成一个小国市场来处理，授权代表处自己决策，因为销售额太小了。2、Nathan VanderKlippe：孟女士在温哥华被捕后，您是如何得知这一消息的？您当时在哪里？是谁通过什么途径告诉您这个消息的？任正非：孟晚舟被逮捕的时候，我在中国，没有出发去阿根廷。公司法务部门向我报告孟晚舟被抓，当时不知道是美国政府发动的这么大的打击事件，以为只是某方面的误会引发的事件。Nathan VanderKlippe：当时您本来也要去阿根廷。您一开始是不是也计划从加拿大转机？任正非：没有，一开始就准备从迪拜转机。Nathan VanderKlippe：孟晚舟被捕后并没有直接给您打电话，而是通知了华为的法务部。您知道这是为什么吗？她为什么给法务部打电话，而不是直接给您打电话？任正非：她当然应该首先通知法务部来处理，这是一个法律问题。Nathan VanderKlippe：您是否还记得，在您得知孟晚舟被捕后，您给法务部下了什么指示？您给他们下达了什么目标？任正非：没指示，因为我不具体管法务部。我当时只是给高管讲，请律师，以加拿大法律的方式向加拿大进行交涉。我们坚持走法律路线解决问题。3、Nathan VanderKlippe：您刚才说，一开始，您以为这件事是因为误解，法律上的误解产生的。那您是从什么时候开始意识到这件事可能会更重大，不仅对孟女士来说更重大，而且还牵扯到整个公司的？任正非：美国发了“5.16”实体清单制裁禁令，我们就意识到孟晚舟是被作为一个政治抓手，美国想抓住孟晚舟作为筹码来打击华为。Nathan VanderKlippe：所以从去年12月到今年5月，您一直认为这件事是意外、是误会造成的？任正非：我认为是这样的。Nathan VanderKlippe：那您当时觉得应该以什么样的方式解决这一问题呢？任正非：聘请律师。Nathan VanderKlippe：5月之后您又觉得应该以什么方式解决这个问题呢？您的想法有没有发生改变，比如说您觉得这件事会持续多长时间，具体应该怎么解决？任正非：5月份以后，我们认为美国的最终目的是要消灭华为公司，孟晚舟事件只是起头。只有加紧把自己内部的结构性调整做好，使产品开发体系适应制裁环境，坚决让公司生存下来，才能有解决问题的方案。因此，5月份以后就有一些变化，要努力做好业务连续性。4、Nathan VanderKlippe：在加拿大被捕之前，孟女士还去过其他六个国家，这些国家也与美国签订了引渡协议。此外，她还打算从加拿大前往墨西哥和阿根廷。这两个国家也与美国签订了引渡协议。在您看来，为什么华盛顿选择在加拿大逮捕孟晚舟呢？任正非：这个问题应该要问华盛顿才行。如果我们早知道华盛顿有这样的决定，就不会去加拿大了，也不会连累加拿大夹在中间受苦受难。Nathan VanderKlippe：在加拿大有一种说法，美国认为加拿大是个软弱的国家，美国提出的要求加拿大都会答应。您觉得这是否也是美国选择加拿大做这件事的原因之一呢？任正非：我不这么认为，因为我认为加拿大是一个伟大的国家。加拿大人和美国人本来就是一个民族，在处理印第安人的问题上，加拿大和美国观点不一致，才分裂成两个国家的。在我心目中，加拿大人还要更伟大一些，加拿大人还更加高尚一些。礼貌和遵守规则并不代表软弱。Nathan VanderKlippe：您觉得加拿大遵守了这些规则吗？加拿大也因此承受了一些后果，包括在出口方面以及某些加拿大公民遭受的待遇。您觉得这些后果对加拿大来说是否公平？任正非：我不是讲加拿大在这件事情上是不是遵守规则，而是讲几百年来加拿大处理印第安人的方式和美国不一样，从这个角度看，加拿大是高尚的。Nathan VanderKlippe：在孟女士一案中，你觉得加拿大只是遵守了规则还是也在进行政治干预？任正非：我认为，孟晚舟事件明显是美国的政治干预，加拿大蒙受了损失，应该让特朗普偿还给你们。Nathan VanderKlippe：孟女士被捕后，华为公司的第一反应是什么？是不是立刻让孟女士的家人离开加拿大？她的家人在她被捕后还留在加拿大吗？任正非：孟晚舟家人的安排，公司没有介入。公司主要是在加拿大聘请律师，通过加拿大的法律，让她的权利得到保障。5、Nathan VanderKlippe：华为如果想要报复加拿大，也是有方法可以报复的，比如说华为向加拿大电信运营商销售设备，并且华为在加拿大也招聘了许多本地员工。但是您选择不报复。为什么？你们是有能力对加拿大进行报复的。任正非：因为我们认为加拿大是一个伟大的国家。当美国走向越来越封闭的时候，加拿大应该走向越来越开放，开放会使加拿大获得巨大机会。比如，现在一些大型国际会议，很多科学家获得不了美国签证，就可以在加拿大召开，美国科学家到加拿大也很近，不需要签证也很方便。世界各国科学家都可以到加拿大去，加拿大作为一个新的科技中心崛起是可能的。我们选择加拿大作为更好的发展基地，这个决心没有动摇过。第二，在人工智能发展上，世界三位“人工智能之父”都在加拿大，因此我们也想围着这些科学家加强在这方面的投入和发展。不因为孟晚舟个别事件影响我们在加拿大的战略发展和投资，孟晚舟事件是会过去的，但是加拿大是永远存在的，我们不能随意放弃在一个国家的战略发展。我们也注意到加拿大最近的辩论，加拿大有人提出“还是要选择华为的5G”，如果加拿大真选择华为的5G，我们会全力支持加拿大做好5G建设。原来我们认为加拿大在美国的城墙根下，想过放弃在加拿大做5G的打算。如果加拿大采用5G以后，可以利用人工智能的方案，冰冻地区的矿业生产采用无人生产方式；在无人驾驶技术上，华为处于世界先进地位的，先驾驶矿山设备，驾驶农业机械，例如可以实现无人农场，让拖拉机24小时耕种。加拿大会增加很多农业生产、矿产，大幅提升加拿大人民的生活和物质财富水平。当然，还需要人去加油。加拿大有这么好的人工智能基础，如果加拿大把人工智能作为国家战略，是有可能处在世界前列的。所以，我们在加拿大的投资，不仅可以向加拿大“人工智能之父”学习很多理论知识，同时也可以用这个技术造福加拿大社会。我们不会轻易放弃一个国家，如果我们因为一件事就放弃一个国家、再放弃一个国家……，那我们在世界上就没有立足之地了。6、Nathan VanderKlippe：现在华为在美国面临的情况并没有随着时间的推移而有所好转。上一次跟您聊天的时候也提到了华为在加拿大的业务扩张计划，例如在加拿大的一些主要城市买地。您上次讲到的业务扩张计划大概是什么规模？例如打算扩招多少人？另外，华为是否有打算把加拿大作为整个北美的总部？任正非：我们在加拿大的员工人数已经扩展到1200人，有2/3是研发人员，未来还会继续加大投资。因为我们在北美没有美国市场，因此市场总部还是在墨西哥，但是研发中心会从美国移出来，会以加拿大为中心。Nathan VanderKlippe：什么时候移到加拿大？任正非：加拿大员工人数在增加，这是逐步的，今年我们在加拿大已经增加了300人。按照美国实体清单禁令，我们与美国人是不能发邮件、打电话……接触技术的，这样在美国发展受到阻碍，就会把发展转移到加拿大来。Nathan VanderKlippe：刚才讲到把研发中心迁移到加拿大，这是一个非常大的举措吗？是只涉及到几十人还是非常大规模的迁移？任正非：应该是很大规模，逐步进行。这牵涉到美国公民和持有美国绿卡人员在加拿大为华为办公是否合乎实体清单制裁的问题，这也是我们决策的重要考虑点。如果美国公民和持有美国绿卡人员在加拿大办公不受实体清单的限制，那我们在加拿大的研究机构规模应该是很大的。现在美国实体清单不仅是对我们部件供应打击，还包括切断我们与大学、学术组织的合作打击，下一步要看它的实体清单范围是否有放松美国公民和持有美国绿卡的人可以进华为工作，是否可以在我们加拿大研究中心工作，这也是我们发展很重要的基础之一。7、Nathan VanderKlippe：回顾过去一年，加拿大政府现在认为，前美国国家安全顾问John Bolton是孟晚舟女士在加拿大被捕的幕后推手。假如说这种说法是真的，说明逮捕孟女士的压力并非来自司法系统。这件事会如何影响加拿大对孟晚舟引渡案的处理？任正非：昨天我看到你们《环球邮报》的报道，是可以参考的，但还无法考证。加拿大夹在美国和华为中间受害，我心中是抱有歉意的。但这件事情已经发生了，还是需要一个妥善的方式解决。加拿大是一个伟大的法制国家，皇家骑警在执法过程中有些不合法的行为，也不影响加拿大的伟大。但在这些关键节点中，骑警已经宣过誓，要认真回忆，认真讲清楚，不能选择集体失忆、失语……。这有利于处理孟晚舟的案件。华为公司没有因为孟晚舟事件而停止在加拿大的发展，希望通过孟晚舟事件的解决，推动中加两国走向正常化，也希望两个国家紧张的局势得到缓解，恢复正常的合作关系，这是我们的期望。美国正在走向封闭，加拿大要敞开怀抱，拥抱被美国排挤的人才。如果这些人才到加拿大，就可以再造一个硅谷。很多人才正在离开美国，为什么加拿大不去拥抱这些人呢？加拿大的自然环境、生活环境……各种环境不比美国差，加拿大应该制定一个国策，美国哪条路走错了，加拿大就赶快走这条路，替代美国崛起。不能因为两国关系好，你走错了路，我就要跟着走错，否则加拿大的振兴、崛起怎么办？8、Nathan VanderKlippe：关于孟女士的案子，一种可行的方案是在美国达成和解协议。美国很多案件最终都是以和解协议的方式了结的。有法律专家指出，如果华为在美国达成和解协议，结果可能是，华为接受罚款，而美国可能会撤销对孟晚舟的引渡程序。华为为什么没有选择在美国达成和解协议这条路？任正非：专家提的这个方案，美国政府没有与我们商量过。希望你给美国政府传个话，让他们来找我们吧。Nathan VanderKlippe：您愿意和美国探索这样一种方案吗？华为对在美国达成和解协议感兴趣吗？任正非：是的，但要基于事实、基于证据。Nathan VanderKlippe：和解协议意味着要承认有罪，然后会进行一些安排，可能是罚款，也可能是其他的，但可能不用坐牢。所以，您准备好走这条路了吗？任正非：这要基于事实，什么问题都要有证据。基于事实的话，是可以谈判的。Nathan VanderKlippe：我知道华为在美国聘请了律师。为什么不让他们探讨一下这个方案？是不是可以让律师去和美国检方谈谈这个方案呢？任正非：律师在法庭与检方打官司，就是谈判，谈谁对谁错。首先纽约东区法院要公布证据，我们根据证据在法庭上谈。律师与检方在法庭上的辩论，是一个声音比较大的谈判；大家先把事实搞清楚了，搞清楚后，可以是声音小一点的谈判，悄悄谈，谈一些交换条件。都是谈判。Nathan VanderKlippe：华为现在正处于在法庭上谈的阶段。您觉得什么时候会转向声音小一点的谈？什么时候你们会就达成某种和解协议展开具体的讨论？任正非：如果美国政府找不到证据，它没有什么理由、声音小一点的时候，我们的声音也可以小一点。那时我们就不在法庭上谈判，可以到咖啡厅谈判，如果声音太大，影响周边客人，声音就会自然小了。那时就会讨论“你多喝一杯，还是我多喝一杯”的赔偿问题。如果美国错了，还要赔偿我们的名誉损失。Nathan VanderKlippe：公平地说，美国已经给出了大量证据，其中有些证据是关于孟女士的，或者说是关于孟女士和几家银行之间的往来的。按照美国检方的说法，她对华为与Skycom之间的关系做了不实陈述。是您指示她这么做的吗？任正非：美国政府如果要出示证据，应该是通过法庭出示，但目前为止我们还没有看到，纽约东区法院要尽快拿出证据来。Nathan VanderKlippe：但美方已经公布了书面证词，还公开了孟女士陈述时的PPT副本。这就是通过法律渠道披露的证据，而且证据表明，正如美方所说，她对华为与Skycom的关系做了不实陈述。她这么做是不是您指示的？任正非：我没有指示过，但我认为，纽约东区法院要尽快开示证据，尽快开庭。Nathan VanderKlippe：为什么Skycom之前明明一直是华为的子公司，而华为在描述与Skycom的关系时却说Skycom已从华为剥离出去？任正非：这个问题还是留在法庭判决。9、Nathan VanderKlippe：加拿大目前正在进行5G政策的讨论。关于加拿大的5G审视，华为公司或者您个人和加拿大政府官员之间是否有过接触？任正非：没有。因为拥有5G设备不只是华为一家，还有爱立信。加拿大政府是否采用5G是一件事，选择用爱立信还是华为是第二件事，由加拿大政府决定。如果决定给我们做5G，我们就做好；决定不给我们做5G，我们在加拿大的投资也不会变化。我们还要继续投资加拿大，不改变。Nathan VanderKlippe：加拿大政府运营着一个用来测试数字产品网络安全的中心，与2010年开始在英国运营的网络安全认证中心非常类似。加拿大这个中心之前也测试过华为的4G设备，这个中心有没有开始测试华为的5G设备？任正非：目前还没有在加拿大设立网络安全测试中心的打算，但加拿大和英国是盟国，可以到英国去测试。10、Nathan VanderKlippe：9月，您提出可以向其他国家许可5G技术。上个月初，您表示到目前为止，还没有美国电信公司表示感兴趣，请问这个事情有无最新进展？华为提出5G许可是认真的吗？你们有没有建立一个数据室让其他公司看看具体的许可内容？华为有没有对5G技术许可进行定价？任正非：第一，目前还没有美国公司向我们提出要获得许可。第二，我们的许可是全方位的，没有限制。这是一个非常大的决策问题，美国公司需要花很长时间思考，这是可以理解的。Nathan VanderKlippe：5G许可定价多少？大概成本是多少？任正非：这是很难决策的事情，说明它的数字很大。如果数字小，美国公司早就决策了。11、Nathan VanderKlippe：回到之前有关和解协议的问题，您认为签订和解协议是不是让加拿大释放孟晚舟的方法之一？任正非：不是，因为孟晚舟本身没有犯罪，就应该被释放。我们与美国的官司，首先要在法庭上搞清楚谁对谁错，没有搞清楚之前就随便认罪塞一笔钱？作罚款，这是法律行贿。不能对美国政府行贿，要在法庭上说清楚到底有什么问题，拿出来公布在全世界的面前，才可以在咖啡厅喝咖啡，然后确定“你多喝两杯、我多喝两杯”的问题。但是证据没有搞清楚之前，我不会随便妥协的。Nathan VanderKlippe：听起来您似乎对和解协议并不是很感兴趣？任正非：首先要搞清楚谁对谁错，我们才能去讨论和解。12、Nathan VanderKlippe：我想再问一个法律相关的问题。华为因为一项有关美国农村地区运营商的决定打算起诉FCC（美国联邦通信委员会）。这个消息属实吗？华为目前有没有打算在美国发起其他法律诉讼？既然华为在美国几乎没有什么业务，为什么还要发起诉讼？这似乎并不会给你们带来太大的收益。任正非：是的，我们将起诉美国FCC。因为这是美国宪法赋予我们的权利，我们有权利给美国人民提供服务；美国运营商买不买我们的设备，是美国运营商的权利。我们在捍卫美国宪法赋予我们可以服务美国人民的权利。Nathan VanderKlippe：未来华为会针对美国提起更多诉讼吗？据我所知，这已经是第六桩了。任正非：可能会多一些吧，要看我们的律师资源是否忙得过来。13、Nathan VanderKlippe：您第一次谈到5G许可的时候，这对华为来说是一个十分新颖的方案。别人也问过您很多次，华为是否考虑调整公司的架构来获得其他国家的信任。我想知道，您是否考虑过其他人提到的方案，如对业务进行拆分，或将一部分的运营转移到其他国家。您是否考虑过任何其他重大的公司架构调整呢？任正非：第一，我们的治理结构本来已经公开透明，并不需要外部人进来，也不需要外部资本进来。为全世界人民服务过程中，就体现了我们是一个负责任的公司，并不是一、两个外部人就能代表我们的透明度。第二，对于业务是否拆分的问题，可能不用考虑，我们不会做这个事，不会让资本进来。第三，我们会不会在欧洲建一些大工厂？肯定的。14、Nathan VanderKlippe：您之前说会考虑和解，您会考虑接受认罪协议吗？任正非：不可能。Nathan VanderKlippe：但这是快速解决问题的一种方式。美国90%以上的案件都是通过认罪协议解决的。任正非：原则问题，还是要搞清楚事实和证据以后再来讨论和解。Nathan VanderKlippe：对很多在美国的人来说，认罪协议可以避免坐牢。这也许可以让您的女儿避免牢狱之灾。这难道不是一个很具吸引力的选择吗？任正非：她本身没有罪，怎么会坐牢呢？加拿大司法是公正的。美国搞这种手段，就是在威逼我们公司妥协。Nathan VanderKlippe：考虑到贵公司的业务发展和您女儿的情况，您还是认为认罪协议不值得考虑吗？任正非：不值得考虑。15、Nathan VanderKlippe：您谈到了在欧洲建厂的计划。为什么华为会选择在欧洲建厂呢？东南亚、墨西哥的劳动力成本更低。为什么会选择欧洲？任正非：我们不是考虑成本，而是考虑战略性的需要。Nathan VanderKlippe：有报道称，Mate 30手机里已经不包含任何美国技术了。您能详细讲讲吗？我知道，今年华为员工工作非常努力，就是为了摆脱对美国技术的依赖。从现在开始，您认为需要多久才能让华为消费类设备完全摆脱对美国技术的依赖？任正非：应该是明年吧。Nathan VanderKlippe：您一开始认为这将花两到三年的时间，是这样吗？任正非：今年加明年，不就是两年吗？Nathan VanderKlippe：进展比您预想的更快？任正非：没有，过明年年底不就相当于三年了？16、Nathan VanderKlippe：想请您澄清一下在欧洲建厂这个问题。您打算在欧洲的工厂里生产什么产品呢？什么时候会开始生产呢？任正非：生产5G，规模很大，方案还在论证。17、Nathan VanderKlippe：过去一年，对华为和您个人来说都是非同寻常的一年。您个人在华为对外沟通中所扮演的角色也发生了巨大变化。您能谈谈过去一年华为在公共关系和政府沟通的重心发生了哪些变化吗？您知道华为现在在这方面的花费大概是多少吗？这项工作对你们来说是不是比以前更重要？任正非：第一，公司处于危难时期，我个人义不容辞地需要挺身而出。第二，过去这么多年，公共关系做了全世界很多国家的协调工作，争取了这么多国家和运营商对我们的理解。现在对实在不理解我们的国家，我们就放弃做公共关系了；对理解我们的国家，我们就多投入一些力量。一边省掉的钱用到另一边，总预算没有太多增加。18、Nathan VanderKlippe：经历了过去一年发生的事情，很多人想知道华为将如何构建或重建在各国的信任。如果将信任问题称为“信任赤字”，您觉得“信任赤字”是华为的问题，中国的问题，还是中国公司的问题？任正非：在信任上，华为今年这一年不仅没有赤字，而且收益非常大，因为美国政府这么强大的力量在全世界帮我们宣传。如果说过去有一些国家对华为将信将疑，美国一打击，他们更信任了“原来你们这么厉害”。今年到我们公司访问的客人数量增长了69%，来看到我们生产线生产的版本没有美国器件了，他们就拿回去测试，发现非常好，他们建立了信心。同时，他们亲眼来看，我们上、下班的班车很多，人潮涌动；我们有很多食堂，每个食堂吃饭时都充满了人，员工还买肉吃；再看我们的生产线，24小时不停运转，他们更加增强了信心。所以，信任没有赤字，反而信任增长很厉害。实体清单刚制裁时，我们预测财务数据会有下滑；但实际上现在快到年底了，我们今年的增长很厉害，没有出现信任危机。19、Nathan VanderKlippe：华为今年的增长非常强劲。我想问的是：华为的业务增长是不是主要源于中国市场？是不是源于由国家所有的电信企业向华为提供的补贴？任正非：网络设备的主要增长在海外，优先保障海外供货。终端设备，海外市场减弱了，中国市场增大了。20、Nathan VanderKlippe：刚才华为员工指出在欧洲建厂这件事目前还在考量可行性阶段。因此，我想问一下，华为把大量的生产转移到欧洲等地，有哪些好处？能帮助华为解决什么问题？任正非：我们的生产工厂采用人工智能的方式，绕过了欧洲福利社会，绕过了工会。虽然成本会略略增加一些，但是增强了欧洲对我们的信任，增加对欧洲的税收、就业指标，有利于我们在欧洲更加紧密地合作。21、Nathan VanderKlippe：华为正在大力发展“智能监控业务”。美国指控华为利用自己的设备开展间谍活动，为什么华为选择大举进入这样的业务领域？贵公司业务领域的负责人段爱国说华为在这个领域成为第一。任正非：人类社会将来会变成智慧社会，包括云社会，这是一个非常庞大的信息网络，美国也在争夺这个进入云社会的机会。今天的通信网络，明天就会变成一个云化的网络，云社会的开放性是我们前所未有碰到过的。智慧城市是一个起步。22、Nathan VanderKlippe：华为首席隐私官John Suffolk先生在英国被问到华为与新疆公安局等政府机构进行合作的问题，尤其是针对出售对象，华为是否也应承担道德责任的问题？他回答说华为觉得负有法律责任。华为开发的很多技术可能被政府利用，严重影响人们的自由。您觉得华为在道德上是否有责任来评估你们的销售对象？任正非：我看到了《环球邮报》最近发表的关于新疆问题的文章，欢迎你们进行深入研究。你们觉得，美国解决中东问题的方式对人民好，还是中国解决新疆问题的方式对人民好？新疆这些年已经稳定下来，没有大的社会案件和事件，经济正在发展。如果财富增加和财富分配合理化，会逐渐化解很多矛盾。美国也应帮助中东稳定下来，帮助中东发展经济，帮助中东人民摆脱贫困，这样美国就会站在道德的制高点。Nathan VanderKlippe：您言下之意是说美国在这方面并没有站在道德制高点上？任正非：美国有啊，把它做好了就有了。美国几十年前的先辈建立了一个正确的国际体系，维护了世界的和平与发展，是有贡献的，全世界给美国的回报是承认美元的国际货币地位。但是美国正在破坏自己建立起来的国际秩序，如果恢复过去的正常秩序，它不就站在道德的制高点上吗？23、Nathan VanderKlippe：您之前经常讲到对于美国的崇拜。您的员工告诉我您最喜欢的咖啡是美式咖啡，您看过《星级迷航》电影，您还去过美国。您之前还表示美国在珠穆朗玛峰的峰顶，而中国在山脚下。您觉得在您有生之年会不会亲眼见证美国失去在技术，或许还有经济上的主导地位？任正非：我相信美国是非常优秀的。金里奇是美国众议院前议长，他说过华为是不错的。除了5G，美国都是领先的。我认为，即使对5G这个产业，美国也是有很大贡献的。在4G初步发育阶段，美国提出WiMAX，WiMAX是电脑工程师提出来的，电脑工程师普遍年轻，敢想敢干，提出了非常多的新想法，但是他们年轻，对电信产业不够专业。电信产业要在全世界覆盖，全程全网，太复杂了，ITU建立的全球电信标准比这个屋子大很多倍。熟悉这个标准需要时间，电信行业的科学家年龄偏大、偏保守。WiMAX使用了很多核心技术，比如MIMO容量极大提升的技术，给LTE产业极大刺激，电信科学家迅速把WiMAX提出的新想法融合在LTE体系里，加上全球有几十万的电信专家、工程师，雄厚的技术积累，迅速就实现了。所以，5G是更宽的带宽、更多天线、跨代技术……很多都是从WiMAX里吸取的。华为和美国公司在这个问题上的竞争，并不是华为有独自不得了的优点，我们也是兼容了世界各国的思想，实现了3GPP的理想。所以，我们的这些发明和技术也是跟世界共享的，在很多方面与爱立信、诺基亚都签订了专利交叉许可，也与苹果、高通签订了一些专利许可，华为并没有垄断技术。美国仍然是伟大的国家，罗斯在印度讲话“只要有两、三年时间，美国就能领先华为”，我相信这句话。但是，人类社会的发展不能再等两、三年。24、Nathan VanderKlippe：回到我刚才提到的关于华为肩负的道德责任的问题，也就是您认为华为应该承担起哪些道德责任。感谢您阅读《环球邮报》的报道。但我想问的不只是关于新疆，还有华为员工被指控帮助非洲国家政府，对反对党的政客实施监控，开展黑客攻击和干扰活动。您是否接受员工的这类行为，还是说您认为华为有一定义务确保自己不会去做这些事？任正非：非洲这个事情是造谣，我们已给《华尔街日报》发了律师函。另外，立陶宛法院也判决了《立陶宛早报》对非盟事件的报道是造谣。我们卖“汽车”给各个国家，“汽车”装什么货是“司机”说了算。所以，国家应该怎么走是国家主权问题，国家怎么管理好这些设备是他们国家的主权。Nathan VanderKlippe：但华为公司开发的一些技术，比如人工智能，有能力改变人类社会、改变全球经济的运作方式。你们做的并不是功能简单的、在路上跑的卡车。你们公司开发的人工智能、智能监控和智慧城市等技术实际上有能力改变人类社会的运作方式。你们难道没有责任深刻地思考这些技术应该如何开发和销售吗？任正非：AI不是武器。我们尊重每个国家的数字主权。我们必须在每个国家遵守所在国法律，遵守国际法，在此基础上，我们利用新技术造福人类。如果有些国家不接受，我们就不进入这个国家，我们不会在发展新技术的时候制造一个对新技术不利的环境。Nathan VanderKlippe：我们刚才讨论的不仅是人工智能。您的个人背景很有趣。公司刚成立的时候，中国存在很多计划经济的要素，您一直批判计划经济的运作模式以及计划经济并不以追求利润为目的。显然，您在离开计划经济、进入私有制经济后，取得了成功。您觉得目前或者未来，人工智能是否拥有足够强的能力，让管制经济的一些要素重新出现？您认为人工智能能产生这种影响吗？任正非：首先，整个社会大环境应该是市场竞争，只有竞争才会对用户有利，才能逼企业进步。其次，企业内部的计划性有利于提高质量、降低成本、减少消耗、减少浪费，有利于竞争。所以你说的计划，我认为仅仅是指企业内部。25、Nathan VanderKlippe：再问一个和孟女士有关的问题。您觉得她这一年是怎么过的？您是觉得她经受了苦难，还是说她过得还可以？您有没有告诉她，她预计还会在加拿大待多久？任正非：我们作为父母，都会想念自己的儿女。她也会想念自己的孩子，生活也会有很大影响，她的妈妈和她的丈夫轮流到加拿大陪她生活，她的儿女一放假就飞过去陪妈妈。她平时也努力学习、画画，来调整自己的情绪，所有案件细节都是交给她的律师来处理。我们相信加拿大法律的公正、公平和透明，“透明”是指所有细节都必须公布出来。我们等待法庭的判决。26、Nathan VanderKlippe：今天早晨她写了一封信发表在微信朋友圈。您可能也读了她的这封信。在这封信中，她提到了自己这一年的心路历程，并且表示已做好更充分的准备去迎接未来的不确定性。您之前说不会考虑让孟晚舟做接班人，但是考虑到她过去一年在加拿大所经历的一切，您会不会重新评估她的性格以及她在公司的未来发展？任正非：这封信我没看，早上我只看了标题。我认为这样不合适，因为全国人民都忙着要干活，要创造财富，争取改善自己的收入，不能消耗太多精力来跟她一起感受。正常的历史长河中，磨难都会出英雄。孟晚舟经历的磨难也会对她的意志产生很大提升，这对她来说是一个很大的财富。担负华为这样一个技术公司的领导人，一定要有很强的战略洞察能力。可能需要洞察未来十年、二十年甚至更远的时间，判断社会或者公司发展的方向。所以，没有洞察能力的人，很难能领导这个公司。华为这样一个科技公司，领导人需要有深刻的技术背景。孟晚舟回来还是继续做CFO，当然这个CFO意志更坚强了。华为的发展不会一帆风顺，可能还会有大挫折，甚至将来面临着崩溃的风险。她经过这个磨难，有利于协助我们扛过未来的灾难。世界上没有永远成功的公司，有一本书《下一个倒下的一定是华为》，说华为不可能永远顺利地成长。我认为灾难是财富，华为公司在今年打击中还是有很大的进步，未来的风险可能减少一点了。27、任正非：我给你推荐三位加拿大“人工智能之父”：蒙特利尔理工大学的约书亚·本吉奥、多伦多大学的杰弗里·辛顿、阿尔伯塔大学的理查德·萨顿。加拿大应该把人工智能作为国家战略，特鲁多总理应该请这三位“人工智能之父”喝咖啡，听他们讲讲加拿大应该如何定位，把人工智能作为发展战略。多伦多大学离哈佛大学、麻省理工大学很近；温哥华与华盛顿大学、斯坦福大学非常近，要思考如何把人才吸引到“人工智能之父”麾下，建立一个庞大的产业群体？他们曾在二十年前就领先了世界，不能“墙内开花墙外红”。Nathan VanderKlippe：上次采访时，您也向我提到了这三位人工智能之父，而且也提到了加拿大在人工智能领域的优势。您提这些是因为您对加拿大这个国家感兴趣，还是出于华为公司的利益考虑？任正非：因为我们把个人恩怨和国家发展分开来看。我个人和加拿大有些恩怨，但人类社会是很伟大的，我们要超越个人恩怨来看人类社会的发展。我与这些“人工智能之父”喝过咖啡，我觉得他们非常伟大，建议特鲁多总理每三个月能与他们喝一杯咖啡。对于一个人口比较稀少、资源比较丰富、地域比较广大的国家来说，人工智能是迫切需要的，反而在中国没有这么迫切，中国人口多，经常有人问我“如果大量的人失业，没事干怎么办”这些负面问题；你们正好人少，发展人工智能有极大的积极性。我们会把这三位“人工智能之父”的邮箱发给你，这对加拿大振兴有好处。这完全和个人恩怨无关，也与华为无关。因为我不希望这些天才之光被埋没了。Nathan VanderKlippe：您跟他们见面时，没有向他们发出来华为工作的邀请吗？任正非：他们在世界这么高的地位，我们这么低的平台，如果来华为工作，怎么发挥他们的作用？我们愿意给他们的科研提供经费支持，使用美国《拜杜法案》，不占有他们的任何成果，只是完全义务提供经费。只要加拿大政府愿意，我们是可以给他们大笔拨款的。美国把5G当成原子弹了，5G的来源是什么？十年前土耳其一位Arikan教授发表的一篇数学论文，引发了今天的5G。所以，我诚恳建议特鲁多总理请他们三个人喝杯咖啡，对加拿大的战略格局会有一个冲击。Nathan VanderKlippe：真有趣。您认为这个问题与经费有关吗？特鲁多总理跟他们喝咖啡的时候，是不是应该谈谈给他们提供更多国家经费或者其他方面的支持？我的意思是，如果您说的是为这三位人工智能之父提供更多支持，是不是主要指国家经费支持？还是说其他方面的支持？任正非：不是需要政府提供资金支持。加拿大把人工智能定位成国家战略产业以后，这支队伍会庞大，然后会做出不同的应用来，比如在冻土地区采用无人开矿、无人农场……，它可以发展加拿大经济。如果他们要钱，我们可以给，不需要加拿大政府给。", "author": "北京日报客户端", "newsdate": "发布时间：19-12-11", "newstime": "09:30", "sentiment": [{"positive_prob": 0.893482, "confidence": 0.763293, "negative_prob": 0.106518, "sentiment": 2}]}, {"title": "华为开发者大会2020将于明年2月在深圳举办", "content": "华为官微11日宣布，华为开发者大会2020（Cloud）将于2020年2月11日-12日在深圳举办，报名通道即日起开启。华为开发者大会2020（Cloud）是华为面向ICT（信息与通信）领域全球开发者的年度顶级旗舰活动，旨在搭建一个全球性的交流和实践平台，开放华为30年积累的ICT技术和能力，以“鲲鹏+昇腾”硬核双引擎，为开发者提供澎湃动力。此前，8月9日，华为召开开发者大会发布了鸿蒙操作系统。鸿蒙OS将对全球开发者开源。同时，华为全面开放 HMS（Huawei Mobile Services），使全球开发者可以快速接入HMS生态，实现生态共享。华为还公布了鸿蒙内核及OS的演进路标，将在今年首发的智慧屏产品中率先使用鸿蒙OS 1.0。未来三年，除完善相关技术外，鸿蒙OS会逐步应用在可穿戴、智慧屏、车机等更多智能设备中。 相关公司：先进数通：公司于2019年10月25日在互动平台表示，公司与华为的合作是长期、持续、全方位的，华为近年来一直是公司最大的供应商，合作规模较大。公司近期已完成主要产品及解决方案基于鲲鹏处理器计算平台的初步测试，已可以对鲲鹏处理器计算平台提供全面支持。公司与华为正在积极探讨在鸿蒙系统领域的合作，目前尚无重大进展。公司11月6日在互动平台透露，公司已开始向最终用户批量交付基于鲲鹏处理器的泰山服务器。硕贝德：公司是华为基站、手机天线的供应商之一，公司于2019年6月在互动平台表示，与华为在终端天线、5G宏基站天线、微基站天线、企业网天线、智能汽车天线等领域有全方位的合作。", "author": "财联社", "newsdate": "发布时间：19-12-11", "newstime": "13:30", "sentiment": [{"positive_prob": 0.964402, "confidence": 0.920893, "negative_prob": 0.0355981, "sentiment": 2}]}, {"title": "安卓旗舰平板华为MatePad Pro全面体验 新一代创造力机皇", "content": "曾经，大家一致认为平板市场只有iPad和其它两个品牌，但是随着华为在平板领域的持续创新发力，这一现状有了巨大的改变。华为M6发布后，受到广大用户的好评，2019 年预计发货量达到 200 万台，刚刚过去的Q3季度，华为平板甚至超过了苹果，国内市场份额第一，足以说明华为在平板电脑方面的成功。11月25日，华为发布了Mate家族高端旗舰平板-HUAWEI MatePad Pro，是一款高颜值的智慧轻办公平板。在外观设计、性能、续航、智慧轻办公、交互体验等方面带来了颠覆性的升级，提出了重构创造力的广告语，并且更改命名为MatePad，后缀Pro，定位创造力工具，可见华为对这款平板的着重打造，一起来看看有哪些升级，以及是否值得购买。悦目全面屏：全球最高90%屏占比首先来看外观方面，HUAWEI MatePad Pro是目前全球最高屏占比的平板，正面采用的是10.8英寸16:10的全面屏设计，屏占比达到了90%，4.9mm等距微边框，没有下巴也没有刘海，四个角采用的是和机身一样的圆弧过渡，正面看起来非常美观。同样四边等宽，HUAWEI MatePad Pro 比 iPad Pro 边框更窄。HUAWEI MatePad Pro这块全面屏不仅拥有2K级别的分辨率，还具有540nit的高亮度以及自家的锐屏显示增强技术，根据画面内容自行调整色彩动态范围，让画质显示更加细腻。平板不同于手机，10.8英寸的大屏，无论是单手或者双手拿着，接触面积都会比较大。为了让这块超窄边框的平板有完美体验，华为自研双手防误触算法，让超窄边框不会出现误触的情况。其能够智能检测握持姿势，无论是接触屏幕面积较大的一块区域（虎口），还是一个点（手指），是长时间的“黏贴式”接触，还是快速点击式的触碰，系统软件都能一一智能检测识别，防误触更精准。实际体验来看，防误触确实做的非常不错，左手握持的时候，虎口大面积压住屏幕也不会误触，不影响右手操作。一体化镁合金中框，隐身式天线设计，按键设置在了前置摄像头的两侧边框，音量键下方是磁吸式放置手写笔，吸上去后还可以给笔无线充电。机身上下边框对称分布了4个立体扬声器，配合华为Histen 6.0多声道3D立体音效、哈曼卡顿专业调音，在影音播放和玩游戏时，带来更好的环绕音效。翻到背面，和挖孔前置同心圆设计的后摄，显得很精致。HUAWEI MatePad Pro后壳有玻纤板和素皮版两种，我手里这台是采用高强度的玻璃纤维，与镁合金中框打磨的严丝合缝，加上亲肤涂层，带来的手感温润圆滑。HUAWEI MatePad Pro重量只有460g，厚度7.2mm，比iPad Pro还轻8g，可以用轻巧精致来形容。强大麒麟990旗舰芯片 超大电池+快充麒麟990芯片是华为最新旗舰级处理器，采用业界领先的7nm工艺制程，强大性能和AI处理能力已经经过了Mate30系列的验证，这么快就用在HUAWEI MatePad Pro上，直接表明它的定位是创造力工具，所有的应用也是基于这颗强大芯片的支撑。而多屏协同、智慧分屏和平行视界构成的效率三件套，多屏协同依靠的是EMUI 10的分布式技术，使得平板和手机协同操作、数据流转和多屏操控，实现跨设备全场景无缝交互。HUAWEI MatePad Pro配备了7250mAh超大电池+标配20W快充+无线正反向充电，同时支持40W超级快充。 7250mAh的超大电池容量，配合麒麟990强大的能耗表现和EMUI节电技术，典型综合办公场景下，续航约11小时，如果是外出轻办公，完全不用担心续航问题。而且是因为长续航，我在使用的时候从没出现过白天没电的情况，如果忘记充，支持40W超级快充，快充30分钟就能使用3小时，2.5小时可以完全充满。它还支持15W正向无线充电和最大支持7.5W反向无线充电。可以给华为Mate 30手机和FreeBuds耳机等快充协议产品应急充电。HUAWEI M-Pencil+磁吸键盘：智慧轻办公为了更好的实现轻办公，华为还专门为MatePad Pro打造了一套键盘和手写笔。键盘采用了磁吸的连接方式，依靠底边框的多枚内置磁吸模块进行自动吸附，这里和华为平板M6的键盘不同，M6的键盘是有裸露的金属触点连接，MatePad Pro则是磁吸后主动蓝牙连接。键盘的整体按键布局与笔记本电脑键盘一样，上手使用没有太大的难度，1.3mm的键程，按键回弹手感舒适，长时间使用也轻松舒适。这款键盘还具有两个支撑角度调节，可以自由快速切换。同时键盘的shift键还有一个重要作用，用手机触碰shift键上的标签，就能快速进入多屏协同。当然，键盘也可以作为MatePad Pro的保护壳使用，PU皮材质摸起来手感还不错。另外一个生产力工具就是—HUAWEI M-Pencil手写笔。HUAWEI M-Pencil手写笔支持4096级压感，手写笔和我们日常使用的铅笔类似，采用六棱形的设计风格，14g的重量拿在手里感觉和真实的铅笔几乎一样。在HUAWEI M-Pencil手写笔六边中有一边设计成了凹陷的造型，凹陷进去的那一边内置了磁吸模块，可以通过与HUAWEI MatePad Pro的上边框磁吸来进行识别、配对。值得点赞的是，键盘和手写笔磁吸后就可以无线充电，非常的方便，不用再担心笔和键盘没电的情况。华为生态产品联动 革命性效率三件套早前，安卓平板的命运大多是「买前生产力，买后爱奇艺」，究其原因是没有应用生态，仅仅是个放大版的安卓手机。那么，HUAWEI MatePad Pro是怎么解决生态和提升效率的呢？归结为多屏协同、平行视界、智慧分屏和电脑模式。在这四方面，华为是下了大功夫优化的，而且我认为，最需要HUAWEI MatePad Pro的有这么几类用户，第一是新锐精英，家里或者公司有高配电脑，但出差需要应急处理文档等需求；第二个是设计、绘图等用户，需要在平板上绘图记笔记等；第三个就是学生，手机完成日常社交，平板来完成记笔记、文档等复杂一点的事。具体详细演示可以看我的视频多屏协同平板代替不了电脑，但可以用来轻办公，完成手机做不了的一些复杂操作，所以和手机的关系最为密切。手机除了社交外，也是最重要的办公工具，社交软件经常用来传输文件。但在使用的过程中我们经常会遇到一个问题；如何同时使用手机和平板呢？尤其是微信，安卓目前还不能同时登陆，如果想把微信发的文件传输到平板非常麻烦。但有了「多屏协同」功能之后，就可以同时在平板上使用手机，除了前面说过的触碰键盘NFC标签外，还可以通过下拉通知打开，蓝牙靠近发现就能连接。这里要注意的是，「多屏协同」支持的手机必须是EMUI10 或者Magic UI 3.0以上的系统。连接后就可以在HUAWEI MatePad Pro上的手机端窗口进行操作，所做出的操作也会实时地出现在手机端屏幕上，就和直接用手机是一样的。比如你在HUAWEI MatePad Pro上使用手机打电话、发微信、微博，手机会同步进行操作。这就解决了前面说的问题，用微信发的文件，可以直接进行拖拽到平板来进行处理，处理完之后就可以直接发送，是不是提高了效率。除了社交软件外，「多屏协同」功能极大的提升了手机和平板之间的交互效率，可以在平板上面直接打开手机的应用、图片和文档等，而且这些内容是支持双向拖拽复制。比如手机拍摄的照片，直接打开拖拽复制到平板，进行精细的调整修图后，再保存到手机或者分享等。再比如你正在平板编辑文档或者PPT，图片素材在手机，这时候直接在手机窗口打开拖拽过来就行了，一台设备同时操控两块屏幕，这就是HUAWEI MatePad Pro「多屏协同」的魅力所在。而且连接手机后，不使用的时候手机窗口可以最小化隐藏在屏幕上，实实在在地提升工作效率。平行视界之前安卓平板最大的问题就是应用横评状态下不适配，导致体验不友好。如何充分利用平板的大屏优势，让横评状态下尽可能的显示更多的信息，这就是「平行视界」要解决的问题。「平行视界」大家应该不陌生，之前华为平板M6上面就已经应用了，是华为专门为应用适配大屏开发的，在一定程度了推动了安卓应用生态的发展。不同于多任务下两个应用分屏，「平行视界」是目前安卓平板上绝无仅有的同一应用分屏，在横屏显示状态下，一个应用的不同界面信息左右分屏显示，充分发挥平板大屏特质，让安卓平板的使用体验有了革命性突破，弥补了安卓平板生态的短板。比如在平板上打开微信，一般情况下是只有中间区域显示，左右两边大量的空间浪费，但有了「平行视界」后，左边是微信聊天，右边可以同时打开朋友圈、公众号文章等，左右屏同时操作，一边聊天一边刷朋友圈。比如微博，当我们点开一张图片/视频之后就会自动打开右边窗口，原微博与图片/视频平行存在，并且还可以调整两块屏幕的比例，在观看图片/视频内容的同时还可以继续浏览其他的微博内容。「平行视界」主要解决了应用竖屏排版问题，同一个应用二级窗口直接同屏显示，充分发挥平板大屏特质。目前，「平行视界」已经支持130+的横屏应用，Top 100的横屏应用覆盖率达到70%+，远超iPad Pro。华为还在不断完善和推动三方应用接入平行视界，未来会有更多的应用加入。智慧分屏「平行视界」是解决一个应用横屏显示，智慧分屏则是两个应用软件同时显示操作。EMUI 10智慧分屏通过软件系统显示框架，实现多应用多任务处理，应用分屏化解不停切换应用的繁琐。打开一个应用后，在屏幕右侧拖出dock区，选取另外一个应用拖拉至屏幕上，即可实现应用分屏，屏幕左边显示一个应用，右边同时显示另一个应用内容，应用显示区域可以左右拖拉调整比例。这样就可以一边聊微信一边刷微博，还可以一边查资料，一边写文档等等，主流的软件几乎都支持。HUAWEI MatePad Pro系统级多任务多窗口还支持第三个悬浮窗口。打游戏、看视频的时候，无需退出当前界面，可在悬浮窗口快速响应弹出的消息；在阅读或编辑文档的办公场景中，也无需退出正在专注处理的工作，通过悬浮窗口，甚至还可以叠加多屏协同，四个窗口高效快速处理办公需求。而且这个悬浮窗口可以拖拽替换已经分屏的应用，部分应用甚至支持相互间的内容拖拽，比如微信和相册，可以直接拖拽发送，非常方便。电脑模式HUAWEI MatePad Pro专门打造的电脑模式，可以实现类似电脑多窗口操作，可同时打开多个窗口和任务。在通知栏下拉选择打开电脑模式，可以看到和Windows操作界面很相似，不过它是用安卓模拟的。让人比较意外的是，HUAWEI MatePad Pro新增“最近”和“桌面”选项，可以快速定位刚刚保存的内容或直接将文档保存在桌面，而且可以任意拖动在桌面的位置。作为一款轻办生产力平板，在文档处理方面也下了不少功夫。华为与WPS合作，不仅实现了专门的排版布局定制，全球首发AI智能美化、思维导图、语音备注、智能画笔和圈选四大功能，还实现了智能排版功能，搭配前面讲过的键盘和M-Pencil，办公效率提升很大。搭配全新升级的华为备忘录，支持熄屏提笔速记，在平板锁屏状态下，只需将手写笔轻击一下屏幕，就可以直接进入到华为备忘录。同时支持语音输入，对着备忘录说话，即可将语音同步转化为文字。在备忘录中，不仅可以写字记录，也可以随意勾勒作画，随心插入图片，让记录更加丰富。更厉害的是，华为备忘录还支持手写文档搜索，在记录过的无数内容中，只需在搜索框中键入关键字，即可在过往手写记录的内容中迅速定位查询。华为同全球知名的手写笔应用My Script公司合作，共同打造Nebo for HUAWEI——专业记录软件。它具备强大AI记录能力， 6种笔势识别，可以让用户以最自然的书写动作实现快速记录，如像传统铅笔一样左右划一划，就可擦除写错的内容。智能格式编排，让信息轻松分层。智能图表编辑，可以直接用手写笔绘制图表，双击两下屏幕后，手画的图表自动排列整齐，拉直线条，形成印刷体图表。同时，Nebo也是业界首款支持键盘、手写笔混合输入的笔迹类应用，用来记笔记非常舒服。影音娱乐：全面屏更沉浸震撼HUAWEI MatePad Pro采用2K分辨率IPS屏幕，画质表现不错。96% NTSC的电影级别的色域、540nit超高亮度、1500:1的超高对比度，16:10屏幕长宽比，观影体验更加沉浸。搭配华为独家 “锐屏”显示增强技术，和多立体扬声器，配合华为Histen 6.0多声道3D立体音效技术，在影音播放和玩游戏时，带来更好的环绕音效。因为有了麒麟990 这颗强大的芯片，在游戏方面的表现也很出色，无论是玩吃鸡还是王者，都能高帧流畅运行。通过对HUAWEI MatePad Pro重点升级功能的全面体验，相信大家已经看出来了，HUAWEI MatePad Pro是华为向着创造力工具进行转变的产品。多屏协同、智慧分屏和平行视界构成了效率三件套，电脑模式、M-Pencil和磁吸键盘，加上对办公文档的优化，这一套俨然是一个专业的轻办公设备，绝对可以满足我们日常的文档办公、娱乐需求。和之前M系列平板最大的区别是多屏协同，打通了和手机的壁垒，将手机的功能扩展到屏幕更大的平板，极大的提升了处理能力。如果你使用的是华为Mate手机，再配合HUAWEI MatePad Pro，足以应付轻办公需求，尤其是出差等场景，可以进一步减少包内所携带的设备。目前，华为已经将手机和平板打通；未来，怎么将手机、平板和笔记本MateBook融合，非常令人期待。", "author": "科技毒眼", "newsdate": "发布时间：19-12-11", "newstime": "19:35", "sentiment": [{"positive_prob": 0.99985, "confidence": 0.999666, "negative_prob": 0.000150056, "sentiment": 2}]}, {"title": "华为成立云计算公司", "content": "IT之家12月11日消息 近日据天眼查数据显示，2019年12月6日华为云计算技术有限公司成立，注册资本为5千万，董事长兼总经理为郑叶来。信息显示，华为云计算技术有限公司注册地址为贵州省贵安新区金马大道交天府路华为云数据中心，注册资本为5千万。经营范围包括出版物零售；互联网文化活动；互联网平台、零售、安全、数据服务；计算机软硬件、电子产品、数码产品、通信产品的研发、制造、销售、服务；软件和信息技术服务等。华为云计算技术有限公司的法定代表人、董事长兼总经理为华为公司副总裁、华为云业务总裁郑叶来；董事为吕峻峰和吕艺行；监事为李杰。此外，信息还显示该公司由华为技术有限公司100%控股。", "author": "IT之家", "newsdate": "发布时间：19-12-11", "newstime": "15:27", "sentiment": [{"positive_prob": 0.990074, "confidence": 0.977942, "negative_prob": 0.00992613, "sentiment": 2}]}, {"title": "重大突破！华为5G拿下“德国市场”，与爱立信展开近身战", "content": "华为5G在欧洲再下一城，已获准进入德国市场！图片来源：图虫创意随着5G建设提速，全球各5G电信设备制造商围绕5G领域的竞争也日趋激烈。12月11日晚，证券时报.e公司记者从华为方面最新获悉，华为5G设备日前已获准进入德国市场，将在未来几年内为德国三大电信运营商之一Telefonica提供5G设备及相关技术。不过，最新数据显示，在5G订单方面，华为已被爱立信反超。华为拿下德国5G订单当地时间12月11日，德国三大电信运营商之一Telefonica宣布了一项重大投资计划，Telefonica表示将在未来几年内扩大网络建设。据了解，目前该运营商使用的设备来自诺基亚和华为，并计划在建设5G网络时继续借助诺基亚和华为的技术。Telefonica宣布，将于2020年开始建设5G网络，预计到2021年底在柏林、汉堡、慕尼黑、科隆、法兰克福启动并运营5G商用网络；到2022年底，5G网络将覆盖30个城市以及1600万人口。据了解，过去Telefonica一直较依赖华为，它在其2G到4G内核中都使用了华为的套件设备，如今它又计划在其5G核心网中也使用华为设备。不过，此次为该公司首次不再完全依赖华为。据悉，2020年，西班牙电信将与华为以及另一家公司签订合同，建设其5G基础设施。值得一提的是，近来，是否允许华为设备进入德国5G市场成了德国政坛的热门话题之一，而此前，德国最大的电信运营商德国电信曾宣布在两年之内将全部华为部件替换出其核心网络。今年9月底，华为表示，它已经开始生产不含美国零部件的5G基站。目前，华为与多国开展了5G合作，其中包括英国、摩纳哥、法国、马来西亚、俄罗斯、柬埔寨等等。爱立信5G订单反超华为随着5G时代的到来，各国都纷纷开启了5G建设，而各大电信设备制造商也各显神通，不断在全球范围内推广自己的5G设备。华为、诺基亚、爱立信作为全球三大电信设备制造商，其一举一动备受关注。华为近期在5G方面动作频频，除前述已获准进入德国市场外，12月10日，在“阿联酋5G”会议期间，阿联酋电信监管局和华为在迪拜发布了双方联合组建的“5G和loT开放实验室”，以期促进整个阿联酋的5G和物联网服务普及，促进创新和跨市场合作。阿联酋电信监管局与华为相关负责人表示，联合华为发布5G实验室，目的是让各行各业都参与进来探索实践“行业+5G”，帮助业界探索更多5G融合应用场景，发展壮大5G和loT生态。值得注意的是，最新消息显示，目前华为最大竞争对手爱立信5G订单已反超华为。数据显示，迄今为止华为已经接到了全球65份的5G商用订单，全球5G基站出货量超过了10万台，而爱立信已经接到75份5G商用订单，足足超越了华为10份，华为的5G“霸主地位”没能保住，而整个5G的排名也再次被刷新了。此外，记者注意到，华为近来有意加码云计算。天眼查数据显示，12月6日，华为云计算技术有限公司成立，注册资本为5000万人民币，法定代表人为华为公司副总裁、华为云业务总裁郑叶来，经营范围包括数据服务、软件和信息技术服务、智能化设计咨询及改造；电子信息技术；通信产品的研发、制造、销售、服务等。华为云计算技术有限公司由华为的运营主体---华为投资控股有限公司全资控股。来源: 证券时报e公司", "author": "同花顺财经", "newsdate": "发布时间：19-12-11", "newstime": "21:10", "sentiment": [{"positive_prob": 0.954895, "confidence": 0.899768, "negative_prob": 0.0451046, "sentiment": 2}]}, {"title": "华为再发文，反惰怠反南郭18种行为", "content": "来源：《经理人》作者：徐直军来源：蓝血研究（lanxueyanjiu)、心声社区1995年，任正非在一次题为《不前进就免职》的内部讲话中，首次提出反对惰怠的概念。他说：“公司绝不允许高层干部腐化，我们将持续地在高级干部中反贪污，反盗窃，反假公济私，反不道德行为。持续地反对惰怠，上至总裁下至各部门经理无一例外。廉洁公司的行动将延伸到基层干部，每一位有上进心的干部，都要时时刻刻注意严格要求自己。”此时的任正非认为，惰怠是一种人才的浪费，而企业最大的浪费就是人才的浪费。2010年底，任正非在年度市场工作会议上讲话说：“要杜绝腐败，惰怠就是一种最广泛、最有害的腐败，人人皆有可能为之，不要以为与己无关。置公司于死地就是这种成功以后的惰怠。”这个时候，华为将“惰怠”上升为“一种最广泛、最有害的腐败”来看待。任正非说：我们象双翼的神马，飞驰在草原上，没有什么能阻挡我们前进的步伐，唯有我们内部的惰怠与腐败。惰怠将是打败华为的唯一因素。2011年5月10日，华为轮值董事长徐直军发表了主题为《谈管理者的惰怠行为》的讲话，系统总结了惰怠的18种行为表现。时隔八年，2019年12月6日，任正非将该讲话内容以总裁办电子邮件的形式签发学习，为了让华为立于不败之地，就必须持续地反惰怠，反南郭，自我批判，警钟长鸣。谈管理者的惰怠行为——徐直军在PSST体系干部大会上的讲话在前两天公司干部大会上，在我负责的九个小组里，我要求每个小组都讨论一个问题：管理者的惰怠行为。当时，在每个小组讨论时我都问“在座的有没有惰怠者？”没有一个人站起来说自己是惰怠者，我想大家肯定都不会认为自己是惰怠者。那我们换一个问法“我们的管理者有没有惰怠的行为？”肯定有。那能不能把管理者的惰怠行为讨论出来，然后每一位管理者再对照惰怠行为来照照镜子。查钧在小组讨论完后，问了所有小组成员“在座的能够保证每一条都不违反吗？”没有一个人回应能全不违反。那就是说，在座的所有管理者都是存在惰怠行为的，关键是我们怎么去跟自己的惰怠行为做斗争。要通过不断地每日三省吾身，去把我们的惰怠行为消灭掉。站在这个角度，我来回应今天PSST干部大会上讨论的管理者当责的主题。郭老师跟何庭波是从正面来讲了管理者的当责，我就反过来讲，如果我们首先把惰怠行为识别出来，再把这些行为消灭掉，那我们肯定就当责了。首先，来看看我们自己的惰怠行为。我期望每一位管理者，都能对照惰怠行为，做自我批判、自我反省，对照这些行为看自己有几条需要改进、怎么改进，还要针对选出来的几条，举例来支撑。我们要深刻地剖析自己，要敢于自我批判，敢于与自己的惰怠行为做斗争。1安于现状，不思进取安于现状、不思进取应该只适用于我们的少数的管理者，虽然不多，但肯定存在。对于管理者而言，你敢不敢于去挑战新的领域，敢不敢于去挑战新的难题，敢不敢于有所追求？如果是不敢的话，都是安于现状的表现，也是不思进取的表现。2明哲保身，怕得罪人我们有的管理者，什么事情心里都清楚，什么事情都讲得头头是道，但就是不敢站出来说话、反馈问题，或者不敢去推动，怕得罪周边，怕得罪领导，还怕得罪下属。这样，在我们这么大的组织里，在流程还不健全的情况下，这种管理者怎么能推动解决问题，怎么能够当责，怎么能够持续改进？3唯上，以领导为核心，不以客户为中心现在公司最深恶痛绝的就是做胶片。有些主管在给上级做汇报前，为了做一个汇报胶片，不知道要召集自己的下属开多少次会。所以任总说，以后要做什么事情都不敢提前通知，都得临时通知，别为了他要来听一次汇报，要来看一看，下面就花费很多时间，搞很多人做胶片。丁耘的检讨和承诺里加了一条“本系统将停止向领导汇报使用胶片模式”，我想说的是，对做胶片我们不要僵化地理解。如果说，我们做胶片的过程，是进一步去思考、去讨论、去达成共识、去找到方向、找到思路，那做胶片的过程是增值的；如果连这个过程都不要了，那也太教条了。但是这个过程主管不要找太多人，如果我们做一套胶片要一二十人集体来做，那效率就太低了，就太以领导为中心了。按道理来说，主管自己的汇报，最好是自己来写胶片。我在EMT汇报的胶片大多都是我自己写的，一般也就是几页，把我想讲的事情说清楚就可以了。我自己想、自己写、然后自己去讲，逻辑也会保持清晰一致。任总的所有讲话都是自己亲自写的，从来都不让别人写，他写完后再征求EMT成员的意见，让大家看写得对不对。我们的主管就不能向任总学习吗？你要汇报的胶片，能不能自己写？写完了，可以像任总一样把大家召集起来一起评审。你要自己写的话，我相信不会超过很多页，也不会弄得花花绿绿，搞得那么漂亮了。为了美化、格式好看，而浪费下属和你自己大量的时间，这是不增值的。不能以领导为核心，我们首先不要组织大队人马来写汇报胶片。我们要做增值的部分，坚决不做不增值的部分。“不以客户为中心”讲得多了，就不多讲了，上一次封闭在酒店研讨了两天“以客户为中心”。软件公司在AIS做BSS就是典型的“不以客户为中心”的案例。客户要的东西，本来都已经投标了，满足了客户需求。后来我们自以为是，把它换掉了，结果导致了客户的不满，这是典型的不以客户为中心的案例。4推卸责任，遇到问题不找自己的原因，只找周边的原因马电案例反映出，面对问题，部分高级主管已经形成了习惯：首先是搞清楚是别人的问题，那就跟自己没关系了。如果发生任何事情，主管都习惯性地先看自己有什么问题，都先把自己的原因找出来，那么真正的原因就出来了。但我们最习惯的却是先找别人的问题，不找自己的问题；还有一种情况，就是老担心别人做不好，不担心自己做不好。昨天讨论会上，有个很生动的案例，有个主管在答疑时说“我怀疑以后这个政策的执行，别人会做不好”，我当场就回复他，你应该先想想你自己怎么做好。所有主管都应该先把自己负责范围内的做好，先把自己的心操好，先不要去操别人的心。现在很多人，很习惯去讲一大堆别人的问题，从来不讲自己的问题。5发现问题不找根因，头痛医头脚痛医脚相当多的管理者，养成了一个非常不好的习惯，出了什么事情，打个电话“你搞定”；上级领导问他“你抓了没”，他说“抓了”。这一点，我一而再再而三地讲，我们要向董事长孙总学习。孙总遇到事情，要么不管，要管就一定会刨根问底，一定要把最核心的原因找出来，然后再去解决。马来的事情是这样的，AIS也是这样，出了问题后整个过程中就是投诉，就是指责，却不知道到底是什么原因。邓飚是亲自到现场以后，把AIS BSS项目过程全部复原，才知道是什么原因。我们各级主管发现问题以后，有没有找到根因？或者说我们根本没有去找，我们只是打了一个电话，或者批示了一下，这样怎么能够把事情搞透彻，怎么能够找到解决办法？怎么能真正解决问题？6只顾部门局部利益没有整体利益马来的案例已经讲得很清楚了，这种情况比比皆是。有些主管为了自己的部门利益，明明知道影响公司利益，明明知道公司的想法和要求，却在下面想方设法，花了很多时间、精力去搞他的小九九。尤其涉及到我们有业务拆分和整合、团队和人员要划分的时候都表现得非常明显。其实这些行为，上级领导都是知道的。你这样做，公司怎么敢交给你更大的责任。如果你的责任更大，你更以局部利益为主的话，那以后公司的整体利益谁来保证？你不要以为自己在下面做的小九九别人不知道，总有两方人嘛，总有人会说出来的。7不敢淘汰惰怠员工，不敢拉开差距，搞“平均主义”其实主管对他的下属有没有惰怠的很清楚，就是拉不下面子去处理，尤其是对老员工，有些还是自己的老领导或自己老同事，更拉不下面子。在这种情况下，你不淘汰，你不拉开差距，你就是对那些高绩效者、对那些优秀者不尊重。这几天一直在举一个案例，有个部门坚定不移地把一个惰怠的员工淘汰了，大家都觉得做得很好。但在我们身边，惰怠的员工比比皆是，那我们敢不敢给他降级、降等、降薪？我就讲一个真实的例子：当时某个员工是18级，不符合岗位要求了，因为级别较高，主管不敢降，不知道降多少，我就把主管叫过来，说：那你就在团队里把所有员工排个序。排完了我就问他，这位员工上面的员工是多少级，下面的员工是多少级？主管说“上一个人是15级，下一个人也是15级”。那我就说了，这个员工恰好就是15级呀。方法很简单吧。面对这些你不知道要把他定成多少级的员工的时候，你就排序，排完序以后，看他上面和下面员工的级别，那你不就知道该定多少级了嘛？我们各级主管对那些能力不强、贡献已经很小的员工，不符合任职要求的员工，做了排序没有？排完序以后你就能知道他该定多少级。尤其是13~17级这一块，我们还没有按岗位来定级。如果把职级降下来，最大的影响是把饱和配股的饱和值降下来了。我们原以为降1000－2000元工资对他有多大刺激，其实没有多大刺激，但通过把他的职级降下来，最大的刺激就是把他的饱和值降下来。你们能不能在这次饱和配股之前，把所有该降级的先降下来，降了级以后，员工饱和值不但升不了，可能还会降下来了。每个团队，都可以适当排序，尤其对那些惰怠了的员工，在整个团队里排排序，看看他应该在哪个位置，然后给他合理地定级，该定多少定多少，该降多少降多少。如果还愿意干他就干，不愿意干他可以离开。8经常抱怨流程有问题，从来不推动流程改进有主管经常抱怨流程多、流程复杂，并且时时挂在口头上。如果真发现流程有问题，一定要指出哪里流程多、哪个流程有问题。我们希望所有觉得流程有问题、流程多的人，要给所在组织的质量与运营组织、QA提出来，这样我们才好改进。我们一直希望大家能反馈问题，但很多人就只抱怨，而且最后都成了口头禅，动不动流程很多、流程很长、流程阻碍了发展，但从来不去推动流程的改进，从来不指出哪里流程多了，哪个流程长了，哪个流程有问题。那怎么改进呢？9不敢接受新挑战，不愿意离开舒适区在研发还好一点，因为没有哪个地方很差。但也有主管不想去新领域，不敢接受挑战。今年一个很重要的导向就是希望干部、骨干能到新领域去，有人就怕这个怕那个，患得患失。不敢为被冤枉的员工说话有的主管怕为被冤枉的员工说句公道话，因为说了，可能就会被公司“戴帽子”。如果你真的觉得某个员工被冤枉了，为什么不敢说呢？要么你根本就不对这个员工负责任，要么就是怕说了以后被主管批评，怕得罪人。但如果你都不敢说话，那又如何保护他们？1只做二传手，不做过滤器有很多主管只做二传手，不做过滤器。任何地方来了事，他立即就传下去了，不管这个事情该不该做、要不要做，反正不是自己亲自做，这样一来就让下属苦不堪言，不能聚焦工作。2热衷于讨论存在的问题，从不去解决问题很多主管讨论存在问题的时候，都是洋洋洒洒，能道出具体问题来，但从不去解决问题。无论是PSST的潜规则还是流程问题，或者是现在政策执行上存在的问题。作为主管，如果能够把你们授权范围内能解决掉的问题全部解决掉，那么很多问题就没有了，特别是潜规则。对于你解决不了的，不在你授权范围内的，若你不去推动解决，那怎么能够解决？3只顾指标不顾目标2008年开始PSST体系进行绩效管理优化，强调不要为了指标而忘了目标。PSST体系最主要的目标，是构筑产品和解决方案的竞争能力和低成本，满足客户需求。在我们当中，存在一些主管只关注KPI的完成，但不知道KPI完成得很好是为了什么。比如某个平台，每年的考核指标都很好，因为考核指标都是质量、进度、网上问题，但慢慢把自己做没了。华为到底是为了追求一个卓越的、有竞争力的嵌入式操作系统，还是仅仅为了追求网上没事故？当然网上没事故也是应该的。因此各级干部都要思考，我们的工作到底是为了什么，不是为了几个考核指标。仅仅为了考核指标工作，就是不当责。当责的干部是有清晰的目标的。4把成绩透支在本任期，把问题留给下一任在研发比较多的是，只关注当期不关注长期，只关注现在不关注未来，该投入的不敢投入，不敢在新领域、新产品上投入，不愿在架构、平台等长期才能看到绩效的工作上投入，甚至只关注仗打得漂亮，而忽视组织能力、流程优化、人员能力提升等长远的事。如果我们只关注眼前，华为就会失去竞争力，这样的干部就是不当责。5只报喜不报忧，不敢暴露问题捂盖子现象在PSST体系不能说少，无论是写总结还是做述职，讲起成绩、经验来头头是道，问题和不足则一笔带过。最可怕的是质量上的捂盖子，搞“和谐”，不主动暴露质量问题、流程执行问题，甚至为了过TR点而作假。如果我们不敢暴露问题，让质量问题流到网上，华为就会发生“丰田事件”。如果我们睁一只眼、闭一只眼，马马虎虎应付了事，那产品的质量就没办法保证，我们就会失信于客户。6不开放进取，不主动学习，业务能力下降有一部分干部凭着经验做事，走的是“经验主义”的老路。华为要从“土八路”走向正规军，过去的成功经验并不是未来前进的方向标，必须开放自己，自我批判，时刻学习。我们在CT领域的成功，不能确保我们在ICT领域的成功。7不敢决策，不当责，把责任推给公司。公司是谁？这一点跟前面讲的抱怨流程的问题类似。去年我们做了关于“潜规则”的讨论。这些潜规则是谁造成的呢，就是我们在座的各位。举例说，绩效是评责任结果，还是评亮点和表扬信？说起来我们都清楚评的是责任结果，但真的评的时候却去评亮点。这些现象谁能纠正？就是我们各位主管。8只对过程负责，不对结果负责这一点比较好理解，与只关注指标不顾目标相类似，有些主管只关注“我做了呀”，但不管“做得结果如何”。只对过程负责，不对结果负责，就会形式主义，很容易把事情复杂化，把动作做得很优美，效果却不好。这就是我今天重点讲的管理者的惰怠行为，希望大家能把管理者的惰怠行为作为自我批判的依据。每个人都在自己身上去找几条出来，然后写几个案例，这也是一个反思的过程。不敢写自己的案例，事实上也是自我批判不够透彻。我们也希望，每个主管能把这些惰怠行为贴在你办公桌上、放在你笔记本里，经常看一看是不是又在产生惰怠行为了。这样，我们管理者才能真正地从自我批判开始，与惰怠行为做斗争，管理者才能真正地当起责来。", "author": "新浪财经", "newsdate": "发布时间：19-12-11", "newstime": "16:49", "sentiment": [{"positive_prob": 0.00150004, "confidence": 0.996666, "negative_prob": 0.9985, "sentiment": 0}]}, {"title": "毕业就拿华为200万年薪 华科“天才少年”否认是天才 “我把别人打游戏时间都用在实验室了”", "content": "12月10日，左鹏飞(左)在武汉光电国家研究中心接受长江日报记者采访长江日报记者李彤摄2019年6月，华为创始人任正非宣布：今年华为将从全世界招进20-30名天才少年，并启动顶尖人才招聘计划，“(让)这些天才少年像‘泥鳅’一样，钻活我们的组织，激活我们的队伍”。首批招录的8名天才少年均为2019届应届顶尖学生，年薪方案显示：最低限89.6万，最高201万元。消息迅速引发社会关注热议。12月，来自华中科技大学武汉光电国家研究中心的2014级直博毕业生左鹏飞接受了华为“天才计划”的offer，一毕业就拿下最高档200万年薪。10日，左鹏飞接受了长江日报记者专访，首次透露了华为对“天才少年”的要求及“学霸炼成记”。学霸的选择：婉拒多家互联网大公司，放弃300万年薪入职华为92年出生的左鹏飞是华中科技大学的14级直博毕业生，博士阶段在武汉光电国家研究中心攻读计算机科学与技术专业，11月底刚完成答辩毕业。10日下午，长江日报记者见到了刚从实验室出来的左鹏飞，他个子很高，穿了一件时尚的黑色外套，笑容腼腆。他介绍，自己总共投了4家简历，华为、腾讯、阿里、深信服，4家公司均向他抛来了橄榄枝，薪资也很可观，其中一家公司开出了年薪近300万元的条件，税后收入比华为高出了40%。考虑了岗位匹配、业界口碑等多个因素后，左鹏飞选择了入职华为云的存储预研部门，他特别提到：华为可以满足我的一些其他诉求，比如保持跟学术界的接触。一开始，左鹏飞并未想到自己会成为“天才少年”中的一员。他在华为共进行了三次面试，前两次由技术专家、HR主管和部门部长综合面试，之后，部门推荐他去参加“天才少年”，由CTO(首席技术官)直接面试。很快，左鹏飞就收到了录用答复，并签下了最高档年薪。“华为比较看重的首先是科研成果，其次是个人研究内容和华为面试部门的契合度。”在博士期间，左鹏飞以第一作者发表了高水平论文10余篇，其中，以第一作者身份发表在OSDI'2018和MICRO'2018上的两篇论文，分别刷新了华中科技大学在相关领域顶级会议零的纪录。OSDI是计算机操作系统最顶级学术会议之一，而MICRO是计算机体系结构最顶级学术会议之一，论文被这两个会议录用，其含金量甚至超过一些科学界国际顶尖期刊，难度相当于生物、医学领域在Nature/Science/Cell等期刊发文。知乎上一位用户形容：是无数系统领域研究者的梦想对象，可望不可及。学霸的一天：实验室、实验室，还是实验室关于什么是天才，左鹏飞的回答仿佛现代版鲁迅：哪里有天才？我是把别人打游戏时间都用在实验室里了。他的日常时间表是这样的，早上8时起床，8时30分之前进实验室，学习到11时30分吃中饭，下午2时多到5时30分进实验室，晚饭后，晚上6时30分到9时30分在实验室，有时会呆到10时多，才回寝室睡觉。一周7天，5年几乎天天如此。2010年，左鹏飞从随州一中考入华中科技大学计算机专业。本科时，他按部就班地上课、偶尔会打打游戏、出去玩，打打篮球。2014年，第一次面临就业抉择，左鹏飞忽然发现，自己在能力、经验视野上都离预期有很大出入。这时正好有一个直博(免硕士阶段)名额，左鹏飞考虑了很久：如果读研再读博，中间中断了还能拿到硕士学位，但是如果直博过程中中断了，就什么都没有了。“你一下子要投入5年，你心里得想得非常清楚才行，得下定一个决心”。左鹏飞给自己定下目标：“博士毕业时相对于同龄人一定要做到非常非常outstanding。”自此，他像变了一个人一样，全身心地投入到了科研上。“一个高水平的博士毕业生，需要是一个领域里首屈一指的专家，所有人提到这个领域都会想到你的名字”。左鹏飞以此不断驱动自己，并逐渐在研究中找到了乐趣：“就像有的人喜欢弹钢琴有人喜欢唱歌一样，做科研就是我的热爱，也是我终生的事业。”每一个新想法、新发现都让他兴奋，从未感到懈怠。学霸的理想：推动中国计算机行业的发展，让技术造福每个人“要失败很容易，一个方面不行都会失败。但如果要成功，得各方面都很强才行。这其中包括执行力、意志力、思想和视野、学习能力等等。”左鹏飞说，他心里始终有一股劲，博士阶段导师给出的所有任务，他一定会在规定时间前完成，根本不用外力来push，没有拖延症，基本实现了自己学生阶段的目标。拿到华为的offer时，他给随州老家的父母打电话。他从语气里听出，父母十分开心，将这个消息转告给了亲戚们，亲戚们恭喜父母：你们把孩子培养得很好。左鹏飞家中有一个妹妹，父母希望能以他为榜样。入职华为后，左鹏飞将在华为云的存储预研部门做技术创新和突破，进行一些前瞻性的研究。左鹏飞表示，之所以选择进华为，也是为了能解决更实际的问题，体验从理论研究到服务于用户的过程。他说：我的理想就是能够在企业界作出更多技术创新和突破，推动我们国家乃至全世界计算机行业技术的发展，以一些图灵奖大师为目标，也希望自己的技术能够服务于社会，让广大民众受益，感受到技术发展带来的力量。长江日报记者占思柳通讯员高翔来源: 长江日报", "author": "同花顺财经", "newsdate": "发布时间：19-12-11", "newstime": "03:26", "sentiment": [{"positive_prob": 0.077139, "confidence": 0.82858, "negative_prob": 0.922861, "sentiment": 0}]}]