[{"title": "华为员工在“重点国家”波兰被捕", "content": "任何艰难困苦休想阻挡我们前进的步伐来源：中国新闻周刊1月11日，据波兰国家通讯社PAP、波兰公共电视台tvp频道等多个媒体报道，波兰国家安全局(state security agency)当地时间周五逮捕了一名中国公民和一名波兰公民，指控他们从事间谍活动。其中，中国公民被指是华为员工。据环球网报道，中国驻波兰大使馆已证实被捕中国公民为华为员工。中国驻波兰大使馆相关人士表示，中方高度关注此事件，使馆已第一时间约见波兰外交部，要求波方尽快向中方就事件情况进行领事通报，尽早安排领事探视，依法公正、妥善处理此事，切实保障当事人的合法权益、安全、和人道主义待遇。当天晚间8时左右，华为方面向《中国新闻周刊》回应，称了解情况中，暂无评论。在官方回应中，华为表示，“我们获悉了相关信息，正在进一步了解情况，对此暂时没有更多评论。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。”据《财经》报道，华为手机2004年进入波兰市场，从无到有、快速发展。从华为近年的年报可以梳理出在波兰市场的业务轨迹，在2013年以前，华为和波兰的交集多集中在公益领域，2010年，捐款资助空难家庭的孤儿，并赞助贝多芬音乐节。2012年，华为支持“School with Class2.0”项目发展教育。同年，华为终端以消费者为中心，展开品牌营销，赞助波兰跳台滑雪世界杯。资料显示，2013年，华为在波兰市场有了巨大的突破。当年7月，华为在波兰Ozaworice地区成功交付全球首个3.6~3.8G eLTE宽带接入网络，作为当地政府民生的重要工程，覆盖了Ozaworice的乡村地区，解决了当地居民上网问题。华为eLTE宽带接入解决方案作为一种应用于地广人稀地区上网的解决方案，在欧洲乃至全球都极具示范效应。同年10月，华为和波兰当地的ISP运营商SSM公司共同宣布：将在波兰南部Gliwice地区部署华为eLTE宽带接入网络，以解决当地居民日益迫切的上网需求，未来此网络还将承载该区域的视频监控业务。2014年2月，华为宣布，将在波兰独家部署欧洲第一条基于LTE的车地无线宽带线路，为车地通信、列控承载、铁路增值业务提供专业、安全、可靠的高带宽LTE覆盖网络。2015年11月23日，上海举办中波经贸投资论坛，在新上任的波兰总统安杰伊杜达的见证下，华为和波兰波兹南超算中心（PSNC）签署框架协议，计划成立PSNC-Huawei联合创新中心。第二年，该项目正式宣告成立，双方计划在高性能计算（HPC）、云存储、大数据等领域进行联合研究。其中，华为HPC高性能计算方案助力波兰PSNC超算中心等全球100多家高校或科研机构提升科研信息化水平。PSNC-Huawei联合创新中心的成立标志着双方在商业和科研领域的合作创新走向新的里程碑，对波兰的教育事业发展有重要的推动作用。根据IPSOS调研数据显示，当年华为用户服务满意度在波兰排名第一。此外，波兰BES软件交付项目也是华为公司的首个海外BES实验局项目，并且是迄今为止规模最大的软件PSI交付项目。也正因为如此，2018年6月6日，华为消费者业务CEO余承东在荣耀Play发布会上将波兰称作“重点国家”。余承东表示，在过去的7年间，华为、荣耀手机的销量增长达到51倍。在品牌满意度调查上，华为、荣耀双品牌在部分重点国家如西班牙、意大利、波兰已跃居第一。就在不到一个月前的2018年12月19日，华为在波兰首都华沙开设了东北欧首个华为高级体验店，开业头两天，就有近万人进店体验。而在目前华为最受关注的5G领域，波兰也是华为的重要市场。2018年12月，德国电信波兰子公司T-Mobile Polska宣布在华沙推出该国首个全功能的预商用5G网络。按照计划，T-Mobile Polska的5G商用网络将采用华为技术，并与其现有的4G网络基础设施兼容交互。然而，2018年，华为开始频频受到“安全门”指谪，特别是五眼联盟成员国家，对华为纷纷开展“阻击”。新西兰、澳大利亚和美国已相继对华为发出禁令，同为五眼情报联盟成员国的英国态度暧昧，而加拿大在去年年底应美国要求，拘押了华为副总裁孟晚舟。2018年12月27日，华为轮值董事长郭平在2019年新年致辞中表示，“每临大事有静气，以法律遵从的确定性，应对国际政治的不确定性。”在他看来，走向全球化就是法治化，法律遵从与全球合规是华为在全世界生存、服务、贡献最重要的基础，“不因一时一事的恶性事件、挫折消沉了我们领先世界的锐气。我们会越挫越勇，相反是这些极端不公平事件，把我们逼向了世界第一。”郭平用诗句来结束新年致辞，“沉舟侧畔千帆过，乘风破浪会有时，任何艰难困苦，休想阻挡我们前进的步伐。”", "author": "资讯头排客", "newsdate": "发布时间：19-01-12", "newstime": "07:36", "sentiment": [{"positive_prob": 0.626976, "confidence": 0.171057, "negative_prob": 0.373024, "sentiment": 2}]}, {"title": "波兰为什么突然对华为下手，这三个细节很意味深长！", "content": "（一）又是平地起波澜。1月11日，周五，波兰突然宣布，波兰国家安全局当天逮捕了一名中国公民和一名波兰公民，指控他们从事间谍活动。随后，波兰媒体披露，被捕中国籍高管名叫Weijing Wu，是华为在波兰分公司负责销售的管理人员，而波兰工程师 Piotr D，曾是就职国家安全局的高官。西方媒体普遍添加的一个背景是，这是华为CFO孟晚舟被加拿大方面拘押后，第二位华为高管在外国被逮捕。这一次，罪名更加严重，间谍罪！中国驻波兰大使馆和华为公司，已迅速做出了回应。大使馆明确表示：中方高度关注此事件，使馆已第一时间约见波兰外交部，要求波方尽快向中方就事件情况进行领事通报，尽早安排领事探视，依法公正、妥善处理此案，切实保障当事人的合法权益、安全、和人道主义待遇。华为公司回应：我们获悉了相关信息，正在进一步了解情况，对此暂时没有更多评论。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。对华为来说，2019年显然不会平静：在北美，孟晚舟能否逃过一劫还不确定；在欧洲，波兰又突然横生枝节。但综合波兰官方信息、西方媒体的报道，以及中方的反应，复盘这起事件，至少这三个细节，很是意味深长。细节一，波兰方面蓄意已久、突然下手。这两名被逮捕的“间谍”，是否罪名成立，还有待波兰方面提供进一步的证据。但种种迹象表明，波兰方面显然是蓄意已久，突然下手。按照媒体的报道，波兰安全部门在逮捕这两人后，立刻搜查了华为当地办公室，以及电信公司Orange公司在波兰的办公室。随后，波兰国内安全局的副局长瓦斯克（Maciej Wasik）出面，向外界宣布，“在一家重要的电信传播公司工作”的中国公民，和一名波兰公民，被控从事间谍活动。因为罪名严重，两人将先被拘押3个月。一旦真被定罪，他们将面临最高10年的有期徒刑。既然是间谍工作，多少还牵涉到政府。那波兰应该也对中波关系恶化做好了某种准备。细节二，波兰行动的特殊背景。最大的特殊，就是孟晚舟此前在加拿大被拘押。现在，波兰又对另一位华为高管下手了。对华为来说，现在最不想卷入的，就是涉及安全、泄密间谍之类的麻烦。但最怕什么，偏偏还就来什么。波兰的指控，就是“间谍罪”。这无疑对华为声誉是巨大打击，这个罪名即便能证明纯属子虚乌有，也是对华为形象的狠狠一刀。值得注意的是，美国国际合众社在报道相关事件的时候，还有这么一句话：这名被指控的中国公民，曾在北京驻格但斯克领事馆工作，毕业于中国顶级情报学校。仔细核对了多个信源，这名被捕的中国公民，曾在外交部工作不假，但毕业于北京外国语大学。但这是美国第二大通讯社的报道，引述的还是波兰官员提供的信息。北外的同学们，原来你们都就读于中国顶级情报学校啊？！细节三，为什么是波兰？今年还是中国和波兰建交70周年，与中国有70年交情的国家不多，波兰竟然算一个。但一定要弄清楚，现在的波兰，不是以前的波兰。以前建交的是共产党执政的波兰，和中国是社会主义阵营兄弟；苏东剧变后，现在的波兰，是“新欧洲”的领头羊。这就形成了一个很有意思的地缘政治现象：老欧洲，就是法国、德国等西欧国家，美国的老兄弟，但也是美国最讨厌的对象，经常不大听话，还喜欢对美国指指戳戳。新欧洲，就是波兰、波罗的海国家、克罗地亚等，曾经是美国的敌国，现在是美国最亲密小兄弟，自然，他们与俄罗斯关系也最糟糕。波兰与中国，毕竟隔着十万八千里，毕竟没有什么战略冲突，关系说不上太好，也说不上糟糕。但就在波兰对华为高管下手的当天，伊朗却很愤怒，指责美国和波兰正在进行一场小丑表演。因为美国国务卿蓬佩奥刚刚宣布，2月13日、14日，在波兰举行中东峰会，主题就是研究怎么对付伊朗。请注意，中东峰会不在中东办，却在波兰举行。此前，捷克封杀华为，但遭到捷克总统批评后流产。现在，波兰出手，真不排除是美国暗示，波兰挺身而出，两肋插刀。因为从常理推断：1，波兰又有什么高科技情报，值得华为高管去偷窃。2，波兰抓间谍真能干，一抓就抓到了华为高管。（二）对华为来说，真可谓“屋漏偏逢连夜雨，船破又遭顶头风”现在真的是多面作战。孟晚舟事件还远没平息。此前看到一些自媒体分析，说到1月8日，如果美方没有提出引渡申请，加拿大就自动释放孟晚舟。这显然是错的，美国有60天时间提出引渡申请，斗争最高潮还没到来呢。现在，波兰又出现了麻烦。几点粗浅看法吧：第一，对华为的政治追杀在继续。这个就不用多说了，就在波兰抓华为高管的当天，《华尔街日报》披露，美国政府还下令，哪怕是华为美国公司研发的技术，也不能带回华为总部。第二，这不是华为一家公司能解决的了。中国人讲究和为贵，也不希望四面树敌，但树欲静风不止啊。如果对这样的行径还大度容忍的话，中国人的脾气，确实是太好太熊包了。第三，波兰苹果可能更不好卖了。当年乌克兰事件后，波兰追随西方制裁俄罗斯，俄罗斯立刻反制：禁止进口波兰的苹果和蔬菜。要知道，波兰是世界上最大苹果出口国，其中三分之二出口到俄罗斯。俄罗斯的理由也很绝，抽检的 90%波兰苹果，杀虫剂水平超标。没办法，当时波兰上下掀起了“吃苹果”运动。英语有句谚语“一天一个苹果，医生远离我”，“吃苹果”运动的口号则是“一天五个苹果，普京远离我”。也就是从那时起，波兰苹果还努力开拓中国市场。现在，是不是口号要改为：一天10个苹果，世界远离我？在欧洲，还有一句俗话，可怜的波兰，就是欧洲的门垫子，不论汉斯（德国）还是伊万（俄罗斯），出门都要踩一脚。为什么会是这样，波兰也真要好好反思一下了！", "author": "牛弹琴", "newsdate": "发布时间：19-01-12", "newstime": "08:09", "sentiment": [{"positive_prob": 0.742513, "confidence": 0.427807, "negative_prob": 0.257487, "sentiment": 2}]}, {"title": "华为系列这么多，到底哪个系列更适合你？答案这就告诉你", "content": "作为国智能手机品牌扛把子的华为，最近两年的表现可以说是甚为优秀。华为的高端手机系列在国内手机市场销售非常火爆，其中mate系列P系列还有去年异军突起的Nova系列都是华为的热销机型，很多消费者想挑选一部适合自己的华为手机，小编几年就告诉你这些系列的区别，到底应该怎么选?首先第一个介绍的必须是华为的Mate系列。最近两年不管是在网络上还是市场上，Mate系列可以称作华为的当家系列。Mate系列是华为品牌的顶级旗舰产品，一直在走国际化路线，也是出现在外媒报道中最多的华为系列。Mate系列近年销量也是非常可观的，凭借着高端的外观和配置Mate系列已经成为不少商务精英的首选。Mate系列每年在10月进行新款更新。整个系列外观简约大方，线条硬朗尽显商务范，科技感十足的设计理念，让Mate系列的每个新款一经上市就备受关注，华为将最好的最新的技术都率先使用在这个系列。加上最近两年以走简洁商务范的三星在中国市场的疲软，华为Mate系列成功的弥补了三星在中国市场的空白部分，成为商务手机市场的中流砥柱。宣传方面Mate系列几乎不请代言人的，靠的几乎就是很纯粹的产品本身的竞争力。P系列更像是Mate系列的女性版本，华为P系列的新款一般在每年4月发布，就是说于Mate系列的新款发布时间相差半年时间，Mate系列所应用的新技术在这半年之后也会统统应用在P系列的新款上。P系列的主要市场目标定位于女性，因此从颜色上会比Mate系列更鲜艳选择也更多样，手机的线条也会更柔和。因为定位于女性市场，所以市面上看到的广告会比Mate系列更多，P系列在女性市场的营销还是做得很到位的。不管是代言人还是拍摄广告，都十分唯美精致，吊足女性消费者的胃口。同Mate系列一样，P系列主打的是科技时尚风格。弥补了Mate系列外形因为过去商务过于硬朗，而失去的部分女性市场。相对比之下P系列有一非常明显的优势，就是摄像头。可能是因为女性受众群体更多，所以在拍照上P系列更是下了一番心思。Mate和P系列属于华为的高端旗舰，那么华为Nova系列这一中端旗舰在最近两年的表现也是非常不错的。华为Nova系列设计受众群体更偏向于年轻人，在外形上设计更加大胆，颜色也选择更多。而且针对青年人群体加强了系列产品的宣传，邀请了新生偶像代言。作为中端旗舰，其在价位上也比Mate系列和P系列低上不少。但无论在创新还是手机配件应用上均丝毫不逊色。如果追求时尚不想花大价钱买华为系列手机，Nova系列是不错的选择。在考虑价位的基础上，小编更愿意选择性价比极高的Nova系列。不过，如果你是商务精英选择Mate系列更符合你的身份。你更倾心于哪个系列呢?你对这几个系列又有什么看法呢?欢迎大家在评论区留言，讲讲你的看法。", "author": "易驰科技", "newsdate": "发布时间：19-01-12", "newstime": "17:03", "sentiment": [{"positive_prob": 0.319029, "confidence": 0.291047, "negative_prob": 0.680971, "sentiment": 0}]}, {"title": "抓完华为员工，你猜波兰@了谁？", "content": "有关“华为高管在波兰被捕”一事，外交部在昨天深夜（11日）做出回应：中方高度关注王伟晶被波兰内部安全局拘押事，中国驻波兰使馆已第一时间约见波外交部，要求波方尽快向中方就案件情况进行领事通报，尽早安排领事探视，依法、公正、妥善处理此案，切实保障当事人合法权益、安全和人道主义待遇。有外媒指出，波兰是华为在欧洲的“大本营”。同时，近年来该国身处欧洲“对俄前哨”位置，政府对北约极为倚重，但也有声音指出，“被捕事件”相对独立，不会阻碍华为在欧洲的推进。据《华尔街日报》11日消息，波兰政府最初并未透露被捕中国公民的身份，称其为“一家大型电子公司的销售主管”，而另一位被捕的波兰人则“在网络服务在圈中颇有名气”。两人已于1月8日在华沙被捕，若罪名成立，两人刑期可达10年。路透社11日援引波兰情报部门发言人的表述，“（两人的行为）属于个人行为”。目前波兰国家安全部门已经介入此案，两人均未认罪。报道透露，被捕波兰人为皮奥特德尔巴罗（Piotr Durbajlo），系波兰国家安全局前高级官员，自2017年起在法国电信运营商Orange驻波兰办事处任职。LinkedIn网站显示，皮奥特自2000年至2017年长期在波兰政府任职，有着10年从事情报工作的经历，目前在波兰的几所大学内均有任职。但皮奥特的简历未提及其在Orange的工作经历，仅称他如今是一名电信领域的顾问。 另一方面，央视新闻客户端讯11日报道称，据多方了解，涉案中国公民为华为波兰有限公司公共关系部部长王伟晶。观察者网注意到，波兰国家情报机关发言人扎瑞（Stanisaw aryn）于11日在推特上宣布被捕人员身份时，将美国CIA、FBI、国务院等在内的6个部门全部@了一遍。截至目前，波兰安全部门已经搜查了两名被捕人士的住所。同时，华为公司在波兰的办公处、以及皮奥特所任职的Orange通信公司也遭到了搜查，相关文件被扣押。华为公司在11日晚间做出回应：我们获悉了相关信息，正在进一步了解情况，对此暂时没有更多评论。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。《华尔街日报》认为，波兰是华为在欧洲的“大本营”。中新社曾介绍，华为自2004年进入波兰市场。在2008年，华为将服务中东欧、北欧26个国家和地区业务的华为东北欧地区部设立在波兰华沙。2015年初，华为智能手机在波兰市场份额仅有1.3%。近4年来市占率连续增长，于2017年提升至23%。而据市场研究公司GfK的数据，截至2018年6月，华为在波兰的智能手机市场份额分别达到了36%，高出三星10个百分点，成为该国最大智能手机销售商。去年12月，德国电信子公司T-Mobile电信公司波兰日前宣布，在华为的支持下，在东欧国家推出了“首个全功能”5G网络，成为波兰国内市场5G网络领跑者。对于为何选择波兰作为业务总部，华为波兰CEO李俊风曾指出，波兰地处欧洲中心地带，地理上有很好的优势，同时也是唯一在欧洲经济危机期间保持GDP正增长的欧盟国家。另一方面，近年来波兰国内右翼势力兴起，该国作为“对俄前哨”，也是欧洲为数不多的“铁杆”北约国家。去年9月，波兰总统杜达到访华盛顿，表示希望美军能在波兰境内建立永久军事基地，波兰也愿意出资20亿美元。《南华早报》引述波兰国际事务协会的中国问题分析师普里克德尼亚克的话称，此次的逮捕事件出人意料，但并不应被视作欧洲对华为产生担忧的一部分。“我不认为这是协同行动。这是两个相互独立的问题：对5G网络安全的合理担忧，以及波兰境内发生的犯罪案件。”瑞士网络安全咨询研究机构（CARG）格纳提（Solange Ghernaouti）表示，欧洲国家在“中国技术”和“美国安全”之间很难有主动做选择的权利。“（这些国家）要么依赖美国，要么依赖中国”。", "author": "环球时报", "newsdate": "发布时间：19-01-12", "newstime": "13:21", "sentiment": [{"positive_prob": 0.00299477, "confidence": 0.993345, "negative_prob": 0.997005, "sentiment": 0}]}, {"title": "华为加拿大高级副总裁宣布离职：继续出任公司特别顾问", "content": "1月12日消息，华为加拿大高管斯科特·布拉德利（Scott Bradley）宣布，自己将辞任华为加拿大公司事务高级副总裁一职，但他会继续为该公司充当顾问。斯科特·布拉德利（Scott Bradley）是在LinkedIn上发表了自己辞任华为加拿大公司事务高级副总裁一职的消息，而这也得到了华为的证实，不过华为也强调，他将继续担任华为的特别顾问，根据该公司的要求为其提供帮助。布拉德利是华为加拿大分公司的重要发言人。自从加拿大政府去年12月应美国要求扣留华为CFO孟晚舟后，华为加拿大分公司一直都是外界关注的焦点。对于斯科特·布拉德利来说，他还在加拿大全国贸易性团体中担任“5G加拿大委员会”主席一职，而这个团体主要目标是促进5G高速无线技术的普及，所以斯科特·布拉德利对于华为在加拿大开展5G工作有重要的帮助。目前的现状是，加拿大政府去年对华为的5G技术启动新的安全评估，至少有两家加拿大大型运营商表示将展开小规模试点。【来源：数码方舟】", "author": "砍柴网", "newsdate": "发布时间：19-01-12", "newstime": "12:01", "sentiment": [{"positive_prob": 0.984538, "confidence": 0.965641, "negative_prob": 0.0154617, "sentiment": 2}]}, {"title": "华为突然开除涉间谍罪的波兰高管，这四个看点非同寻常！", "content": "1月12日傍晚，对于波兰以“间谍罪”逮捕华为波兰高管，华为公司官方回应了：华为波兰代表处员工王伟晶因个人原因涉嫌违反波兰法律而被逮捕调查，该事件对华为的全球声誉造成了不良影响，依据公司劳动合同相关管理规定，华为决定立刻终止与王伟晶的雇佣关系。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。看点如下：1，华为确认了：涉案员工名叫王伟晶。按照此前披露的信息，他曾在中国驻格但斯克领事馆工作，北外波兰语专业毕业，事发时担任华为波兰分公司公关部部长。2，华为还确认，此人因个人原因涉嫌违反波兰法律二被逮捕。请注意，个人原因，即此人行为与华为无关。3，还有这么一句：该事件对华为的全球声誉造成了不良影响。确实，间谍罪名，不管证实与否，对华为形象都是损害，华为似乎也有点恼火。4，因此有了这个结果：立刻终止与王伟晶的雇佣关系。也就是说，开除，立刻生效。按照波兰的法律，王伟晶将被羁押3个月，如“罪名”最终成立，他将面临最高10年有期徒刑。事情看来很不简单，一时不知道说啥好了。", "author": "牛弹琴", "newsdate": "发布时间：19-01-12", "newstime": "21:42", "sentiment": [{"positive_prob": 0.000768514, "confidence": 0.998292, "negative_prob": 0.999231, "sentiment": 0}]}, {"title": "荣耀magic3来袭？尽显华为技术优势，我后悔买了magic2！", "content": "荣耀magic3来袭？尽显华为技术优势，我后悔买了magic2！在前不久上市的荣耀magic2这款手机，在各方面的表现都是非常不错的，有很多人认为这款手机是现在荣耀所有的产品当中最具有代表性的，它所搭载的滑盖式结构确实是吸引了很多的消费者。虽然说跟它几乎同时间上市的还有小米mix3，但是荣耀magic2这款手机也是凭借着在各方面的优势，将小米mix3这款手机给比了下去。虽然荣耀magic2这款手机已经足够的强大了，而且上市的时间也并不是很长，但是在最近这段时间，荣耀magic3来袭？尽显华为技术优势，我后悔买了magic2！关于荣耀magic系列的下一代新机也是被曝光了出来，通过资料来看的话，这款新机就是荣耀magic3，而今天小编要跟大家分享的这款手机就是荣耀magic3。首先在性格方面来讲，荣耀magic3使用的将会是kirin990的CPU，因为根据资料来看，荣耀magic3这款手机预计将会在明年的下半年正式发布，也就是说差不多也会在明年的10月份左右，毕竟华为现在的科技实力非常的强大，而且发展速度也是比较快的，所以到时候kirin990出现的可能性还是非常大的。而且在内存组合方式上小编认为提升也是比较大的，因为他使用的基础组合将会是6GB加128GB，荣耀magic3来袭？细节处理到位，比magic2强太多！最高的预计将会达到10Gb加512GB，这样一来也就充分的体现出了荣耀magic3这款手机将会定位在高端手机市场。在外观方面，虽然说从曝光的图片中来看的话，这款手机的整体外观风格跟荣耀magic2是差不多的，但是小编认为在一些细节方面处理的非常的到位，比如说我们都知道荣耀magic2这款手机虽然说从外观上来看非常的好看，但是有网友在得到真机之后反馈到机身有点太重了，其实这样说的话手感并不是很好。而荣耀magic3这款手机在这方面就进行了优化，将会使用一种特殊的材质，使得电池的厚度进行明显的缩减，这样一来不仅会让机身的厚度得到缩减，而且还能够手机变得更加的轻一些。荣耀magic3这款手机依旧使用的是滑盖结构的设计，而且在机身的边框方面也是窄了很多，这也就使得荣耀magic3这款手机的，主屏占有比例更加的高了，预计将会达到95%左右。荣耀magic3这款手机的整体方面的表现比起上一代来说是有着比较明显提升的，如果你想要一款滑盖结构的手机的话，那么小编认为这款手机会更加的值得期待。", "author": "转角遇科技", "newsdate": "发布时间：19-01-12", "newstime": "18:38", "sentiment": [{"positive_prob": 0.732131, "confidence": 0.404736, "negative_prob": 0.267869, "sentiment": 2}]}]