[{"title": "华为手机进价多少钱？卖场能赚多少？看下这几张进价单", "content": "时至今日，整个全球市场，手机的需求量，非常庞大。当然，这个庞大的需求量有一个很重要的原因就是手机的便捷性，走到哪里人们已经来不开手机了。虽说现在的手机质量很高，如果不是认为的恶意摔坏，基本上不会出现大的问题，像以前的话，手机三天两头出现问题，出问题了就要花钱找维修人员修理，还可以继续用。但是现在的智能手机不一样了，如果不小心手机弄坏了，基本很少会有人再去维修，都会选择再买一部新的手机。因为智能手机的主板设计非常复杂，维修起来非常困难，即便能够修好，也要花很多钱。与其这样，还不如换台新的手机。还有很多用户是追潮流，出了新款手机就想购买。在这样的背景下，手机的更新速度非常快。中国的智能手机厂商非常多，其中比较出名的有华为和小米等。其中华为更是独角兽的存在，2018年全球出货量已经超过苹果排名第二，距离第一名三星的差距也非常小。虽然华为手机在一定程度上打着爱国的口号，但是毋庸置疑的是华为的手机的确很好用。在众多的手机商家中，华为算是很有行业道德。随着华为不断做大，华为在智能手机制造方面的优势也开始凸显出来，旗下手机品牌机型全，配置高，针对不同消费群体，有不同的型号可供自由选择。但是最近，说有消费者在购买华为的时候，上当受骗了。我们不妨来看看，华为的进货价格，防止大家再上当受骗。手机卖场一部华为手机能赚多少钱？看下这几张进价单！由于篇幅问题，进价单不是很全，但是可以大概反应手机销售的利润。可能大家会认为，知道进货价也无济于事啊。毕竟定价权在人家的手里，买的人那么多，你爱买不买。再说就算你知道进货价，人家专卖店也不会给我们便宜一分钱。这样说固然没错，但是大家有没有想到过一个问题，那就是大家所认为的合理利润是否真的合理呢？做生意当然要有钱赚，这无可厚非，但若是故意抬高价格，赚取远高于成本的暴利，那我们就不能坐视不管了。现在一部智能手机的利润，根据机型不同收益在200-500不等，如果商家所得利润远高于这个价格那就是暴利了，我们就有必要维护自己的合法权益。还有一个购买手机的注意事项就是拒绝捆绑销售。建议大家购买的时候，只需要购买裸机就可以，不用买商家建议的电话卡之类的。这样的话我们会有更多的选择余地，一来可以节省一大笔开支，二来可以卖到自己的心仪的产品，进而维护整个市场的健康发展。你怎么看？说说你的看法吧！关注我们将持续分享相关内容！", "author": "玟玟科技", "newsdate": "发布时间：19-01-22", "newstime": "23:18", "sentiment": [{"positive_prob": 0.00309419, "confidence": 0.993124, "negative_prob": 0.996906, "sentiment": 0}]}, {"title": "华为的日子其实没那么糟", "content": "对于华为技术有限公司来说，最近一段日子绝对算得上“多事之秋”了。近日，多年来一贯低调谨言的华为公司创始人任正非频繁发声，吸引了市场的高度关注。华为真的“摊上大事儿”了？华为的日子其实没那么糟。刚刚公布的数据显示，华为2018年销售收入预计首次突破千亿美元，同比增长21％。华为还给自己定下了2019年销售收入达到1259亿美元的目标。如果说前者有力回应了外界的质疑，那么后者则传递出一个更加鲜明的信号——信心。从早早聚焦智能终端到深耕企业业务，正如任正非所言，华为对今天遇到的困难早有准备，并且已经准备了十几年。从1259亿美元的销售收入目标可以看出，华为增速设定略有放缓，表明其对未来可能面对的困难早有预判。基于此，华为迅速调整战略，宣布重构软件架构体系，朝着“网络架构极简、网络交易模式极简、网络极安全、隐私保护遵从GDPR（通用数据保护条例）”方向发展，力争“做全世界最好的网络”。信心源自多年苦练内功的底气。众所周知，华为研发投入特别高，甚至与苹果、微软等科技巨头相比也不逊色。巨额投入带来了技术上的不断突破，为企业高质量发展打下了坚实的基础。有数据显示，在华为拥有的87805项专利中，有11152项核心专利是在美国获得授权的，并与许多西方公司达成专利交叉许可。从某种意义上说，正是因为有这样的技术实力，任正非才敢直言“有信心应对困难”。比如，能把5G基站和最先进的微波技术结合起来成为一个基站的公司世界上只有一家，那就是华为。对于人口和住宅密度普遍较低的西方国家来说，要享受高速网络带来的便利，华为几乎是唯一“经济”的选择。愈挫愈奋、不放过任何市场机会是华为的另一个特质。作为一家凭通信设备起家的企业，在数字化转型风起云涌、智能化浪潮方兴未艾的当下，华为提早“嗅”到了新商机，并迅速开展前瞻布局。目前，华为已与全球领先运营商签订了20多个5G商用合同，1万多个5G基站已发往世界各地，领跑整个行业。世界500强企业中有超过200家均选择华为作为其数字化转型伙伴。在华为2018年的业绩中，消费市场尤其是智能终端业务格外亮眼，消费者业务收入规模同比增长近50％，全球智能手机发货量突破2亿台，在全球智能手机行业的地位更加稳固，并形成了冲击更高位置的潜力；PC业务和IoT智能家居生态也取得了可喜突破，不仅建立了业界领先的方舟实验室，IoT战略也有望成为新的增长点。依托华为在通信行业的技术积累，越来越多新的业务领域正不断成长为公司坚实的发展支柱。不经艰难困苦，何来玉汝于成。可以说，华为的境遇很大程度上就是当下大环境中中国制造的缩影。在重重挤压下，中国企业要更加努力，发扬创新精神、重视人才的力量、加快国际化布局，不断夯实发展根基，走向高质量发展。（经济日报 记者：黄鑫 责编：于浩）(来源:经济日报)", "author": "人民日报", "newsdate": "发布时间：19-01-22", "newstime": "11:52", "sentiment": [{"positive_prob": 0.123398, "confidence": 0.725782, "negative_prob": 0.876602, "sentiment": 0}]}, {"title": "双核自研芯加持！华为双千兆路由WS5200增强版评测：从容穿透两堵墙", "content": "一、前言：爆销300万台的高性价比路由喜迎续作！一年前，华为路由WS5200作为路由界罕见能达到百万级销量的存在，配备全千兆网口，支持华为路由独有的\"5G优选\"技术，生命周期内实现了总销量300万台的大突破。今年6月-9月，其更是连续3个月拿下天猫双千兆路由销量NO.1，战绩十分令人瞩目。GFK报告显示，华为路由WS5200以一己之躯独自吃下20.2%的市场份额，名列200-500元档位路由器第一。时隔一年，这创下销量纪录的喜人之作迎来了后续迭代。上个月末，在华为智选新品品鉴会上，华为正式发布了旗下华为路由WS5200的接棒继任者——华为路由WS5200增强版，售价仅229元。这款路由器相比前代有三大提升点：搭载华为自主研发凌霄双核800MHz处理器、5GHz Wi-Fi配备双信号放大器，以及支持网口盲插。值得一提的是，头顶前代光环，其在本月初正式在多个电商平台开售之后即取得了单日销量破万的战绩，如前代一样取得了开门红，露出爆款延续的端倪。那么其实际体验如何？火爆的销量是否真的能够反映出品质实力？带着这些问题我们来进行接下来的评测体验。二、外观：家居风纯白机身 5dBi加宽四天线这是华为路由WS5200增强版的外包装，不光简洁，另外其看起来也并不大。一开始也让笔者颇有些好奇其是如何装下一个四天线双频路由器的。包装盒的背面简单了介绍了华为路由WS5200增加版的亮点功能：双千兆，光纤入户优选；双核800MHz CPU,性能更强；加宽四天线，穿墙强覆盖广；5G优选；手机配置路由。将包装打开看见路由器本尊便解开了疑问——华为路由WS5200增强版的四根磷铜5dBi高性能加宽天线采用可折叠式设计，在日常用不到的情况下，折叠起来储藏即可。其外观配色采用的是米白色，能够与各种家居尤其是华为自家的智能家居融为一体，不存在视觉上的违和感。来看正面细节，和前代一样，此处是华为路由器标志性的Hi键与华为Logo。说到Hi键，它是用来做什么的？简单介绍一下Hi键的主要功能是通过智联功能一键连接其它的华为Wi-Fi设备，也可以当做WPS键使用，手机一键接入Wi-Fi非常方便。在Hi键与Logo之间，隐藏着路由器的指示灯，有三种闪烁方式，绿色代表网络正常，红色代表无法上网，而红色闪烁代表正在搜索附近可配对设备。在将天线折叠起来可以看到其与接触位面的贴合实属严丝合缝，笔者在将其弯折的过程之中也是要稍稍使上一点力气。十分典型的家族风精美纹理，在之前多代的路由设备上便有此设计萌发出现。来看路由器背部，除了最左侧是电源接口之外，其它方面和前代相比有所变化，其在此处放置了4个10M/100M/1000M以太网接口，支持全千兆任意盲插，并且不区分WAN/LAN。WS5200对比WS5200增强版这意味着插网线之前再也不需要费尽功夫辨别寻找端口，插错端口不能上网的老黄历终于要翻过去了。WS5200增加版已经实现了网口盲插，不需要再费力摸索，随便找一个端口插上就可用，对于小白用户来说尤为友好。4个网线端口的最右侧是重置按键。WS5200增加版侧面视角。来看华为路由WS5200增强版的底部，密布着为数不少的散热孔。其背面是类似于梯形的曲面设计，使得整个底部的多数散热孔是高于桌面的，这种设计是为了散热效果进行着重考虑，对路由器长时间稳定工作有所增益。值得一提的是，在路由器的散热孔是利用热空气自然上升的原理，从路由器底部吸入冷空气，冷却内部元件后从后部排出，带走热量的同时还能能防止灰尘趁虚而入。华为路由WS5200增强版的电源插头为12V1A，做工较为精巧细致，有外出携带需求的话其不会给出行带来任何负担。三、体验：小白配网只需两步 在手机上就能操作1、安装配网此前不少路由器的安装和配置，一直是小白用户的噩梦——难以分辨WAN和LAN端口，还需要在并不熟悉的电脑上完成各种各样的联网操作，接近崩溃。而华为路由器WS5200增强版颠覆了以往路由器的配置方式，将配网流程不断简化。首先我们在前面已经说过，其背后是4个10M/100M/1000M以太网接口，支持全千兆任意盲插，不区分WAN/LAN。插网线的时候不需要费功夫辨别寻找端口，直接盲插即可。接着我们无需电脑，拿出口袋当中的手机分两步完成配网——1、连接路由器Wi-Fi，打开任意浏览器即可进入系统后台自动打开配置页面。2、即使是初次使用路由器，也无需再输入登录的用户名和密码，直接就进入到了路由器的配置环节。这里输入Wi-Fi名称（默认名称在路由器底部可见），设置好密码之后即刻便能上网。2、App华为路由器WS5200增强版可接入“华为智能家居”App，它是作为华为网络连接终端的统一管理平台，能发现和管理所有华为“HiLink”终端设备，通过它就可以远程管理路由器，解锁路由器的更多功能玩法。——密码拷贝正常情况下宽带账号和密码基本是一次输入完成，便用上很久。这种一劳永逸也常常让我们遭遇安装新路由器想不起宽带账号和密码的尴尬情况。万幸华为路由WS5200增强版支持密码拷贝的功能，仅仅需要我们将老路由器的WAN口连接到新路由的任何一网口，便可以一键拷贝宽带账号和密码。—客人Wi-Fi功能日常当中，总有半生不熟的人来家中做客是十分常见的。往往不熟的人来家里做客时，还会自带一句“你家Wi-Fi密码多少”，万一访客的手机上装几个“万能钥匙”一键分享出去更加崩溃。给出密码的话自家网络有安全风险，不给的话又是十分尴尬。华为路由器WS5200增强版所配套的“客人WiFi”便是专门来应对这种情况的，客人Wi-Fi可以把客人隔离到家庭局域网之外。在“智能家居”首页点开“全部功能”，进而打开“客人Wi-Fi”即可。可以根据需要开启或关闭客人Wi-Fi，同时可以设置客人Wi-Fi的 Wi-Fi 名称、密码及开启时长。这个功能相当于一个临时Wi-Fi，一段时间后可以自动关闭，既安全又方便。——儿童上网保护网络对于孩子来说是一把双刃剑，不少小朋友接触到网络游戏之后便很难调配好自己的时间，另外目前为数不少的不良网站对于孩子来说也是一个潜在威胁。                                                                                        然而在华为路由器WS5200增强版之中，家长可以通过路由器对网络的管控功能来轻松实现对孩子上网行为的监察与管控。如上图所示，按照操作提示在App所提供的设备列表中选择需要设置的设备，打开添加时段开关，根据需要设置儿童上网保护时段、设置上网时间、断网时间及重复周期，设置完成后，儿童上网保护功能立即生效。四、信号测试：双核自研芯加持 信号从容穿过两堵墙日常使用无线路由器我们最为关注的环节就是信号强度，信号强度的强弱直接决定了用户最直观的使用体验。——强度测试测量Wi-Fi信号强度的单位为dBm，dBm值越小信号强度越佳，一般情况下60dBm至80dBm就可以满足日常上网浏览视频音乐所用了，如果能稳定到60dBm以上，打个网游就很少卡顿了。而如果要做大文件的传输，dBm数值最好能达到40以上，这个时候才能最大限度的发挥出无线路由器的传输实力。测试环境同时接入两台手机、一台电脑，在测试正式开始之后令三者同时进行满速下载的任务。值得注意的是，如上图所示，与传统双频路由器有所不同，其在Wi-Fi显示栏将2.4GHz和5GHz两个信号频段合并显示。在实际使用时对需要穿墙连接的笔者电脑自动切换到了2.4GHz。经过尝试摸索，发现其具体切换逻辑是，在 5G 信号良好的时候自动切换至 5G 频段，5G 信号不佳或者需要穿墙的情况下，则切换回 2.4G 频段，免去了手动切换频段的麻烦。接下来笔者开始进行信号强度的测试，测试的地方是一间位于居民区的130平米左右的3居室，如下图所示来测试其信号覆盖的强度。设备为华为Mate 20，测试软件为“Wi-Fi测评大师”，这是一款手机上专业测试Wi-Fi信号的APP，可以检测信号强度与稳定性。上图是华为Mate 20分别在A、B、C三处位置测得的信号强度。考虑到三台设备满载运行工作的情况，我们可以多设备并行上网前提下，其表现依旧如此稳如泰山的功劳归于WS5200增强版首次搭载的华为自研的凌霄双核心处理器。在凌霄芯片的助力下，华为路由WS5200增强版双频Wi-Fi性能均得到大幅提升，其中2.4GHz Wi-Fi性能提升60%，5GHz Wi-Fi性能提升25%，我们的实际测试当中也体现了出来。最差信号也达到了-43dbm，玩网游、传输大文件等需求完全可满足。且整个测试过程当中，三处地点4格信号1格未掉。——传输速率对于一款路由器来说，信号强度及其覆盖范围十分重要，传输速率也是影响路由器表现的不可少的一环。为了让大家更加直观的了解华为路由WS5200增强版的传输速率，笔者依旧刚刚的相同测试环境、相同测试条件下进行。测试设备为华为Mate 20，测试软件为“Speedtest”，这是一款手机上专业测试信号传输速度的APP，可以检测并计算下载速度与上传速度。不仅是CPU的性能有所升级，WS5200增强版还为5GHz 频段的Wi-Fi专门配备了两颗独立信号放大器，来增强其5GHz Wi-Fi的覆盖能力。配合我们之前所提到的提到的四根磷铜5dBi高性能加宽天线以及LDPC弱信号纠错算法，根据官方数据WS5200增强版5GHz Wi-Fi覆盖能力得到了30%的提升，更易远距离设备传回的弱信号，而从我们在100M的联通宽带下的测试结果来看，在不隔墙的条件下其实际下载速度最高达到了92.6Mbps,上传速度达到了47.3Mbps,属于100M网络环境下速度的优秀表现。即使在隔绝两堵墙之后，其下载速度依旧可以保持在72.6Mbps，笔者带着同事们在其位置上组团开黑打王者荣耀、吃鸡、下载大文件也没有出现中途掉线的问题。从实际的测试结果来看，WS5200增强版的穿墙能力以及网络效果都令人满意，足以满足成员较多的家庭或者小微企业使用。五、功耗测试：一度电可用10天 可忽略不计的低功耗路由器基本自装好开工的那一天便永无休息的可能了，也就意味着其即使没有设备接入的时候也要保持24小时插电运行，一牵扯到电费，那么它会吃掉多少电便显得比较重要了。为此，笔者分别在待机与连接设备满速下载的情况下测试了路由器的功耗水平。在待机没有设备连接的情况下，华为路由WS5200增强版的功耗维持在3.5W左右。在连接两台设备并下载视频的情况下，华为路由器WS5200增强版的功耗增加到4.5W左右。1度电=1千瓦时，那么换按照3.5W的待机功耗换算一下，华为路由器WS5200增强版消耗一度电需要285个小时，即11天左右。连续满载运行的情况下1度电可以使用222个小时，将近10天。可以看到华为路由WS5200增强版所耗费的电力还是非常少的，在日用当中足够省电了。六、总结：好马配好鞍 WS5200增强版同价位首选俗话说好马配好鞍，在家里的网络带宽越来越大的情况下，路由设备不掉队是刚需。所以在千兆带宽还是普及的背景之下，及时来一台华为路由WS5200增强版这样的双千兆双频路由十分必要。在笔者将之开箱后所留下的第一印象，便是其确实是一款十分漂亮的千兆网口路由器，纯白色的机身、可收纳折叠的天线设计可以与家居浑然一体毫无违和感，实用的4个WAN/LAN自适应网口，降低安装难度，即使是小白使用者也是怎么插都不会出错。在实际测试体验当中，笔者发现华为路由WS5200增强版能十分完美地解决家庭上网的痛点，它支持5G优选、双频合一，5GHz网速快，2.4GHz穿墙好，两个频段合二为一自动优选，避开干扰，根据笔者的实际需求快速反应变换。它拥有华为专门为路由器研发的凌霄芯片，单单是主频就达到了800MHz，能够与制霸CPU路由界的高通、联发科、博通、Marvell等所出同类型产品分庭抗礼。在笔者多台设备当中并发工作的环境之中依旧保持稳定负载。5GHz Wi-Fi配备的两个独立信号放大器，让笔者的手机在与路由器隔绝两堵墙之后，下载速度依旧可以保持在72.6Mbps的稳定强力运行，再辅之以LDPC无线纠错算法，确实能体会到房间信号覆盖更全面所带来的福利。我们认为华为路由WS5200增强版是一款在200元价位上极其实用的路由器。这点体现在其全千兆网口、双频Wi-Fi、双核800MHz处理器，以及5dBi加宽天线、两颗5GHz Wi-Fi独立信号放大器所提供的高性能基础。即使是软件方面其也做足了功夫：简洁明了的配套App、支持老路由宽带账号密码一键拷贝，两步完成的安装流程，这都无疑是让WS5200增强版在实用的基础上更加简单和易用。总而言之，如果恰逢家中宽带带宽升级，老路由到了退役年纪，而又反感于复杂棘手的安装流程，只想花尽量少的钱用上一个靠谱省心且稳定的千兆路由器，那么选择华为路由WS5200增强版错不了。", "author": "驱动之家", "newsdate": "发布时间：19-01-22", "newstime": "16:10", "sentiment": [{"positive_prob": 0.993033, "confidence": 0.984518, "negative_prob": 0.00696685, "sentiment": 2}]}, {"title": "任正非：时下的华为", "content": "转载自百家号作者：时文报道央视在1月20日《面对面》采访了任正非，采访中任正非的自信爽朗，看完之后就是三个字：真性情。也可以用“谈笑间，樯橹灰飞烟灭”来形容任谈话的从容和自信的。你都可以直接从他的脸上大尺度的表情读出来，也难怪微博上很多人看完了后都在说这个老头好可爱。在采访中，任正非表示：不买他傻不买他亏。我们有很多东西他们非买不可！（大笑）这样的自信已经不是爆棚而是冲天了。因为这是说给华为遍布全世界的员工与客户，更是向国家表态！整个访谈大家最感兴趣的就是他对孟晚舟事件的态度，任正非在这件事上面的自信让人惊叹，他并没有给我们展现出作为父亲的牵挂和担忧，而是让亿万观众看到了一个企业家的从容与冷静。因为这次孟晚舟事件和其引发的欧美国家对华为的担忧，任正非第一次这样高密度接受媒体采访，而从三天媒体活动的第一天开始他就在女儿事件上对外界表说明了自己的态度：用法律解决问题。 之后对每个记者都是这句话，说完这句话后再给记者分享下和女儿通话时候讲的笑话，采访全程无不是轻松和镇定，任正非有能力也有资格在这种突发事件面前保持自信。采访中他还表示：必须重视基础教育特别是农村的基础教育，因为农村的教育特别薄弱，希望可以用“优秀的人培养更优秀的人”还表示人工智能就是统计学！坚持集中精力搞搞华为。采访任正非还说了华为的实力：我们至少有700名数学家、800多名物理学家、、120多名化学家、六七千名基础研究的专家、六万多名各种高级工程师、工程师……最后我要去买本统计学看看。", "author": "华西悦读", "newsdate": "发布时间：19-01-22", "newstime": "16:29", "sentiment": [{"positive_prob": 0.981937, "confidence": 0.95986, "negative_prob": 0.0180629, "sentiment": 2}]}, {"title": "联想华为都是80年代创立，如今实力差这么多，经历了什么？", "content": "在过去的2018年，华为可以说成为了民族品牌的代表，在华为和苹果的竞争中，多数国人都选择了支持华为。华为在5G方面的测试成功，更是让国人再次为之骄傲。华为在科技领域取得的成就是有目共睹的，其实不止是华为，也有很多品牌能够成为国产的代表，例如格力、大疆。其实还有一个品牌，早在2004年全世界的科技头条都在报道这家企业，它就是联想。联想和华为都是在八十年代开始创立，只是后来经过不同的经营方向，再加上领导人的发展战略不同，慢慢的企业之间就产生了差异。联想在1984年成立，由中国科学院研究所投资20万，11位科技人员共同创办。可以说联想的起点就是高于华为的，科技人员都是能够接触最新的科技信息的人，他们能够很及时知道科技的发展方向，和未来科技的大趋势。而华为成立于1987年，任正非是农村出生，没有社会背景。当兵回来，因为工作不顺，所以自己选择创业。任正非43岁的时候，集资了21000元，开始创办华为。任正非赚到的第一笔钱，是华为代理香港的一个工程交换机，没有技术背景支持，什么都不懂，都靠着自己一点一点的学习。在1996年的时候，联想的电脑销量已经位于中国电脑行业的首位了。此时的华为，虽然在1995年数字交换机的销售额到了15亿，但是主要是农村市场。为了“生存”，还在不停寻找合作，寻找发展方向。在这一年，华为和香港和记黄埔签订合同，为他们提供固定网络解决方案。此时的华为，终于为以后成功进入国际电信市场迈出了第一步。联想在1994就已经上市，柳传志作为联想的创办人之一，科技人员出身，他们深知未来PC会改变人们的生活和工作，所以他们是有目标的开发，在2005年，收购IBM PC之后，更是奠定了联想在PC界第一的位置。联想在这几十年的发展中，从柳传志手中传到了杨元庆，生产电脑、手机和电视，于是就有了大家的调侃，说联想先是走“技工贸”的战略，取得了一定的成绩，成为了民族产业的一面旗帜了，又转向了“贸工技”，失去了研发的天然优势。再看华为，经过几十年的发展，联想站在顶峰的时候，华为还是一个默默坚守在通信设备研究上的小公司。而现在的华为，绝对不是那个默默跟在联想后面的小公司了，华为现在已经是手机行业里的世界第三，紧追苹果。华为之前默默地技术研究，已经取得了很好的回报，在四大电信设备商中稳居首位。在2018年，华为和联想都进入了世界品牌500强中。华为排名58位，联想排名102位，华为员工接近20万，联想目前只有4万多，华为和联想的实力差距已经大大拉开了。联想是上市企业，而华为一直坚持不上市。和华为相比，联想的发展路程比较顺利，差距主要就是在研发上的不同。华为比较注重自主研发，而联想主要就是采购芯片，自己不研发，还不能够扶持本土的上游的元器件公司。在柳传志和任正非的讲话细节，能看出两个人对于公司经营理念的不同，也是造成差距的一部分原因。柳传志一直都在讲企业家的精神，一直在歌颂政府的政策好，一直在回顾联想在过去取得的成绩，柳传志谈的是人生上的哲学。任正非则是不同，因为华为是一步一步走到今天的位置，一直都是有危机感的。而任正非也能够客观地讲出公司的薄弱和未来要发展的方向，这可能和任正非的军人出身有关系。在开始创办企业的时候，联想远超华为不是一点。但是如今华为的营业额已经远超了联想。如果拿攀珠穆拉玛峰作比喻，任正非是一路直奔山顶，而柳传志则是走100米，就停下来歇歇。其实，联想和华为存在差距的原因就在这里。领导人的经营理念不同，任正非是一直向前的心态，无论遇到什么困难，面对问题解决问题，然后继续前行，而柳传志则是想着捷径，不停的收购，然后失去自己。联想华为都是80年代创立，如今实力差这么多，经历了什么?华为走的是技术路线，联想走的是贸易路线，它们都是国企的典型代表，不能说联想的经营理念错了，只是这种差异导致的结果也很明显。也许在未来，联想又重回之前的巅峰也不是不可能。毕竟都是中国的企业，大家点个赞为他们加油吧！", "author": "东南财富", "newsdate": "发布时间：19-01-22", "newstime": "20:15", "sentiment": [{"positive_prob": 0.000763766, "confidence": 0.998303, "negative_prob": 0.999236, "sentiment": 0}]}, {"title": "华为nova 4一月长测，年轻人入手没错", "content": "作为市面上不多的屏内开孔手机之一，华为nova4凭借极点屏设计实现了更高屏占比的效果。但抛开极点屏设计，华为nova4在使用体验上也能够充分满足我的要求。在拿到华为nova4的时候，我也被其极点屏吸引到了。虽然嘴上说着不要，但就华为nova4实现的屏幕效果来看，还是很香的。我手上这台的版本为高配版本，也就是有着4800万像素的版本，官方的配色有苏音蓝、蜜语红、贝母白和亮黑色，我觉着手上这台蜜语红要更好看一点。(虽然是男用户，但颜色真的好看)证件照素颜照……在光芒的照耀下，你可以在红色背壳上看到明显的光影流转，其中红蓝两条斜向光带相互交错，熠熠生辉， 时尚感很明显。拍照说到拍照，华为nova4的自拍我并没有体验太多，原谅我这个直男只会用后置拍照……而华为nova4前置为2500万像素，能够实现海报级自拍，不过我实在是用不上。这里就让同事来上几张吧： 美肤效果差别很大华为nova4的自拍还是保留了一件套——美肤、光效、虚化。在这一套组合拳的覆盖下，人像自拍还是保持了高素质，可以看见原本暗沉的皮肤被提亮拉白了许多。此外，人物原本皮肤的纹理也被做了相应的磨皮羽化，因此皮肤会显得更加光滑亮泽。在华为nova4的自拍模式中，它还内置了各种环境光，可以为你带来更为个性的打光效果。就整体而言，华为nova4的自拍依然能够达到磨皮适度、人物亮泽的美肤效果，心动的妹子大可以不必担心这一点，至于男生……还是先找个女朋友吧。其实我更多的关注点还是在于后置，毕竟华为nova4拥有4800万像素，采用了索尼IMX 586的传感器，素质成像上给我带来了更高的期待。标配版为2000万像素但期待拍照的朋友要注意两点，敲黑板：1.华为nova4的4800万像素是需要手动开启的，在默认情况下，华为nova4仍然会保持1200万像素来保证画面的亮度。拍照前看一下照片像素2.华为nova4自带AI摄影功能，但在开启了这个功能之后，你的拍照输出将会限制在1200万像素，并且不能进行调节。开启AI之后会强制锁定12MP之所以会采取这样的策略，我猜想一方面是因为48MP输出的照片的体积太大，从实测照片来看，48MP输出的照片大小为10M左右，而12MP输出则为3-4M，因为如果默认48MP，相信会对用户存储造成一定的压力。此外，在夜景模式下，华为nova4的像素最高会限制在12MP，得益于Quad Bayer的特性，华为nova4的IMX 586在夜景下可以实现四像素合一，将单像素尺寸0.8μm提升至 1.6μm（也就是12MP），从而提高夜晚感光，提升亮度。这里也要注意一个拍照小技巧，48MP的输出还是尽量在光线充足的情况下使用，可以获得更好的细节表现；至于暗光下，就别强行输出48MP了，还是老老实实夜景走一波，毕竟单像素尺寸摆在这里。下面是一些样张表现：广角正常广角正常模式样张对比作为一款三摄手机，广角这个功能属于用了就回不去的那种。华为nova4此次广角镜头约为78°，从实际样张来看，画面扩展的面积还是挺大的。无论你是一个摄影老鸟还是新手小白，找不到好的构图都没关系，试试广角镜头，你或许可以发现新的风景，这都能让你的拍照脱颖而出。48MP12MP左侧为48MP，右侧为12MP虽然说48MP的使用上还是有些限制，但实际效果非常明显，当两张图进行缩放过后，你可以发现48MP细节更加丰富，相比之下12MP要模糊很多。但同时你也得承认12MP的亮度要比48MP更高，蓝天更为清淡，而48MP则要暗沉。因此在实际拍照的时候，大家也需要根据光线状况来选择合适的输出方案。总体而言，华为nova4的拍照体验给我带来了很大的惊喜，毕竟IMX 586实力确实过硬，如果要说华为nova4有什么缺点，那就是缺乏了广角的校正功能，对于畸变照片无法修补。在某些场景下，这一点还是非常影响拍照体验，希望华为后期加入相应校正功能。系统虽说我之前也是用的EMUI，但由于老机型性能局限，也只能止步于EMUI 5.0，这次华为nova4搭载的为最新的EMUI 9.0，功能上有了不少升级。对于新买手机用户来说，先跟我一起把这个选项打开：开启性能模式虽然这样会增加耗电量，但我建议还是开启，日常使用体验会更加流畅。负一屏负一屏这个功能目前大家都在做，而我的要求也非常简单，一是功能丰富、二是简洁明了，而华为nova4恰好满足了我的需求。其中华为nova4这次的负一屏深得我心，界面非常干净，都是我订阅的内容。不知道大家以前使用负一屏，有没有注意到总是有些新闻资讯流不能关闭，非常非常惹人心烦。华为nova4就可以关闭，而且没有其它的推荐广告。功能上，华为nova4也是十分丰富，例如负一屏一键导航，只要提前设置好，它立马能够为你打开导航路线，省却开车朋友的操作步骤。一键路线导航你还可以通过两指按压唤醒智慧识屏，从而对阅读内容执行稍后阅读，添加到负一屏方便下次阅读。稍后阅读不过这个功能对于单手用户不那么友好，毕竟单手双指按压还是有一定难度的……希望后期能够有更好的交互方式来代替这项。和亲人朋友旅游想留下一段美好的记忆？传统照片展示方式太老套？在负一屏里你可以对你的照片一键创建精彩时刻，换一种方式记录你的生活。精彩时刻精彩时刻的时间、背影音乐、转场特效都可以由你自己定制，赶紧打造你的精彩时刻吧。健康使用手机这个功能在日常中也属于比较高频的应用，它能够记录你每天手机使用的习惯，以此来达到规范使用手机的效果。从图中的解锁时间可以看出我的高频期大致是上午九十点以及下午三四点，平均24分钟解锁一次，不知道大家一天要解锁多少次呢？如果只是记录那功能还是比较单薄，这个功能还能设置每天手机使用的时间，你可以规范时间，强迫自己养成健康用机习惯。续航华为nova4搭载了3750mAh容量电池，具备9V/2A的快充技术，从字面上来看，我认为华为nova4处于中上水平。30分钟充电在实际测试中，华为nova4的半小时充了41%的电量，充满电大致需要一小时多一点。在碎片化的充电时间里，快充设计能够让你获得更长的使用时间。5小时续航成绩在中关村在线5小时续航测试中，华为nova4最终剩余电量为42%，在日常使用中，差不多是一天一充的水平，这一点我在实际使用中也还比较满意。毕竟日常工作中，外出拍照和即时通讯占用了我大量的时间，要是续航不够，很容易影响工作效率。同时我也是一名重度游戏用户，在开启华为nova4高性能的情况下，我大致测试了两把王者荣耀的耗电情况，游戏画质设置如下：推荐画质在王者荣耀进行更新后，新的选项角色光晕选项打开，画面质量调成推荐高画质，分辨率目前只能开到高，其它的设置全部开启并调高，画面亮度调到最高。游戏帧率王者荣耀的帧率一直稳定在60帧左右，团战帧率波动为58上下，从表现上看，麒麟970颇有些“老当益壮”的味道。游戏时间为28分钟，耗电量为11%，总体耗电量我个人还能接受，毕竟设置选项偏向重度，电量上还有一定的优化空间。最后的话作为一款偏向时尚的中端机型，华为nova4更加适合年轻人使用，如果你是追求重度性能的用户，华为nova4可能不适合你。但如果你喜欢追寻潮流，更加偏向日常使用，华为nova4还是一个不错的选择，出色的外观设计、不俗的拍照能力、贴心的功能设计，相信华为nova4能够让你满意。而如果你已经购买了华为nova4，或者已经使用了一段时间，自己有什么好的使用技巧，不妨在评论区留言告诉大家。", "author": "中关村在线", "newsdate": "发布时间：19-01-22", "newstime": "19:26", "sentiment": [{"positive_prob": 0.998552, "confidence": 0.996783, "negative_prob": 0.00144759, "sentiment": 2}]}, {"title": "华为手机新变革，已得到确认，却被华为用户吐槽：没法接受！", "content": "大家都知道，除国外的苹果，国产小米，oppo，vivo等外，华为手机算是国内巨头。在今天这个激烈的竞争中，我们必须肯定华为产业的上升势头。事实上，在国际市场上，华为的手机销量已经是全球第二大。可以毫不夸张地说华为给中国人民带来了光彩，它也间接地反映出国内技术将逐步符合国际标准甚至实现超越。任正非作为华为的领导者，早就身价百亿位列富豪榜中了，但他的生活非常低调。他曾经说过，华为非常重视科技的发展。在此期间，华为智能手机已经存在很长时间了，但华为手机的性能非常抢眼，在用户声誉方面引起了人们的关注。在过去的几年里，华为受到越来越多的关注，并逐渐受到外界的关注。华为最近发起了一场新的革命，我们一起看看。华为的手机系统EMUI9.0不再支持任何第三方桌面的安装，这项措施对许多人来说确实是不可接受的，这是非常令人惊讶的。这意味着华为用户以后只能使用华为原有桌面，无法下载自己喜欢的桌面了。那为什么会有这个改革呢？小编认为，一方面，华为的业务具有更好的运营能力，使华为的软件能够更好地与桌面集成。另一方面，它还延长了移动电话的寿命或保护用户的账户。华为官方给出的解释是，一些第三方桌面软件将允许用户强制安装一些软件。下载桌面时，将会下载其他软件包，用户体验非常差。一方面，用户感觉非常糟糕，有些人认为华为是一个系统性问题。因此，华为最终决定强行阻止重新检查此类桌面应用程序的安装，以获得更好的用户体验。小编认为，华为用户不能接受这一强制性要求主要是有以下因素。当您看到自己喜欢的桌面时，无法将其设置为自己的桌面。华为自己的桌面又无法满足用户的需求。其次，华为发现了这个第三方桌面的存在，为什么自己不想办法解决这个问题，以便用户可以在华为的第三方获得它？而不是强迫用户不使用此功能。华为这个智能手机巨头可以说是好心办坏事了，想着为顾客考虑过，却引起了投诉。无论如何，口碑仍然会受到一点影响，甚至用户也会减少购买华为手机。本文为原创作品，图片来自于网络，如有侵权请告知。", "author": "大千说世界", "newsdate": "发布时间：19-01-22", "newstime": "10:47", "sentiment": [{"positive_prob": 0.00381492, "confidence": 0.991522, "negative_prob": 0.996185, "sentiment": 0}]}, {"title": "任正非：以后 这些国家会求华为卖5G设备", "content": "原标题：任正非：以后，这些国家会求华为卖5G设备任正非海外网1月21日电 华为创始人任正非近日接受外媒采访，不但谈到孟晚舟被拘留一事，还畅谈华为的5G业务。他豪言，以后“不是这些国家禁止华为的5G，而是求华为把这种5G卖给它”。谈孟晚舟：觉得亏欠女儿去年12月1日，孟晚舟在加拿大转机时，被加拿大当局拘押。12月11日，当地法院宣布，准许孟晚舟女士获得保释。外媒询问任正非，作为一个父亲，怎样看待女儿被这样对待。“作为孟晚舟的父亲，我是十分牵挂她的”任正非强调，孟晚舟的事情已经进入了司法程序，在这里就不再做评述。任正非对本案法官及检察官表示感谢，也感谢中国政府维护孟晚舟作为中国公民的权益，为她提供了领事保护。相信加拿大和美国会给出公正的结论。任正非坦言，自己与女儿“既亲密也不亲密”。说不亲密的原因，是自己在女儿很小时就当兵去了，每年有11个月不和孩子在一起。第二个时期就是创业时代，为了生存而奋斗。自己基本每天16个小时在办公室，无法顾及这个家，所以三个儿女和自己都不亲。“从父亲这个角度来说，我觉得是亏欠他们的。”谈“安全”：华为绝不会危害任何国家在这场访谈中，许多外媒记者都把目光聚焦于华为产品的“安全”问题。有记者提问称，美国、澳大利亚等政府提出对华为产品安全的担忧，甚至是担心所有中国公司。怎样保证华为能够保护外国客户信息的机密性？任正非表示，过去30年来，华为公司在170多个国家，为30多亿人提供服务，保持了良好的安全记录。其次，华为是一个独立的商业公司，在网络安全和隐私保护上是坚决站在客户这边的。华为决不会去危害任何国家，伤害任何人。第三，中国外交部也做过澄清，中国没有任何法律要求企业安装后门。华为公司和个人也从来没有收到过任何这样的要求。他进一步表示，宁可关闭公司，也不会被利益所驱使，侵犯客户利益，去做不应该做的事。谈5G：以后，这些国家会求华为卖设备近期，某些国家以“网络安全”为由停用华为设备，还有波兰官员表示，北约国家应该针对华为发布统一立场。外媒记者称，这可能意味着限制措施，华为可能将有很大一部分市场进不去。任正非回应称，如果不接受我们，只是少数议员和官员的意见，他们不代表政府规定，我们要积极去沟通。如果上升到政府规定，那我们就不在这个国家进行销售。当这些国家不买华为产品的时候，华为就适当收缩，只要能养活自己的员工，就有未来。“我们每年研发投入150亿到200亿美金，投入强度在世界排名前五。我们已经获得授权专利87805件，在通讯领域我们的能力是世界最强的。”任正非直言，不选择华为的国家和选择了华为的国家在将来会有对比的。任正非解释道，华为在5G上做了很多努力，现在已签订了30多个5G合同，发货25000个基站，2570项5G专利。只要把产品做好，总会有人想买的；产品不好，再怎么宣传，别人都不会买。“这才是我们真正应对这个变化世界的永不改变的方法。”“世界上做5G的厂家就那么几家，做微波的厂家也不多。能够把5G基站和最先进的微波技术结合起来，世界上只有华为一家能做到。”基站不需要光纤就可以用微波超宽带回传，非常经济科学，适合地广人稀的农村。美国大量别墅区就是分散的高档农村，没有光纤的话，怎么看8K电视？如果不靠华为，它需要非常高的成本才能实现，到时不是这些国家禁止华为的5G，而是求华为把这种5G卖给它。当然，华为是以客户为中心，有可能还是会卖的。谈美国：呼吁“合作共赢”“我想通过媒体对美国说一句话，那就是‘合作共赢’”，任正非向美国喊话，高科技的世界，越来越不可能由一个国家、一个公司完整地完成一件事情。人类信息社会未来的膨胀是无限大的，任何一个市场机会都不可能由一家公司独立完成，需要有千万个公司共同承担。如果动不动就吓唬一些国家，吓唬一些公司，动不动就抓人，谁敢到美国去投资，税收创造的优越环境就不能发挥出作用。海外网", "author": "中国经济网", "newsdate": "发布时间：19-01-22", "newstime": "06:32", "sentiment": [{"positive_prob": 0.844021, "confidence": 0.65338, "negative_prob": 0.155979, "sentiment": 2}]}]