[{"title": "美国再出重拳，将冻结华为全部资产，任正非：研发中心迁出美国", "content": "美国针对华为的精准打击已经进入到了新阶段，美国商务部精信直钉出来的实体清单，非但没有让华为伤筋动骨触及到根本，反过来还让华为借这个机会在全世界扬名，毕竟能够让全球唯一超级大国，动用行政力来进行打压的民营企业，直到现在都是屈指可数。而且华为的存在还逼得白宫不得不宣布这是国家紧急事件，这毫无疑问是给华为打了一个免费的广告，而面对着拥有过硬技术的华为，现在连欧洲国家都不愿意站在华为的对立面。英法德三国领袖都相继表态，将会建立属于自己的网络技术安全审查表标准，而这个标准将会面向全球所有公司，其中也自然包括了华为，只要华为能够通过相关机构的审查，他们自然会张开双手拥抱华为。面对着欧洲盟友的临阵倒戈，白宫开始意识到能够坚定不移站在自己这边的人已经越来越少，因此他们决定继续加大制裁的筹码，尤其是现在正值特朗普能否连任的关键时期，白宫迫切的需要一场彻头彻尾的胜利来体现自己的存在。因此白宫决定在未来的几个月内，通过程序将华为列入美国“特别制定国民清单”。简单来说，这份清单存在的意义，就是让被指定的对象禁止进入美国的金融系统，也就意味着华为今后无法使用美元来进行交易，而且华为在美国的相关资产也会统统冻结。白宫这次又出重拳，但是华为也没有令人失望。作为华为的领头羊和象征，任正非在接受美国媒体采访时表示，现在华为在美国设立的研发部门正在逐步缩减，甚至连研发人员的数量也在按照计划减少数量，最终华为在美国开设的实验室将统统搬到加拿大。任正非的态度很简单：既然美国决定不让华为给他们提供服务，那就搬去欢迎华为的国家。有分析人士指出，现在华为的这个策略，是将烫手山芋抛给了整个西方世界，毕竟现在5G技术带来的前景已经得到了全世界的公认。而在这个领域华为拥有最好的技术，因此在是否打击华为一事上，西方国家自己本身都没有统一声音，而这恰好就是华为能够摆脱这场乱局的关键。【注：本文部分图片来源于网络！文章未经授权禁止转载！关注我们，每天阅读更多精彩内容】", "author": "军情堡", "newsdate": "发布时间：19-12-08", "newstime": "16:31", "sentiment": [{"positive_prob": 0.964498, "confidence": 0.921107, "negative_prob": 0.0355019, "sentiment": 2}]}, {"title": "同样配置选华为还是荣耀？既然出现价格差，应该怎么选呢？", "content": "自从智能手机市场的价格不断下跌的时候，整个市场上的结局已经不再像以前那样，大部分的国产品牌已经找到了自己的出发点，并且按照目前的形式来说，基本上已经形成了自己的层次感，并且在后面的竞争过程当中，他们已经开始按照价格的高低，已经有了详细的划分，虽然现在的手机类型太多，而且配置都特别的相似，因此很多人又开始吐槽，为什么现在的手机产品，别是像华为这样的类型，荣耀系列和华为的其他型号的价格差为什么会那么多呢？其实要说的，目前荣耀手机之所以这么优秀，应该说在他身上确实有着我们喜欢的道理，虽然它的价格优势非常的明显，而且配置方面也能够让大多数人接受，但是这样的手机类型并不能够代表全部，因为他的主要目标是和小米竞争，并且在低价位当中，才能得到好的发展，即使我们看到了华为的一些高端系列的产品，其实他们之间有着根本性的差别。虽然华为的技术确实是非常强大的，那么在这里面也让很多人看到了他的那些优势，在华为的高端机型产品系列当中，我们可以看到售价比较高的产品，可以率先应用到一些新的技术，当然也能够更好地满足大家的使用，所以在这种结局上来说，华为既然实现了这种双线的发展，其实他们之间已经形成了明显的差距，荣耀系列的产品价格虽然很低，但是在系统更新的问题上，似乎要落后了一部分。虽然每个用户人群都有自己选择的一方面，那么应该以什么样的角度来分析？但是荣耀的产品更加注重的是性价比，反而其他类型的手机类型，更多的应该是在体验上的一些差异，既然我们大家已经有了明显的了解，当然也有了自己的一些想法，所以在某些产品的应用上，其实也看到了心里面的那些不一样的特征只能说后面针对的人群不一样了。同样配置选华为还是荣耀？既然出现价格差，应该怎么选呢？当然最后非常重要的一点，华为的设计虽然已经有了绝对的提升，但是距离那种完美的道路还有很长的一段距离，不管荣耀系列的产品卖得多么便宜，整个市场上的环境已经有了明显的差距，所以大家在这方面进行选择的时候，应该做好自己分内的事儿，因此两者之间的差距化，有些时候是不可逾越的。", "author": "科技发明秀", "newsdate": "发布时间：19-12-08", "newstime": "19:04", "sentiment": [{"positive_prob": 0.00118583, "confidence": 0.997365, "negative_prob": 0.998814, "sentiment": 0}]}, {"title": "大反转！华为5G还没坐稳就被反超？沉默许久的高通拿出了全部实力", "content": "导语：大反转！华为5G还没坐稳就被反超？沉默许久的高通拿出了全部实力2019年作为5G发展的元年，在华为的带领下，5G双模处理器已经成为了智能手机的标配。如今来看无论是华为、三星还是联发科都已经发布了自己的双模5G旗舰芯片，作为处理器巨头的高通却迟迟没有发布5G双模处理器。这让下游手机厂商一个个等得非常焦急，毕竟华为已经领先太多了，5G手机市场，华为俨然已经成为了领航者。正当外界议论高通将错失2019年的5G双模处理器时，沉默许久的高通终于坐不住了，紧紧的抓住了2019年的尾声，带来了大家期待许就的重磅产品。根据媒体消息，高通突然在12月4日的时候，召开了骁龙技术峰会，并且在此次的技术峰会上高通带来了两大系列的处理器。一款针对高端的骁龙865，一款针对中端的骁龙765系列，而且均是双模5G处理器。而且此消息一经宣布，华为就遭到了逆袭，再次被“垫底”的消息铺遍网络。据了解，近日高通发布的最新5G芯片骁龙865，据其性能测试，这款处理器是目前世界上性能最高的手机处理器！在其测试阶段，其跑分分数就高达55万分！在量产后，各大手机品牌对其进行优化后，其性能将得到进一步释放。我们再来回看处理器老牌企业联发科，其前不久发布的天玑1000，跑分分数也已经高达51万分。众所周知，在9月份华为刚发布麒麟990 5G处理器时，所采用的架构仍旧是上一代的A76方案，而骁龙865和天玑1000采用的都是最新的A77架构方案。不可否认，在基础代数的落后，也意味着麒麟990 5G将落后骁龙865和天玑1000整整一代。而且骁龙865处理器虽然已经落后华为大约一年时间，但是根据报道，骁龙865处理器的问世，沉默许久的高通拿出了全部的实力，成功的拿下了多项世界第一。从介绍来看，骁龙865不仅采用的是最新的A77架构，GPU性能方面较上一代骁龙855系列处理器提升了25%。而且骁龙865还采用了第五代AI引擎，AI运算性能得到优化升级之后可实现15万亿次/秒的运算能力。图像处理性能方面，骁龙865的ISP可实现20亿像素/秒的处理速度，同时支持2亿像素摄像头、8K 30帧视频录制以及HDR 10+。值得一提的是，骁龙865的下行峰值速度高达7.5Gbps，远超巴龙5000以及天玑1000，号称5G网速全球第一。虽然骁龙865处理器的各种成绩非常亮眼，但让人想不到的是骁龙865并非像麒麟990 5G那样集成5G基带芯片，而是采用了X55外挂式的基带芯片，这引起外界的一些质疑。对此高通方面却做出了解释：虽然骁龙865采用的外挂式基带，并没有任何劣势，也并没有过时。这都源自于高通强大的芯片技术做支撑，因为高通是业界领先的。可以说，华为麒麟990 5G还没有坐稳就被超越了，不过这并非是华为技不如人。目前麒麟990 5G处理器已经实现量产并投放市场，而骁龙865的量产时间尚未公布。并且，华为已经在2019年年初发布了巴龙5000多模5G芯片，而高通则落后了一年。经常关注科技圈的朋友，也不难发现。华为和高通的新品发布，属于“错代”发布。也就是说，华为和高通“交替领先”，而并非华为是落后。说不定，等到骁龙865量产发售时，华为麒麟系列又再次更新超越了。毕竟华为经过这几年的发展，实力已经不容小觑。大家认为高通和华为谁更领先呢？", "author": "科技在前方", "newsdate": "发布时间：19-12-08", "newstime": "17:35", "sentiment": [{"positive_prob": 0.075942, "confidence": 0.83124, "negative_prob": 0.924058, "sentiment": 0}]}, {"title": "你们out了，英国首相拿华为P20 Pro自拍官方澄清", "content": "[PConline 资讯] 华为作为全球领先的通讯公司，推出的华为手机一直广受全世界人民的喜欢，但由于今年美国对华为的制裁，导致国际政坛对站华为的立场问题十分敏感，而近日英国首相鲍里斯·约翰逊在参加英国电视台晨间节目“This Morning”时，与主持人使用华为手机自拍就引起了国内外网友的热议。有眼尖的网友发现，鲍里斯当时用于自拍的手机就是发布于2018年的华为P20 Pro极光色版，这让网友们和部分英国媒体很自然的认为，这台华为P20 Pro就是鲍里斯个人使用的手机。但是，英国官员随后对便对报道予以了澄清，表示这台华为P20 Pro是向工作人员借来用的，并不是鲍里斯个人使用的手机。华为P20 Pro是华为在2018年3月份发布的旗舰机型，该机搭载了6.1英寸异形全面屏并且后置徕卡三摄，还有麒麟970旗舰处理器和4000毫安大电池等亮眼卖点。据悉华为P20 仅用了4个星期就成为了2018年华为在欧洲最畅销的设备，而欧洲同时也是华为P20 Pro销量最好的地区之一，就在2018年4月这一个月内，华为P20 Pro在西欧的销量就达到了2017年华为P系列的旗舰在该地区销量的316%，可见华为手机在欧洲地区受欢迎的程度。无论这台华为P20 Pro是英国首相鲍里斯·约翰逊个人所用还是工作人员的，都无法掩盖华为手机在欧洲地区的大受欢迎，大家对这件事怎么看呢，欢迎在评论区留言互动哦~", "author": "太平洋电脑网", "newsdate": "发布时间：19-12-08", "newstime": "09:17", "sentiment": [{"positive_prob": 0.100174, "confidence": 0.77739, "negative_prob": 0.899826, "sentiment": 0}]}, {"title": "华为友情提示：5G重大抉择需慎重，澳大利亚措手不及", "content": "导语：华为友情提示：5G重大抉择需慎重，澳大利亚措手不及2018年下半年，窥视华为多年的美国，终于开启了公然打压模式。众所周知，通信技术作为国家发展的重要一环，有着举足轻重的地位。此前，我国在通信技术领域一直处于低迷状态，由于华为在5G时代的崛起，也让我国在全球通信市场有了一席之地。可是随着西方一些国家“利益蛋糕”被触碰，以美国特朗普政府为首的几个国家，面对华为的通信设备仍然保持着“戒备”的状态。自华为5月中旬被美国政府加入“实体清单”以来，除了华为在美的核心供应商集体断供，还有特朗普派出游说团开始劝说其盟国，试图以禁止华为设备的方式，来遏制与打压华为在国际化道路的步伐。介于通信发展的重要性，世界各国纷纷加入了5G建设的热潮中来，都希望能在即将到来的5G时代提前占领市场份额。唯独仅有和美国关系较好的数个国家响应美国号召，其中作为美国坚实盟友的澳大利亚，是将这份禁令贯彻得最彻底。要知道在5G时代之前，澳大利亚曾是华为最重要的合作伙伴之一。澳大利亚曾在2009年推出NBN网络升级计划，但就在2012澳大利亚无缘无故就将华为踢出局，导致该项目一度陷入僵局。据悉，该计划预计投资400亿澳元，但实际已经花去510亿澳元，而澳大利亚一些地区的家庭宽带提速，仍未得到解决，甚至在高峰时段达不到20Mpbs。此前，澳洲华为公司的首席科技官David Soldani表示，NBN网络升级计划失败，数千亿人民币打了“水漂”。不仅如此，澳大利亚在美国发布对华为的禁令后，依然紧跟着美国的步伐，致使与华为有着深度合作的澳大利亚运营商TGP表示：在5G网络上，我们看不到任何前景，随即宣布放弃5G建设。到目前为止，澳大利亚虽然是最早一批推出5G的国家，但其大部分主要城市的5G网络还没被5G网络覆盖，已经落后于其他欧洲和亚洲国家了。即便如此，澳方总理仍固执地将华为5G排除在外，而且给出的理由竟是出于国家的安全考虑，我们并非针对任何一家企业。为此12月3日华为方面对澳大利亚友情提示：5G重大抉择需慎重，如果禁令继续持续下去，那么澳大利亚将有数十亿美元损失和1500个工作岗位面临着风险。与此同时，华为同样对其在澳大利亚的50家供应商发出警告：介于禁令的存在，他们的订单将于明年彻底终结。由于华为是一些澳大利亚企业最大的客户，如果继续下去，他们将面临裁员、经营困难的现象。面对突如其来的消息，澳大利亚有点措手不及。值得一提的是，此前加拿大方面也有意禁止华为，但是，加拿大的电信运营商可等不及了。据报道，加拿大电信Ice Wireless与华为合作，为远北地区的数十个社区升级了高速无线服务，他们正在等待渥太华做出有关5G的决定，并可能在短期内将其部署在内地。而且此前与澳大利亚有着相同态度的新西兰，介于与中国双边贸易利益的考虑，其最终决定将不把华为排除在外。新西兰相关负责人表示：我们与澳大利亚并不一样。新西兰态度的转变，其很有可能遵循英国的做法，不排除华为设备，但是它们将不会被运用在核心网络当中。同为“五眼联盟”同盟国的加拿大和新西兰的做法可以说非常的明智，既不得罪美国又不排除华为设备，岂不是两全其美。但是种种迹象表明，失去华为的澳大利亚，无论是其国内企业，还是通信行业，都在饱受着巨大的损失。你认为拒绝华为5G是澳大利亚的损失吗？", "author": "科技在前方", "newsdate": "发布时间：19-12-08", "newstime": "03:36", "sentiment": [{"positive_prob": 0.752136, "confidence": 0.449191, "negative_prob": 0.247864, "sentiment": 2}]}, {"title": "为什么华为首款5G旗舰突然“卖不动”了？其实原因很简单", "content": "现在的华为手机在中国市场拥有庞大的用户群体，也已经快速成长为全球第二大智能手机品牌，得益于不断增加资金投入和创新技术积累，它正在朝着更强的方向前进。没错，如今的华为不仅仅是众多国产友商学习的榜样，也是连苹果和三星都不能够忽视的劲敌，不过话说回来，在机海战术下，它的部分产品处境还是挺尴尬的，例如这一次网友提问：华为首款5G手机加速清仓，为什么卖不动了？它就是华为Mate20X(5G)。熟悉华为手机的人应该知道，Mate20X(5G)是针对追求极致体验的高端消费人群，所以它无论是硬件还是颜值打磨都挺到位。一方面，它搭载麒麟980处理器并外挂巴龙5000芯片，这颗Soc组合应付日常应用程序是绰绰有余，配合基于AndroidQ深度定制的EMUI10系统形成更强的协同能力，体验主流游戏的帧率稳定性也是妥妥的，大电池和超级快充加持下严格来说也符合长续航的标准，这也是我们不能够忽视的亮点。另一方面，Mate20X(5G)还拥有一块6.53英寸的水滴全面屏，得益于采用更先进的COF封装工艺带来更震撼的视觉效果，横条纹玻璃后壳在光线的照射下也显得光彩熠熠，配合铝中框的紧密贴合，满足日常生活防水的同时也兼顾舒适握持感。可以这么说，Mate20X(5G)确实是一款不错的华为旗舰，综合素质还是相当出色的。那么我们回到文章开头的问题：为什么华为首款5G旗舰突然卖不动了？维修师傅认为其实原因很简单，主要有三方面。其一，华为Mate20X(5G)是第一款5G手机，刚发布的时候竟然卖到接近七千元，熟悉华为的人应该看得出来，这款产品华为压根就不打会热销太久，纯粹就是“秀肌肉”，展示自己在5G领域的实力而已，所以现在官方不推了。其二，随着市场竞争变得越来越激烈，华为Mate20X(5G)的地位逐步被取代，小米9Pro、VIVO Nex3(5G)，还有自家Mate30(5G)的持续热销，它缺乏性价比和口碑，自然就没那么火了。其三，说到华为手机那必须联系到苹果手机。最近一段时间库克将iPhoneXR、iPhone11系列机型进行全线“调价”，在第三方授权平台以比华为Mate20X(5G)便宜近千元的价格能够买到一款A13处理器和IOS13系统的苹果手机，不香吗？在笔者看来，如今的华为持续发力5G并取得好成绩，离不开华Mate20X(5G)的铺垫，只是现在它已经来到退场的边缘，消费者可以选择的型号更多了，慢慢没那么火也是可以理解的。", "author": "老实人日报", "newsdate": "发布时间：19-12-08", "newstime": "17:31", "sentiment": [{"positive_prob": 0.167528, "confidence": 0.627715, "negative_prob": 0.832472, "sentiment": 0}]}, {"title": "买苹果还是买华为？内行人给出中肯的建议，说到心坎里了！", "content": "随着科技行业的快速发展，我们的社会进去互联网时代，人人手机都用着智能手机。网购、移动支付、各类社交软件进入咱们的生活，给我们带来了极大的便利。所以这也就推动了手机行业的竞争，说起智能手机，大家第一个想到的应该就是苹果和咱们的国产之光华为了吧，这两大品牌几乎占据了大量的市场份额。当然，两大品牌之间必然也就有着非常激烈的竞争，也常常是人们在购买手机时纠结的品牌。现在咱们的国产之光华为实力越来越强，不断进行技术研发，也取得了很好的成绩，而苹果优势也是性能的结合和独立系统的良好体验。所以，这也就让消费者们在进行选择时纠结的原因。所以，两者进行一下对比，来看看我们到底应该选谁。说起来，两大品牌在产品的颜值方面可以说是各有各的特点，咱们的国产之光华为每一款新品的发布都是能够给消费者全新的感受，而苹果则是更有一种传承的感觉，外观设计上的变化不是很大。对于系统体验上，咱们的国产之光推出的全新系列所搭载的系统相比较之前有了很大的进步，用户体验更加流畅。但对于交互体验，咱们与苹果所使用的系统还是有着一定差距，苹果的系统有着更好的后台管理和隐私保护。不过，咱们的国产品牌所使用的系统却也有着自己的优势。现在的人们都很喜欢旅游和拍照，想要把美好的生活记录下来，所以，产品的拍照性能又成为了一大竞争买点，两大品牌相比，其实是分不出哪一个更好的，两大品牌对于这一性能的侧重点不同。华为注重模式和通过一些硬件提高拍照水平，而苹果则更加注重照片的画质，更加的真实。所以，通过这几个方面的比较，相信消费者们都有了自己不同的感受。事实上，这两大品牌之间并无好坏之分，所以更多的是通过消费者对于自己的需求来进行选择。如果你是一个注重交互体验，以及使用相关软件的流畅程度的消费者，那么选择苹果是绝对没错的。但如果你觉得咱们的国产之光华为的系统已经能够满足你，并且喜欢拍出更美化的照片，就可以选择华为。", "author": "小曼谈大国科技", "newsdate": "发布时间：19-12-08", "newstime": "08:44", "sentiment": [{"positive_prob": 0.130237, "confidence": 0.710585, "negative_prob": 0.869763, "sentiment": 0}]}, {"title": "华为“好消息”传来，“破冰”正式开始，美国巨头措手不及！", "content": "华为“好消息”传来，“破冰”正式开始，美国巨头措手不及！随着科技的发展，网络逐渐普及到了千家万户，而我们国内这些年来也发展出了不少的科技企业，华为就是其中之一。华为是任正非在1987年创建的，当初的华为只是一个名不见经传的小公司，只能靠着转卖交换机为生，但现在情况已经完全不一样了，由于华为的自主创新，这些年的发展华为已经成为全球最大的电信设备厂商，同时华为手机的销量也是位居全球第三。不过这半年来华为遇到了不小的阻力，由于华为在5G方面的卓越表现，美国开始疯狂的打压华为。从今年的五月份开始，美国商务部将华为列入了“实体清单”，开始限制美国企业对华为的零配件供应。也正是从那个时候开始，英特尔、美光、高通、博通、微软、谷歌等一大堆的美国巨头开始中断与华为的合作。当然华为也不是没有对应的办法，华为拿出了自己准备多年的“备胎计划”，开始将之前美国的零配件替换成自家的产品，即使不能替换也找到了其他的供应商。似乎察觉到华为强大的实力，现在一些美国企业开始转向，比如说微软最近就恢复了给华为的供货。“破冰”开始断供华为的同时，美国不忘记到处游说其他国家不要使用华为的电信设备，企图给华为的发展造成阻碍，截止到目前华为已经接到65份5G商用订单，全球5G基站出货量超越了10万台。然而，还有有一些地区不愿意使用华为的5G设备，对此任正非表示，用不用华为设备是他们的权利，但是不用华为设备会让他们的成本大幅度上升。最近有好消息传来，德国、法国和葡萄牙三个国家明确表示了自己的态度，他们表示：只要华为的通信设备通过检验，并且在国境内建立安全中心，方便随时检阅，它们并不会拒绝华为参与5G通信竞标。也就是说他们无意去阻止华为5G的发展，毫无疑问华为的5G设备是全球最好的，他们愿意使用华为的5G设备，似乎“破冰”的情况已经正式开始了。美国巨头“很受伤”对于华为的态度，众多的美国企业可以说是变幻莫测，最开始是坚决不和华为合作，就是要阻止华为的发展，然而在断供华为之后，却发现华为不紧不慢地拿出了“备胎计划”，而且根据消息来看，目前华为的手机和5G基站已经完成了“去美化”，也就是说不需要美国零配件依然能够生产。那美国企业的情况怎么样呢？就拿美光来说，从断供华为之后，美光的利润出现了大幅度的下降，毕竟华为在2018年为美光贡献了10%的营收，是绝对的大客户。而被断供后，华为积极与日本东芝、韩国三星海力士合作，在目前内存、闪存市场低潮的状态下，他们没有理由拒绝，美光并不是不可取代！另外就是华为的“破冰”已经开始，这无疑会让华为5G的市场份额再度增加，这件事让么过巨头们措手不及，想从中分一杯羹？恐怕不可能了。", "author": "我得科技幻想", "newsdate": "发布时间：19-12-08", "newstime": "22:01", "sentiment": [{"positive_prob": 0.922997, "confidence": 0.828882, "negative_prob": 0.0770033, "sentiment": 2}]}, {"title": "2019年下半年旗舰机评选：华为mate 30 Pro第二，榜首惹人争议！", "content": "眼看2019年的进度条已接近尾声，在这一年中，国能智能手机市场云谲风诡，手机厂商使出浑身解数，而下半年旗舰新机的上新速度更是让人应接不暇。那么，这其中哪款手机给你留下的印象最深刻呢？近日，科技美学发起了2019年下半年四大旗舰投票，榜上共有9款手机，参与的人数达到了15647人，且可以多选。从投票的结果来看，一加7 T Pro成为人气最高的机型，拿下了8723票；位居第二的则是华为mate 30 Pro，票数为7912；而iPhone 11Pro max则以7852票顺势排在了第三位；随后的排名分别是三星 note 10+、小米CC 9 Pro、vivo NEX 3 5G、谷歌pixel 4、OPPO Reno Ace以及索尼Xperia 5。在本次的投票中一加7 T Pro的人气超过了华为mate 30 Pro，成为旗舰机的最佳选择，而也有不少消费者认为在安卓阵营，一加7TPro一定是一款绝对不容忽视的旗舰机型。外观上，一加7T Pro搭载了6.67英寸OLED全面屏，分辨率为2K，还有深受用户喜爱的90Hz屏幕刷新率和HDR 10+；拍照上，前置1600万像素升降式摄像头，后置4800万像素三摄组合，由4800万像素主摄像头+1600万像素超广角摄像头+800万像素长焦摄像头组成，支持OIS光学防抖和3倍光学变焦，拥有激光对焦、微距模式等功能；西外，一加7T Pro搭载高通骁龙855 Plus移动平台，辅以8GB+256GB内存组合，标配UFS3.0闪存和LPDDR4X内存规格，搭配一块4085mAh电池，支持Warp Charge 30T闪充。总的来说，在2019年想要得到最流畅顺滑的体验，一加7TPro绝对是不能绕过的绝佳选择。虽说华为mate 30 Pro只排在了第二，但这款手机的实力也是可圈可点的。采用集成式双模5G组网，搭载双4000万像素电影级徕卡四摄、88°超曲面环幕屏、隔空操控等一众黑科技的华为Mate30 Pro 5G版，足以称得上目前5G各方面都很优秀的智能手机，更有着问鼎安卓旗舰机皇的强劲实力。就拿它的拍照性能来说，近日DxOMark公布了2019年最佳智能手机镜头排行榜单，华为 Mate 30 pro和小米 CC9 Pro 尊享版以121的高分并列榜单第一，同时华为 Mate 30 pro在夜景拍摄中拿下了61分，成为该项得分最高的机型，获得了“最佳夜景”的奖项。不管怎么说，在这款手机身上我们看到了的是满满的黑科技和硬核的硬件配置！面对本次投票登顶的一加7 T Pro网友们可谓众说纷纭，有人认为是名至实归，有些却认为还差点意思，因为榜中的机型都是实力强劲的选手。那么，你心中2019年下半年的旗舰机之王是谁呢？", "author": "3C派蚁族", "newsdate": "发布时间：19-12-08", "newstime": "13:56", "sentiment": [{"positive_prob": 0.928521, "confidence": 0.841157, "negative_prob": 0.0714794, "sentiment": 2}]}, {"title": "nova6发布主打年轻群体 华为发起狠来连自己人都不放过", "content": "近日，华为发布nova6，主打年轻群体，喜欢自拍、美颜、vlog的群体。而其对标的是oppo、vivo和自家的荣耀。前段时间，荣耀刚刚发布了v30，这摆明了是跟自家产品抢市场啊。华为nova6野心之外，彰显出手机细分市场竞争越来越白热化，小厂商份额将进一步被压缩。nova6搅局年轻群体争夺战白热化华为消费者业务手机产品线总裁何刚把整个发布会的重头就放在了介绍拍照功能上。硬件上，该款手机搭载3200万像素高清主摄镜头+800万像素105°超广角镜头组成的前置超广角双摄，轻松驾驭远景特写、人像合影、暗光逆光、4K视频等多种场景，解锁更多自拍、vlog新玩法！何刚说，根据数据分析，他们原本以为用户大部分用后置摄像头拍摄视频和vlog，但是调取数据后发现，原来前置摄像头才是大家最常用的。于是，这次的nova6把升级重点放在了前置摄像头上。前置3200万像素和105度广角，在之前的手机配置中是不多见的。同时，nova6系列人景分离的畸变校正算法，将人景分别处理，使用透视投影去处理背景畸变，球极平面投影去处理人脸畸变，实现人景俱佳的超广角自拍效果。凭借强大的自拍综合实力，华为nova6 5G 的DxOMark自拍评测总分高达100分，其自拍照片和视频评分双双高居榜首。何刚说，截至目前，nova全球用户已有1.25亿。据悉，目前主打拍照和年轻群体的手机，主要是ov和荣耀两家。而目前这几家公司的路线也越来越像，手机主打颜值，强调拍照功能，主打前置美颜，用流量明星做代言。而此次nova6的代言人是易洋千玺，可谓目前流量非常在线的明星，其主演的《少年的你》是今年为数不多口碑票房双丰收的作品。现场何刚分别拿iPhone11，Reno Ace、NEX 3 5G等几款手机进行比较，其对标的产品已经达到了旗舰级，把这类产品拉高了竞争门槛。各家均有策略多品牌条线布局据IDC2019年第二季度全球智能手机市场的数据显示，全球智能手机市场出货量 3.332亿部，同比再次下滑2.3%。面对市场竞争的加剧，今年Ov两家分别推出了realme和iQOO两个子品牌来拓展性价比赛道试图获取增长，而小米手机也推出了小米CC系列，突出拍照、年轻、时尚等。荣耀重新梳理产品线，原本的 V 系列升级为 Vera 系列，数字系列升级为 HONOR 系列，X 系列命名不变，定位升级为“超能旗舰”，最后是畅玩系列升级为 Play 系列。各系列的定位相较于之前都会有些许变化，但各系列产品所针对的市场、职责也更加清晰了，可以更更加聚焦。今年，华为手机将呈现出一枝独秀的趋势。在第二季度Canalys公布的国内智能手机出货数据就可以看出，华为手机是中国手机市场唯一获得增长的头部厂商，同比增长31%，占据38.2%的份额，是第二名的两倍以上。智能手机行业“马太效应”显现，金立资不抵债，面临破产的局面；锤子更是遭遇了财产冻结、股权冻结的情况。而拥有产业链整合、创新研发、市场基础和金融资本等方面优势的头部品牌则相对强势，更具备盘活子品牌的能力。行业越来越向细分市场下沉，但细分市场是市场开始趋于饱和，头部品牌接下来的重点工作之一就是针对市场细分和目标人群锁定越明确，就越能挤压中小手机品牌的空间，从而换来整体市场虽滞涨但头部品牌依然保持稳步增长的结果。齐鲁晚报·齐鲁壹点 记者 任磊磊共享经济月福利大放送20万元欢迎来薅！", "author": "齐鲁壹点", "newsdate": "发布时间：19-12-08", "newstime": "21:10", "sentiment": [{"positive_prob": 0.896096, "confidence": 0.769102, "negative_prob": 0.103904, "sentiment": 2}]}]