[{"title": "这位莆田人，是华为的传奇人物，二号首长", "content": "人 文/Vol. 441这位莆田人，是华为的传奇人物，二号首长！编辑：闻道    图：网络“说起华为，无数国人都会感到自豪，如今已然是中国高科技公司的一面旗帜。经历跌宕起伏，破局登顶，如今成为全球最大的电信设备制造商，第二大智能手机厂商。每一个里程碑的成功都离不开人，有如此大的成就，其中离不开一位低调的牛人，“开国元勋”的贡献，他就是被称为华为“二号首长”的郑宝用。关于郑宝用，有两个小故事。任正非曾在一次会议中说：“阿宝是一千年才出一个的天才，1人顶10000人”，他口中的阿宝，就是郑宝用。另，郑宝用也是任正非长子任平的老师，据说，任平小时候任性调皮，而郑宝用本身脾气又火爆，面对经常闯祸的任平，郑宝用有时候没办法了只能用皮鞭“伺候”。“帝国”的开始，是一个顶10000个很多人知道孟晚舟、余承东、李一男....但对郑宝用这人名，想必比较陌生，对于其人，从任正非的这句话，可窥视一二。郑宝用是福建莆田人，1964年出生，比任正非小20岁。从小就天资聪颖，靠大学的时候，统考的成绩是莆田地区第一名，还得了一百元钱的奖金，把六十块给了爸妈，带着四十块开始了大学的征途。1984年，年仅20岁的他便从华中理工大学光学系本科毕业。1987年，郑宝用考上了清华大学的博士，不过博士都没毕业，就被自己的老朋友郭平劝说加入了华为。华为能够拥有如此大的成就，固然与任正非高瞻远瞩的商业思维和领导能力密不可分，但也离不开郑宝用对华为的贡献，没有他，“技术的华为”是不可能形成的。郑宝用刚加入的华为，还是一个成立不到两年的小公司，技术极度缺乏。对于郑宝用的到来，任正非欣喜若狂，随即任命其为华为总工程师。郑宝用也不负所托，带着几个人日夜攻关，终于开发出华为第一款自主研发的交换机—HJD48小型模拟空分式用户交换机。1992年，这款交换机投入市场后引发强烈反响，而郑宝用也逐渐成为华为的核心技术骨干。随后华为开始规范企业管理，采用工号制度。创始人任正非自然是1号员工，而郑宝用就是2号，这也是其“二号首长”的由来。从一线退居幕后，资本运作帮华为度过危机俗话说：“江山代有才人出，各领风骚数百年”。1992年，一位天才少年加入华为，他就是后来被誉为任正非接班人的李一男。李一男比郑宝用只小6岁，毕业于华中理工大学少年班，是郑宝用的学弟。1993年，由郑宝用牵头负责研发的JK1000空分式端局交换机虽然顺利研制成功，但其市场反响平平。当时，任正非决定拍板，让刚刚毕业一年的李一男直接负责C&C08万门数字程控交换机的研发任务。而李一男也不辱使命，几经波折，顺利将产品研发成功，而C&C08交换机也在市场上取得了巨大成功。此举也间接奠定了李一男在华为的地位，从此，李一男扶摇直上，在1996年被任命为华为的研发常务副总裁。与此同时，郑宝用则逐渐脱离一线研发，负责华为未来3-5年的产品规划的战略规划办主任。在1998年—2001年期间，他通过资本运作的方式，将华为电气业务成功出售给艾默生，从而帮助华为顺利度过危机；此后，郑宝用又相继负责非电信运营市场，帮助华为建立了相应的分销渠道。患病之后，主管大战略由于工作强度过大，郑宝用在2002年被诊断得了脑癌。随后其远赴美国治疗，经过一年的康复治疗，郑宝用奇迹般战胜了脑癌。不过此时的郑宝用，精力大不如从前，因此，任正非安排他负责华为的“蓝军”部门。“蓝军”，顾名思义，类似于军事演习中的竞争对手，主要通过模拟和研究竞争对手，来帮助自身成长和发展壮大。而郑宝用负责的“蓝军”部门在华为整体的战略制定过程中起到了重要作用。最著名的一个例子就是，郑宝用在2008年阻止了华为出售其终端业务。彼时，华为已经和贝恩基金谈妥，准备出售其终端业务。不过，郑宝用的“蓝军”部门却拿出了分析报告，指出未来的电信行业将是端—管—云三位一体，终端将决定消费者的终极需求，而这也是华为的未来所在。也正因为此，任正非才决定终止出售华为终端。回到如今，华为终端消费者业务发展得风生水起。如若当初没有这一阻止，不知道此时的华为又将作何打算？功高震主？悄然回归2008年以后，郑宝用逐渐淡出华为，彼时，很多人认为是郑宝用“功高震主”，从而漠视任正非的地位？俗话说得好，打江山容易守江山难。创业时代的英雄或许不会永远符合华为的未来发展需求，郑宝用淡出华为可以看作是华为在完善企业管理制度。不过，峰回路转，郑宝用在2013年又悄然回到华为。有人说，任正非曾说华为两年内无战略，郑宝用可担当战略指挥家之职；也有人说，他只是回华为打打酱油，“没有任命，没有秘书，也没有电话，基本是个虚职”。无论如何，华为内乱随着任正非年事越来越高只会加重。危机迫在眉睫，“太子党”郑宝用的回归也许能够结束这一动荡局面，为公主、王子保驾护航。开头的两个故事，其实就是预埋了郑宝用在华为的奋斗史，他的“戎马一生”。", "author": "看莆田", "newsdate": "发布时间：18-12-30", "newstime": "17:38", "sentiment": [{"positive_prob": 0.9821, "confidence": 0.960222, "negative_prob": 0.0179001, "sentiment": 2}]}, {"title": "苹果不敌华为，iPhone三次减产，供应商大量裁员！", "content": "推荐语：速度寂灭苹果，华为在4G时代已经有了一定的战绩，而在5G时代，真的有可能让iPhone的神话，成为童话。下文转载自作者：数码密探由于手机市场竞争激烈，不少老牌厂商在今年都选择了退出市场。即使是一向发挥出色的苹果，今年三款新机的销量表现也令人大跌眼镜。自三款新iPhone 上市以来，惨淡的销量成绩令苹果公司股价一路下滑。截止至当前，短短三个月时间，苹果公司市值便已经蒸发2.6万亿人民币，当然，受影响的不单单是苹果公司。最近，投资研究机构Seeking Alpha称，Rosenblatt分析师预测苹果可能会在明年3份将iPhone手机产量削减400万台，这是苹果公司在今年的第三次减产，而这也影响到了不少的苹果手机供应商。此前有报道称，伯恩光学受苹果销量下滑影响，决定延期上市。苹果柔性PCB供应商嘉联益科技在前段时间辞退了110名派遣员工，而富士康近期更是被爆出要裁员34万。从各个角度来看，iPhone新机销量不佳对供应商影响十分严重。当然也有部分供应商并不在意iPhone销量情况，台积电就是其中代表。苹果订单量减少反而给华为提供了与台积电合作的机会。此前有消息爆出，华为明年发布的麒麟990处理器将会全部由台积电生产。而在市场上，华为手机的强势表现也是苹果新机销量不佳的重要原因。与华为Mate20系列相比，三款苹果新机在性能上保持着绝对领先，但苹果A12和麒麟980在日常使用中基本体验不出差别，相反华为在技术和功能上大幅领先。以华为Mate20 Pro为例，该机拥有徕卡三摄技术，无论是拍照还是录制视频都有着十分出彩的表现，搭载40W超级快充技术，在充电速度上明显领先iPhone XS Max，这两个方面苹果的确不敌华为。当然，除了华为在市场上的干扰，iPhone 新机本身问题对苹果销量也有很大影响。三款新iPhone相比上代机型在外观上甚至没有改变，而且也缺少新功能和新技术的加入，没有新鲜感，消费者自然不愿意购买。此外与高通官司的败诉结果也是一个重要影响因素，当前部分iPhone机型已经在市场禁售，并且随着时间推移，被禁售的国家和地区也会越来越多。如果苹果不能解决这个问题，那么，明年销量势必会更低。你认为苹果销量下滑的重要原因是什么，不妨对此谈谈n文/百家号【数码密探】原创创作，已经通过区块链技术进行版权认证，禁止任何形式的改编转载抄袭，违者追究法律责任。", "author": "张书乐", "newsdate": "发布时间：18-12-30", "newstime": "19:20", "sentiment": [{"positive_prob": 0.00784269, "confidence": 0.982572, "negative_prob": 0.992157, "sentiment": 0}]}, {"title": "看到这组数据 我们或许可以找到华为被盯上的原因", "content": "（原标题：看到这组数据，我们或许可以找到华为被盯上的原因）今天，有自媒体公号发布了一篇名为《2018年度中国研发投入100强企业排行榜》的文章。文章称，欧盟委员会(EU)发布了《2018年欧盟工业研发投资排名》(The 2018 EU Industrial R&D Investment Scoreboard)，对全球46个国家和地区的2500家主要企业2017会计年度研发投入进行了调查。中国华为以113.34亿欧元(约合人民币891.1698亿元)的研发投入名列中国企业之首，在全球名列第五位。跻身百强榜的中国企业(含台湾地区)共有11家。真的假的？我们去欧盟委员会查了查，还真有这个《2018年欧盟工业研发投资排名》。里面也提供了翔实可查的数据和排名。这份报告对全球46个国家和地区的2500家公司在2017-2018年度的研发投资情况进行了汇总。在上榜的2500家公司中，中国有438家公司，美国为778家，欧盟为577家，日本则是339家。而在全球研发投资排名前50的这一项中，中国的华为排在三星、字母表公司、大众汽车集团以及微软之后，位列第5。华为的竞争对手苹果和高通，则分别排在第7位和第28位。就排名涨幅而言，华为在2004年到2018年的14年间，排名跃升超过200位。而苹果则是97位，高通64位。此外，在中国公司中，华为的研发投入也是第一名。超过了百度、阿里巴巴和腾讯在研发方面投资的总和。其中，阿里巴巴229.122亿元人民币排名第2(全球排名51)。腾讯175.7亿元人民币排第3(全球排名61)，百度130.3652亿元人民币排第5(全球排名81)。经过计算，华为的研发投入约为BAT三家总和的1.67倍。华为：2017-2018年研发投入891.1698亿元人民币腾讯：2017-2018年研发投入175.7亿元人民币阿里巴巴：2017-2018年研发投入229.122亿元人民币百度：130.3652亿元人民币除了百度、腾讯和阿里巴巴之外，进入中国排名前100的中国公司还有网易、乐视和新浪，他们分别排在第27名(网易，44.03亿元人民币，全球排名第235名)、(乐视，18.71亿人民币，全球排名第464)、(新浪，17.53亿元人民币，全球排名第494名)。在中国公司当中，只有华为、百度、阿里巴巴和腾讯进入了前100名，而华为研发的总投资额(891.1698亿元人民币)约为上面所有其他中国公司总投资额(597.9272亿元人民币)的1.5倍。在这些中国公司中，目前也只有华为一家进入了全球排名的前10。而相对的，国外的企业当中谷歌母公司字母表(Alphabet)在2017-2018年的研发投入是1052.59亿元人民币(全球排名第2名)，脸书(facebook)是508.33亿人民币(全球排名第15名)，亚马逊 (Amazon)是25.87亿人民币(全球排名第343名)，推特公司是42.85亿人民币(全球排名第238名)商务部国际贸易经济合作研究院研究员梅新育在接受环球网记者采访时表示，华为，中兴这些中国电信设备企业从一开始就是研发投入“相当高的”。比如中兴就是一直将10%的营业收入作为研发投入。华为现在已经做到世界第一大电信设备厂商，它的营业收入是电信设备厂商里最大的，而且由于电信设备制造行业是全世界技术进步最快的产业之一，如果没有高强度的研发投入，企业也不可能脱颖而出，因此排名高是正常的。华为最近一直受到国外特别是美国的打压，华为在研发上的高额投入是否也构成了外国打压华为的一个原因之一？对于这一问题，梅新育表示，华为在技术上投入高，其研究成果造成了国外对其的打压，只能说是“匹夫无罪，怀璧其罪”。环球网", "author": "中国经济网", "newsdate": "发布时间：18-12-30", "newstime": "18:43", "sentiment": [{"positive_prob": 0.639123, "confidence": 0.198051, "negative_prob": 0.360877, "sentiment": 2}]}, {"title": "华为再出手，多国运营商态度大转变，网友：赢了！", "content": "华为在遭到封禁之后，多个国家拒绝与华为合作，理由是华为的产品存在安全问题。而没过多久，不只是捷克，包括印度、葡萄牙、英国等多个国家，都纷纷打脸自己之前关于拒绝华为的言论，转而表现出一种欢迎与华为合作的积极态度，那么这么快就他们的态度就发生了戏剧性的变化，可以说在一定程度上还原的华为的清白，而根据韩国媒体报道，通信公司认为华为并没有任何安全问题。华为通信设备被禁止在美使用，而仅仅一句安全原因，可又拿不出什么确切的证据。而且自己不让别人进入，还拉帮结派搞联盟也不让华为进入，这本身就是极其霸道的作风。在他们的身上，公平自由只是针对自己而已，而对别人总是举起所谓安全的一道又一道闸门。韩国的LG U+、新西兰运营商通过几年的实际使用，并没有发现什么设备问题，而发声力挺。全球有这么多使用华为设备的国家和地区，为何就没有发现华为设备安全问题。而且这几个五眼联盟里也没有运营商出来说发现了安全问题，却偏偏在没有任何证据的情况下其政府就如此蛮横的做法，显然目标并不是在所谓安全问题上。华为用自己的实力证明了产品没有任何问题，而今虽然高通掌握了5G核心技术，但是其并没有全套设备的制造实力，它只是做芯片的。而且华为已经获得了26个5G大单，美国并没有一个商业合同，反衬之下，如果华为不愿意，美国可能要在很久之后才能开始搭建5G网络，届时全球很多国家可能早就已经开始应用了，这意味着美国可能在5G争夺战中处于劣势。网友评价说道：现在不仅多个国家改口了，就连中兴都获得了英国的商业合同，华为这次终于赢了！当今世界还是一个利益的世界，如果华为掌握高于其他厂家的技术，且价格有十分有竞争力，自然别国就青睐华为。在5G时代，5G关乎万物互联，不亚于一场科技革命，拒绝最好的技术，就等同于在一定程度上闭关锁国，这个损失，各国心里都有一本账。在权衡利弊后，对于拿莫须有的罪名去抵制华为，无异于博傻行为，除非有特殊目的的，比如不能通过华为网络监听他国的国家，但这种国家毕竟是少数。因此从总体趋势来看，华为目前的技术和价格，都具有很大的优势。", "author": "耿彪", "newsdate": "发布时间：18-12-30", "newstime": "01:43", "sentiment": [{"positive_prob": 0.483266, "confidence": 0.665319, "negative_prob": 0.516734, "sentiment": 1}]}, {"title": "华为mate20和荣耀v20的详细对比评测", "content": "这两款手机都是搭载华为最新的麒麟980处理器，在各自的定位和性能上都相差不大。那么我们要如何判断哪款手机更适合自己呢？下面小编就从性能定位，价格外观等等因素来分析一下该如何选择。希望在看过本篇文章后能对你有所帮助。华为Mate20和荣耀v20首先从定位上来讲两款机子都是他们系列中的旗舰机型。其中华为Mate20的定位更偏向于商务旗舰，其对手是苹果手机还有三星Note系列这种高端的手机。而荣耀v20走的是性价比路线，定位更加年轻时尚。那么土豪一点的朋友就可以选择华为Mate20，而最近囊中羞涩的朋友就可以退而求其次选择荣耀v20。两款手机目前在京东上的报价分别是3999元和2999元。两款手机的报价性能上两款手机都是采用麒麟980处理器，跑分在安兔兔上都是在30万分左右，整体相差不大。两款手机不管是平时的生活使用中还是玩各种大型游戏，都能过轻松应对。如果非要比较的话就要看他们的优化程度怎样了。小编一直用的是华为Mate系列，我认为华为Mate系列更加稳定一点。在这一方面，我推荐华为Mate20。都采用麒麟980处理器在外观上华为Mate20采用6.53英寸的水滴屏。荣耀v20采用6.4英寸的挖孔屏，颜值对比上两款手机是各有千秋，不能说谁好看谁不好看！只能看个人喜好来买。另外两款手机的尺寸都偏大，一般成年人单手操作起来都有点困难，所以手掌比较小的朋友就可以考虑一下其他手机。（不过现在的手机屏幕尺寸都是在六英寸以上）屏幕对比在拍照方面，华为Mate20的后置摄像头搭载的是1600万＋1600万＋800万像素的三摄浴霸造型。荣耀v20搭载4800万+tof立体深感镜头的双摄像头，这个4800百万像素的摄像头是目前所有手机中像素最高的一个摄像头。其摄像头排列方式像一个横向的感叹号。再看看他们的前置摄像头，分别是2400万和2500万。就拍照水平而言，小编认为华为Mate20比v20更强一点，毕竟Mate20有德国莱卡认证，拍照的调教和优化更加用心。摄像头参数对比两款机子都是搭载的4000毫安的大容量电池，在续航能力，充电速度上都是一样的优秀。都是有华为的22.5瓦快充支持，一个小时多点就可以把手机电量从0充满到100。目前旗舰机上的电池都普遍小，华为的这两款旗舰机能拥有4000毫安的电池容量，可以说是非常良心了。就算是手机重度使用，坚持一天也是没有问题的。所以喜欢大电池的朋友可以考虑这两款手机。另外还有一方面荣耀v20，还保留着3.5耳机接口，这一点我认为可以加分。电池容量大小在价格方面两款手机的6+64g版本分别是华为Mate20  3999元起，荣耀v20  2999元起。荣耀v20比华为mate20整整便宜了1000块钱，所以从价格方面来说，v20有绝对的优势。如果你很在意价格的话，那么我建议你入手v20。最后综合起来来看，小编认为荣耀v20更值得入手。在性能，颜值，电池容量等等各种条件都差不多的情况下，荣耀v20比华为Mate20整整便宜了1000块，所以哪款机子更值得买就很明显了。（看完文章对你有帮助的话，请点个赞，谢谢）", "author": "小杨AI科技", "newsdate": "发布时间：18-12-30", "newstime": "10:19", "sentiment": [{"positive_prob": 0.996065, "confidence": 0.991255, "negative_prob": 0.00393546, "sentiment": 2}]}, {"title": "华为P20 Pro镜头下的冬天，张张都值得你细细品味", "content": "雪之景，美不胜收。大雪过后人们好像来到了一个幽雅恬静的境界，来到了一个晶莹透剔的童话般的世界。西风漫卷、雪花纷飞，这正是拍摄雪景的大好时机，许多朋友都会走出家门去欣赏这天赐的美景，这不，最近一组摄影师手持华为P20 Pro的雪景作品突然走红，让我们一起来欣赏欣赏吧。样张来自摄影师倪磊楚（样张来自摄影师倪磊楚）清晰，冷，仅仅从图像中，笔者仿佛就能感受到冷清，在雪里，周围特殊环境的影响往往使得相机的自动白平衡功能并不能十分准确，但是这位摄影师通过华为P20 Pro拍摄得照片白平衡就很不错，而且呈现出了极佳的画面通透度，甚至拍摄现场的清冷直接力透纸面，画面表现力很强，而且细节尤其是雪花的颗粒状非常明显，然后远处的蓝天和景物还用了虚化效果，照片显得层次感分明，值得学习。（样张来自摄影师倪磊楚）从上图看，这张照片应该是在一个高山湖泊上所拍摄，环形的山脉围住湖水，远方的天空湛蓝无边，好像仙境一般。很明显可以看出，这样照片是在变焦模式下拍出的，近处的巨石、山峦以及还未完全融化的积雪清晰可见，显示出了不俗的变焦能力。（样张来自摄影师倪磊楚）（样张来自摄影师倪磊楚）如果上面这些照片不加水印，很难想象是通过华为 P20 系列手机拍摄而成。值得提到的是华为 P20 Pro在多项指标上已经到达行业顶尖，尤其是在软件方面，基于AI的领先，华为 P20 Pro的AI智慧摄影能力一骑绝尘。在AI摄影大师的加持下华为 P20 Pro的拍照系统已经可以识别19个类别，500+个拍摄场景，并给出最佳的摄影参数，方便用户拍摄。而且配合华为的人工智能算法，AI防抖等技术，最长可以支持6秒的快门时间，在很暗光的情况下，都可以实现非常好的成像效果，甚至在夜晚都能拍出色彩鲜艳的建筑、美食以及植物等等，可以说是一款夜拍神器了。如下样张，远处的篝火，天空中的照明灯还有雪地上的印迹，都得到了非常好的呈现，而且整个照片找不出明显的噪点，华为P20 Pro的镜头下的夜景如此美妙。（样张来自摄影师倪磊楚）除了软件上AI摄影大师的应用，华为P20 Pro硬件方面的最强优势则是徕卡三摄。华为P20 Pro延续了上一代黑白加彩色双摄方案，并在原有的双摄基础上增加了一颗长焦镜头，组成了全新的徕卡三摄。其中彩色摄像头采用了一个1/1.7英寸大小的传感器，像素达到了惊人的4000万，焦距等效27mm，光圈F1.8；黑白摄像头则采用了一枚1/2.7英寸、2000万像素的黑白传感器，镜头焦距27mm，光圈F1.6；长焦摄像头采用了一枚800万像素的传感器，镜头等效80mm，光圈F2.4并具备光学防抖。这样的镜头方案搭配摄影师的拍照技巧，出来的成片堪比单反。（样张来自摄影师倪磊楚）欣赏完这些摄影师手持华为P20 Pro的作品，你是不是觉得冬天除了寒冷，更多了几分美感呢？", "author": "老胡", "newsdate": "发布时间：18-12-30", "newstime": "14:45", "sentiment": [{"positive_prob": 0.999887, "confidence": 0.999748, "negative_prob": 0.000113193, "sentiment": 2}]}, {"title": "与华为作对的下场是什么？市值蒸发一千亿，看这个公司就明白了", "content": "如今在我们全球范围内的通讯公司和运营商那是非常之多的，但是要想在这个世界上崭露头角能够做强做大，没有深厚的底蕴没有技术的基础做后盾，那是远远不行的。就像我们中国的华为一样，他的技术和实力都非常的强大，但是正因为太强大了，所以要面对的就是来自西方各个国家的压制，其实华为他之所以能一步一步的前进，成长到如今在全球范围内排在前列，最重要的一点就是它有雄厚的实力和基础，第二点也是让人非常瞩目的，那是因为华为的背后有我们强大祖国的支持。在未来5g发展的市场上，华为掌握着绝对的主动权，在5G技术上华为如今有了80多个专利，在这方面他也走在了世界的前列，如今有很多的国家想要跟华为进行合作。但是想一想在11月的时候，华为在世界上遭到了很多国家的抵制和拒绝，最开始那一段道路是如此的坎坷。好在他有着自己雄厚的实力，在市场上还是得到很多国家的认可，以至于后来有不少的国家顶住了美国的强制压力，突然改变自己的想法，这到底是怎么回事呢？今天小编带大家一起来了解一下。最近发生了一件事情，导致了韩国如今非常迫切的想与中国达成合作关系。因为某些原因在两天之内让韩国损失了1000多个亿，所以他们不得不向中国妥协，到底是什么情况会导致韩国有这个结果呢？我们都知道，在这个数码领域，韩国一直都是站在世界的前沿，他的技术非常先进，甚至在全世界来讲，韩国都是非常出名的。我们如今手机市场上出现的一种能够实现折叠的柔韧屏技术，其实那就是掌握在韩国人的手里，所以说在显示屏方面，韩国做的是出色的，放眼全球没有几个公司能赶得上韩国他们的技术，所以如今的手机市场上不管是国内品牌还是国外品牌，主屏上的利润大部分都让韩国人给赚走了。正因为韩国人掌握着这个手机主屏主流方面的技术，所以在我们国内手机发展的道路上，也经常受到他们的一些制约。韩国的公司凭借着他们超高的科技水平，因此也占有着很大的优势，我们也只能站在别人屋檐下，不得不低头了，长此以来一直忍受着他们各种各样的霸王条约。但是就在前段时间，长期受着别人家主屏的约束的我们也奋起直追，国内的柔韧屏取得了一个突破性的进展。而且据媒体报道，我们的柔韧性主屏已经开始投入量产，于是韩国失去了这个技术垄断，瞬间让他们的主屏技术掉价掉的一塌糊涂，不再值钱了。韩国的垄断理念也就被我们中国人直接给打破了，因此韩国在这方面获得的利润就大幅度的开始缩水减小，再加上这几年在全世界都非常有名气的韩国三星公司，他如今的销量也是在一步一步的降低很不景气。根据前一段时间最新的资料来看，韩国因为这件事情两天之内就损失了1000多个亿，所以在强有力的竞争下，韩国人也不得不低头来向中国求助了。从这一点我们就能看出，要想在世界上立于巅峰，让别人仰视你，那么你就得有自己超高的能力，雄厚的实力，还要有不断的革新，只有竞争才能脱颖而出。我们也都知道现在的华为技术实力是不断的在做强做大，而且在同行之间他们的竞争也是处在顶尖位置的，所以小伙伴们，你们认为在这种情况下，华为跟韩国他会达成一个什么样的合作关系呢？未来华为的前景又会是怎样呢？韩国会不会逃脱出这场危机呢？我们网友们也在拭目以待。欢迎大家在下方评论区留言说出你们的感想，与网友们一起来分享。", "author": "茹茹谈科技", "newsdate": "发布时间：18-12-30", "newstime": "23:33", "sentiment": [{"positive_prob": 0.000515139, "confidence": 0.998855, "negative_prob": 0.999485, "sentiment": 0}]}, {"title": "台媒：华为与欧洲的难题：美国力推“无中国”5G布局", "content": "参考消息网12月30日报道台媒称，美国、澳大利亚等国家围堵中国大陆电信巨头华为，美国智库学者撰文指出，美国推动“无中国”的5G布局，以及美中之间地缘政治竞争愈来愈激烈的情况下，将迫使美国的盟友选边站。据台湾《联合晚报》2018年12月28日报道，美国《国家利益》杂志28日刊登了由卡内基国际和平基金会欧洲项目主任布拉特贝格（Erik Brattberg）、哈佛大学肯尼迪政府学院高级研究员陆克（Philippe Le Corre）共同撰写的文章《华为与欧洲的难题》。文章指出，最近美国、日本、澳大利亚对华为的安全性争议逐渐蔓延到到欧洲，包括法国、德国等都采取举措检视华为；美国正积极推动其全球盟友与合作伙伴警惕华为。作者表示，虽然欧洲对于中国5G的争论有所增加，但许多本地供应商仍与华为等中国大陆制造商合作与测试；由于华为在全球产业具领导地位，价格也具竞争力，要从欧洲现有网络移除华为5G设备不容易，一些欧洲营运商也担心排除中企会导致成本增加。作者指出，华为也巧妙地利用其进军智能手机的方式，赢得欧洲消费者的信任，同时，华为积极在欧洲做广告和其他推广。文章认为，面对中国5G，目前不太可能出现一致性的跨大西洋方案，也就是说，欧洲很快将会面临选择。文章表示，美国与中国之间的地缘政治竞争愈来愈激烈，美国盟友将会面临二选一的局面；继续依赖中国5G制造商，可能会让已经脆弱的跨大西洋关系出现裂痕。文章写道，分为“中国”与“非中国”5G网络可能会造成一些互通性的问题，但更重要的是，美国推动“无中国”的5G布局，最终可能会因政治分歧将技术影响的领域一分为二。", "author": "参考消息", "newsdate": "发布时间：18-12-30", "newstime": "05:57", "sentiment": [{"positive_prob": 0.905251, "confidence": 0.789446, "negative_prob": 0.0947491, "sentiment": 2}]}, {"title": "看完你就明白：华为的处理器真的“够用”吗？", "content": "提到处理器你第一个想到的是什么品牌呢？是iPhone上的A系列处理器或是深受国产手机品牌喜爱的高通骁龙？又或是由华为研发的海思麒麟？而今天小编就来为大家分析一下来自华为的海思麒麟处理器是否“够用”这个问题。华为现在的一些顶级处理器，比如麒麟980，不但“够用”，而且“性能过剩”！这不仅仅是华为，高通也是如此！就拿骁龙845来说，它的性能同样过剩，但是芯片开发商却乐死不疲的进行研发，然后处理器性能却也不能根本上解决系统问题。目前，可能只有苹果，对系统的流畅问题有发言权。而安卓系统因为运行机制，却难以解决这个根本性的问题。我们回到主题，华为处理器够用吗？够用的概念是什么？带的动大型游戏，还是能够在多任务的时候，更加流畅的处理呢？如果，这样的它，麒麟处理器目前都是满足的。当然，麒麟处理器目前分为中低高三个层级，我们拿最近华为依然使用的几款处理器来说说，低端处理器麒麟659处理器，中端麒麟710处理器，以及高端麒麟980处理器。它们在不同的价位手机中，都发挥中各自的优势目前来看都够用，因为它们所对应的手机价值不同。所以，所谓的够用，只是和手机是不是匹配，这才是重点。同样，在系统方面，如果能够不断的优化，其实低端处理器，也能在高端手机上使用，比如iPhone手机本身处理器的性能并非强悍，但是A8处理器的iPhone 6仍然够用。", "author": "i科技Fashion", "newsdate": "发布时间：18-12-30", "newstime": "10:40", "sentiment": [{"positive_prob": 0.0317266, "confidence": 0.929496, "negative_prob": 0.968273, "sentiment": 0}]}, {"title": "华为的logo原来还有这层意思！涨知识了", "content": "现在的华为已经不再是以前那个默默无闻的华为了，它真正的实现了它名字的含义——中华有为，让中国的每一个人都知道了它，让世界都更加了解它。而今天，我们再重新认识一下华为，虽然我们看到它的LOGO就知道这是华为，但是对于它的LOGO，你真的了解吗？华为的LOGO最开始并不是我们现在看到的样子，而是随着华为的发展一点一点演变到了今天，成了我们大众所熟知的样子。看看它的演变过程。最开始，华为的LOGO象征着华为刚开始的15个创始人，而它的图标看着又像是菊花，还象征着菊花傲寒不屈的精神。而菊花一般为黄色，但是华为却使用了红色当主颜色，这就意味着这是一款国产的手机，也意味着华为会蒸蒸日上，做到最好。后来，随着公司的发展，创始人由于各种原因而离开了公司，花瓣的数量开始减少，成了现在大家所见到的样子。紧接着，不仅图标的颜色更加深了，还有华为的拼音字母也发生了变化，不知道大家有没有注意到，HUEWEI字母中的“E”做出了变化，从之前的“圆润”变成了“正直”。看下新旧对比图最近，华为因种种事件而上热搜，而华为的LOGO又有了新的含义……大家都知道iPhone手机的图标是苹果，而网友们将苹果和华为的图标牵扯到了一起华为图标上的花瓣正好八片，而这就意味着将苹果大卸八块，干掉苹果，成就华为。不得不佩服网友们的脑洞了。大家对此有什么看法呢？欢迎留言评论。", "author": "嘻哈小白儿", "newsdate": "发布时间：18-12-30", "newstime": "23:02", "sentiment": [{"positive_prob": 0.939248, "confidence": 0.864996, "negative_prob": 0.0607519, "sentiment": 2}]}]