[{"title": "买手机不仔细坑的是自己，这4款华为手机颜值和性能齐飞，赶紧看", "content": "现在国产手机里最强悍的就要属华为手机了，存在时间短并且进步最快的，在短时间内就超越了很多的对手，直到现在经过不断的努力和加强在手机行业中取得的特殊地位，虽然华为的手机都是特别出色的，但是大家想要真正入手一款实惠并且适合自己的机型还是需要多方面考虑的，接下来我就为大家介绍华为手机中最适合入手的几款手机，大家参考一下。第一款就是华为mate20，这款手机是现在网上热度最高的手机，同样也是销售量最好的手机，因为这款手机的性价比是真的很高，这款手机的配置是真的高，而且价格也定的特别低廉，仅需3999元，搭载了麒麟980，，再加上超高的内存配置，流畅度方面自然是不用担心的，系统方面也是rmui9，然后后面使用了三颗摄像头的数量，摄像程度自然是特别高的，而且在外观方面还是使用的水滴屏幕的设计，整体是特别美观的，而且摄像头方面做得也是不错的。第二款就是华为mate20pro，这是华为mate20的升级版，这款手机不是太容易可以买到，但是这款手机是真的特别出色，外观方面使用的是曲面的设计，也是刘海屏幕的外观，而且还搭载了面部解锁的科技，在性能方面同样也是特别优秀，麒麟980也不用多介绍了，价格方面5399的价格也算比较实惠了，但是这款手机的库存不是太多。第三款则是荣耀v20，这款手机当时发布的时候华为定的量就很高，以为华为也会准备这么多的货，但是现在依旧库存不足，也是很难买到的，这是一款屏幕打孔技术的手机，屏占比做的是特别大的，性能方面也是麒麟980不用多介绍，摄像头方面使用了一颗的设计，但是像素是特别高的，达到了4800万，价格方面在3000元左右。第四款就是华为最新的一个机型，华为nova4，这款手机同样也是库存不足，虽然也很难买到，但是相比上面几款这款手机的热度就没有那么高了，同样也是采用了屏幕打孔的技术，而且性能方面使用的是麒麟970，同样也是很流畅，总的来说在各个方面这款手机表现的都是挺不错的，也是华为手机中的一款很不错的手机，在价格方面这款手机也是比较实惠的，需要3099元。这几款手机在性能方面都是华为的顶尖机型，而且性价比方面做得也是特别高的，是大家过年换新机的首选产品。这几款华为的爆款你会喜欢哪个呢？", "author": "手机技巧汇", "newsdate": "发布时间：19-02-07", "newstime": "20:33", "sentiment": [{"positive_prob": 0.999444, "confidence": 0.998765, "negative_prob": 0.000555635, "sentiment": 2}]}, {"title": "外媒称美国企图阻止华为入欧，现已在欧洲警告：“华为不安全”", "content": "我们已经步入了2019年，这一年将进入5G时代。国产华为不负众望，坚持自主创新，拿下了5G网络标准专利，让世界各国都刮目相看，也让我们对国产技术充满了信心。以前国产都不被我们所看好，一味的追捧国外技术，但是近年来，国产品牌通过自己的努力，改变了这一局面，现在也走在了世界的前列。我们都知道，这次的5G网络技术标准有多家电信巨头竞争，美国的高通便是其中之一，以前高通几乎垄断手机芯片行业，但是华为却展现出实力，研制出麒麟芯片抗衡高通芯片，现如今麒麟芯片和高通芯片相差无几，高通也意识到了危险，处处和华为做对。去年美国禁售华为手机以及禁止华为通讯，以不安全为借口来达到自己的目的，而后美国又联合其他联盟国家共同禁止此次的华为5G网络技术，但是华为不怕面对困难，争取到了数十条订单，成为了全球5G建设订单最多的公司，就连美国的联盟国家也纷纷选择了华为，这让美国感到危机存在。近日，一外媒称，美国官员已经在欧洲游说，警告欧洲各国华为通讯存在安全风险，美国官员还表示华为和中兴设备可能存在间谍活动等，想让他们把华为拒之门外。但是德国电信公司的一封内部文件警告美国表示，拒绝华为德国的通讯将落后2年。小编认为，现在是经济全球化时代，华为秉承着合作共赢的友好理念，帮助其他国家电信的发展，却被一些不怀好心的人故意抹黑，而且是毫无证据，这已经是损坏了华为的名誉。华为作为国产企业的杰出者之一，这么多年来的发展也是被我们有目共睹的，希望更多的国产企业能够让世界刮目相看，也希望华为能够发展的更加强大。", "author": "吃多橙子会变橘", "newsdate": "发布时间：19-02-07", "newstime": "21:38", "sentiment": [{"positive_prob": 0.0447186, "confidence": 0.900625, "negative_prob": 0.955281, "sentiment": 0}]}]