[{"title": "华为拥有自己的手机操作系统？", "content": "华为新系统正式商用，研发6年投入千亿，2000万台设备正在运行！ 作为中国科技行业的领袖，不管是在移动芯片、通信设备还是5G技术领域，华为都是当之无愧的行业领导者，它能够取得如今的成就，和公司近年来在创新研发领域的大力投入不无关系，不过，在移动端，华为还缺少一个最核心的产品，那就是手机操作系统，它耗费6年时间，投入千亿元，终于成功研发商用自己的操作系统，如今，2000万台设备正在运行。在全球移动操作系统领域，有两类：以谷歌为首的Android和苹果设计的iOS，尽管近年来，第三个成熟的操作系统已经被技术公司成功开发出来，然而，就易用性和稳定性而言，没有人能威胁到前两个国家的地位，为什么触发移动操作系统如此困难？在芯片行业被称为高端领域，有许多制造商可以提供生产能力，然而，移动操作系统是一个难题，虽然国内手机品牌都有自己的一套用户界面系统，比如小米的MIUI等，但从根本上说，它是一个基于Android的深度定制系统，其核心是Android。微软曾试图触及移动操作系统领域，甚至一度被称为世界第三大操作系统，然而，今天，它已经停止了更新，你知道，微软在PC系统上工作多年，有着深厚的研发实力，即使它正在回归，也可以想象移动操作系统是一个全球性的问题，面对这样的情况，华为早在八年前就已经做好了充分的准备，并已涉足这一领域，经过六年的努力，它终于开发出了世界上最轻的系统Liteos，目前，该系统已广泛应用于华为智能手表产品。作为一个开源的物联网操作系统，它应该应用到手机上。据报道，该系统已经进行了手机测试，系统运行稳定，运行平稳。然而，目前在Liteos系统存储器中应用程序并不多。毕竟，作为一个新兴的系统，还有很长的路要走，据数据显示，Liteos拥有100多万用户，主要是智能手表用户。华为已经迈出了一步，但它已经为整个国内操作系统迈出了坚实的一步。尽管如此，人们还是希望大量的开发人员能够开发和适应更多的应用程序来支持Liteos应用程序。该项目自2012年启动以来，经过研发、试验和最终商业使用，历时6年，不仅耗时，而且华为在该项目上也投入了数千亿美元，然而，有收获也有痛苦，如今，超过2000万台设备正在运行Liteos，而您的规模很小，作为Android和iOS系统的替代品，如果Android在未来不是真正免费的，那么国内移动品牌还有另一个选择。随着Liteos的迅速商业化，人们相信Liteos将在不久的将来在业界占有一席之地。", "author": "心内愁凝", "newsdate": "发布时间：19-09-03", "newstime": "14:38", "sentiment": [{"positive_prob": 0.915928, "confidence": 0.813174, "negative_prob": 0.0840717, "sentiment": 2}]}, {"title": "可升降摄像头与全视屏加持 华为畅享10 Plus即将入局", "content": "一块屏，让手机厂商绞尽了脑汁。进入全面屏时代之后，各大手机厂商尝试了多种屏幕形态，从最初的18:9长宽比屏幕，到全面屏概念出现，刘海屏、水滴屏、珍珠屏、挖孔屏，直至升降摄像头的推出，目的只有一个：尽可能的扩大屏占比，给用户带来更加统一、完整的视觉用户体验。大浪淘沙，只有经过市场检验能够留存的才是好的解决方案，最初大家都在追刘海屏，后来水滴屏渐渐兴起，而要说视觉观感最好，真正能称得上真全面屏的，非升降摄像头莫属。（网络示意图）得益于升降摄像头的隐藏设计，手机的正面屏幕得以实现近乎100%的屏占比。不过，在升降摄像头出现早期，由于耐久可靠度以及成本问题，遭受了不少消费者的质疑。但随着技术成熟，升降摄像头手机渐渐成为手机厂商的新欢。有业内大佬预测，升降式手机将成未来主流。从用户最初质疑到如今广泛接受，再到大规模应用，可升降摄像头手机蹚出了一条成功之路。如果说，刘海屏是全面屏普及初期平衡成本、屏占比以及市场接受度的妥协方案，那么，可升降摄像头带来的真全面屏，可能才是全面屏未来的趋势和最优解。在市面上可升降摄像头手机频频上市的情况下，国内第一大手机品牌华为似乎“不露声色”。但其实，华为早已尝试多种全面屏解决方案，除了刘海屏、水滴屏外，可升降摄像头手机也蓄势待发。对于华为来说，技术上不会存在难度，更重要的是，是在技术成熟之后，寻找用户体验的最优解。事实上，早在今年上半年就有华为可升降摄像头新机的谍照曝出，而近日工信部全新入网的一款无挖孔、无刘海，前置摄像头消失的华为新机引发关注，结合微博上曝光的华为全新畅享系列新品发布会邀请函，我们推测，该机正式即将要发布的华为畅享10 Plus，这也将是华为在国内推出的首款可升降摄像头手机。工信部证件照显示，由于没有采用传统意义的挖孔屏、刘海屏，华为畅享10 Plus正面采用全视屏设计。这时候升降结构的前置镜头的优势就发挥出来，不使用自拍功能，前置镜头隐藏在手机内部，实现了超过10%屏占比的出色视觉观感；点击自拍按钮，前置镜头通过传动马达自动升起，退出自拍后自动落下，收缩自如。除了可升降摄像头之外，华为畅享10 Plus还带来了华为旗舰机标志性的竖排后置三摄，让那些预算不足的年轻人也能享受到自家旗舰类似的外观ID设计。众所周知，华为畅享一致致力于带来同级最优的拍照体验，不难猜测，华为畅享10 Plus也将配备当下华为家族最新的主流拍照配置，包括4800万像素的主摄像头。此外，鉴于畅享系列一贯的大电池长续航传统，预计华为畅享10 Plus的电池容量不会令人失望。除了硬件红利，新机也将在软件方面获益良多，除了最新的的EMUI系统加持外，笔者猜测此次华为畅享10 Plus还能获得诸如GPU Turbo、超级文件系统等华为独家软件红利，在后续性能优化，用户体验升级，较同级竞品更有优势。相信随着华为畅享10 Plus的到来，华为未来将通过系统升级和性能优化为旗下千元机带来“越级”的用户体验，势必会对国产手机市场带来全新的冲击。就在今天,华为终端手机产品线总裁何刚在微博上发布了一条喜讯：“截止9月，华为畅享9 Plus销售突破10000000台，感谢花粉支持，感谢用户信任，还有感谢所有渠道的销售人员贡献，用实力说话，不管高端还是千元机，都是华为最高品质！”犀利的言语间仿佛在告诉我们，华为畅享10 Plus将会成为下一个千万销量王。作为华为主打年轻消费群体的千元精品代表，畅享系列一直在追求创新科技以及引领消费技术趋势上不遗余力。去年发布的华为畅享9 Plus就凭借AI智慧四摄、4000mAh超大容量等越级配置树立当时的千元旗舰新标杆；今年年初推出华为畅享9S又以6.21英寸珍珠屏、2400万超广角AI三摄为消费者带来更好的视觉和拍照体验，完美诠释年轻实力派。如今，华为畅享10 Plus携全面屏+升降摄像头的组合强势来袭，我们有理由相信华为畅享10 Plus将再次诠释华为对于“年轻”和“实力”的最新理解。在笔者看来，这种“无挖孔无刘海”接近100%屏占比的屏幕形态以及伸缩自如的可升降摄像头，将为追求个性的年轻用户带来更加无束缚的视觉体验，相信这也是华为畅享10 Plus喊出“全面不设限”口号想表达的含义。毫无疑问，华为畅享10 Plus的到来，将为追求极致科技体验但预算有限的年轻用户群体带来更优选择。届时，华为还将在拍照、续航等解决年轻人用户体验的痛点上带来哪些新的突破？华为畅享10 Plus的价格是否会带来新的惊喜？9月5日，我们一起期待。", "author": "快科技", "newsdate": "发布时间：19-09-03", "newstime": "14:14", "sentiment": [{"positive_prob": 0.991147, "confidence": 0.980326, "negative_prob": 0.00885335, "sentiment": 2}]}, {"title": "华为火力全开，四款新机即将于9月发布，有你喜欢的吗？", "content": "本月可谓是妥妥的新机发布大月，就拿目前来说，已经确定会在本月发布的新机已经达到十余款，而说起其中动作最为频繁的手机厂商，华为应该算是数一数二的，根据目前的消息汇总，华为9月份至少会有四款新机扎堆亮相，在一定程度上来说，为了进一步提升自家产品销量，华为也是再次打起了机海战术，而在诸多华为新机即将发布的背景下，近期想买华为手机的花粉不妨再等等，待这些华为新机发布后，选择会更多一些。1.荣耀20S根据前两天的官宣，荣耀20S将于9月4日正式发布，而随着发布会的日渐临近，目前关于荣耀20S各个方面也是有所确认，外观方面荣耀20S采取了6.26寸的挖孔全面屏+玻璃机身设计，屏占比与手感均有不错表现，硬件上搭载麒麟810处理器，跑分在28万左右，性能也是达到了行业中高端水平，前置3200万像素单摄，后置4800万+800万+200万AI三摄，内置3750毫安电池，拍照和续航能力同样不俗，而其起步价预计在1999元左右，性价比还算尚可。2.荣耀Play3从目前多方披露的信息来看，在9月4日这一天华为还将会推出一款新机，这款新机便是荣耀Play3，据悉外观方面荣耀Play3采取了水滴屏+玻璃机身设计，颜值还算不错，配置上搭载麒麟980处理器，支持方舟编译器、超级文件系统、GPU Turbo4.0等功能，性能与流畅度均为行业一流水准，后置4800万主摄的AI三摄模式，拍照实力也是同样在线，而在价格方面，荣耀Play3则在1799元左右，这也是目前最便宜的麒麟980机型，性价比不俗。3.华为畅享10 Plus作为华为新一代千元机型，华为畅享10 Plus将于9月5日正式发布，外观上华为畅享10 Plus采取了6.59寸的升降全面屏设计，并且下巴有所收窄，在达成可观屏占比的同时兼顾了相应的美感，配置上搭载麒麟710处理器，跑分在15万左右，性能也就是行业的中低端水平，应对主流游戏应用还是有些吃力的，后置4800万主摄的AI三摄模式，支持超广角、超级夜景等功能，拍照实力算是有不错表现，内置4000毫安电池，中度使用一天问题不大，而其起步价在1299元，性价比一般般吧。4.华为Mate30系列说起本月最受关注的华为新机，即将于9月19日在德国慕尼黑发布的华为Mate30系列应该是当之无愧的，外观上华为Mate30系列均采取了刘海屏+圆环四摄的模式，颜值颇为养眼，硬件上搭载麒麟990处理器，跑分在45万分以上，性能也是行业中的顶级水平，后置4000万主摄的徕卡四摄模式，支持超广角、高倍变焦等功能，拍照实力更是行业的佼佼者，值得一提的是，更为高端的华为Mate30 Pro还将推出5G版本，通过内置巴龙5000基带实现对于5G网络的支持，而该系列起步价在四千元左右。小伙伴们，对于这四款即将发布的华为手机你怎么看？其中有你喜欢的吗？欢迎大家留言，互相交流看法。", "author": "河大新区", "newsdate": "发布时间：19-09-03", "newstime": "19:57", "sentiment": [{"positive_prob": 0.989894, "confidence": 0.977543, "negative_prob": 0.0101058, "sentiment": 2}]}, {"title": "手机名字后面的Plus、Pro、Mate等等，这些到底是啥意思？", "content": "手机名字后面的Plus、Pro、Mate等等，这些到底是啥意思？如今各个国家的科技都很发达，推出了很多电子产品，电脑、手机等等，尤其是手机，牌子很多，随便都能说出几个品牌，比如国产的华为，小米，OPPO，一加，努比亚，还有国外的苹果、三星、诺基亚等等，不过大家有没有发现，他们的手机名字后面会加一些后缀，比如plus，Pro等等，那么手机名字后面的Plus、Pro、Mate等等，这些到底是啥意思？小编给大家解释一下。Plus其实就是“加大”的意思，而这个后缀，一般来说都是苹果手机名字后面会加的，比如他们最好用第一款plus手机，就是iPhone6 plus，这款手机要比它们一般的手机屏幕尺寸要大一点，iPhone6屏幕是4.5寸，而iPhone6 plus屏幕是5.5寸，拿在手里感觉还是不一样的，还有它的运存也会比普通的iPhone要大一些，价格自然也是更贵一点的。Pro，现在有不少手机品牌名字后面都有加这个英文单词，就比如说华为，华为P3 Pro，它后面这个Pro，英文全名是“professional”，懂英文的朋友肯定知道这个单词是什么意思，它是专业的意思，而华为手机名字后面加一个这个Pro，就代表这款手机要比它们普通的手机更加专业，所以价格也会比普通的手机更高一点，明白了吗？Mate，这也是华为手机后面经常会加的一个后缀，而且华为还有这个mate系列的手机，其实Mate的英文翻译成中文，意思是伴侣或者是助理，华为出这样一款手机，也是为了让大家感受到华为手机的很多功能，就像是自己的伴侣一样，没想到华为还那么浪漫呢，其实不管是什么品牌或者其他名字都是有意义的，要不然别人怎么会取呢？其实除了这三个，小米的MIX也是有意思的，它代表“made in xierqi”这个后面就是西二旗的意思，总体就是来自未来的产品这个意思，也就是说比它们其他手机更高端，不知道你们现在懂了吗？你还知道哪些手机名字后面的英文呢？在下方留言说出来吧！", "author": "巨裕说科技", "newsdate": "发布时间：19-09-03", "newstime": "17:03", "sentiment": [{"positive_prob": 0.00161037, "confidence": 0.996421, "negative_prob": 0.99839, "sentiment": 0}]}, {"title": "华为公司：有关媒体报道称美国司法部对华为展开新的调查的声明", "content": "2019年8月30日，华尔街日报报道了美国司法部针对华为进行所谓窃取商业秘密刑事调查，有关该报道提及的Oliveira等事件和美国政府近期的调查行为，华为严正声明如下：2014年5月28日，在葡萄牙公民Rui Pedro Oliveira主动要求下，华为美国子公司人员与其进行了一次短暂会晤，会上Oliveira先生主动推销其伸缩摄像头设计方案。华为并未使用Oliveira先生的设计方案。2017年，华为开始销售自主研发的EnVizion360 全景摄像头，而华为的研发团队从未接触过源于Oliveira先生的信息。华为的设计方案是不可伸缩、带两侧鱼眼镜头的全景摄像头，与Oliveira先生可伸缩的单侧镜头的非全景摄像头设计方案完全不同。从2018年4月到2019年3月，Oliveira先生通过邮件声称华为公司的EnVizion360摄像头侵犯其所持有的美国专利，并多次威胁如果华为不支付其高额费用，将通过媒体和政治途径给华为施加压力。华为坚信自主研发的产品不侵权，并提供了详实的材料予以证明（附图以其外观设计专利为例和华为产品进行对比说明），但Oliveira先生继续通过媒体扭曲事实、抹黑华为，甚至试图通过其政府高层给华为施压使华为屈服并支付其高额费用。在不堪其扰的情况下，为维护华为的声誉及合法权益，2019年3月26日，华为先行向美国法院提出请求确认未使用Oliveira专利，这本是一个非常普通的民事诉讼程序，但Oliveira先生拒绝接受法庭传票的送达，拖延参与美国法庭程序。这种明显的利用当前的国际政治环境、通过媒体歪曲事实，进行投机的行为，不应被鼓励，更不应成为美国司法部刑事调查的事由。一段时间以来，美国政府不仅动用其政治和外交影响力，游说各国政府禁止使用华为设备，更是动用其国家机器，滥用司法、行政权力，采用各种不正当手段骚扰、影响华为或合作伙伴的正常业务。包括：1、 通过执法机构威胁、恐吓、要挟、利诱、策反华为在职或离职员工为其工作；2、 以不正当的方式搜查、扣押、甚至拘捕华为员工或合作伙伴；3、 设置各种陷阱或圈套，冒充华为员工，创造案件，试图形成对华为不利的不实指控；4、 采取网络攻击的方式不正当的刺探华为的内部网络和信息系统；5、 通过FBI上门约谈的方式进行施压，要求华为员工作为内应配合获得华为信息；6、 动员和策划与华为有商业合作或有商业冲突的公司对华为进行不实指控或钓鱼；7、 搜集各类虚假的针对华为的负面报道，并以此为依据展开调查；8、 将历史上已经解决的民事案件，以技术秘密窃取等理由，进行选择性的刑事调查或起诉；9、 通过恐吓、拒发签证、扣货等方式，阻挠正常的商业活动和技术交流。事实上，所有这些所谓的刑事案件，没有涉及任何一项核心技术，也没有足够的事实和证据支撑其指控。美国政府采取的这些恶劣行为的目的无非是希望将华为抹黑为通过盗窃他人商业秘密发展起来的公司，打击和限制华为的全球领先地位。我们对此坚决反对。华为的发展，得益于三十年的持续的研发投入和全球十八万员工的持续努力，得益于客户、供应商和合作伙伴对我们的信任和支持。世界上没有任何一家企业可以通过“偷窃”成为全球领先的高科技企业。附：Oliveira外观设计专利和华为Envizion360摄像头对比，两者明显不同：1、Oliveira外观设计是单向镜头伸缩，只有一侧有镜头。2、华为是两侧均有镜头，不能伸缩，具有Oliveira所没有的大弧面。", "author": "环球时报", "newsdate": "发布时间：19-09-03", "newstime": "15:10", "sentiment": [{"positive_prob": 0.203924, "confidence": 0.546835, "negative_prob": 0.796076, "sentiment": 0}]}, {"title": "从1到N迈向从0到1：华为创新理念升级详解", "content": "C114讯 9月3日专稿（蒋均牧）智能社会扑面而来，而作为基石的ICT技术在理论上、在工程上开始遭遇瓶颈与挑战。下一步应该如何突破？已经独自奔跑在“无人区”的华为选择升级创新理念，从创新1.0时代迈向创新2.0时代，由从1到N迈向从0到1。在今日召开的2019华为亚太创新日上，华为董事、战略研究院院长徐文伟以《创新领航，推动世界进步》的主旨演讲对此作出了详尽的剖析。他指出，创新2.0以“愿景假设+技术突破”为方法论、核心是基于愿景的理论突破和基础技术的发明、思想理念是“开放式创新、包容式发展”，华为将采取“支持大学研究、自建实验室、多路径技术投资”等多种方式实现创新2.0。据C114了解，华为战略研究院统筹创新2.0的落地，负责5年以上的前沿技术的研究，通过每年3亿美元投入大学来支持学术界开展基础科学、基础技术等的创新研究。目前，正围绕信息的全流程研究和发掘未来的技术，投资的领域包括光计算、DNA存储、原子制造等。ICT基础设施构成智能世界基石“未来二、三十年人类社会将演变成一个智能社会。”徐文伟提出，智能社会有三个特征，即万物感知、万物互联、万物智能。而正是有了先进的ICT技术，这三大特征才得以实现，5G、物联网、AI等ICT基础设施将是智能世界的基石。在万物互联中，5G作为连接一切的技术构筑着智能世界的底座。人类工业化发展走到今天，正在从过去的机械化、电力化，走向自动化、数字化、智能化，5G的发展正好处在了全球各行各业数字化转型的关键时期，5G技术的到来可谓恰逢其时。一方面，5G可以在传统的连接的基础上提供大带宽、低时延，并为不同应用提供切片，这一全新功能使之可以适配各种复杂的行业应用场景，“毫无疑问，5G技术真正为智能化社会提供了一个强大的连接底座”。同时，在各行各业智能化的过程中，需要大量使用到云、AI、大数据分析以及边缘计算等新技术，正是因为有了5G的支撑，这些新技术的应用场景将大幅度地增加、应用效率也会大幅度提升，“5G与这些关键技术相融合，将极大加快各行各业的数字化和智能化进程”。一个最新行业案例是5G在内蒙古一处稀土矿山的应用。传统采矿作业由于矿山所处地区气候恶劣、现场环境非常复杂，往往面临着安全事故频发、工作效率低下、人工成本高还招不到人等困难。基于5G网络的无人驾驶矿车实现了高清视频的高速回传以及基于控制信号的低时延业务的结合，从而避免了人员伤亡、车辆行驶速度可提高到35公里令效率大幅提升、且在经济上大幅节省，为矿山行业带来巨大的经济效益和社会效益：“每一次技术的发展是为了帮助人类，而不是取代人，最终都是让人类社会变得更好。”截至今年6月底，华为在全球已经签订了50多个5G商用合同，徐文伟表示要“感谢全球运营商客户、伙伴对华为在5G方面的信任与支持”。在其帮助下，从欧洲到中东到亚太，全球很多运营商都已经积极开始了5G网络部署。那么华为的5G为什么能够做到行业最领先？他认为首先是投得早，华为在4G刚刚开始投入商用的2009年，就已开始进行5G的研究；第二是投得多，过去十年累计在5G上投入了40亿美元；第三是投得深入，它在5G研究上不仅仅是做产品，更重要的是早期就积极参与标准的制定，同时贯穿整个5G的基础研究。同时，从芯片到材料、从散热到算法，很多方面都需要做出从无到有的探索，背后都是厚积薄发的累积和投入。在万物智能中，基于大数据和AI的应用让智能无所不及。根据华为GIV2025全球产业洞察预测，到2025年新增数据量180ZB，是2018年新增数据量的18倍，加上每年10倍算力的递增，带来了大量异构计算的需求。徐文伟指出，华为厚积薄发，坚定不移地战略投入智能计算，持续取得了创新突破。今年1月9日，华为发布了业界最高性能ARM-Based CPU鲲鹏（Kunpeng）920。而在2018年，面向终端领域，发布了麒麟980芯片，推出了世界上首款AI手机，把手机推向智慧新高度；面向AI领域，发布了昇腾310芯片，以覆盖芯片、芯片使能、框架和应用的全栈能力，以及包括公有云、私有云、边缘计算、物联网行业终端和消费终端等全场景的产品和服务，提供经济且充裕的算力，令AI算力的获取像电力那样方便，实现各行行业的普惠AI。其中，基于ARM架构授权、由华为自主设计完成的鲲鹏920，带来了高性能、高吞吐、高集成、高能效的创新突破，把计算推向新高度。典型主频下，单芯片SPECint Benchmark评测跑分超过930分，超出业界标杆25%，能效比也优于业界标杆30%。华为创新理念升级：从1到N迈向从0到1在“看得见”的产品背后，是冰山之下“看不见”的技术在支撑。华为设有60多个基础技术实验室，聘请了700多位数学博士、200多位物理和化学博士。数学算法的突破决定了SingleRAN的诞生；早在1991年，华为就设计了第一片ASIC芯片并成立了芯片设计室；在材料科学上华为有着近30年的积淀，材料的抗腐蚀研究让华为产品适应各种环境，石墨烯的研究让电池散热效率大幅提升；无风扇的散热设计，让基站的体积降低30%……不过随着香农定律接近极限、摩尔定律难以为继，经历了超过50年高速发展的ICT行业面临瓶颈和挑战。针对于此，华为的创新战略是从基于客户需求的技术和工程的创新1.0时代，迈向基于愿景驱动的理论突破和基础技术发明的创新2.0时代。徐文伟解读称，创新1.0的核心理念是基于客户需求和挑战，是技术创新、工程创新，是产品与解决方案的创新，是从1到N的创新。其核心是帮助客户和合作伙伴增强竞争力，帮助客户增加收益或者降低成本，帮助客户实现商业成功。过去华为无论在无线、光网络、还是智能手机领域，都有大量的工程和技术创新，为客户带来极大的商业价值以及产生了巨大的社会价值。而创新2.0的核心理念是基于对未来智能社会的假设和愿景，打破制约ICT发展的理论和基础技术瓶颈，是实现理论突破和基础技术发明的创新，是实现从0到1的创新。具体来说，创新2.0以“愿景假设+技术突破”为方法论，面向万物感知、万物互联、万物智能的智能世界，首先从愿景假设出发，研究未来人们是如何生活、工作、娱乐、保健等，提出问题；再带着问题找技术、带着问题捕捉未来的技术方向和商业机会，期望能够孵化出新产业和新产品形态，研究未来智能世界。围绕信息的全流程，研究和发掘未来的技术，从信息的产生、存储、计算、传送、呈现，一直到信息的消费，“比如10年100倍通信能力、10年100倍计算能力、10年100倍存储密度、10年100倍超越感官、10年L5自动驾驶、10年10倍电池密度、10年10%运营商维护人员”。其核心是基于愿景的理论突破和基础技术的发明，而理论突破和基础技术发明源头之一是学术界，工业界提出的挑战和向大学进行研究的投资是助推器。理论突破和技术发明的不确定性非常高，这种不确定性的性质就决定了不能是封闭的创新，需要一起分享成果、共享能力。也因此，创新2.0的思想理念是“开放式创新、包容式发展”，即大学和研究机构、学术界、工业界联合起来，共同推动。据介绍，华为将采取“支持大学研究、自建实验室、多路径技术投资”等多种方式实现创新2.0，把工业界的问题、学术界的思想、风险资本的信念整合起来，共同创新。“智能世界，道阻且长。今天的我们，需要理论的突破、需要新的基础技术的发明。我们将继续去探索未知的新世界，勇敢地航向前人所未至的领域。”徐文伟在发言最后如是总结道。", "author": "C114通信网", "newsdate": "发布时间：19-09-03", "newstime": "12:34", "sentiment": [{"positive_prob": 0.98422, "confidence": 0.964934, "negative_prob": 0.0157798, "sentiment": 2}]}, {"title": "华为鲲鹏生态全国铺网 目前已在五城市布局", "content": "华为成功的秘诀是什么？对于这个问题，华为人喜欢引用创始人任正非的一句话，“对准同一个城墙口冲锋”。意思是，三十年来，华为从几百人、几千人、几万人发展到十八万人只对信息传送领域进行冲锋，并且每年的投资额在150亿到200亿美元，集中火力攻破。而现在，鲲鹏成为了现阶段华为冲刺的“城墙口”之一。尽管华为的高管在诸多场合强调，华为不是要与英特尔竞争，更不会替代，布局芯片主要是看到了由于数据多元化带来的计算多元时代，但可以看到，“鲲鹏阵营”正在全国各地快速铺设，包括厦门、深圳、上海、重庆以及成都相继宣布了鲲鹏生态的合作内容。值得关注的一个数字是，目前已经有超过80家合作方的应用往华为鲲鹏云服务上移植。近日的一场活动上，华为董事、战略研究院院长徐文伟对包括第一财经在内的记者表示，未来的计算是包括X86、ARM在内的异构计算，而鲲鹏的应用需要建立生态，需要产业的支持，这是华为近期落地多个鲲鹏生态基地的原因所在。30亿元发展鲲鹏产业今年年初，华为“芯片家族”迎来了一位新成员鲲鹏920，这是一颗数据中心处理器芯片，特别之处在于基于ARM架构授权，由华为自主设计完成。在英特尔的X86服务器出货量高达九成的市场现状下，华为发布的这颗芯片引发了产业界的高度关注。西南证券电子的一份报告显示，服务器是一种高性能计算机，作为网络的节点，存储、处理网络上80%的数据、信息，因此也被称为网络的灵魂。服务器最核心的部位就是服务器芯片，可以说是整个服务器的大脑，技术难度大。根据DRAMeXchange数据，目前全球90%以上的服务器用的处理器为英特尔主导的X86架构，华为鲲鹏芯片的推出对于国产服务器水平的飞跃起着关键作用。在当时的发布会现场，华为高管并不吝啬地将“业界性能最高”的评价放在了这颗芯片上，但也小心翼翼地表示：“华为不是要与英特尔竞争，鲲鹏芯片不对外销售，只用于华为自己的服务器和云。”而在当时的发布会上，搭载鲲鹏920的旗舰系列“泰山（TaiShan）”系列三款服务器一同问世，分别定位均衡、存储以及高密度服务器。半年之后，鲲鹏生态的推进明显加快。8月7日，成都与华为公司签订鲲鹏生态基地项目合作协议，根据协议，成都将与华为共建鲲鹏转化平台、鲲鹏行业解决方案孵化平台、华为鲲鹏天府实验室、鲲鹏生态基地展示平台，孵化基于鲲鹏生态的行业解决方案，共同打造鲲鹏生态产业园，推动鲲鹏产业生态创新发展。在9月3日举行的华为亚太创新日上，该创新生态基地正式揭幕，标志着鲲鹏生态基地在成都实质投入运行。而在成都之前，还有深圳、重庆、厦门以及上海都宣布建设鲲鹏生态中心，而另外一些地区也通过不同的方式参与到了鲲鹏生态的建设当中。“鲲鹏生态也需要全球化的认可，目前很多国外软件企业也已经支持了鲲鹏芯片。”徐文伟对记者说。而对于鲲鹏的投资，华为还在加大。华为技术有限公司高级副总裁、cloud&AI总裁侯金龙此前表示，华为用10年时间投入200亿元做出鲲鹏芯片及芯片组，在接下来5年内，华为将继续投资30亿元发展鲲鹏产业生态。华为公司副总裁、华为云业务总裁郑叶来则表示，首批投入1亿元生态资金用于支持华为云鲲鹏凌云伙伴计划。据记者了解，目前包括东方通、用友等在内的25家企业完成了与鲲鹏云服务兼容性测试的认证。计算领域撕开了一个口子“鲲鹏生态就是围绕着未来计算产业打造一个真正的开源平台，达到真正的自主可控、安全可靠。”华为公司高级副总裁、华为中国区总裁鲁勇在不久前的一次采访中对第一财经记者表示，如果这条路不走，迟早有一天在珠穆朗玛峰的山顶（华为）会被别人踢下去。”目前，华为的合作方可以基于现有的X86架构使用华为的鲲鹏云服务。这意味着，在强手林立的计算领域，华为正在撕开一个口子。华为内部人士对第一财经记者表示，鲲鹏处理器相当于服务器中的“大脑”，涉及的合作领域众多，包括服务器与部件、虚拟化、存储、数据库、中间件、大数据平台、云服务、管理服务、行业应用九大领域。记者注意到，从去年年底开始，华为在内部开始对“ICT基础设施业务”进行组织架构的重组和优化，将公有云、私有云、AI、大数据、计算、存储、IoT等与IT强相关的产业重组为“计算与云”产业群，并在此基础上组建了“Cloud&AI产品与服务”。这一战略被华为内部称为“CloudOnly”战略，即通过对资源和组织的整合，从芯片到数据中心、从硬件到软件、从IT基础设施到云服务、从边缘计算到云计算，将资源全部集结，打造成为华为云的优势。此前，华为将鲲鹏920芯片的应用场景圈定在了异构计算、大数据分析、分布式存储等领域，这些领域其实均指向了需要大规模算力场景的企业数据中心或云数据中心。换言之，如同将麒麟芯片大规模应用于华为手机的模式，华为云大规模应用于基于ARM芯片架构的服务器上或许也是华为高层的期待。此外，鲲鹏生态的搭建也为其他国内的公司提供了另一种选择。中信建投研报指出，鲲鹏生态涉及到的合作领域众多，包括：服务器与部件、虚拟化、存储、数据库、中间件、大数据平台、云服务、管理服务、行业应用9大领域。其中服务器与部件以及行业应用两大领域市场空间最大。从服务器与部件领域来看，市场空间在4000亿以上。服务器是任何IT产业发展的基础，虽然服务器已经实现了国产化，但是服务器中最核心、成本最高的CPU基本来自海外厂商。中信建设认为，华为与服务器厂商的合作不仅能降低国内服务器厂商的成本（预计鲲鹏芯片比Intel便宜）而且能提高服务器的国产化率从而实现服务器完全自主可控。“此外，从行业应用来看，市场空间约2000亿。以ERP行业为例，目前我国高端ERP市场主要被SAP、Oracle占据，国内厂商很难进入超大规模的公司。例如，华为、中石油目前主要的ERP系统采用Oracle、国家电网主要提供商是SAP。此次鲲鹏计划，国内ERP龙头用友网络是华为的合作伙伴之一，其主要任务就是与华为服务器一起为客户提供从应用到服务器完整的自主可控的ERP系统，目前用友已经完成了NCCloud等产品和华为基础设施如华为数据库、鲲鹏云等产品的适配工作。未来ERP系统有望率先应用与华为内部，并且依托华为提升自身技术实力从而进入市场空间更广的高端ERP市场，实现对SAP、Oracle的替换。”上述研报中指出。", "author": "第一财经", "newsdate": "发布时间：19-09-03", "newstime": "20:25", "sentiment": [{"positive_prob": 0.973056, "confidence": 0.940125, "negative_prob": 0.0269437, "sentiment": 2}]}, {"title": "华为否认美国新一项刑事调查指控：坚决反对抹黑 美方暗地有9个“小动作”", "content": "每经记者：任芷霓    每经编辑：梁 枭8月30日，有美国媒体报道称，美国司法部针对华为进行新一项所谓“窃取商业秘密刑事调查”。对此，华为9月3日发表声明回应称，一段时间以来，美国政府不仅动用其政治和外交影响力，游说各国政府禁止使用华为设备，更是动用其国家机器，滥用司法、行政权力，采用各种不正当手段骚扰、影响华为或合作伙伴的正常业务。华为称，所有这些所谓的刑事案件，没有涉及任何一项核心技术，也没有足够的事实和证据支撑其指控。美国政府采取的这些恶劣行为的目的，无非是希望将华为抹黑为通过盗窃他人商业秘密发展起来的公司，打击和限制华为的全球领先地位。华为对此坚决反对。华为详细回应专利纠纷原委华为称，2014年5月28日，在葡萄牙公民Rui Pedro Oliveira主动要求下，华为美国子公司人员与其进行了一次短暂会晤。会上，Oliveira主动推销其伸缩摄像头设计方案。华为并未使用Oliveira的设计方案。2017年，华为开始销售自主研发的EnVizion360全景摄像头，而华为的研发团队从未接触过源于Oliveira的信息。华为的设计方案是不可伸缩、带两侧鱼眼镜头的全景摄像头，与Oliveira可伸缩的单侧镜头的非全景摄像头设计方案完全不同。从2018年4月到2019年3月，Oliveira通过邮件声称华为公司的EnVizion360摄像头侵犯其所持有的美国专利，并多次威胁如果华为不支付其高额费用，将通过媒体和政治途径给华为施加压力。华为表示，华为坚信自主研发的产品不侵权，并提供了详实的材料予以证明（附图以其外观设计专利为例和华为产品进行对比说明），但Oliveira先生继续通过媒体扭曲事实、抹黑华为，甚至试图通过其政府高层给华为施压使华为屈服并支付其高额费用。在不堪其扰的情况下，为维护华为的声誉及合法权益，2019年3月26日，华为先行向美国法院提出请求确认未使用Oliveira专利，这本是一个非常普通的民事诉讼程序，但Oliveira先生拒绝接受法庭传票的送达，拖延参与美国法庭程序。这种明显的利用当前的国际政治环境、通过媒体歪曲事实，进行投机的行为，不应被鼓励，更不应成为美国司法部刑事调查的事由。指出美方的9个“小动作”实际上，美国政府近几年频频对华为发起刁难。美国知名科技媒体TheVerge曾对美国的一系列行为感慨道：过去一年，美国立法者真是拿着显微镜“审视”华为。今年1月，华为在美国的运营商合作伙伴临时毁约，拒绝了与华为的合作，华为在美国市场只能通过电商渠道销售产品。而在5月16日美国正式将华为列入“实体名单”之后，美国政府的意图已昭然若揭。除了明面上的禁令，华为在9月3日的回应中还揭露了美方暗地里的“小动作”，包括：1、通过执法机构威胁、恐吓、要挟、利诱、策反华为在职或离职员工为其工作；2、以不正当的方式搜查、扣押、甚至拘捕华为员工或合作伙伴；3、设置各种陷阱或圈套，冒充华为员工，创造案件，试图形成对华为不利的不实指控；4、采取网络攻击的方式不正当的刺探华为的内部网络和信息系统；5、通过FBI上门约谈的方式进行施压，要求华为员工作为内应配合获得华为信息；6、动员和策划与华为有商业合作或有商业冲突的公司对华为进行不实指控或钓鱼；7、搜集各类虚假的针对华为的负面报道，并以此为依据展开调查；8、将历史上已经解决的民事案件，以技术秘密窃取等理由，进行选择性的刑事调查或起诉；9、通过恐吓、拒发签证、扣货等方式，阻挠正常的商业活动和技术交流。华为认为，华为的发展得益于三十年持续的研发投入和全球十八万员工的持续努力，得益于客户、供应商和合作伙伴对华为的信任和支持。世界上没有任何一家企业可以通过“偷窃”成为全球领先的高科技企业。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-09-03", "newstime": "23:29", "sentiment": [{"positive_prob": 0.00314515, "confidence": 0.993011, "negative_prob": 0.996855, "sentiment": 0}]}]