[{"title": "我们终于可以知道华为有多少钱了", "content": "深圳民企，存贷双高，股权分散，董事长年龄偏大，行业逆风正劲，请问这家公司能够足额发债么？可以，因为这家公司名字叫华为！9月11日晚，交易商协会系统显示，华为投资控股有限公司（以下简称“华为”）提交了2019年度第一期和第二期中期票据的注册材料，两期中票各募集30亿元，项目状态显示为“预评中”。华为要发债了？普通人第一个反应是，难道华为缺钱了。但在金融行业的人眼中，缺钱是不存在的——这家连司歌都能被编入中学生课本的企业，却是一个极其神秘的企业，不上市，不发债，导致其公开财务数据难以查询。在有限的资料里，华为的债券募资计划是这样的——两期发行规模各30亿元，期限均为3年；第一期的主承销商为工商银行，第二期的主承销商为建设银行，而根据工行、建行关于推荐华为发行中票的函，华为可注册的最大中票发行规模为300亿元，其中，工行推荐其注册发行不超过200亿元，建行推荐其注册发行100亿元。一般来说，只要债券发行并处在存续状态，发行人就必须一致披露其财务数据。而上述信息意味着，在2019年到2023年这四年中，我们一直能够获得有关华为5G布局、各业务板块现状及未来规划、持股情况、员工数量、研发投入详情等各界普遍关注的问题也悉数得以公开。根据华为披露的财务数据，其手握超过2000亿元的货币资金，年利润500亿元左右，是一位不缺钱的主。按照华为的说法，两只债合计60亿元的募资，是为了补充公司本部以及下属子公司的营运资金。对于华为这样的优质公司，200亿的中票额度太少了，在国内发100亿公司债的地产公司多而有之。华为发债，是因为缺钱了么？不，这可能是一种无形的炫富！//不差钱的华为//根据华为自述，其运营所需要的资金主要来自于企业自身经营积累、外部融资两部分，以企业自身经营积累为主（过去5年占比约90%），外部融资作为补充（过去5年占比约10%）。而作为补充的外部融资主要在境外以发债的形式发行。根据募集说明书，华为曾于2015年、2016年和2017年在境外发过四次美元债券，共计45亿美元，均未到期；另外还有两单点心债，共26亿人民币，已完成兑付。华为此前并未有过在境内发债的经历，因此本次中票的发行也将是其在境内债券市场的首秀。财务数据显示，2016至2018年及2019年上半年，华为公司合并口径实现营业收入5180.68亿元、5984.80亿元、7151.92亿元和3965.38亿元，同比分别增长31.58%、15.52%、19.50%和22.86%，2016至2018年年均复合增长率达17.49，同期净利润分别为370.52亿元、474.55亿元、593.43亿元和349.04亿元。截至2019年上半年底，华为净资产、总资产分别为2454.87亿元和7057.16亿元。2018年净利润593.43亿元，如果同上市公司相比，华为是什么段位？去年中国石油净利润525.85亿元、浦发银行559.14亿元、中国石化630.89亿元，这个业绩在几千家上市公司中可以排到第十位。另外从货币资金来看，华为并不缺钱，有业内媒体戏称，“华为发债不是缺钱，而是告诉你我多有钱”。截至2019年上半年底，华为货币资金高达2497.31亿元，较2018年末增加656.44亿元，增幅为 35.66%。对于货币资金的增长，华为称，“主要因为公司基于流动性管理需要，持有的货币资金随业务规模增长，保障业务需求。”此外，从华为官网披露的财务数据显示，2015-2018年，华为经营活动现金流分别为523亿元、492.18亿元、963.36亿元和746.59亿元。目前华为应付债券余额达307.82亿元，本来华为的外部融资就在其运营资金中占比很少，何况从数据来看，以目前华为的货币资金、经营活动现金流，很轻松就能覆盖原先的应付债券。华为的资产负债率较低，常年保持在65%左右，而被拿来同华为做比较的中兴通讯资产负债率略高，截至2019年6月30末为75.97%。联合资信评估有限公司对债券主体和债项均给出了AAA的评级，“公司主体偿债风险极低，本期中期票据的偿还能力极强，违约风险极低。”联合资信如此评价。一直以来，资本市场对华为的期待与热情是很高的，虽然华为未上市，但明显“华为概念股”、“华为产业链”都受到资本市场的偏爱。//发债为优化融资布局？//令人好奇的是，看似不差钱的华为，为何要发债？对此，华为方面回应称， 中国境内债券市场快速发展，目前市场容量全球第二，债券融资已成为中国境内重要的融资渠道之一。公司通过境内发债打开境内债券市场，将进一步丰富融资渠道，优化整体融资布局。不过，也有一种猜测是为了更低的融资利率。募资说明书中称，公司通过对利率风险敞口进行分析，组合运用浮动利率与固定利率的银行借款来降低利率风险，但仍可能受市场利率水平波动影响，承担一定的利率风险。华为发债到底会有什么样的利率水平？根据募集说明书，华为过往的融资成本不算高。在集团的担保类贷款中，截至2018年末，人民币贷款占比最高，利率在4.41%~4.90%，而LPR实施之前的1-5年期基准利率4.75%。有市场人士猜测，2019年以来，所发行过的普通3年期MTN，最低簿记利率为3.35%，分别是19汇金MTN013、19中建材MTN003和19三峡GN002，发行时间均为2019年8月。事实上，在今年大环境不景气的背景下，华为的发债会受到银行的热捧。而作为知名公司，华为基本面非常稳定，业务现金良好，估计最终的发行利率会比较低。在信用借款中，美元借款占比最高，利率在3.57%~4.50%。不过，美元融资利率在走高，境外的美元贷款通常根据伦敦银行间同业拆借利率（Libor）加点报价，根据央行货币政策二司调研组今年2月调研，美元Libor 2018年以来持续走高，加点后的美元实际贷款利率相应走高，优质企业境外美元贷款成本已从去年底的3.1%左右上升至目前的4.1%左右。如此看来，国内的债券发行环境，要好于国外，在国内发行债券不失为一次好的选择。//华为终端上半年业绩倍增//华为的债券说明书，也让公司的最新情况为市场所知。在今年颇为曲折的背景下，上半年华为的表现亮眼。华为主要有三大业务板块，运营商业务，企业业务和消费者业务。大家肯定认为华为运营商业务才是主要业务吧？其实华为消费者业务经历这几年的突飞猛进的发展已经成为华为的主要业务之一了。华为的运营商业务是为电信运营商提供无线网络与云核心网、 固定网络、 云与数据中心、 服务与软件等，占华为的收入占比不断下降，营业收入的比重从2016年的55.99%，下降至2019年6月末的36.72%。而消费者业务突飞猛进，构成了收入的半壁江山，消费者业务面向C端，包括智能手机、平板电脑、PC、可穿戴、家庭融合终端等。2019年上半年，华为消费者业务占华为业务板块的比重再次上升，营业收入2184.64亿元，占总营业收入的55.09%。其中，2018年、2019年上半年，华为智能手机出货量分别为2.05亿台、1.18亿台，分别同比增长35%、24%。另外，华为终端的收入快速提升。募集说明书显示，截至2019年6月末，华为终端（深圳）有限公司合并口径总资产2312.91亿元，总负债1805.23亿元，所有者权益507.68亿元。2018年，该公司合并口径营业收入3291.41亿元，净利润114.10亿元。2019年1-6月，该公司合并口径营业收入2110.57亿元，净利润112.35亿，这意味着今年上半年华为终端净利已经接近去年全年了。而作为一家跨国公司，华为的收入结构中，来自中国的收入占比最高，今年6月末已超过58%；其次来自欧洲、中东地区，今年6月末占比下降4个百分点，至24%。此外，来自亚太地区、美洲地区的收入占比分别为8.98%，6.81%。可以看出，2019年2019年 1-6 月华为继续保持高增长态势，而在当前的环境下，华为会需要更多的资金投入布局。", "author": "环球老虎财经", "newsdate": "发布时间：19-09-13", "newstime": "12:29", "sentiment": [{"positive_prob": 0.994823, "confidence": 0.988496, "negative_prob": 0.00517697, "sentiment": 2}]}]