[{"title": "华为下周又搞大事 这些上市公司涉及华为云业务", "content": "来源：中国证券报华为下周又搞大事！新业务对阵阿里、腾讯，A股产业链伙伴如何表现？原创： 张兴旺华为又有新动向了。这次是加码云计算，先成立云计算公司，下周华为云还将发布新品。云计算（cloud computing）是分布式计算的一种，指的是通过网络“云”将巨大的数据计算处理程序分解成无数个小程序，然后，通过多部服务器组成的系统处理和分析这些小程序，得到结果并返回给用户。目前，在国内公有云市场，华为云市场份额仍落后于阿里云和腾讯云。业内人士称，云业务是华为必须要打的一场仗。华为云不断加码国内一家上市公司人士李明（化名）对中证君说，该公司最近要全面上云，正在做招投标，华为、腾讯、阿里、亚马逊、微软都来投标了，但最终花落谁家仍不确定。“云的战争才刚刚开始，生意也刚起来，大家都在投入，不抢未来就没未来。华为必须要做云，不然原来的企业（客户）的交换机和路由器业务就‘废’了。这是华为必须要打的一场仗。”一位云计算领域资深人士王波（化名）对中证君分析称。最近华为在云业务上动作不断。据华为中国区官微消息，12月26日，华为云将在北京举行2019新品发布会。据天眼查显示，12月6日，华为云计算技术有限公司成立，该公司由华为技术有限公司100%持股，注册资本为5000万元，法定代表人为华为公司副总裁、华为云业务总裁郑叶来。来源：天眼查“本次于贵州注册云计算公司，旨在更好服务客户，说明华为将进一步加大在云计算领域的投入力度。” 万联证券分析师王思敏在其研报指出。实际上，华为前两年已正式进入公有云市场。早在2017年3月，在长沙华为中国生态伙伴大会上，华为时任轮值CEO徐直军公开表示，从2017年开始，华为将成立专门负责公有云的Cloud BU（云服务）。通过强力投资打造开放的公有云平台，共同做大产业蛋糕。同年8月，华为签发一份“关于Cloud BU组织变动的通知”，负责公有云业务的Cloud BU成为华为集团下的一级部门，在地位上仅次于华为的运营商事业部、企业事业部和消费者事业部。当年9月，华为又提出，华为要打造全球“5朵云”之一。根据华为2019年三季报显示，已有300万企业用户与开发者在华为云进行云端开发。阿里、腾讯、华为群雄逐鹿“云服务会越来越好，市场会越来越大，国内市场也够大。”王波说。据IDC报告显示，2019上半年中国公有云服务整体市场规模（IaaS/PaaS/SaaS）达到54.2亿美元，其中IaaS市场增速稳健，同比增长72.2%，PaaS市场增速有所回落，同比增长92.6%。根据东兴证券研报指出，云计算可以分为三层，分别是IaaS层（Infrastructure as a Service，基础设施即服务）、PaaS 层（Platform as a Service，平台即服务）和SaaS 层（Software as a Service，软件即服务）。从IaaS市场来看，阿里、腾讯、中国电信、AWS（亚马逊云服务）、华为位居前五，占据总体75.3%的市场份额。阿里、腾讯、华为三家各有千秋。来源：IDC微信公号“云的战争才刚刚开始。它是重资产的生意，又是高科技、大投入。但能做这个生意的公司其实并不多。阿里、腾讯、华为都有机会，就看谁的战略大，能够坚持下来很重要。”王波说，三家各有各的优势。IDC报告认为，阿里以其强大的客户、生态和运营能力，持续助力互联网行业业务系统上云，不断深耕零售、政府和金融三大行业云化转型。腾讯借助其在云游戏和云视频方面的优势，以及微信、小程序等强大的生态转化能力，积极拓展产业互联网的发展机遇。华为云驶入发展快车道，无论是从组织扩张、市场运营还是行业拓展上都表现突出。从IaaS+PaaS市场来看，阿里、腾讯、AWS、中国电信、华为共同占据74%的市场份额。中证君注意到，在各自市场份额上，目前阿里云优势明显，腾讯云比华为云略胜一筹。来源：IDC微信公号复旦大学计算机科学技术学院副院长汪卫对中证君分析称，阿里云相对成熟，有技术、人才、模式。华为云有自己的实力，但它比阿里云要晚，还要探索商业模式。因此，华为云能不能超过阿里云还是未知数。王波认为，华为虽然起步晚，但华为在B端有优势，有企业服务经验，让它在做云上有天然优势。再加上它全球化做得好。综合下来，它应该能做好。王思敏认为，长远来看，虽然阿里云仍将大概率占据国内公有云计算主导地位，但华为的布局加速和腾讯云的紧追不舍，有望持续刺激市场繁荣。这些上市公司涉及华为云业务中证君注意到，面对华为加码云计算，在深交所互动易、上证e互动平台上，中小投资者又开始向相关上市公司咨询与华为云的具体合作方式。12月18日，中威电子在深交所互动易称，公司目前取得华为技术认证书，是华为云解决方案伙伴计划的成员之一，可以享受华为鲲鹏凌云伙伴计划的支持。但中威电子特别提醒广大投资者：公司目前与华为云云市场部分项目中有合作，但是涉及金额不足百万，该类业务收入预计对公司2019年业绩不会产生重大影响。来源：深交所互动易11月6日，银之杰表示，公司是华为云认证级经销商、华为云解决方案伙伴，授权经销华为云产品，并作为华为云解决方案的优选合作伙伴。区块链应用解决方案是公司与华为云合作的内容之一。11月15日，山石网科在上证e互动上称，目前公司是华为云的合作伙伴，在云安全解决方案上有相关的项目合作。但针对投资者提问与华为云是什么层次的合作这一问题，中科创达12月12日回复投资者称，“华为提供的是云端大平台基础能力，我们在云端规划的重点在于设备端与云端的互联，我们可以用华为的云能力构建我们的解决方案，同时也可以助力华为的云在应用端落地。”使用华为云的上市公司不在少数。12月12日，易见股份在上证e互动上称，华为云是公司“易见区块2.0”部署环境之一。新智认知表示，9月2日，公司“大数据智能警务云指挥平台”产品在华为云平台注册进度已进入测试阶段，系统是一套“大视野、智辅助、全能力”的情指实战指挥平台。航天宏图8月13日称，公司是华为云的合作伙伴，2019年4月，公司已将火情监测等在线服务迁移到华为云严选商城，并陆续将公司的其他在线服务产品迁移到主流的云设施上。", "author": "新浪财经", "newsdate": "发布时间：19-12-22", "newstime": "21:56", "sentiment": [{"positive_prob": 0.935008, "confidence": 0.855574, "negative_prob": 0.0649919, "sentiment": 2}]}, {"title": "华为Mate30 Pro两个月跳水600！网友：还是买不起！", "content": "小智说过，今年是4G转5G元年，对于手机厂商来说，在疯狂抢夺第一批5G用户的同时，也必然要经历4G手机清库存的阵痛，特别是对于像苹果华为这样的大厂商来说，它们都有着4G顶级手机，价格昂贵，清理起来也就格外困难。而苹果相对华为来说还要更好一点。因为今年苹果推出的iPhone11虽然是4G手机，但却并没有更高级的5G版本，另外凭借苹果本身的降价策略和品牌价值，果粉别无选择，再加上入手iPhone11不亏，也就这样过去了。反观华为这边，Mate30分为4G版和5G版，并且价格虽然有差距，但起点都很高。Mate30 4G版的起步都要四千，Mate30 Pro的4G版高配价格更是杀到了六千多，用户一想，既然都这么贵，我还不如咬咬牙加个几百直接上5G版本，这样一来Mate30系列4G版本就尴尬了。事实上从市场和4G版Mate30的价格走势也能看出这一点，在发布没多久，Mate30就跌破了官方价，但相对配置和档次更高的Mate30 Pro版本价格还算稳定。但现在连Pro版也稳不住了。就在今天，某品会开启了华为Mate30 Pro的快抢价，8G+256G的版本从官方6299直接跳水到了5699，掉了600块！要知道这距离华为Mate30系列的上市也就2个月的时间，2个月跳水600这在往年的华为Mate系列手机身上是绝对不会有的。往年一般Mate系列价格要跳水那也要等到来年的华为P系列出来后才会慢慢的下跌，给华为P系列新机让路。这也说明4G手机清仓即使是华为也不好使了。而即使跳水600华为Mate30 Pro 8G+256G版依然要5699。不少网友都表示还是买不起，的确现在花近六千的价格买一部4G手机，虽然是华为，虽然是顶级旗舰，但可能依然不值。就连苹果都开始疯狂砍单iPhone11 Pro版和Pro Max版，可想而知高端用户对于4G手机已经心不在焉了，小智还是那句话多加几百直接入手5G版就行了！", "author": "机智玩机机", "newsdate": "发布时间：19-12-22", "newstime": "18:07", "sentiment": [{"positive_prob": 0.202244, "confidence": 0.550568, "negative_prob": 0.797756, "sentiment": 0}]}, {"title": "坚美铝业董事长曹湛斌：坚美有信心、有能力和华为一起闯世界", "content": "广东坚美铝业集团董事长曹湛斌 (《中国经济周刊》首席摄影记者 肖翊 摄)中国经济周刊-经济网讯 (记者 邹松霖) “坚美作为华为5G基站高端铝合金产品的主要供应商，现在每月供货约36万件以上，订单量还在持续增加。”广东坚美铝业集团(以下简称“坚美铝业”)董事长曹湛斌表示，“坚美有信心、有能力和华为一起闯世界!”12月22日，由人民日报社指导、《中国经济周刊》主办的第十八届中国经济论坛在人民日报社隆重举行。坚美铝业董事长曹湛斌出席论坛并发表主旨演讲。本届论坛以“中国企业的全球竞争力”为主题，超过400位来自政商学界的重量级嘉宾共聚一堂，呈上一场思想盛宴。能够携手华为闯世界、代表中国制造业企业谈全球竞争力，“得益于坚美有正确的战略定位，得益于坚持以创新驱动来推动品质革命，也得益于用‘坚美’名称组成‘坚持追求完美’的做人做事理念的企业文化。”曹湛斌表示。曹湛斌结合自身创业经历分享了其对中国铝业、中国制造业不断争取更大国际竞争力和影响力的经验心得。坚美铝业自1993年创立，两获中国名牌奖，2013年获广东省政府质量奖，2016年荣获第二届中国质量奖，领跑国家、行业标准制定、修订，共参与制订标准126项，至今已成为中国乃至世界铝加工行业龙头企业之一。人民大会堂、国家博物馆、中央电视台新大楼、北京奥运村、亚投行、港珠澳大桥人工岛建筑、加州联邦政府大楼、阿联酋迪拜大厦、日本东京在建第一高楼……难以计数以“高、难、精、尖”著称的地标建筑，都选择了坚美产品。全球最高的10座建筑中，5座选用坚美产品。“坚美虽是传统企业，但我们积极转型创新扩大铝产品的科技含量和应用领域。”曹湛斌的介绍背后，是铝行业大有可为的前景做底气。统计显示，中国人均年用铝量仅为24.1kg，美国则为60kg。其中我国超过六成的铝用于建筑行业，交通运输、电子设备和包装等领域的铝材消费占比较低。“我们出行的交通工具，包括：飞机、高铁、地铁需要铝；新能源汽车也离不开铝。我们人类现代信息交流的通信设备，如5G基站、手机，离不开铝；人类高科技的航天、航空产业，更离不开铝。”“我们已经不能没有铝。” 曹湛斌说，中国铝产业仍有极大发展空间，而根据中国有色加工协会提供的资料显示，中国目前是世界铝产业的绝对大国，并逐步向强国迈进——中国铝加工产业已连续13年居全球第一，行业技术装备水平步入世界先进行列，堪称“世界铝加工装备展览馆”。国际竞争力不断提升，形成了以中铝、坚美、南山等为代表的，在国际上具有重要影响力的百亿级、千亿级的综合性铝业集团，在珠三角、长三角等地形成了一批特色明显、配套齐全、竞争力强的铝加工产业集群。而其中，广东佛山产业集群更是当仁不让，在国内处于引领地位。行业内流行着这么一句话，世界铝业看中国，中国铝业看广东，广东铝业看佛山。曹湛斌以制造业老兵身份做出判断：未来的中国企业，中国制造，一定能不断提升在世界的竞争力。“一、我们有中国特色社会主义的道路优势、制度优势。二、我们有超大的中国人口消费红利优势。三、我们有几千年历史文化优势。四、中国积极倡导扩大世界自由贸易，提出“一带一路”，让中国企业走出去。”中国制造由大变强，坚美要继续扮演何种角色？曹湛斌指出，“坚美的使命是为中国和世界高端建筑与重要装备提供高质量和人性化的专业铝材产品和服务。我们的奋斗目标是成为这个行业的中国第一品牌和世界知名品牌。近年来，坚美铝业投入了超过2亿元用于铝合金新材料的研发。研制出的铝制品在应用场景上，已进入了汽车与通讯领域。目前，坚美铝业研制出的铝制车用产品终端应用于一汽解放、BYD、长城、东风、小鹏、吉利、本田、特斯拉等车企。同时，凭借光伏逆变器、5G天线、5G基站散热材料及热传动解决方案等，坚美正在牵手多家通讯类企业。“为提升中国企业全球竞争力作出更大的贡献!这是坚美的选择，更是坚美的承诺。”曹湛斌表示。", "author": "人民网", "newsdate": "发布时间：19-12-22", "newstime": "16:13", "sentiment": [{"positive_prob": 0.974249, "confidence": 0.942775, "negative_prob": 0.0257512, "sentiment": 2}]}, {"title": "年末大清仓！华为mate20价格再降，现在入手再战2年无压力！", "content": "年末大清仓！华为mate20价格再降，现在入手再战2年无压力！国产手机市场品牌非常丰富，无论是小米手机还是华为手机都能够带给我非常好的使用体验，只要我们舍得花钱，那么高配置的手机就一定能够到我们的手里，于是很多人有这样一个习惯，那就是当手机发布之后就要去准备购买手机，但事实上，如果单看手机的价格来看的话这样做是有点亏本的，因为手机刚刚上市价格一定会偏高，很多人就会等着手机降价之后再进行购买，虽然在一定程度上影响了使用时间，但是价格下降更加诱人！就拿华为的一款老牌旗舰机来说，距离刚刚上市时的价格现在已经下跌很明显了，之前的华为p30以及华为mate30都迎来了降价，于是之前的华为mate20也不例外，同样迎来了价格下调！单看华为mate20具体配置就能够吸引大家的注意！作为华为之前的老牌旗舰机颜值和硬件配置都能够让大家满意，并且在防水防尘上也做好了充足的准备，自带的IP68就是一个非常好的证明，看来在细节处理上华为的优势似乎要更加的明显！  年末大清仓！华为mate20价格再降，现在入手再战2年无压力！如果说起华为的外观设计的话，小编个人是不怎么买账的，因为对于一些女生来说，华为mate20整体的外观设计依旧是偏商务风格，所以应该不会受女性们的欢迎，而且整体的机身外壳设计都比较硬朗，线条也比较生硬，因此对于年轻女性来说接受能力还是非常低的，当然这也是小编个人的看法，每个人所喜欢的手机都是不一样的！价格虽然迎来降低，但是降价的幅度也并不是非常明显，看来这款手机的保值能力还是非常强的，好在没有让首批购买用户哭晕在厕所，而且现在华为mate20所面临的场面也比较严峻，本身新品的发布就已经严重冲击了老牌旗舰机的销量，再加上5G手机的强加入，因此发展严重受限，所以如果目前还不进行价格下调的话，那么出现积货的情况也很正常，而且在拍照方面也不落后于其他的手机品牌。总体来说还算是一个比较优秀的高端旗舰机，4700元左右的价格在目前来看也不是非常低，但结合整体性能来说的话，还是非常值得大家入手的，不知道大家是如何看待这款华为mate20的呢？欢迎大家在评论区留言，尽情说出你们的看法！", "author": "科技舆生活", "newsdate": "发布时间：19-12-22", "newstime": "15:39", "sentiment": [{"positive_prob": 0.966345, "confidence": 0.925212, "negative_prob": 0.0336547, "sentiment": 2}]}, {"title": "华为投资控股有限公司注册资本新增至约294亿 增幅约为32％", "content": "来源：金融界网站天眼查数据显示，12月19日，华为投资控股有限公司工商信息发生变更，其注册资本由原来的约222亿人民币新增至约294亿人民币，增幅约为32％。华为投资控股有限公司成立于2003年3月，法定代表人为赵明路，经营范围包括高科技产品的研究、开发、销售、服务，对外投资业务等；任正非持股0.94％，为该公司第二大股东。据新京报报道，11月18日，任正非在接受采访时预测，华为在2020年应该会继续增长，但是增长幅度不会太高。此外，任正非还透露，华为在遭到美国政府制裁后全员觉醒，公司顺利在研发体系裁减了48％的部门，关闭了46％不必要的研究。他表示，公司把节省下来的工程师们转移到主航道的产品领域，提升主航道产品的研发能力。", "author": "金融界", "newsdate": "发布时间：19-12-22", "newstime": "16:01", "sentiment": [{"positive_prob": 0.984161, "confidence": 0.964803, "negative_prob": 0.0158385, "sentiment": 2}]}, {"title": "13万亿！这国取代美国成华为第一大采购国 却拒绝使用华为5G设备", "content": "近日华为2019年度“花粉”大会正式召开，华为终端业务CEO余承东、华为手机产品线总裁何刚与华为荣耀总裁赵明三大高管一起参加了这场盛会。余承东在现场宣布，华为手机预计今年的出货量将达到2.3亿台，稳居世界第二大手机厂商。同时华为已经成为中国最大的手表厂和耳机厂。华为能取得这样的成绩殊为不易，我们都知道今年华为面临的生存困境非常艰难。被美国列入“实体清单”，禁止美国企业向华为提供零部件和技术，迫使华为耗费巨资重新打造独立于美国之外的第二条供应链。但是正所谓“杀敌一千自伤八百”，华为受到了极大的损失，作为华为供应商的美国企业日子也不好过。根据华为公布的核心供应商名单，华为在全球一共有2000家供应商，核心供应商有92家，其中美国企业最多，为33家，2018年华为向美国企业采购的零部件高达110亿美元，美国也是华为零部件的第一大供应国。华为被美国制裁后，这些企业大部分都不能再与华为交易，有一些对华为订单依赖严重的美国企业受损极大。以半导体巨头美光为例，华为每年从美光采购的闪存芯片高达25亿美元。失去华为这个客户后，美光的股价一度大跌87%。从目前的结果来看，美国与华为的斗争是两败俱伤，美国企业每年失去了100多亿美元的订单，华为则要重新耗资培养新供应商，产品切换版本，真正从中受益的则是美国的“小弟”。近日韩国媒体报道，华为企业沟通部副坐总裁和华为韩国公司CEO孟少云举办“送年记者会”，并公布了华为今年在韩国采购投资的相关数据，其中仅采购一项，华为今年在韩国的采购金额就高达13万亿韩元（约合人民币786亿）。韩国取代美国成为华为第一大零部件采购国，并且华为还打算在韩国建立新的研发中心。华为失去美国供应链后，就紧急找漏洞补洞，其他国家地区的企业有同类产品时，就将其纳入新的供应链，其他国家地区的企业也没有同类产品时就自主研发。韩国和日本作为全球电子产业链上重要的供应国，在其中获益最多。比如美光不能供应的闪存芯片，几乎全部被韩国三星的半导体业务“吃下”。出于对未来业务稳定的考虑，今年华为还加大了零部件的库存量，要求供应商提供2倍于去年的产量供应，今年三星的OLED液晶屏还成为华为旗舰机Mate30系列的供应商。但是，韩国在部署5G网络时却拒绝使用华为的5G设备。今年韩国三大电信运营商的5G网络对外招标时，不约而同的都拒绝华为竞标，只有LG U+采购了少部分的华为5G基站。这里不得不提一下韩国人的团结，韩国商界几乎被5大财阀垄断控制，5大财阀相互竞争倾轧，三星和LG两大电子巨头常常打得头破血流，在半导体业务上三星又和SK海力士你死我活的竞争。但在关键时刻，他们还是会一致对外。比如三星的网络通信业务，原本三星的通信技术在全球属于第三梯队，属于不入流的行列。但韩国电信运营商硬生生的把三星通信技术哺育成了世界前列，韩国第一大电信运营商SK电讯是三星通信的第一大客户，三星通信在韩国所有运营商的通信设备中所占的份额也是最大。再加今年美国电信运营商把5G订单大部分都给了三星，目前三星在5G网络技术上已经可以和华为爱立信并驾齐驱了。不论如何，美国特朗普政府对华为的打压不但没有把华为击垮，反而让“小弟”们趁机上位，挤占了华为供应链中原本属于美国企业的位置，这恐怕是特朗普没有想到的，这个商人出身的总统，自上任以来，所作的决策全都以经济利益为出发点。没想到在华为身上栽了跟头，打压华为不仅损害了美国的形象，还被“小弟”韩国坐收渔翁之利。尼采有一句名言：那些杀不死我的，终将使我更强大。大家觉得美国的打压会让华为变得更强大吗？欢迎在评论区留言我们一起讨论。", "author": "科技天天侃", "newsdate": "发布时间：19-12-22", "newstime": "19:38", "sentiment": [{"positive_prob": 0.0487264, "confidence": 0.891719, "negative_prob": 0.951274, "sentiment": 0}]}, {"title": "DXO榜首预定！华为P40 Pro或搭载10倍光学变焦，超大相机模组", "content": "12月21日消息，近日关于华为P40 Pro的消息层出不穷，日前网络上出现了华为P40 Pro的渲染图，昨天著名分析师郭明錤在发布的手机行业报告中预测了其镜头规格，紧随其后外媒slashleaks又放出了华为P40 Pro的带壳渲染图。从手机壳渲染图上来看，与此前的机身渲染图基本吻合，P40 Pro或将采用机身背后左上角矩形相机模组，目前摄像头的数量还不能确定，但是从开孔大小来看，不排除五摄以上的可能性。据悉，P40 Pro或将会采用前置屏下摄像头，屏幕为6.5-6.7英寸瀑布屏，机身曲面弧度精致美观。除此之外，根据此前爆料的消息，P40 Pro有望成为全球首款具有10倍光学变焦的智能手机，它将采用全新设计的800万像素潜望式长焦镜头，镜头内部结构较目前的P30 Pro更加复杂，拥有1个菱镜和2面镜子，光圈为f/4.0。在处理器方面，P40 Pro或将搭载麒麟990 5G SoC，支持双模5G。预计售价约为4000-5000元，将于2020年3月份发布。本文编辑：杨璐瑶", "author": "泡泡网", "newsdate": "发布时间：19-12-22", "newstime": "20:59", "sentiment": [{"positive_prob": 0.998393, "confidence": 0.996429, "negative_prob": 0.00160711, "sentiment": 2}]}, {"title": "从百人共绘2020和大师班：华为MatePad Pro带来了什么？", "content": "12月21日，主题为新影像·不止所见的华为手机影像艺术展在上海西岸艺术中心拉开帷幕。与此同时，华为首款Mate系列平板——华为MatePad Pro也以特别形式亮相此次艺术展，通过科技的革新为艺术创作带来耳目一新的体验。在手机影像艺术展正式开幕前一天，华为还在上海西岸艺术中心举办了一场“百人共绘2020”的线下活动，邀请了绘画圈大咖与100位画者共同在现场作画。和普通绘画创作不同的是，此次作画的工具不再是传统的纸和笔。画者们人手一台华为MatePad Pro平板和配套的HUAWEI M-Pencil手写笔，各自在平板上进行绘画创作，完成之后，大家的作品共同拼成了一幅含有“2020”元素的艺术巨画，场面十分震撼。此外，在本次手机影像艺术展期间，《哪吒》、《姜子牙》主力制作团队成员、红鲤动画主美张毅还将出席“2020有画说”活动，分享国漫崛起背后的故事，畅谈华为MatePad Pro等创新科技产品将如何改变未来的艺术创作方式。可以看出，华为MatePad Pro在绘画圈掀起了波澜，受到了艺术大咖的关注，这与其创新的设计和功能体验分不开。在产品力上，华为MatePad Pro创造了多项业内第一，包括：全球最高屏占比平板（90%）、全球首款采用极点屏设计平板、全球首款无线正反向充电平板、全球首款搭载麒麟990芯片平板、华为首款达到DCI-P3色域平板、华为首款支持多屏协同平板，以及拥有华为首款无线磁吸充电手写笔HUAWEI M-Pencil。华为MatePad Pro采用了沉浸式全面屏设计，左上角开孔放置摄像头，4.9mm等距微边框，10.8英寸屏幕的屏占比超过90％，16:10长宽比更适合内容创作。其屏幕分辨率达到了2560×1600，像素密度280PPI，色域覆盖DCI-P3，亮度540nits，支持华为独家“锐屏”显示增强技术，为绘画者提供了一流的屏幕观感和色准，充分发挥创作灵感。当对于艺术绘画创作者来说，想要在平板上无障碍作画，一款趁手好用的手写笔必不可少。华为MatePad Pro配套提供了HUAWEI M-Pencil手写笔，其机身设计灵感源自于铅笔，不仅支持蓝牙自动配对连接，还支持无线磁吸充电。同时，20ms的超低延迟保持了书写和绘画的流畅性，笔尖采用特殊材质，在玻璃面板上书写不打滑，落笔精准如行云流水。在配套应用上，华为MatePad Pro的备忘录支持熄屏速记功能，无需开机输入密码打开应用等复杂操作，提笔即写、即画，无论是美术插画师，还是专业绘图人士，都能快速即时捕捉灵感，精准记录每一个信息点。屏幕、手写笔之外，如何保障绘画创作的流畅度，则需要平板的软硬件多方支持。华为MatePad Pro核心采用麒麟990处理器，配备高至8GB LPDDR4x 双通道内存，128GB/256GB/512GB UFS3.0存储，同时支持最高256GB NM存储卡扩展，搭配EMUI10系统，提供了媲美顶级旗舰机的性能和流畅体验。此外，平板内置了7250mAh大电池，标配20W快充，同时支持40W超级快充，充电30分钟，使用3小时，2.5小时充满电。综合办公场景下11小时的续航，可以满足一整天的重度使用。在华为MatePad Pro之前，平板普遍被认为是手机、PC之间的过渡产品，可有可无——没有的手机的便捷、全能，也没有PC的高生产力。但华为MatePad Pro的出现，通过创新精准定位了大屏用户的需求，它比手机效率更高，比PC更加便携，同时又能做到与手机相互协同。无论是办公、教育人士出差、开会，还是美术、专业人士户外采风、测算，都通过华为MatePad Pro将办公效率最大化。这一次的百人共绘活动不仅展现了华为MatePad Pro在平板绘画方面的单点突破，更让大家看到科技为艺术创作带来了更多可能性。正如华为手机给影像、电影创作带来变革一样，华为MatePad Pro通过技术革新，为各行各业追求效率、便捷和智慧体验的专业人士带来了新的创作方式。", "author": "快科技", "newsdate": "发布时间：19-12-22", "newstime": "17:00", "sentiment": [{"positive_prob": 0.464716, "confidence": 0.294325, "negative_prob": 0.535284, "sentiment": 1}]}, {"title": "苹果华为等六大厂商全面反击，高通措手不及，实施5G新规也不顶用", "content": "4G时代，各大手机厂商几乎都被高通打压着，因为高通掌握了很多3/4G必要通讯专利，很多厂商几乎都绕不过，必须要向高通购买专利。正是因为如此，高通通过捆绑销售必要和非必要专利的方式，向手机厂商收取费用。最主要的是，高通收取专利费的方式还比较特殊，按照手机售价的百分比收取，手机售价越高，手机厂商赚得越多，高通也就赚得越多。例如，因高通收费不合理，魅族、VIVO以及OPPO等厂商都不用高通处理器，但在高通专利的打压之下，魅族、OPPO以及VIVO都乖乖使用了高通处理器。另外，苹果也因为高通专利收费不合理，一怒之下将高通告上法庭，结果高通也将苹果告上法庭，并且停止向苹果提供通讯基带。最后的结果大家都知道，苹果无奈采用英特尔基带，iPhone的信号一落千丈，在5G时代，因为英特尔无法提供5G芯片，苹果在5G手机上慢了一步。今年早些时候，苹果还正式向高通妥协，两者达成和解，苹果向高通支付几十亿美元。然而没有想到的是，从今年后半年开始，华为、苹果等六大手机厂商全面反击。据悉，华为几乎全面放弃了高通处理器，目前推出的新机往往都是采用自家麒麟处理器。虽然苹果与高通和解了，但苹果依旧用英特尔的4G芯片，并收购英特尔基带部门，自主研发5G芯片。一直都采用高通处理器的三星，但在5G手机上，三星将自家5G基带外挂在高通处理器，并与VIVO合作研发出5G双模处理器。另外，VIVO、OPPO以及小米也采取了新行动，这三家厂商都开始用联发科的处理器，同时，VIVO还与三星合作研发了5G双模处理器，开始发展自主处理器。而OPPO也表示，其拥有自主研发芯片的能力，未来必然会采用自主研发的处理器，毕竟VOOC快充芯片就是OPPO自主研发的。也就是说，高通不合理专利捆绑销售模式和收费模式，已经让六大手厂商全面反击，要么进行自主研发，要么选择联发科等处理器，总之而言就是降低对高通的依赖。厂商集体反击，这让高通措手不及，因为的高通主要收入都来自专利授权，手机厂商都降低对高通5G芯片的依赖，高通的营收和利润必然会降低。另外，一旦厂商都进行自主芯片的研发，未来对高通处理器的需求也将进一步降低，尤其高端处理器，毕竟华为已经全面抛弃高通处理器。于是，高通实施了5G新规，在高通骁龙865处理器方面，高通表示，采用高通骁龙865处理器的手机，必须要支持5G，同时，高通骁龙865处理器和5G基带是捆绑销售。这就意味着，手机厂商要想使用高通骁龙865处理器，必须要购买高通5G芯片，还要向高通支付5G专利授权费，除非手机厂商不用高通骁龙865处理器。但是，对于高通实施的5G芯片，对于华为苹果等厂商也不顶用。首先，华为是不用高通骁龙865处理器，无论高通是否捆绑销售处理器，对华为都没有作用，而苹果也是如此，毕竟苹果一直都用高通通讯基带，是不会买高通处理器。最主要的是，高通还急于与苹果恢复合作关系，毕竟苹果是高通的大客户。而三星有自主研发的高端处理器和5G通讯基带，高通捆绑销售，三星完全有能力在自家手机上采用自主研发的处理器和芯片，毕竟三星之前都是这么做。也就是说，高通捆绑销售高通骁龙865处理器和5G通讯基带，对三星、华为、苹果是没用的。其次，虽然小米、OPPO以及VIVO会购买高通骁龙865处理器，但这三大手机厂商在高端市场的份额并不高，即便是高通捆绑销售，其也难以获得多少利润。毕竟OPPO、小米、VIVO主要销售的中低端手机，而且，在高端手机上，这三大厂商也了新选择，其就是联发科的天玑1000处理器。据悉，红米高端旗舰手机搭载联发科处理器几乎是板上钉钉的事情，而OPPO新机已经采用了联发科处理器，至于VIVO，则开始采用与三星合作研发的处理器。对于高通你们怎么看，认为其在5G时代，还能一家独大么，欢迎留言、点赞。", "author": "白萝卜科技", "newsdate": "发布时间：19-12-22", "newstime": "17:17", "sentiment": [{"positive_prob": 0.012156, "confidence": 0.972987, "negative_prob": 0.987844, "sentiment": 0}]}]