[{"title": "华为p30面世后，Mate20 Pro一下跌至冰点，网友：还买什么P30", "content": "相信大家都清楚，现今智能手机更新换代是非常频繁的，再也不像以前那样，研发一部新款手机都需要耗费一两年的时间，也正是因为现如今的手机研发步伐太快，所以会导致一旦发布新款手机后，老机型的畅销热度往往会大幅下降。而这个时候，各大品牌商为了要提升自己的竞争能力，都会在新款手机发布之后，对于老机型采取了降价促销的以促进老旧机型的销售，避免出现堆货现象。而今年年初，还不到半年，就已经有各式各样的新款手机面世，所以也就导致了不少老机型的价格疯狂地往下降，而这其中降价最夸张的便是华为Mate 20 Pro。其实，Mate20Pro作为华为去年的火爆产品，它的整体实力还是相当之高的，性价比的和创新性也是不错。首先，它的外观上就采用了6.39英寸的曲面刘海屏设计，颜值非常高。当然，它不单只是颜值非常的养眼，更重要是在硬件方面也是极其的牛逼：搭载着目前华为自己研发的麒麟980的处理器。就现在的市场来看，麒麟980的处理器在整个行业当中都是非常牛掰的处理器。而在性能方面，华为的这款手机也是属于顶级的水平，后置了三个高像素的徕卡摄像头，当时行业内的专家给予华为这款手机的成绩可是高达了110分。不仅如此，华为Mate 20 Pro配备的还是4200毫安的电池，并且支持40w的超级快充。由此也可以看得出来，华为Mate 20 Pro无论是在拍照亦或者是在续航方面，在整个行业当中都是可以称之为佼佼者的，而且最重要的是，华为Mate 20 Pro还支持IP68级别的防水以及三d结构光等各项强大功能，所以华为Mate 20 Pro一直被外界称之为“黑科技”。至于华为Mate20Pro的售价方面，它起初的定价是5400，虽然说相比于之前的型号来说明显上涨了不少，但是有不少的网友都表示华为Mate20Pro的实力确确实实提升了很多，所以还是属于物有所值的。不过，随着市面上其他手机的相继登场，这个价格使得Mate20Pro遭受到了非常大的销售压力。虽然该款手机的性能在市场上面的竞争还是较大的，但是由于同等价位的新款旗舰品牌已经隆重登场了，所以华为Mate20Pro的价格也只能被迫一降再降，以免因为性价比不足难以销售出去。据小编的了解，现在各大电商平台上面，6GB+128GB的华为Mate 20 Pro相比于发布时的时候已经降价了近800，可以说是有史以来最低的一个价格了。相反，华为新款手机p30无论是在设计上面或者是性能上面，综合实力虽然说是不弱，但是对比华为Mate 20 Pro来说还是相对较弱了一些，而且8GB+128GB的华为p30国行售价就要高达4500。所以同等价位当中，不少的小伙伴都表示不愿意再购买华为p30，而是更加愿意购买华为Mate 20 Pro，毕竟该款手机的实力是真的非常的强大。对此，你怎么看呢？", "author": "迷路的玉米", "newsdate": "发布时间：19-04-13", "newstime": "11:36", "sentiment": [{"positive_prob": 0.60561, "confidence": 0.123577, "negative_prob": 0.39439, "sentiment": 2}]}, {"title": "美国最不愿意看到的发生了？华为绝地反击，拿下全球一半5G订单？", "content": "美国最不愿意看到的事发生？华为绝地反击，拿下全球一半5G订单？从一开始禁止华为的美国就一直受挫，它不仅总是呼吁其他国家加入“战队”却一直被忽视，现在看着华为一直是上升的趋势，这可以使得美国这条禁止华为的道路越来越寂寞也更加无奈，美国最不愿意看到的事发生！华为绝地反击，拿下全球一半5G订单？根据《工商时报》报道，国防部发布的最新报告称，中国已经处于5G发展的领先地位，目前中国部署了约35万个5G基站，数量是美国的10倍，该报告称以华为为例，该公司正在迅速扩大其在5G领域的业务范围，并已在海外提供数万个基站，并强调华为预计将赢得全球近30％的电信市场，以及市场的布局还在扩张中。该报告还指出，自推出LTE技术以来，全球无线通信产业发生了翻天覆地的变化，全球华为收入从09年的280亿美元升至目前的1070亿美元，而同期的爱立信和诺基亚则下降，具体来说去年华为已经签署了30多个5G商业合同，占全球5G订单的近一半，并且有超过4万个5G基站被发送到世界各地。面对5G中国的占优势，美国报告再次遵循上一个套路开始渲染所谓的“风险”，说即使美国没有购买华为设备，该国的相关部门也在海外运营，当时其大多数网络和系统可能依赖于5G基础设施，如果中国在5G空间中领先，则它将构成“严重威胁”，显然美国阻塞华为 5G的速度永远不会停止，警告无用！美国内声音坦诚官方\"围堵\"华为已经失败。美国官方非常关注华为，但该国的国内声音已经承认政府围堵失败了，本月早些时候《福布斯》网站发布了一篇关于美国数字障碍公司创始人兼首席执行官扎克·道夫曼的文章，声称美国未能动摇全球禁令华为，并且美国指责华为的安全威胁但未能产生任何证据，《华盛顿邮报》还报道了美国已经开始准备“B计划”，在华为领先的5G网络世界中应对网络安全。虽然他已经在制定B计划，但明面上美国却还是不愿放低姿态， 国务卿美国警告说，如果欧洲国家与中国技术公司合作，他们很快就会出现美国的信息共享信息，并表示他希望说服欧盟对待华为很难，还有声音表明今年10月，国际电信联盟（ITU）将召开会议，最终确定5G国际通用标准，但是“美国”禁止华为“恐惧会影响这个标准的发展。但是，正如美国的国内声音所说，美国禁止华为的道路越来越孤独，最近国际电联秘书长告诉媒体，针对华为 5G设备的美国安全指控是由其他原因驱动的，而不是基于事实证据，“我支持华为获得相同的竞标机会“，韩国 Newspim网站还报道已经有多个支持华为的美国盟友，以及美国“反华为联盟”破了。虽然美国的跟踪和拦截处于混乱状态，但它并没有阻止华为“突破“，但增加华为的流行度已成为一个好主意，根据美国商业内幕网络，华为 P30系列在同一天在新加坡的最大购物中心出售并在中午前售罄，早在上一天晚上9点，数百人排起了长队，只是第一次启动华为新机，可以说华为在强大的压力下依然强劲有力，而这恐怕是美国最不愿意看到的事，那又能怎么样呢？本文为原创作品，图片来自于网络，如有侵权请告知", "author": "久论天下", "newsdate": "发布时间：19-04-13", "newstime": "16:35", "sentiment": [{"positive_prob": 0.00717327, "confidence": 0.984059, "negative_prob": 0.992827, "sentiment": 0}]}, {"title": "买新or买旧？华为Mate20和华为P30到底谁更好？", "content": "4月11日华为在国内发布华为p30国行版，并且正式宣布了国行的售价:华为p30系列3988起步，华为p30pro系列5488起步。虽然这个价位已经向着苹果和三星看齐，但是相对于欧洲的价格来说，嗯还是真香的。毕竟欧版的价格可是799欧起步。同时也比媒体预期的价格都要略微低一些，算是一个比较良心的售价，同时也让华为p30非pro版有了购买价值。在华为p30系列发布之初，华为mate20系列就开始了降价之旅，官方降价500元，而在某些第三方卖家其降价幅度甚至已经来到了800元，可谓已经到了一个真香的价格。那么同为售价较低的“弟弟”机型，华为p30和华为mate20我们究竟应该怎么选呢？本文就带领你们一探究竟。首先罗列两款手机的价格如下:我们先对比一下外观我们首先看一下外观方面的差异，华为p30和华为mate20的正面观感是非常相似的，都是水滴全面屏，不过在机身厚度等方面明显是有优势的，更加轻薄，厚度也更薄。除此之外，后壳的设计两款手机也具有明显的差异性，华为p30更加时尚年轻配色更加活泼鲜亮，而华为mate20则更偏向商务属性，配色更加内敛，深沉。总体而言笔者更加倾向p30的配色。屏幕差异两款手机的屏幕可谓是两款手机最大的差异点。华为p30搭载的是6.1英寸三星Amoled屏幕，ppi是422，而华为mate20则搭载的是国产lcd屏幕，ppi是388。虽然我们说lcd永不为奴，但是在目前的情况下，Oled屏幕的优势还是要更大一些的，毕竟可以带来更好的色彩显示效果以及更加出众的功耗表现。此外华为p30还搭载了屏下指纹识别的方案而华为mate20则是搭载传统的背后指纹识别技术。华为p30优势比较明显。拍照性能的差异华为mate20并未搭载pro系列的imx600，而是搭载的是imx380是老款高端的Sense，虽然总体也属于拍照性能比较优秀的存在，但是只能属于中高端。而华为p30则搭配了目前最高端的imx650的cmos，也是imx600的最新升级款，是目前全世界范围内最优秀的Senser没有之一，为华为p30提供了5x光学变焦，30倍数码变焦的能力以及弱光环境下更强的拍照能力。而华为mate20则只提供了2x无损变焦，总体在目前这个整体行业里面一个非常普通的性能。华为p30优势比较巨大电池续航表现这次华为p30的电池并不算良心只有3650毫安时配备22.5w快充，相比于pro系列阉割了550毫安时可以说是有一些不那么令人满意，但是我们要考虑到华为p30的屏幕是小于华为p30pro版的。此外对比华为mate20的4000毫安时来说，由于屏幕大小以及屏幕材质的影响，华为p30的综合续航能力和华为mate20是不相上下的，总体也处于中上游水准。两者差距较小，华为mate20略有优势其他方面在其他方面两款手机差异非常小，比如都是22.5w快充，都是ip53级别的防水等。但是华为mate20由于保留了3.5mm耳机接口而华为p30则没有保留，对于音频爱好者来说还是华为mate20更实用一些。除此之外两款手机没有什么差别。总结总体而言，华为p30在比华为mate20高300元的基础上，不仅多了2g的内存，在拍照，外观，屏幕素质方面都要略优于华为mate20，尤其是在拍照方面优势是比较大的。总体而言华为p30拥有更高的产品力和性价比。笔者也推荐你购买最新的华为p30。而同配置下，华为mate20至少要比华为p30低500元左右才是比较值得购买的。end 希望我的文章可以帮到你，也希望各位看官姥爷关注评论呦", "author": "小伊评科技", "newsdate": "发布时间：19-04-13", "newstime": "19:22", "sentiment": [{"positive_prob": 0.0174917, "confidence": 0.96113, "negative_prob": 0.982508, "sentiment": 0}]}, {"title": "华为5G基带只卖苹果？华为终于回应了，余承东：保持开放的态度", "content": "最近最大的风口无疑就是5G了，各大手机厂商也都纷纷在为未来5G时代做准备，但未来5G时代，苹果却是非常的尴尬，为什么呢？因为苹果陷入了没有5G基带可用的境地，因此也有消息传出苹果到处求购5G基带，显示被三星以产能不足拒绝了。而后又传出苹果向华为求购，华为答应了，华为还表示自家的Balong5000基带对外售卖，而且仅对苹果售卖。如果华为真的愿意伸出援手，苹果也就能够度过现在尴尬的境地了。之所以这个话题会这么火热，相信大家也都知道。华为和苹果现在算是势均力敌的竞争对手，由其是在智能手机领域，在这种时候华为向苹果伸出援手，无疑是在养虎为患。华为到底有没有向苹果伸出援手呢？相信很多有都有这个疑问，恰逢最近有这样的一个机会，华为也正式做出了回应。4月11日华为在国内发布了今年的第一款旗舰手机P30系列，在发布会之后，余承东接受采访的时候表示：华为在5G基带芯片销售给苹果上是保持开放的。言下之意就是如果苹果确实有意找华为购买5G基带，那么华为是很有可能会答应的。这样的回应也算是给苹果伸出了橄榄枝了，不知道这两家最后会不会进行合作，如果华为和苹果展开了合作，可以说是双赢的合作，苹果缓解了自己尴尬的境地，解决了没有5G基带芯片可用的大问题，而华为除了得到金钱报酬以外，还再一次的证明了自己在芯片领域的实力。不过笔者看来苹果和华为的合作似乎不太可能，大家也都知道苹果是没有的企业，而美国最近对待华为的态度一直都很不友好，处处禁止华为，华为在美国市场几乎已经没有了什么业务。美国甚至还联合同盟国也禁止为，这样的态度，要想在iPhone这个美国手机上用上中国的5G基带，还是华为的基带，似乎不太可能。不过针对此事苹果至今还没有表明自己的态度，但不管怎么看，华为和苹果的合作都不太可能。至少目前不可能，虽然苹果先的境地有些尴尬，但是高通已经向苹果伸出过橄榄枝了，最后苹果估计还是会选择高通，虽然这不太符合苹果一贯硬气的作风，但这是目前最好的解决方法了。5G基带目前有能力生产的就高通、三星、华为、Intel和联发科，联发科自然不用考虑实力不够，Intel估计苹果也不太会考虑了，去年的新iPhone就是因为Intel的基带，引来很多吐槽，而且Intel5G基带量产估计也赶不及苹果2020年的5GiPhone。再者就是三星了，三星的5G基带先不说产能够不够，三星的基带也不太符合苹果的技术要求，因此就剩下一家高通了。你觉得呢？毕竟两家床头打架床尾和也不是头一次了。", "author": "清单科技", "newsdate": "发布时间：19-04-13", "newstime": "14:39", "sentiment": [{"positive_prob": 0.585629, "confidence": 0.0791756, "negative_prob": 0.414371, "sentiment": 2}]}, {"title": "华为把产品做得最好，谁不买就亏了，就是傻！任正非揭示企业真谛", "content": "华为把产品做得最好，谁不买就亏了，就是傻！任正非揭示企业真谛，真是立业真言。前不久，美国霸权主义旧病复发，指使加拿大政府扣留华为副董事长兼CFO孟晚舟，令全球震惊，引起各国媒体报道狂潮。在此背景下，华为创始人任正非接受了央视记者采访。被采访人任正非镇定自若、气定神闲，铿锵有力地回应了个别国家对技术领先的华为公司的不公正行为和打压企图。任正非所表达的核心意思是：华为把产品做得最好，谁不买就亏了，就是傻！这不是语出惊人的霸气，而是大业精深的底气。任正非揭示企业真谛：1、企业观：立业不靠“花拳秀腿”，而是要靠技术领先的真功夫。企业的追求，不只是简单的好而已，而是最好。是第一，是唯一！2、产品观：好货不怕不识货，“漂亮的姑娘不愁嫁”。我有最好的产品，你不买不是我的损失，是你亏了，是你傻。3、市场观：\"不谋万世者，不足谋一时；不谋全局者，不足谋一域。\"个别国家、地区和客户不与我们合作很正常，只是个别的；在某一时刻的市场不接受也不必奇怪，这只是暂时的、阶段性的。要笃信好技术、好产品最终会被大多数人所青睐。华为把产品做得最好，谁不买就亏了，就是傻！任正非揭示企业真谛！让人受益良多。（诚恳提请：想保存请收藏，想分享请转发，想交流请留言评论）", "author": "无边界的职场", "newsdate": "发布时间：19-04-13", "newstime": "20:29", "sentiment": [{"positive_prob": 0.0578687, "confidence": 0.871403, "negative_prob": 0.942131, "sentiment": 0}]}]