[{"title": "雷军吹得牛终于实现了，小米和华为齐头并进，称霸DxOMark排名", "content": "小米CC9 Pro如期在小米科技园区发布，作为小米主打拍照的系列手机，小米CC9 Pro不计成本的给这款手机堆叠了非常夸张的相机配置。其中，它是首款量产的1亿像素拍照手机，并且后置了5颗摄像头，包括：支持10倍混合变焦的超长焦镜头、1200万像素的人像、2000万像素的超广角、支持1.5厘米对焦的微距镜头。毫无夸张的说，这套相机组合是目前智能手机领域成本最高之一。硬件基础已经有了，那么这套组合小米能否拿捏得住？全球著名相机图像处理测评机构DxOMark给了我们答案，评价其为“可以成为我们测试过最好的静态和视频成像手机之一”。送测的是小米CC9 Pro尊享版整体得分为121分，这是迄今测试过的所有手机中，与华为Mate 30 Pro并列为摄像头总体得分最高的手机。小米CC9 Pro尊享版的照片得分比Mate 30 Pro低2分（分别是130和132分），不过它仍然是有史以来照片得分最高的手机之一。其视频得分为102分，是我们所见过的最高分，以1分之差领先于谷歌Pixel 4和三星Note 10+ 5G。需要指出的是，虽然小米CC9 Pro还搭载了一颗微距摄像头，但这并不在DXOMARK Camera测试基准的范围内。在测试中，发现使用主摄像头以标准焦距拍摄的图像为2700万像素(6016 x 4512)，而使用2倍远摄的图像为1219万像素 (4032 x 3024)，使用4倍远摄的图像则为799万像素 (3264 x 2448)，使用超广角拍摄的图像则为2011万像素 (5184 x 3880)，这也与小米宣传的5颗摄像头可以任意切换，独立工作相一致。拍照亮点—变焦此次测试，小米CC9 Pro拍照项目中最大的亮点无疑是对焦方面，这是华为这一年来引以为豪的拍照优势点。其双变焦镜头具有2倍和5倍光学变焦，帮助它在变焦项目下获得109分。虽然其他手机也具有类似的远摄摄像头，但小米CC9 Pro在其两个原始焦距和介于两者之间的其他测试距离上均能生成高质量的远摄图像，其表现在这一方面尤为出色。另外，多个摄像头还可以协同工作，以提供高达10倍的混合变焦功能。通过上面一组照片样张可以看出，在中远变焦测试中，相比华为Mate30 Pro和三星Note10+5G，小米CC9 Pro的照片裁剪图的细节明显更加出色，时钟细节保留得非常到位，相比而言华为Mate30 Pro较少，三星Note10+5G则最差。拍照亮点-纹理和噪点除了变焦第一高分之外，得益于1亿像素传感器的大像素优势，小米CC9 Pro尊享版在户外和室内条件下都能勾勒出绝好的精细细节，拿下了迄今最高的纹理得分（84分）。通过上图可以看到，在此比较中，它的表现比华为Mate 30 Pro和三星Galaxy Note 10+ 5G更好。噪点也得到了很好的控制，使该手机成为该类别中得分最高的手机之一。但是，在某些情况下（如蓝天里的斑块），可能会出现少量的亮度噪点。总体而言，从1lux的最低光测试一直到1000lux的户外场景测试中，小米CC9 Pro尊享版的噪点控制都非常出色。拍照亮点—夜景近年来，小米手机在拍照算法优化上取得了比较大的一个进步，小米CC9 Pro在夜间户外拍摄时表现出色，其甚至拥有四颗闪光灯。在自动闪光模式下，在夜间拍摄人像时可以正确触发摄像头的闪光灯，但是测标曝光有点低，有时还可以看到红眼。关闭闪光灯后，曝光度太低，而且仍然丢失了背景的高光位。但是，在夜间拍摄人像时，小米CC9 Pro尊享版的一项主要优势在于肤色呈现非常自然，这要归功于它有一颗专用的柔光闪光灯。通过上面一组样张对比可以看到，启用夜间模式时，曝光度较低，但曝光度几乎是正确的，并且很好地保留了背景的高光位。小米CC9 Pro的样张带来了良好的曝光度和自然的色彩，而华为Mate30 Pro虽然照片够亮，但是色彩稍微显得有点不自然。拍照亮点-广角小米CC9 Pro配有专用的2000万像素超广角摄像头，在广角测试中表现出色。尽管高光位有时会出现溢光剪切纹理，但户外的曝光表现还算不错。不过，它在大多数情况下都会出现一些彩色边纹，但这一问题没有Galaxy Note 10+ 5G那么大。白平衡即使在室内也很准确，演色性很好，但在低光下拍摄时可能会有些污迹。细节保留到位，噪点也得到很好控制。小米CC9 Pro尊享版在控制超广角摄像头的几何畸变方面也做得非常出色，其广角摄像头具有117度的视场，比Mate 30 Pro宽广，但不如Galaxy Note 10+ 5G。总结当然，相比另两款手机，小米CC9 Pro在图像边缘损失了清晰度、天空中出现一些紫色色偏、动态范围比其他一些顶级手机小等问题上，也仍然有一定的提升空间。不过，就像雷军在发布会说的那样，为什么DxOMark排名前列的手机都这么贵呢？因为想做出世界上顶级的手机相机，需要海量的材料投入和研发投入，要想获得DxOMark一个好排名，还是需要很大的代价的，而小米已经正式晋级顶级手机大联盟。从价格上看，确实小米需要支持，如果没有了小米，以后DxOMark排名前五的手机都会是5000元以上。注：本文测试材料和数据来源DxOMark", "author": "帅气小虫", "newsdate": "发布时间：19-11-05", "newstime": "19:07", "sentiment": [{"positive_prob": 0.999863, "confidence": 0.999695, "negative_prob": 0.000137253, "sentiment": 2}]}]