[{"title": "华为立功！国产屏幕、芯片要崛起了", "content": "华为立功！国产屏幕、芯片要崛起了随着科技的发展，手机逐渐成为我们生活中不可缺少的电子产品。若是在十年前，大家心目中的大牌手机可能是诺基亚、三星、索尼等海外品牌，但是这些年随着我们国产手机品牌的发展，已经占有了不小的市场份额。根据2018年全球智能手机销量来看，前六位中有四个是我们国产手机品牌，但是排在前两位的仍然是苹果和三星。在众多的国产手机品牌当中，最耀眼的应该就是华为了。2018年华为手机的总销量为2.08亿部，而在2017年只有1.53亿部，今年的第一季度，几乎所有的智能手机销量都在下跌，但是华为却在大幅度的增长。华为高级副总裁余承东曾表示，未来华为单品要做全球第一，荣耀要做国内第一全球第四。尽管余承东被不少网友吐槽为“余大嘴”，但是不得不说，人家以前吹过的牛还真的就实现了。很多人以为华为手机的崛起仅仅代表着我们国产手机的崛起，其实这个说法具有片面性。在众多的国产手机品牌中，也只有华为使用的是自家的海思麒麟芯片了，当然小米也曾推出过一款芯片，但是仍然没有代表性。目前的华为已经能够做到在芯片上自给自足，其近几年推出的高端机型上使用的都是海思麒麟处理器，只有一些中低端产品会使用联发科、高通的芯片。同时华为的崛起还带动了另一个企业的发展——京东方，在目前的智能手机市场上，几乎所有的高端手机屏幕使用的都是三星的产品，这也无可厚非，毕竟三星仍然是全球最顶尖的屏幕制造厂商。但是华为近两年的高端机使用的可不是三星的屏幕，而是京东方，包括之前华为推出的mate0系列、p30系列和折叠屏机型华为mate x。目前的京东方已经成为LCD面板的最大供应商，但是在高端的OLED方面仍然有所欠缺，华为的助力也会继续推动京东方的发展。最近第一节国际智能终端发展大会在宜宾召开，中国信息通信研究院副总工程师史德年表示，目前我们的处理器芯片设计能力已经达到了全球领先水平，国内手机市场的芯片国产化率为23.6，而智能手机国产屏幕占比为67.5%。其中国产的手机处理器指的就是海思麒麟，而手机屏幕指的是京东方、天马、维信诺、华星光电等一众厂商。最近华为与京东方在重庆达成了战略合作协议，双方表示会进一步扩大合作领域。随着华为手机的不断成长，也会带动国产手机芯片、国产屏幕更快的进步。", "author": "我得科技幻想", "newsdate": "发布时间：19-05-11", "newstime": "18:51", "sentiment": [{"positive_prob": 0.910002, "confidence": 0.800004, "negative_prob": 0.089998, "sentiment": 2}]}, {"title": "华为mate系列的手机和华为P系列的手机有什么不一样？你知道吗？", "content": "转载自百家号作者：人人师随着如今智能机的普及，现在很多的小伙伴都是使用的智能机，我们很少能看见别人在使用按键手机了，近几年国产手机的品牌崛起，国产手机的性能提升，越来越多的人选择使用国产安卓手机，其中华为手机是非常受网友们的喜爱，每次华为发布新款机型的时候，也会迎来众多的米粉关注，如今华为分为两个系列，一个是华为mate系列，另一个是华为P系列，华为的mate系列和华为P系列有什么区别呢？下面小编给大家介绍一下。在手机处理器中，华为P系列和华为mate系列，它们使用的处理器是不同的，比如说华为的mate20使用的是麒麟980处理器，而华为的p20使用的是麒麟970处理器，今年华为的p30系列推出之后，依然选择的是麒麟980处理器。在外观上面，真正了解过华为手机的小伙伴，应该非常熟悉，华为mate系列主要是商务风格，设计更稳定，比较适合中年人的风格，因此在外观上面，很多年轻人不怎么喜爱这个系列，而华为P系列在外观设计上更加时尚，很多年轻人一看这个P系列的外观，就会喜欢上。相机功能不同，在拍照方面华为手机实力是非常强悍的，许多消费者认为华为的像素非常高，华为手机确实具有这种优势，华为p系列的摄像头性能更加优越，在高清照片质量方面，它还将增添一些年轻人最喜欢的相机功能，因此很多用户可以在华为p系列上享受更好的摄像头体验，mate系列并不是那么有利，这个款手机像素大有不同。对此你怎么看呢？如果是你，你会选择哪款型号的手机呢？欢迎大家留言讨论分享，关注小编每天带给你最新资讯！", "author": "华西悦读", "newsdate": "发布时间：19-05-11", "newstime": "15:42", "sentiment": [{"positive_prob": 0.428577, "confidence": 0.0476068, "negative_prob": 0.571423, "sentiment": 0}]}]