[{"title": "别瞎买手机，目前最值得买的华为就4款，颜值高且三年不卡！", "content": "如果说现如今国产手机哪一家品牌的形象以及产品实力最受用户认可？我想可能就是华为了！最近这几年华为代表着国产手机品牌，不断的挑战苹果的iPhone以及三星，给我们带来了非常多实力强劲的产品，当然我们也要承认，并不是所有的华为手机都值得去买。因此，我们建议大家别瞎买手机，目前最值得买的华为就4款，颜值高且三年不卡！荣耀20 Pro荣耀20Pro，是华为一款定位中端的旗舰产品，搭载麒麟980处理器，并且具备了4800万像素全焦段AI四摄，也有8GB加128GB的储存组合，并且，电池容量达到了4000毫安时以及支持22.5W的快充。这款手机最大的亮点可能就在于它还支持了挖孔屏幕设计，也是其他手机当中比较少见的。目前的价格是3199元。华为Nova5Pro华为Nova5Pro的价格是2999元，是性价比最高的麒麟980处理器手机了，是易烊千玺代言的产品，同时同样也是具备了4800万像素的四摄，并且也有8GB+128GB的储存组合，但是在充电方面有着更好的表现，因为它支持40W的超级快充，不过在电池方面缩减为3500毫安时。华为Nova5Pro跟荣耀20Pro采用的侧面指纹不一样的是，它具备了屏幕指纹！华为Mate20Pro华为Mate20Pro目前的价格是4499元起步，当然标准版没有屏幕指纹并不是特别完美，作为华为手机当中的真旗舰，它的配置以及做工都是更好的，甚至要比目前的华为p30Pro表现更出色，比如屏幕方面，它就有了2K分辨率的OLED屏幕，性能、充电续航、拍照等方面一样都没有落下，都是目前华为手机当中最好的。华为P30Pro华为P30Pro刚刚发布了全新的配色，价格是4988元，相对来说是比较昂贵一些，不过比起苹果跟三星的手机，它也算是便宜了很多了。具备麒麟980处理器以及渐变色工艺，还有屏幕指纹，同时也有徕卡四摄，全面升级的华为P30Pro如今新配色到来，就意味着这款手机不会马上退场，还要坚持下去。华为的这四款手机都是Pro系列的高端旗舰产品，按照这样的水准，足以用三年不卡顿，不知道你们更看好或者更喜欢哪一款？", "author": "叽歪数码", "newsdate": "发布时间：19-09-08", "newstime": "17:52", "sentiment": [{"positive_prob": 0.999441, "confidence": 0.998758, "negative_prob": 0.000559038, "sentiment": 2}]}, {"title": "华为手机和荣耀手机真正的差距在哪里？看完涨知识了！", "content": "昨天笔者详细聊了下华为手机中各个系列的含义和定位，很多网友看完表示很涨知识。而也有一些网友问为什么没有荣耀呢？其实从组织架构上来看，华为手机和荣耀手机同属于华为消费者事业群BG，也就是说华为品牌和荣耀品牌是并列的关系，两者更像是兄弟。既然是兄弟，那么就会有相同点和不同点，今天我就来聊聊华为和荣耀之间的区别和差距到底在哪里。2012年左右，小米的互联网手机模式对传统的“中华酷联”四大品牌造成了不小的冲击，因此各大品牌都成推出过互联网手机品牌，而荣耀就是华为对于互联网手机的探索。因此从市场定位上来说，华为目前是向上对标苹果和三星，兼顾线上和线下，受众人群很广泛，而荣耀则是向下制衡小米，定位线上，主打年轻时尚和性价比。由于市场定位上存在差距，因此华为的很多黑科技一般会在华为品牌上应用，然后根据市场情况选择性的在荣耀品牌上跟进。比如麒麟旗舰处理器、5G、后置三摄等高端技术，都是华为首发然后荣耀再跟进的。除了技术上的差距之外，华为手机和荣耀手机在用料上似乎在有意的拉开差距，有着明显的不同。拿屏幕来说，华为的Mate 20 Pro和P30 Pro都采用了曲面OLED屏幕，甚至前者的分辨率达到了2K级别，显示效果上可圈可点，搭配屏下指纹技术，整体体验符合旗舰机的定位。而荣耀则全系采用LCD屏幕，搭配后置指纹或者侧边指纹，显示效果和解锁体验肯定不及OLED，两者用料的差距比较明显。另外华为品牌和荣耀品牌在产品的理念上有着很大的差距，华为定位高端市场，而且要考虑到线上和线下人群对于新事物的接受度，因此产品设计理念上更加保守。比如Mate系列和P系列仍然是水滴屏或者刘海屏，并没有采用更加激进的升降式真全面屏方案。而荣耀手机则是把升降式摄像头（荣耀9X）、滑盖（Magic 2）、挖孔（荣耀20系列）都尝试了一遍，设计方案更加激进。因此从理念上来看，华为希望稳中求胜，而荣耀则是在积极探索。因此在我看来，华为和荣耀就像亲兄弟，市场定位各不相同但相互补充，核心技术上两者互联互通，都是各自领域的佼佼者。华为和荣耀的选择也就非常简单了，一步到位的话直接选择华为旗舰机，如果在意性价比，那么选择荣耀就好了。留言说说，你在用华为还是荣耀，体验如何呢？", "author": "小胖聊数码", "newsdate": "发布时间：19-09-08", "newstime": "22:01", "sentiment": [{"positive_prob": 0.00289546, "confidence": 0.993566, "negative_prob": 0.997105, "sentiment": 0}]}, {"title": "揭秘华为麒麟990 5G：提前3年布局，百亿晶体管把7nm用到了极致", "content": "乾明 发自 凹非寺 量子位 报道 | 公众号 QbitAI华为再次成为关注焦点。在德国柏林IFA上，华为推出新一代手机芯片：麒麟990 5G。无论是全球首款旗舰5G SoC，还是同类产品中AI算力最强，都引起了关注与讨论。目前，市场上的5G手机中，采取的方案都是4G SoC+5G Modem模式，而麒麟990 5G则是首次将5G Modem集成到SoC芯片中，性能更强，能耗更少，体验也更好。在向5G时代的过渡中，麒麟990 5G是华为最重要的芯片，进一步彰显了这家公司的创新性和创造性。而为了这款芯片，华为已经准备了很久。集成5G：提前三年布局从2016年开始， 华为就已经开始着手布局990芯片了。历时三年，华为交出了答卷：麒麟990 5G。它不仅是业界首款商用的5G SoC，也是目前晶体管数最多、功能最完整、复杂度最高的5G SoC。但想要做到这一点，并不容易。华为Fellow艾伟在接受采访时透露了背后的故事，麒麟990 5G并不是简简单单地将麒麟990芯片与巴龙5000结合在一起。“怎么能在不影响它的集成度和功耗的情况下做出来”是最核心的挑战，需要把架构放一起做联合优化。在性能提升的基础上集成5G，最直接的体现就是晶体管数量的大幅度增加：从麒麟980的69亿到了103亿。怎么在7nm的芯片上做到这一点？最简单直接的方式，就是把晶体管越做越小，管体管之间的连线越来越细。这也是华为在这次麒麟990 5G上选择EUV工艺的原因所在，传统的工艺已经难以支撑在7nm的芯片上放下如此多的晶体管。用艾伟的话说，就是“芯片会撑爆的”。但是EUV是半导体领域最先进的工艺，用起来并不容易。华为方面表示，麒麟芯片早在2014年就开始EUV技术的储备了。在推进EUV技术成熟方面，麒麟也有一份“功劳”。在技术、工艺上领先，也需要大量的投入。艾伟透露，华为投入了数千名工程师去研发麒麟990 5G芯片。当然，麒麟990 5G并不仅仅只有5G，其8核CPU以及16核GPU，也是业界领先的存在。尤其是AI上，更是凸显出了华为的实力，也呈现出了华为面向全场景推出解决方案的“野心”。AI算力：与昇腾910一脉相承麒麟990 5G，是首个采用达芬奇架构NPU的旗舰芯片，也是华为昇腾系列芯片在端侧的应用。华为表示，这是业界AI算力最强的SoC，而且能效也最高。怎么实现的？背后在于更成熟的设计方案：2个大核+微核。其中，业内最强的手机AI算力来自于2个大核，采用的是昇腾系列的Lite——与业内最强的AI芯片昇腾910一脉相承。最直接的体现是跑分：76206，这一跑分来自苏黎世理工大学提出的AI Benchmark。与华为首款AI芯片麒麟970相比，提升12倍，也是友商的3倍。在测试中执行的任务主要有图像分类、人脸识别、图像去模糊、图像超分辨率、图像语义分割、图像增强、内存极限测试等等，已成为业内评估手机AI能力的重要基准。之所以能够达到这么大的提升，艾伟也给出了解释：用上了华为自研的达芬奇架构。不过，根据AI Benchmark官方的介绍，跑分也与CPU以及GPU的性能有很大的关系，这次麒麟990 5G在CPU和GPU方面的升级，也有很大助益。微核主要用于超低功耗应用，采用的是昇腾Tiny。在人脸识别的应用场景下，NPU微核比大核能效最高可提升24倍，而且也更省电。余承东也在发布会上解释了相应的原理：原来只有大核的时候，无论货多货少都需要用“大车”运送，肯定会浪费运力。现在有了微核设计，低功耗的任务，也就是货少的时候，采用小车运送，保证了“运力”的有效运用。算力强，能效高，最直接的体现就是AI能力更强，能够执行的AI任务也更复杂。比如发布会上呈现的AI多实例分割技术，能够实时在视频中P多个人。00:47这些算力不仅仅只体现在执行AI任务上，也能够为芯片的其他特性提供动力。比如对AR技术的支持，基于NPU的能力，华为能够通过相机来测心率。比如在5G信号比较弱的场景中，基于机器学习的自适应接收器，能根据5G信号强弱自动选择最优网络，实现稳定的5G联接，这样下行速率提升19%。这些只是华为本身提供的用例，麒麟990 5G也能够支持90%以上的计算机视觉网络，算子数300+，基于华为HiAI2.0开发平台加持，未来的可能性也会更多。而且，5G+AI，也是余承东所说的移动AI 2.0的基础，也是实现端云一体化的必要条件。图像处理：单反级降噪算法此外，麒麟990 5G还有一个升级并没有引起太多媒体关注，但它对于整个移动设备的体验都有极大的改观。它就是ISP 5.0，主要优化的就是视频处理能力。与前一代相比，数据上有大提升：ISP吞吐率提升15%，能效提升15%，照片降噪30%，视频降噪20%。正是基于此，用相机来测心率的功能才能够实现，也正是基于此华为在图像和视频上的降噪技术才能够发挥作用。在图像降噪方面，华为在麒麟990 5G上用到了BM3D。是的，你没有看错，之前只用在单反设备上的降噪算法。而想要把它用到手机上，也同样不容易。艾伟说，这与整个通道数上的处理能力提升相关。并不仅仅只是算法放进去就行，手机天生比单反的芯片感光面积小，仅仅只加一个算法是不够的，还需要叠加降噪更多的算法，而且也要注意能耗和成像时间。华为麒麟能够实现这一点，的确耗费了不少功夫。在视频降噪上，麒麟990 5G全球首发了双域联合视频降噪技术。通常情况下，视频中都会有一些图像不清楚，对其进行处理就是空域降噪，本身并没有什么难度，所有厂商都能做。近年来，又有一种时域降噪的技术出现，处理帧与帧之间的噪点。而华为在这些基础上，又做了频域降噪，先把空域的数据拿过来做傅里叶变换，去掉一些噪声还原更好的细节，然后再叠加回去。华为表示，做频域处理之后再跟时域结合起来，最终视频质量会更好。而且，这些也正是硬件级别上的降噪技术，结合华为Mate 30系列的摄像头，图像和视频的成像技术上也会有更多的想象力。评价麒麟990 5G如此芯片，到底该如何评价？国内的多数网友，都惊叹于这款芯片的性能升级，也对Mate 30系列产品的发布充满期待。虽然大多数外媒都只是报道了新闻事实，也有外媒给出了评价。比如美国科技媒体VentureBeat直言，如果华为果真按计划交付，将在与高通的5G手机竞争中占得先机。对于这款芯片，华为在发布会上也给出了定性：这是融合5G和AI的革命性飞跃。那么，华为麒麟芯片未来将要往何处去？在接受采访时，华为Fellow艾伟表示：AI+5G是长期未来智能手机发展目标，看谁跑得更快了。最新消息，华为在手机5G上的主要对手高通，刚刚也宣布，将会和OPPO合作集成5G芯片。竞争还在继续。— 完—", "author": "量子位", "newsdate": "发布时间：19-09-08", "newstime": "09:17", "sentiment": [{"positive_prob": 0.982532, "confidence": 0.961183, "negative_prob": 0.0174679, "sentiment": 2}]}, {"title": "华为推出AI诗人“乐府”：唐诗宋词不在话下，我竟一时分不出真假", "content": "乾明 发自 凹非寺 量子位 报道 | 公众号 QbitAI理科生文艺起来，可能真没文科生什么事了。不信？你看下这首七言绝句：有网友读完之后表示：真啊，押韵，意境，内涵都很赞。不仅能够写诗，还能作词，比如这首满江红：而且，还能写藏头诗：你能想象，这是完全不懂写诗的理工生的杰作吗？但它就是。这些诗来自华为诺亚方舟实验室新推出的写诗AI“乐府”。问世之处便引发了不少关注。对于它的作品，有人称赞：蕴意丰富的诗，工整不乏意趣，程序做的实在牛逼，给开发人员点赞还有人“搞事情”，表示：一声塞雁江南去，几处家书海北连。莫道征鸿无泪落，年年辛苦到燕然。要说这个 AI 写的没有北大中文系平均水平好我是不信的。甚至有人说“李白看了会沉默，杜甫看了会流泪”。当然，也有人指出问题：很工整，不过感觉目前大多还是syntax层面的，没有到semantics层面。稍微欠缺些灵魂。也有“真相帝”出来发声：辛弃疾的流水散文式用典，老杜的沉郁顿挫拗救法，都是AI比较难学会的。问题不是AI太厉害，而是读者已经看不出格律诗里面比较精密的手法了…对于这些问题，华为诺亚方舟实验室语音语义首席科学家刘群也在微博进行了答疑，披露了不少这只AI背后的故事：其实我们也不懂诗，我们也没有用诗的规矩去训练这个系统，完全是系统自己学到的。那么，这一AI到底是如何学的？论文已经公布。理工男の文艺源自GPT与自由生成文本不同，生成中国的古诗词是一个挑战，通常需要满足形式和内容两个方面的要求。中国的古诗词有各种各样的形式，比如五绝、七绝、五律、七律、满江红、西江月、水调歌头等各种词牌以及对联，每一种都有相应的字数、押韵、平仄、对仗等规定；内容方面虽然简单，但要求更加难以琢磨：一首诗要围绕着一个主题展开，内容上还要具有连贯性。华为提出的“乐府”系统，与当前大多数解决方案不同，不需要任何人工设定规则或者特性，也没有设计任何额外的神经元组件。整个研究中，需要做的就是把训练用的诗词序列化为格式化的文本序列，作为训练数据。然后通过对语言模型token的抽样，生成满足形式和内容要求的诗词，比如绝句、律诗、词，以及对联等等。而且，他们还提出并实现了一种对模型进行微调以生成藏头诗的方法。这背后的能量来自GPT，一个由OpenAI提出的预训练自然语言模型，核心理念是先用无标签的文本去训练生成语言模型，然后再根据具体的任务通过有标签的数据对模型进行微调。乐府AI是首个基于GPT打造的作诗系统，而且与谷歌提出的BERT息息相关。整体的GPT模型是在BERT的源代码基础上实现的，Transformer大小的配置与BERT-Base相同，也采用了BERT中发布的tokenization 脚本和中文 vocab。具体来说，训练诗歌生成模型的过程如下：整个模型训练过程一共有两个阶段: 预训练和微调。华为的这个GPT模型，是用一个中文新闻语料库进行预训练的，然后通过收集了公开可得的中国古诗词进行微调。如上图所示，首先将示例诗歌转换为格式化序列。序列包括三个主要部分：格式、主题和诗体，中间用标识符分开。在对联中，因为没有主题，就上句为主题，第二行为正文。所以，在生成对联的时候，就成了给出上联，生成下联的模式，也符合了“对对子”的习惯。整体的数据集规模并不小，预训练用的中文新闻语料库，有2.35亿句子。微调用的数据集有25万绝句和律师，2万首词以及70万对对联。预训练是在华为云上完成的，使用8块英伟达V100(16G) GPU训练了4个echo，一共耗费了90个小时。微调的过程是将所有诗歌序列输入Transformer，并训练一个自回归语言模型。目标是观测任何序列的概率最大化：微调的过程，不需要特别长的时间，如果训练过长，这个模型就在生成过程中，就会倾向于从语料库中直接用原始句子了。训练完成后，先将要生成的诗歌的格式和主题转化为一个初始序列，然后将初始序列输入到模型中，然后对诗体部分的剩余字段按token进行解码。在解码过程中，并不使用硬约束来保证格式的正确性，而是让模型自动为特定位置分配逗号和句号，在识别到token为“EOS”的时候，解码过程结束。而且，采用截断 top-k 抽样策略来获得不同的诗歌，而不是束搜索。具体是每次采样一个Token时，首先选择具有 top-k 最大概率的Token，然后从 top-k Token中采样一个特定的token。他们说，即使采用截短的 top-k 抽样策略，生成的诗歌仍然是正确的形式。论文中介绍称，训练藏头诗的方法也是这样，只是在格式化序列的时候方法有所不同：用每一行中第一个字符的组合来代替一首诗的原始主题：“五言绝句(格式)床疑举低(藏头诗)床前明月光，疑…月，低头思故乡。”效果如何，华为也在论文中进行了充分的展示，比如下面这四首“江上田家”，只有一首是唐朝诗人写的，其他三首都是来自乐府AI。从上到下，ABCD，你能辨别出来哪个是真迹吗？（答案在文末揭晓）谁是第一AI诗人？中国古诗词生成AI，华为“乐府”并不是第一个，也不是最后一个。在此之前，就有清华大学孙茂松团队提出的“九歌”。根据官方介绍，这一系统的采用深度学习技术，结合多个为诗歌生成专门设计的模型，基于超过80万首人类诗人创作的诗歌进行训练学习，具有多模态输入、多体裁多风格、人机交互创作模式等特点。近日，也有人基于中文版的语料训练出了中文版的GPT-2，并将其用于诗歌生成。就在“乐府”上线的这一天，还有北京大学、国防科大等机构联合发布了新的作诗模型，基于无监督机器翻译的方法，使用基于分段的填充和强化学习根据白话文生成七言律诗。那么，哪一个更强呢？因为中文版GPT-2和北京大学联队的系统还没有开放体验，参与这场“华山论剑”的就只有华为“乐府”和清华“九歌”两个选手。第一轮：主题“夏日”，七言绝句清华九歌赋诗一首：华为乐府赋诗是这样的：两个AI都有瑕疵的地方，清华九歌一张嘴就开始说“秋来”，华为乐府也提到了“四月”，并没有特别的意思，显然都与夏日有些出入。但相比之下，华为乐府的夏日元素也更多一些，比如荷香，夏阴等等。第二轮：主题“长夜”，五言绝句来自清华九歌的诗是这样的：不须愁独坐，相对倍凄然？这个意境Emmm……婚姻要破裂了？华为乐府的作品：直观上来看，意境刻画不错，但冲击力有所不足。这一轮，两个AI表现都不错，而且都有相应的意境体现出来。相对来说， 清华九歌的情感层次更丰富一些。第三轮，藏头诗“神经网络”，七言绝句清华九歌作品是这样的：从押韵和意境来看，都还不错。华为乐府给出了这样一首诗：同样，这首藏头诗也能够展现几分意境。这一轮，两只AI都能较确切地完成任务，给出了具有几分意境的诗词。至此，经过三轮比拼，整体上来说，高下难分。其差别，在于双方的实现方式。清华九歌，基于多个为诗歌生成专门设计的模型，相对来说比较复杂，在诗歌的格式上，控制比较严格，虽然严肃但作诗速度的确比较慢。而华为的乐府，只是基于GPT，按照刘群的话来说，他们也不懂诗歌，并没有用诗的规矩去训练这个系统，完全是系统自己学到的，生成诗歌的时候速度很快。对于乐府AI生成的诗歌水平，刘群也颇为谦虚：我们找过懂诗的人看，说韵律平仄并不完全符合规矩，只是外行读起来还比较顺口而已。至于两种方式孰优孰劣，也不妨参考下那句老话：文无第一。华为诺亚方舟实验室华为诺亚方舟实验室成立于2012年，隶属于华为2012实验室。诺亚方舟为名，也能体现出这一实验室在华为内部的重要性。此前，任正非也提到过，希望这些实验室能够成为华为的“诺亚方舟”。目前，这一实验室在深圳、香港、北京、上海、西安、北美和欧洲等城市设有分部。研究方向包括计算机视觉、自然语言处理、搜索推荐、决策推理、人机交互、AI理论、高速计算等。关于乐府AI，华为也在论文中标注说明，这是他们在研究GPT时的一个副产品。目前，华为乐府AI已经在小程序EI体验空间上线。支持五言绝句、七言绝句、五言律诗和七言律诗，以及藏头诗模式。作词、对对子还没有上线。最后，附上一首乐府生成的七言律诗人工智能。对了，答案选C。相关传送门：乐府AI论文GPT-based Generation for Classical Chinese Poetryhttps://arxiv.org/pdf/1907.00151.pdf清华九歌作诗网站：http://118.190.162.99:8080/", "author": "量子位", "newsdate": "发布时间：19-09-08", "newstime": "12:13", "sentiment": [{"positive_prob": 0.88785, "confidence": 0.750778, "negative_prob": 0.11215, "sentiment": 2}]}, {"title": "不惧特朗普！又一国：下单华为36万台设备，之前已拿下27亿大单了", "content": "不惧特朗普！又一国：下单华为36万台设备，之前已拿下27亿大单了众所周知，在3G时代，华为就已经开启了5G网络的研究工作，经过长期努力，华为确立了在5G技术方面的技术优势。如果正常发展，华为就可以在现在的5G网络时代大展拳脚，令人意外的是，美国竟然采取卑劣手段抹黑华为。美国以“安全风险”为借口，造谣抹黑华为，让华为在较短时间内损失了海外市场，不仅如此，美国还联合了其它国家联合禁止华为，很多国家迫于压力，也向华为发布了禁令，他们使用的借口和美国如出一辙，很显然，这些国家都惧怕美国。但是，今年上半年，有一个国家给华为提供了大力支持，不惧特朗普！下单华为36万台设备，之前已拿下27亿大单了这个国家就是与我国关系密切的俄罗斯，对于俄罗斯，大多数网友都非常熟悉，近些年来，不管是经济领域还是军事领域，我国和俄罗斯就建立了良好的合作关系，两国领导人多次互访，我军仪仗队还参加了俄罗斯的阅兵仪式。今年，在美国等国家宣布禁止华为的背景下，俄罗斯向华为伸出援助之手，给华为提供了莫大支持。据相关媒体报道：近日，俄罗斯与华为确立了一项总金额高达27亿的大订单。据了解，俄罗斯已经成功开发出了Aurora OS操作系统，俄罗斯计划从华为采购36万台电脑设备，并将这款系统安装在华为电脑上，在俄罗斯境内使用。现在，电脑已经成了我们生活的一部分，而且电脑多用来办公，这次俄罗斯选择采购华为的电脑，说明俄罗斯已经对华为的计算机硬件设备的性能和安全性非常信任。作为一个国家，采购以前必定会进行安全评估，很显然，华为的设备并不存在安全问题。另外，现在主流的计算机系统就是微软的windows系统和苹果的IOS系统，华为的鸿蒙系统和俄罗斯的Aurora OS系统并没有得到全球普及。如果华为计算机和Aurora OS系统适配运行良好，俄罗斯必定会在国内大力推广Aurora OS系统。华为则会获得更多订单。很显然，俄罗斯这次为华为提供的支持是难得的，也是非常有利于未来发展的。俄罗斯这一做法，你怎么看？", "author": "凡辰创意", "newsdate": "发布时间：19-09-08", "newstime": "10:45", "sentiment": [{"positive_prob": 0.818755, "confidence": 0.597233, "negative_prob": 0.181245, "sentiment": 2}]}, {"title": "近期销量最高的一款华为手机，性价比却低得可怜，全都上当了！", "content": "近期销量最高的一款华为手机，性价比却低得可怜，全都上当了！相信经常关注国产手机的用户，都知道华为的年度旗舰mate30系列即将于9月19号进行发售，而众所周知，每当有新款手机发布时，旧版的手机一般都会通过大幅度的降价来进行清仓销售，不过这次的华为旧旗舰华为p30Pro不但没有要降价的意思，甚至还推出了新款配色。并且值得一提的是，华为p30Pro虽然在近段时间没有进行降价促销，并不过这款手机的销量近段时间却一直表现不错，即便是华为mate30系列手机即将迎来发布，似乎也对华为p30pro的销量没有产生任何的影响，近期销量最高的一款华为手机，性价比却低得可怜，全都上当了！相信这也是为何华为不着急将p30pro进行降价销售，甚至还推出新配色的主要原因。不过在这里小编觉得，以华为p30pro目前的售价来看，这款手机性价比其实并不是很高，因为要知道目前这款手机的售价仍然在5000元左右，这样的价格绝对是目前所有国产手机中最高的售价了，不过这款手机的配置以及整体的性能表现，显然配不上如此高的售价。尤其是这款手机的处理器仅仅搭载了麒麟980，虽然这款处理器仍然是目前华为所有处理器中表现最为出色的一款，不过不可否认的是，这款处理器跟其它主流的骁龙旗舰级处理器相比，还是有着不小的差距，也就是说在手机的性能上面，华为p30pro相对来说是有些落后的。不过有一说一，华为p30Pro的拍照能力还是非常强的，即便是前段时间发布的三星note10+取代华为成为全球拍照第一的手机，不过仍然不可否认华为p30Pro的拍照能力现在仍然有着顶级水准，不过这一点也绝对不是现在很多用户选择华为p30pro的主要原因，小编觉得之所以有很多用户仍然会首选华为p30pro，最主要的原因还是因为华为品牌的强大影响力。因为华为现在绝对是公认的国产第一手机品牌，还是有很多用户能够接受华为手机的高售价，不过在这里小编觉得，单从产品而论的话，华为p30pro目前已经不值得我们入手了，就连华为旗下的mate20Pro甚至都要比这款手机更加值得我们去选择，所以大家在选择华为手机时，不要盲目地认为价格贵就一定是好的，大家一定要去考虑一款手机的性价比，然后经过对比之后再去选择入手，临近新机发布，仍不降价的华为p30pro，为何销量不减反增？对此你又有什么样的看法呢？欢迎在下方留言讨论。", "author": "天时说科技", "newsdate": "发布时间：19-09-08", "newstime": "18:47", "sentiment": [{"positive_prob": 0.000168261, "confidence": 0.999626, "negative_prob": 0.999832, "sentiment": 0}]}, {"title": "华为智慧屏将于9月19日发布", "content": "北京商报讯（记者石飞月）9月8日，华为终端官微宣布，华为智慧屏将于9月9日上午10点08分开放预约，9月19日全球发布。华为在海报中将智慧屏定位做四个中心，包括智慧交互中心、跨屏体验中心、IoT控制中心、影音娱乐中心，Slogan是“让智慧变大”，海报中出现了升降摄像头、超窄边框等元素。今年7月底，华为消费者业务CEO余承东透露，华为智慧屏将搭载华为鸿蒙系统，会推出55英寸、65英寸、75英寸产品，同时华为的麒麟AI芯片、鸿鹄智慧显示芯片、凌霄Wi-Fi芯片，能让交互、音画、连接全面智慧化。8月10日，华为正式对外发布了其首款搭载鸿蒙操作系统的终端荣耀智慧屏。荣耀智慧屏是鸿蒙系统商用的首款产品，也是华为智慧屏战略的首个产品。余承东曾表示，华为要打造华为、荣耀双品牌，同时做智慧生活全场景，智慧屏将带来颠覆性体验。", "author": "北京商报", "newsdate": "发布时间：19-09-08", "newstime": "21:42", "sentiment": [{"positive_prob": 0.99124, "confidence": 0.980532, "negative_prob": 0.00876037, "sentiment": 2}]}]