[{"title": "困扰智能手机多年的问题，因为华为NM卡的出现被解决了", "content": "2019年对于华为公司来说，并不能称得上是顺风顺水的一年。“禁华令”事件让华为在很多国家备受抵制，但是或许是因为中兴事件的铺垫，让华为早已未雨绸缪，所以一次又一次地靠着自己的努力逢凶化吉。不过有一句话说的好：酒香不怕巷子深。即便是受到了抵制，华为公司旗下的产品依旧受到了很多国家和消费者的欢迎。如今华为已经拥有最多的5G专利，更是和很多国家签订了5G合同，出口了很多5G基站。华为旗下的智能手机更是受到了很多国外消费者的欢迎，因为海思麒麟处理器的优秀再加上无与伦比的拍照性能，即便是最新的华为Mate 30不支持谷歌服务，依旧还是供不应求。甚至华为消费者首席执行官余承东承诺明年的华为P40会搭载华为公司自研的鸿蒙操作系统，让我们拭目以待。而最近华为公司又放出了一个“王炸”——华为NM卡。说实话，光从名字很难判断这个新产品是什么，但是既然华为公司为此专门准备了一场发布会，那就代表，华为NM卡并非等闲之物。下面小编就给大家介绍一下华为公司的新黑科技到底是什么吧!华为NM卡是一种将手机Sim卡和内存卡合二为一的存在。因为现在的智能手机都是双卡双待，但是第二张卡槽是和内存卡公用的，换句话说如果你想要使用双卡双待的功能，那么你的智能手机就要牺牲内存扩展的功能，这对于很多用户来说难以抉择。而这张华为NM卡已经和国内的几大运营商合作了，可以写入任何一张手机号码充当手机卡使用，并且因为芯片更加先进，他的信号会比传统的Sim卡更好一些(联通用户泪流满面：信号问题有救了)，并且他还支持存储功能，有64G、128G和256G三种版本。并且这张华为NM卡还突破了手机存储卡的传输上限，据华为公司消费者首席执行官余承东表示，他们的最快传输速度可以达到90MB/S，是普通SD卡的数倍，并且体积要比传统的SD卡更小，可以插在主卡槽。换句话说，很有可能两个卡槽都放上华为公司的华为NM卡。不过华为NM卡仍有两点未知。第一就是售价问题，目前来说华为公司并没有公布华为NM卡的售价，不过按照华为公司一贯的风格，再加上这是一款市面上“独一无二”的产品，估计售价不会便宜，兴许比直接买高内存版本的手机成本更高。其次就是这款华为NM卡究竟是全平台通用还是仅仅支持荣耀手机和华为手机，目前也没有确定的消息。不过依小编个人猜测，华为不至于当这项新技术仅仅停留在自家平台，或许初期只有华为和荣耀手机才可以使用，但是后期应该会适用于其他品牌。大家有过存储空间不够用的情况吗?这款华为NM卡你会考虑入手吗?", "author": "易驰科技", "newsdate": "发布时间：19-09-30", "newstime": "14:26", "sentiment": [{"positive_prob": 0.745931, "confidence": 0.435402, "negative_prob": 0.254069, "sentiment": 2}]}, {"title": "纠结买苹果还是华为，最终还是买了iPhone11 Pro！", "content": "华为与苹果是目前最强势的品牌，在高端手机市场上也形成了对比竞争，不过随着华为手机不断涨价，与iPhone之前的差价也逐渐缩小，两者之间更是很容易有对比，今年的苹果也开始在发布会上怒怼华为。而笔者也是很纠结买苹果还是华为，最终还是买了iPhone11 Pro！iPhone11 Pro这款手机的价格是8699元起步，比起华为Mate30Pro的5799元是要贵了2900元。iPhone11 Pro这款手机确实更贵，但是整体体现下来确实比华为会更好，个人觉得还是物有所值。在外观设计方面，iPhone11 Pro所采用的是5.8英寸的机身，同时屏幕对比度竟然达到了2000000:1的典型值，支持HDR显示，屏幕的分辨率达到了2436×1125，值得一提的是，iPhone11 Pro的最大亮度是达到了1200尼特，同时还支持P3级别的广色域显示，总而言之，这块屏幕的显示效果是非常出色的，比起华为Mate30Pro的1080p曲面屏幕要更好一些。在整体的外观设计上，iPhone 11 Pro的直面屏幕设计比曲面屏显得没有那么出色。但是iPhone11Pro显然会比较容易避免碎屏，使用起来其实也会更加方便一些。并且iPhone11pro的尺寸比起6.53英寸的华为Mate30Pro较小，单手操作的话也会变得非常方便。iPhone11 Pro的性能实际上并不会令人感到担心，因为也有A13仿生处理器，这颗芯片的性能是好于目前其他安卓手机芯片的，具备了第3代的神经网络引擎，还有着非常出色的机器学习能力。此外，iOS13系统的流畅性以及交互的方便性，也是目前其他安卓手机所不能够达到的。唯一的不足就是iPhone11Pro这款手机64GB起步的储存空间确实不太够用，只能够选择云端备份文件，不然的话使用起来比较麻烦。而在其他配置方面升级了电池，以及加大到18瓦的快充，充电续航能力是有比之前好很多！在拍照上，iPhone11Pro的提升并不会比华为Mate30Pro更差。增加了超广角镜头后，苹果手机拍照变得更加全能，而且还加入了全新的夜间模式，在暗光环境下会自动开启，并且加大进光量，使得手机的成像更纯净，没有任何噪点存在。只不过在广角模式下可能还需要进一步的调教，拍照会存在一定的畸变现象。不过在视频拍摄能力上，iPhone11 Pro应该是目前综合表现最好的一款手机之一，甚至还能够同时开启4个摄像头，成像水准的计算能力是目前很多手机都不能够达到的。选择iPhone11Pro这款手机价格确实要更加昂贵，付出的代价更大，但是对于小屏幕用户来说，这可能是最强的小屏幕手机，并且在屏幕显示效果以及拍照、硬件性能等方面的提升都比较明显。对于一款价格8699元起的手机来说，最大的不足可能就是储存空间了。", "author": "叽歪数码", "newsdate": "发布时间：19-09-30", "newstime": "14:49", "sentiment": [{"positive_prob": 0.983243, "confidence": 0.962761, "negative_prob": 0.0167575, "sentiment": 2}]}, {"title": "EMUI10最新升级计划表：33款新老机型可升，荣耀9X系列等到12月！", "content": "众所周知，全新的华为EMUI10相较于EMUI9的更新幅度很大，同时还引入了很多新功能。据悉，华为在8月中旬就公布了EMUI10的首批内测资格，华为Mate 30系列手机也首发了最新的EMUI10系统，作为果粉依然也是非常关心自己手机何时能够获得EMUI 10的更新。9月29日晚间，华为EMUI 10官方微博公布了最新的华为/荣耀手机平板EMUI 10升级计划，其中包括了33款设备，时间点安排在10月中旬至12月中旬，预计两个月升级完成。据官方图片可知，华为手机部分： P30系列、Mate20系列公测招募时间计划在2019年10月中旬和下旬；华为Mate 20 X（4G）计划在11月上旬；Mate10系列内测招募9月26日，公测招募11月下旬；华为Mate RS保时捷设计和华为P20系列内测招募10月下旬；华为nova5 Pro和nova4计划于11月中旬和下旬开启内测招募；华为nova 4e、麦芒7、畅享10 Plus内测10月上旬；畅享9S和麦芒8已经于9月27日开启内测招募， 11月中旬开启公测招募。荣耀手机部分： 荣耀20系列、V20以及Magic2计划于10月下旬开启公测招募；荣耀10、V10和8X内测11月底；荣耀9X系列内测12月中旬；荣耀10青春版、荣耀20i内测9月27日，并于11月中旬开启公测招募。华为平板系列：M10 10.8英寸、M6 8.4英寸将于11月中旬开始内测招募。需要注意的是，荣耀20、20 Pro、V20、Magic2在10月份可升级至Magic UI3.0，而nova5和nova5i等更多机型还在适配中，大家可注意官方的公布。据悉，EMUI 10内核基于安卓10，除了好看EMUI10在“好用”上也下足了功夫。EMUI10具备3大关键技术：硬件能力互助共享，一次开发多端部署，以及分布式技术；此外，还拥有全场景体验、全面升级的UX系统、跨设备高清通话、多屏协同功能、智慧车载，行车新体验等功能。总的来说，EMUI 10算是一次革命性优化，而且能升级的机型众多，可谓是新老花粉的一大福利。那么，本次更新的计划表中有你的机型吗？", "author": "3C派蚁族", "newsdate": "发布时间：19-09-30", "newstime": "16:17", "sentiment": [{"positive_prob": 0.974994, "confidence": 0.944432, "negative_prob": 0.0250057, "sentiment": 2}]}, {"title": "从iPhone8换到华为Mate30Pro翡冷翠的三天，个人使用感受不吐不快", "content": "其实关注华为Mate30Pro是从月初就已经开始了，等19日华为Mate30Pro在德国发布的时候，当时确实已经有些心动了。之后等国内发布会公布价格，虽然华为Mate30Pro有些小贵，但是从入手三天的时间来看，还是相当值得的。而之所以我想要从iPhone8切换到华为Mate30Pro，是因为续航实在是太弱了，重度使用的话一天两充，而且充电效率感人，经历了千百次电量恐慌的折磨之后，最终决定换华为Mate30Pro了。我入手的是8G+128G的版本，首先是外观方面，华为Mate30Pro应该好好请个美工师傅，因为在渲染图上看，华为Mate30Pro显得有些平平无奇，但是当你拿到真机的时候，你就会发现设计美感和整机质感比宣传海报强得多，整机做工非常扎实，摄像头也没有进灰之类的情况。第一上手感觉很不错。华为Mate30Pro不建议带手机壳，因为带上之后外观不是很好看，今年的华为Mate30Pro的后盖下半部是带纹理的，上半部是亮面的，因此即便是不带手机壳也不会沾染指纹。而且本来6.53英寸的屏幕就有些大了，带个手机壳有些影响手感。开机之后你就会看到这个比较震撼的88度的环幕屏，第一次使用的确实会有比较震撼的感觉，整机屏占比非常高。这里要夸一下的是，华为Mate30Pro的屏幕素质这次终于有了比较明显的提升，不仅观感不错同时并没有华为P30Pro上面的屏闪和显示字体发虚的问题。但是这个88度的环幕屏在使用的时候，由于音量改成了双击侧边的操作，一开始没有实体按键简单快捷，这个操作需要适应一下，但好处是左右都可以调节音量，并且有震动反馈，躺在床上玩手机的时候切换音量很方便。但是这个88度的环幕屏在玩游戏的时候，感觉没有直面屏那么舒服，尤其是接近屏幕边缘的游戏按键，虽然不会误触，但是心理上会有些小难受。系统方面这次搭载EMUI10，在日常使用中，反应速度非常快，并且已经做到了指哪打哪的操作，无论是流畅度还是操作跟手度都达到了安卓手机的一个新高度，全新设计的过渡动画视觉感受非常流畅，这也是我不考虑其他安卓手机的一个原因，我想很多从iOS过渡安卓的用户，最希望的也是在有安卓的高度自由和长续航的情况之下，还能拥有超高的系统流畅度，这次华为Mate30Pro确实是做到了，但是由于入手时间较短，只能说华为Mate30Pro第一上手流畅度很不错。游戏方面简单玩了和平精英和跑跑卡丁车两款游戏，全部最高画质运行流畅无卡顿，感觉这个价位的旗舰机能这样是正常表现。拍照方面，上图是随手拍的一张夜景，已经非常清晰了，肉眼看不到的地方都已经拍得很好了，但是边缘还是有一些模糊的地方，由于刚刚上手对这款强大的相机还是不太清楚怎么玩。不过从发布会上看华为Mate30Pro的拍照确实很强大，至于7680帧和4K60帧的视频拍摄，暂时还没时间测试。最后就是续航方面了，华为Mate30Pro不玩游戏，办公打电话中重度使用的话，从早上8点到晚上8点基本还能剩余35%左右的电量，续航确实是比我的iPhone8好太多了。配备的40W的快充和27W的无线充电，我一般用有线充电一个小时左右就可以把4500毫安的电池充满，因此现在出门带个充电头什么问题就都解决了。总体来说，华为Mate30Pro入手感觉确实非常的值得，也彻底治好了我的电量焦虑，相比iPhone确实有很多优秀的地方。以上体验仅供参考，由于我入手时间也比较短，对华为Mate30Pro的了解也不是很全面。", "author": "qinkeon", "newsdate": "发布时间：19-09-30", "newstime": "15:27", "sentiment": [{"positive_prob": 0.0676626, "confidence": 0.849639, "negative_prob": 0.932337, "sentiment": 0}]}, {"title": "你的手机啥时候更新EMUI10？华为发布最新升级时间表覆盖33款机型", "content": "继华为官方陆续公布了几批EMUI10更新机型的名单和时间之后，随着首发搭载EMUI10系统的华为Mate 30系列国行版于9月26日在国内的正式发布，貌似EMUI10系统也进入了全面提速阶段。9月29日，华为EMUI官方微博再次公布了升级EMUI10的最新消息，并列出了具体33款手机更新EMUI10的最新时间表。根据官方公布的EMUI10升级时间表显示，官方目前确认的，能够更新到EMUI10的机型分别为华为机型20款，荣耀机型11款以及平板产品2款。其中华为手机部分包括：华为P30系列、Mate20系列计划于10月中旬和下旬开启公测招募Mate10系列已经在9月26日开启内测招募，并计划于11月下旬开启公测招募P20系列计划于10月下旬开启内测招募华为nova5 Pro和nova4计划于11月中旬和下旬开启内测招募华为nova4e、麦芒7、畅享10 Plus计划于10月上旬开启内测招募华为畅享9S、麦芒8已经于9月27日开启内测招募，并将于11月中旬开启公测招募。荣耀手机部分包括：荣耀20系列、荣耀V20、荣耀Magic 2计划于10月下旬开启公测招募荣耀10、荣耀V10、荣耀8X计划于11月底开启内测招募荣耀9X系列计划于12月中旬开启内测招募荣耀10青春版和荣耀20i将于11月中旬开启公测招募。华为平板部分包括：华为平板M6 10.8英寸版和8.4英寸版计划于11月中旬开启内测招募。根据这33款机型来看，基本是基于麒麟970处理器以后发布的处理器机型了。根据官方介绍，EMUI 10内核基于安卓10，采用全新的UX设计，动效设计响应更快速、更舒适更顺滑、更顺应物理实感，还有基于人因研究的深色模式，在夜间查看时对眼睛更加友好。新系统还支持多彩的AOD灭屏显示，不再只是显示单调的日期、时间、电池、消息通知等，还可以显示彩色表盘、背景和图案。另外，此次在EMUI10中还新增了不少实用的新功能。华为智慧车载(HUAWEI HiCar)则帮助手机和车机建立联系，不仅能够在车中使用手机中的应用，也可用手机对车辆的空调、喇叭等进行远程控制。据了解，目前HUAWEI HiCar正在和超过30家的车厂进行合作，适配车型将达到120+。AI隔空操控功能，借助刘海部位集成的姿态感应器带来革新交互方式，可以隔空上下滑动、隔空抓取截屏，无需触碰屏幕也能自在使用。AI屏幕随心功能可以识别人脸观看屏幕的角度，智能转换横竖屏，无需手动切换或者开关。此外，EMUI10基于首创的分布式技术将终端能力虚拟化并进行组合调用，满足用户多场景下的生活和工作需求。华为畅连功能，可以实现手机与手机、大屏、音箱等设备的音视频通话，拉近人与人之间的距离。分布式技术则是升级版的一碰传，打破了设备和应用壁垒，可以实现跨平台、跨系统的多屏协同，MateBook系列笔记本与手机之间可以跨设备拖拽，多屏联动，比如在笔记本上使用任意手机APP、收发消息、看视频、拖拽传照片/音乐/文档/文字等。另一个值得一提的是，此次华为对语音助手小艺进行了全新的升级，在使用中不仅能听懂用户说的话，还能根据语境与用户连续对话。当然，记录航班、快递等生活信息，并按规定时间及时提醒小艺更是不在话下。目前正在使用的这33款机型的小伙伴，就可以针对时间表来安排自己手机的EMUI10的更新计划了，那么有网友会问：不在这33款机型范围内的华为或荣耀机型是否能更新呢其实这个方面，小伙伴们也不用着急，根据华为的一贯作风，每款终端产品至少会接到两次大版本的系统更新，比如出厂预装EMUI8的机型，理论上应该都有更新到EMUI10的机会。", "author": "机智万象", "newsdate": "发布时间：19-09-30", "newstime": "16:08", "sentiment": [{"positive_prob": 0.449592, "confidence": 0.000905991, "negative_prob": 0.550408, "sentiment": 0}]}, {"title": "华为Mate30系列新机到手第一件事是啥？带你一图看懂", "content": "[PConline 资讯]华为Mate 30系列国行版手机于9月26日发布，其中4G版华为Mate30系列手机在发布会当天18点08分开售，根据华为官方战报显示，18：08分开卖的Mate 30系列一分钟内销售额就达到了5亿元，到现在为止，有不少朋友应该收到华为Mate30系列新机，问题来了，华为Mate30系列新机到手第一件事是啥？根据华为手机官方近日公布消息称，华为Mate30系列新机到手第一件事是进行数据迁移，大家可以用手机克隆功能，该功能可快速将旧手机上的联系人、短信、图片、视频、应用等数据迁移至新手机，最快每分钟可迁移1G数据。具体方法是打开设置，点击“系统和更新”→“手机克隆”，然后根据屏幕提示，在旧手机安装/打开手机克隆，选择需要迁移的数据，然后迁移到你的华为Mate30系列新机即可。除了华为Mate30系列国行4G版之外，备受大家关注华为Mate30系列国行5G版将于11月1日上午10点08分全平台开卖，华为Mate 30 RS保时捷设计则将于11月10日上午10点08分全平台开卖，有兴趣朋友可以关注一下。屏幕方面，华为Mate 30采用6.62英寸2340×1080分辨率OLED全面屏，处理器方面，华为Mate30搭载麒麟990系列芯片；电池容量方面，华为Mate 30内置4200mAh电池，摄像方面，华为Mate 30采用2400万像素前置摄像头，后置4000万超感光摄像头+1600万超广角摄像头+800万长焦超感光徕卡三摄；售价方面，华为Mate 30 4G版6GB+128GB售价3999元、华为Mate 30 4G版8GB+128GB售价4299元；华为Mate 30 5G版8GB+128GB售价4999元、华为Mate 30 5G版8GB+256GB售价5499元。而华为Mate30Pro采用6.53英寸2400×1176分辨率OLED环幕屏，该屏幕设计将侧屏弯曲度提升至88度。处理器方面，华为Mate30 Pro搭载麒麟990系列芯片，华为Mate 30 Pro内置4500mAh电池，两款手机支持40W有线快充及27W无线快充。摄像方面，华为Mate 30 Pro采用3200万像素前置摄像头，后置采用4000万电影摄像头+4000万超感光摄像头+800万长焦+3D深感摄像头超感光电影徕卡四摄。售价方面，华为Mate 30 Pro 4G版8GB+128GB售价5799元、华为Mate 30 Pro 4G版8GB+256GB售价6299元。华为Mate 30 Pro 5G版8GB+256GB售价6899元、华为Mate 30 Pro 5G 版8GB+512GB售价7899元。一图看懂华为Mate30系列手机克隆——", "author": "太平洋电脑网", "newsdate": "发布时间：19-09-30", "newstime": "18:18", "sentiment": [{"positive_prob": 0.546948, "confidence": 0.0610471, "negative_prob": 0.453052, "sentiment": 1}]}, {"title": "华为Mate30Pro卖断货，首批评价已出炉，优缺点很明显", "content": "9月是国内手机市场发布新机的高峰期，其中，热度最高、话题度最高的莫过于iPhone11系列与华为Mate30系列。iPhone11在发布之初因为外观设计备受吐槽，但其5499元的起售价仍然引得市场哄抢。与iPhone11不同的是，华为Mate30 Pro自始至终都被消费者称之为“真香机”。不可否认的是，华为的确带给消费者不少惊喜，尤其是88°超曲面环幕屏更让人惊艳。再加上5799元的亲民价格，华为Mate30 Pro一经开售就引市场哄抢，仅仅开售两天，就卖断货。据某东旗舰店显示可知，华为Mate30 Pro已是无货状态，足以见得消费者对它的喜爱。目前，首批用户评价已出炉，截至发稿前，仅在某东平台上，用户评价累计达7800+，好评率为99%。综合看来，用户对手机这款手机的评价很高。但通过查看评价，笔者发现华为Mate30 Pro的优缺点很明显。华为Mate30 Pro所搭载的麒麟990处理器，在运行速度上非常流畅，这是用户普遍的观点。作为一款国产处理器，麒麟990采用台积电二代的7nm工艺制造，相较于上一代麒麟980运行速度提升10%左右，正如用户评价中所说，运行速度如行云流水般，完全可以满足日常使用，即使是重度游戏爱好者也无需担心。提及游戏，就不得不谈一下华为Mate30 Pro的续航能力，根据用户的评价中可知，华为Mate30 Pro的所搭载的4500毫安时大电池，续航能力颇为不俗。导航、玩游戏、看视频，一天下来基本够用。同时，搭配40W有线快充，极大地节约了充电等待时间。在外观设计与屏幕显示上，华为Mate30 Pro也得到用户的一致好评。88°大曲面率的瀑布屏视觉效果更出众，科技感十足，也不会发生误触的情况。同时，背部的圆形摄像头也没有网友所说的那么不堪，真机比效果图颜值更高。此外，后置4000万双摄+800万+景深摄像头的拍照能力更是出众。成像效果更为出色，即使在夜间拍照依然清晰。尽管在这7800条用户评价中，差评比较少，但不难看出，华为Mate30 Pro的缺点也很明显。在为数不多的差评中，一位用户表示自己所购买的华为Mate30 Pro屏幕边缘出现发绿的情况。另一位用户的曲面屏幕出现一个黑点。此外，所赠送的配件也让用户无奈，其中一位用户的护套与手机摄像头不吻合，完全起不到保护摄像头的作用。售后似乎也成为华为Mate30 Pro的一大问题。其中一位用户表示在手机使用过程中，使用APP打开摄像头会出现电流音，在联系售后时，客服却总是扯一些无关的问题。而另一位用户将屏幕边角挤压碎屏后，售后仅仅打了一个电话后便再无音讯。虽然，华为Mate30 Pro并不是完美无瑕，但综合看来，华为Mate30 Pro的实力非常强悍，用户给予的评价也很高。你认为华为Mate30 Pro这款手机如何呢？", "author": "数码密探", "newsdate": "发布时间：19-09-30", "newstime": "18:32", "sentiment": [{"positive_prob": 0.668529, "confidence": 0.263397, "negative_prob": 0.331471, "sentiment": 2}]}]