[{"title": "没有永远的敌人：三星或成华为P30屏幕的主要供应商", "content": "文/黑猫评测庞大的三星帝国，是华为的主要竞争对手，也是最可怕的科技巨头之一。虽然余承东不止一次在公开场合下叫嚷着要超越三星，但是该合作的还是会合作。比如去年发布的华为Mate20X，那块A屏就是由三星供应的。其实商场上没有永远的敌人，合作和竞争从来都是孪生兄弟，相爱又相争才是商业的本质。众目睽睽之下的华为P30最近又被曝出一件大事：华为P30或将大规模采用三星曲面Amoled屏，并且三星将是华为P30全系列的主要供应商。如果这个消息是真的话，那么华为和三星用冰释前嫌来形容都不为过。屏幕是手机硬件的三大件之一，能将这么重要的组件交给三星生产，可以掂量出华为这份信任的含金量，同时相信三星也是付出了极大的诚意。不管你否不否认，三星始终是Amoled屏幕领域中顶尖的供应商，拥有极为强大的技术实力，以及庞大而成熟的生产线。华为选择和三星合作，在大部分情况下是最好的选择。华为Mate20pro由于不采用三星的曲面屏，被只有三脚猫功夫的LGD坑惨了，具体发生了什么我就不说了，总之这件事在数码圈广为流传。三星则肯定不会出现这样的问题，毕竟小米、OPPO、魅族、一加这些国产厂商，都和三星进行了大规模的合作，三星屏幕品质的稳定性我们有目共睹，大可放心。并且华为找三星来订制曲面屏也是无奈之举，业内太难找到一个能做好Amoled屏，又能做好曲面屏的供应商了，和三星合作反而是一个稳重的选择。很多网友担心三星会不会像LGD一样，再坑华为一把，我认为是不会的。首先，三星S10的热销应该告诉了三星一件事，中国市场的衰落不是华为造成的，而是三星自己对中国市场不够了解。其次，真正对三星构成杀伤力的不是华为，而是拥有极致性价比的小米。作为一家国际厂商，三星很难在中国，打败一个受中国扶持的本土品牌，因为无论天时、地利、还是人和都不站在三星这边。与其和国产厂商争得头破血流，还不如做幕后玩家，安安静静地靠供应链挣钱。只要一直掌握最新的核心技术，三星的地位就无法动摇，怎么会为了一点钱得罪华为呢？网友的担心，大多都是多余的。", "author": "黑猫评测", "newsdate": "发布时间：19-03-17", "newstime": "23:38", "sentiment": [{"positive_prob": 0.488371, "confidence": 0.767428, "negative_prob": 0.511629, "sentiment": 1}]}, {"title": "华为余承东高调宣布B计划，自研操作系统以免被“卡脖子”", "content": "日前，华为消费者业务负责人余承东接受媒体采访时表示，华为已经为智能手机开发了自己的操作系统，如果不能继续使用现有的系统，就会做好启动B计划的准备，即使用这套备用自主研发系统。不过，余承东仍表示“现有的操作系统（Android操作系统）仍是首选”。华为高调公布B计划，这不仅是对于自研操作系统的自信，也是面对现有操作系统的底气。更为重要的是，一直信奉“狼性文化”的华为不想被“卡脖子”所威胁，在华为看来，核心的技术一定要握在自己手里才安心。华为消费者业务负责人 余承东自研操作系统早已启动事实上，华为早在2012年就已经启动了自研智能手机操作系统工程。当时华为创始人任正非不无忧虑的表示：“如果别人不让我们用（操作系统、芯片）了，那我们怎么办？”由此，华为组织研发人员开始攻坚智能手机操作系统以及继续推动自研麒麟芯片。数年过去，华为的麒麟芯片已经能够和高通骁龙一较高下，而市场也已经认可麒麟芯片的主流地位。可以说，华为在自研芯片上取得了成功，避免他人通过芯片来卡住华为的“脖子”。而“中兴事件”则无疑证明了当初华为立项麒麟芯片的必要性。不同于麒麟芯片的大规模应用，华为的B计划——自研智能手机操作系统，尽管从余承东口中我们可以得知其已经研发完成，但是华为并不考虑立即将之启动。华为智能手机操作系统离不开生态的支持华为的自研智能手机操作系统是处于一个“随时均可上马”的状态，但是华为却并不将之应用，为的就是要保持重磅筹码，对冲强势操作系统厂商的威胁。即华为在做“未雨绸缪”的战略考虑，确保自身在竞争日益激烈的智能手机市场不掉队，保有底牌。但是智能手机操作系统大规模应用并不是一两句话那么简单，这背后需要一个强大、繁荣的生态支持。而众多移动应用开发者对于适配华为自研操作系统尚需时间来调整，所以说华为亮出B计划的牌意在展示自己强大的研发能力和震慑胆敢通过掐断智能手机操作系统来“卡华为脖子”的操作系统提供商，从而使得华为拥有更多的话语权。华为总之，华为确实是一家技术主导的高科技公司，其在技术上的投入值得每一个人尊重。而自研操作系统，备而不用也确属一招高明的棋。", "author": "邵鹏点评", "newsdate": "发布时间：19-03-17", "newstime": "17:46", "sentiment": [{"positive_prob": 0.196002, "confidence": 0.564439, "negative_prob": 0.803998, "sentiment": 0}]}, {"title": "华为手机的小屏模式，单手随意点击，再也不用担心手指不够长", "content": "现在智能手机是越来越大了，但屏幕大了也有一个烦恼。很多人都喜欢单手操作，而大屏幕简直了，在操控手机另一边的应用或者菜单非得要另外一个收来点击或者放到桌子上再用手来点击。体验非常不好。不过现在大多数手机都有单手模式和单手键盘，我们一起来看下华为手机是如何操作的吧！先打开手机【设置】——【智能辅助】——【单手操作】菜单栏下会有两个子菜单——【小屏模式】——【单手单手键盘】都打开先来说下小屏模式怎么操作：1.全面屏手势下：从屏幕的地步两个对角线往屏幕顶部对角线滑动就可以调出小屏幕模式了。2.使用了三角键导航：从三角键左侧或者右侧往屏幕中间滑动就可以调出小屏幕模式如何退出小屏模式？有时候会误操作启用小屏幕模式，这样一侧和顶部会有黑边让很多人担心是手机的问题，其实小屏幕模式退出只要点击外侧的黑边就可以完全退出来了。单手键盘的应用：在辅助功能开启单手键盘后EMUI9.0、8.0都有这个拨号键的单手键盘，这样大屏手机就可以单手拨号了。左侧或者右侧的>键盘可以调整键盘的左右位置。EMUI8.0以前的输入法还有单手输入模式，具体操作都在下面的图里了。你觉得大屏手机有哪些好处又有哪些不足呢？你有没有用过这个单手模式呢？欢迎留言讨论。", "author": "梦科技", "newsdate": "发布时间：19-03-17", "newstime": "16:19", "sentiment": [{"positive_prob": 0.979186, "confidence": 0.953746, "negative_prob": 0.0208141, "sentiment": 2}]}, {"title": "华为P30Pro配置全曝光，麒麟980+4200mAh，等余承东宣布价格即可", "content": "3月份，手机行业异常活跃，很多手机厂商纷纷选择在本月发布重磅产品，3月18日小米发布Redmi Note7 Pro、Redmi 7和黑鲨游戏手机2，3月19日vivo发布X27旗舰机，3月26日关注度最高，华为发布年度旗舰机华为P30/P30Pro。华为P系列一直是主打时尚旗舰，每款手机都收到很多用户的喜爱，华为P9、P10和P20三个系列出货量均突破1000万台，华为P20系列更是超过1700万台，余承东表示冲击2000万不是梦，如今华为P30系列来袭，它究竟给我们带来哪些出人意料的配置和设计呢？华为P30 Pro的正面设计采用水滴屏设计，大家有没有注意到华为P30 Pro的边框，采用的是双曲面设计，跟三星全视曲面屏十分类似，看起来设计很美观，6.47英寸OLED屏幕，19.5:9屏幕比例，同时支持屏幕指纹解锁。说到屏幕指纹，不得不说华为落后友商一个台阶了，OPPO和vivo在2000元以下手机都配备了屏幕指纹，小米在3000元以下价格手机也配备的屏幕指纹，而华为呢？最低价格也是荣耀Magic2，而华为Mate20 Pro UD版价格高达5999元，这次华为P30 Pro再不给屏幕指纹，就说不过去了。不说配置，大家也知道华为P30 Pro搭载麒麟980 CPU了，GPU采用的是Mali-G76 MP10，事实上华为麒麟处理器GPU与高通伯仲之间，差就差在GPU上，华为一直采用ARM高端Mali GPU，而高通一直使用自研Adreno GPU，相信今后华为也会有自己的GPU，只是目前华为处理器仍处于初级阶段，不像高通专门做处理器，因此想要超越高通，还需要时间的沉淀。华为P30 Pro采用8GB LPDDR4X运存，128GB/256GB/512GB三种存储选择，内置4200mAh大电池，支持40W快充和IP68级防尘防水。华为P20 Pro拍照DXO评分109分，目前仍处于全球第一，大家应该十分重视华为P30 Pro的拍照水平，该机采用4000万+2000万+800万像素三摄，支持10倍混合光学变焦，这项技术本来是OPPO一直在宣传，华为都没有宣传，结果反被华为先发布了，OPPO这种为他人作嫁衣裳的精神，值得我们学习。此外，华为P30 Pro还有一颗ToF深景镜头，因此也可以说是后置四摄设计，至于前置方面，采用3200万像素自拍相机，并不是华为首发，预计在3月19日，vivo X27也会采用该镜头，vivo海外型号V15 Pro已经搭载该相机了。华为P30 Pro取消3.5mm耳机结构，采用USB Type-C接口，基于安卓9.1运行系统，不过余承东表示，华为已经自研操作系统，如果安卓不给用，会立刻执行B计划，小编认为华为手机现在应该着手双系统，一个系统是安卓，毕竟目前还没有禁止，另一个系统是华为自研系统，让用户自己选择。如此一来肯定有很多用户因为好奇而不断尝试华为自研系统，众所周知操作系统只有用户使用越多，发现问题越多，从而也不断改进，最终才变得越来越流畅，想想当年的Linux系统的发展就知道了。目前，华为P30 Pro的外观和配置基本已经曝光差不多，余承东在3月26日发布会上，只需要公布价格即可，小编给出一个猜测价格，鉴于华为P20 Pro的6+128GB发布价5488元，而今年手机也降价了，华为P30 Pro的8+128GB预计发布价5388元，大家能够接受吗？", "author": "日日科技说", "newsdate": "发布时间：19-03-17", "newstime": "10:22", "sentiment": [{"positive_prob": 0.363575, "confidence": 0.192055, "negative_prob": 0.636425, "sentiment": 0}]}, {"title": "华为IoT生态：用最好的手机 控制最好的家电 ｜ AWE报道", "content": "把家里的大小电器连接起来组成智能物联网，几乎被全体消费电子巨头列为核心战略。在家电企业的主场AWE2019大展上，华为强势刷屏了一把—— HUAWEI HiLink 生态大会，正式宣告了华为IoT生态战略，将全面升级为全场景智慧化战略。智能家电厂商这么多，方案整合商、芯片厂商也有这么多，甚至做购物平台的也参与进来。华为这场仗打算怎么打，底气和优势到底在哪儿？我们也把内心最大的疑问，正面抛给了华为的两位发言人：华为消费者BG首席战略官 邵洋华为消费者BG IoT产品线总裁支浩面对已然有众多玩家的IoT市场，两位华为人给出了12个字的答案：抓住入口，做好标准，赋能伙伴。从手机和路由器说开去“最好的手机，控制最好的家电。”华为在手机市场上的成绩，这两年可谓有目共睹。中国每卖出3台手机，就有一台是华为产品。作为目前智能家居最普遍的入口设备，华为在手机市场上的庞大占有率，自然构成了启动HiLink生态系统最大的一部分“底气”。但除了手机，通讯出身的华为还有另一个，大家不太能想到的大杀器：家用路由。其实华为给路由器支持HiLink已经有很长时间了，特别是今年新出的Q2 Pro，用电力猫的方式解决了布线和中继带来的麻烦。支浩先生表示，对于IoT而言，无线连接最大的问题就是穿墙。Q2Pro现在就是在解决这个问题，并且实现加持。只要有电，哪里没网插哪里。这种在家里可以无处不在，而且长期稳定工作的设备，实在是太适合用作智能家居的中枢了。不过硬件生意之外，华为真正想要提供的，是一种革命性的，顺滑的集成体验。就像苹果设备之间那种近乎完美的无缝配合一样，华为想把这种体验，带到每个人的手机和智能家居之间。实际上不只是手机和路由器，华为拿出来的智能家居入口是“1+8”：手机是最核心的入口。在此之上，还有平板、PC、电视、车机、耳机、音箱、手表和眼镜这8种智能设备。它们或者通过触摸，或者通过键鼠，或者通过语音，都能实现跟智能家居之间的互联互动。你常用的，你家里的，还有带在身上的。这些无处不在的家居入口，配合设想中HiLink对你的“云端记忆”，最终能让现在的智能家居体验，远远超出自己家的范畴。不管你去哪儿，“家”都会跟着你走。这并不是一句空谈。邵洋先生也提到，华为正在尝试和房地产、装修集成商进行接触，打造出“works with HUAWEI HiLink”的样板间。未来你的房子买回来，不用特别复杂的布线、配置，直接就可以和手机开始互联互动。并且在使用的过程中，它会记住你的各种生活偏好，比如喜欢听什么样的音乐，空调开多少度最舒服……如果你出差住到一间支持HiLink的酒店，那这些习惯都能无缝迁移过去。你走到哪儿，哪儿就是家。用手机的技术，造智能家居在这次华为的HiLink生态大会上，华为花了不少篇幅，去介绍自家的Q2 Pro、5G CPE路由器。那么做通信出身的华为，能否把这种超强的互联能力，赋能给其他HiLink合作厂商？答案是肯定的。很多人可能不知道，华为内部其实有个大小海思的说法。邵洋对记者透漏，华为在连接领域投资自研了一系列凌霄芯片，其中路由CPU，路由WiFi，电力猫芯片18年已经成熟，并已商用于华为路由Q2 Pro、WS5200增强版等产品，专门用于IoT设备的低功耗WiFi芯片也将于今年年底上市，并开放给我们的合作伙伴使用。其实目前这些芯片已经有很多厂商在用，小到摄像头、智能单车，大到海信、创维的电视机产品，都有海思芯片的身影。包括华为的WiFi芯片，也是对外开放的。这些芯片能帮家电解决很多连网上的难题。其实很多家电企业自己做出来的智能家居产品，比如洗衣机，联个网特别难，用户体验也不好。华为是专业做通讯的，它的芯片就能帮他解决这块的问题。这里还包括了马上到来的5G。特别是在汽车这种高速移动的场景下，5G体验特别好。但在已经有了光纤入户的住宅里，5G对智能家居而言就未必那么有用了。华为可以量体裁衣，根据场景不同，提供不同的解决方案。不过邵洋先生也提到，使用华为的芯片，并不是进入HiLink系统的必要条件。用别的芯片可能也能连进来，但用了这个芯片，能更好的进入到HiLink生态当中去。甚至华为还可以去做技术输出。比如在手机研发的过程中，华为在指纹识别、摄像头等等方面都积累了成吨的经验，这些都可以帮到智能家居厂商。比如用华为的指纹技术去做智能锁，改善安全性和识别速度。再比如摄像头技术去帮助这些做家用监控的厂商，这些都是有加成的。你想学？我教你啊。把敌人搞得少少的，把朋友搞得多多的原本没有智能家居的厂家，可以通过硬件芯片来接入HiLink。那原来已经有一套智能家居系统的厂家，难道要让人家自废武功？当然不用。除了硬件芯片，华为还提供了云云对接、协议转换插件两种方式。让已有产品可以无缝迁移到HiLink生态，而不用付出额外的硬件成本。而且华为不光管帮造，更管帮卖。在电子产品越来越同质化的今天，实际的上手体验，正在成为决定消费者买不买的重要因素之一。而如果说过去的两三年里手机厂商学到了什么经验教训，那就是除了线上渠道之外，传统的线下门店，正在具备越来越沉的分量。这样重要的渠道，华为也会开放出来。华为有一个华为智选品牌，不光会赋能第三方，还能让造出来的产品进入华为的线下门店。邵洋称，未会将线下4000家体验比较好的店面全面升级到IoT，同时还会把这些产品在后续的接触中，送到房地产和装修渠道去。这样折腾的成果也相当喜人。在去年已经合作的华为智选产品中，销量已经有了非常显著的提升。那说了这么多，会不会华为最后亲自下场，把这些传统的家电厂商取而代之？邵洋先生给了我们一个非常明确的答复：“华为原则上，不会做链条之外的东西。”、“三年内我们不会踏这个地盘”。“我们不需要赚钱，我们只需要大家买华为手机就可以了。至于这其中家电分没分给我钱，不重要。”", "author": "极果", "newsdate": "发布时间：19-03-17", "newstime": "23:10", "sentiment": [{"positive_prob": 0.998309, "confidence": 0.996243, "negative_prob": 0.00169051, "sentiment": 2}]}, {"title": "华为企业文化导致7000名老员工集体辞职，原因却是因为一项规定！", "content": "华为因一项企业规定，7000名老员工集体辞职，公司表示值得鼓励！华为凭借着自己强大的科研能力得到了业内的认可，坐稳了国产第一的宝座。而华为公司提出的狼性企业文化也是受到了很多企业的推崇跟效仿。而在去年的9月底，华为的辞职人数达到了7000多人，而且很多都是工作数年的老员工。这不免引来了外界的猜测，毕竟像华为这样的大公司，出现了这么大规模的辞职现象是很罕见的。其实这次大规模的辞职现象是华为公司安排的，不过这可不是一次精心预谋的炒作。而是华为的狼性企业文化，原来华为公司有这样的一项规定，员工可以进行辞职，并且竞聘上岗。薪资待遇以及工作岗位不变，不以前的工龄就清零了，然后再次签订劳动合同成为新员工。而华为会为这些辞职的老员工一次性的赔偿，也可以理解为华为一次性买断了员工的工龄。华为内部是非常鼓励这样的辞职再入职的行为，华为因一项企业规定，7000名老员工集体辞职，公司表示值得鼓励！用华为自己的说法就是，这样可以增加员工的危机感。即使是工作数年的老员工，也要从头开始。同时也告诉了其他员工，如果自己不努力，即使是老员工，也会面临失业的危机。根据华为员工透露的消息，从去年9月份开始，已经有7000多名华为的员工提出了离职的申请并且参与了新的竞聘。所以可能你刚进入华为工作，与你同一批进入华为的人中有的可能已经在华为工作了7年多。但目前你们都是同级别的员工。用任正非的话来说，这样可以保证企业的狼性，让员工与员工之间进行竞争，可以提升员工的执行力与创造力。从华为的角度来看这个问题，华为采用离职在竞聘的方式。从当前来看，虽然花费的钱比较多，从长远角度来看是可以省下每个月都支付给老员工的岗位工资的。华为企业文化导致7000名老员工集体辞职，原因却是因为一项规定！而且那些没有创新精神跟奉献精神的老员工则会逐渐被新员工淘汰。而在这样的企业文化下，可以减少“小白兔”的产生。有人说华为今天的成功离不开这样残酷的企业文化。小编都觉得正是这样的企业文化，才有了今天的华为。大家还知道华为还有其他的类似企业文化吗？", "author": "科技界一喷", "newsdate": "发布时间：19-03-17", "newstime": "16:57", "sentiment": [{"positive_prob": 0.00127194, "confidence": 0.997174, "negative_prob": 0.998728, "sentiment": 0}]}, {"title": "7000多亿！华为让世界不再平静，更让巨头们彻夜无眠", "content": "华为的创始人任正非在1987年的时候成立了华为公司。满打满算华为至今也才32周岁，而仅仅而立之年的华为，就在2018年交上了一份惊人的成绩单，这一份成绩单足够让世界沸腾，也足够让我们为之骄傲，在2018年华为的全球总营收达到1085亿美元，约合7036亿人民币，这个数据，令世界不在平静，也让很多巨头彻夜无眠，其实更可怕的是华为去年在这么庞大的体量下，仍然实现了21%的增长。7000多亿的人民币有多少？这个数字是阿里巴巴的4倍之多，是中兴的5倍，是小米的6倍。更为难得的是，华为2018年的总营收并不是靠金融，也不是靠地产，更是不是靠上市。大家也都知道，最近几年房地产行业大火，很多原本并不是房地产的企业也都纷纷投入房地产行业，赚得盆满钵满，但华为并没有这么做，而且最为难得的是华为这么多的营收中有一半多都是来自海外，没错就是一大半都是海外市场赚来的。其实自改革开放以来，我们中国的成长就遭受到了很多的困难险阻，我国的很多企业在国际上都深受打击。而华为作为一家科技企业，在国际上更是深受打击，华为是一家不依靠金融，不依靠房地产更是不上市的企业，华为一直勤勤恳恳坚持发展自己的科技实力，华为的崛起之路更是困难重重。由其是去年下半年开始，华为频繁出现在头条中，这些头条基本都不是什么好消息。去年华为经历了被起诉，被打压，被封杀，扣留高管，被污蔑等等。面对苹果、三星手机的强势打压，不仅仅如此还有三星的存储、高通的芯片、思科还有诺基亚、爱立信的通讯设备，谷歌的云计算，还有惠普、浪潮、亚马逊的服务器，在这么多的巨头围堵下，华为依然没有发放弃，甚至已经杀出了一条血路，在这么多的领域中，华为几乎都是行业的领头羊，甚至都是行业的老大。当然华为与这些巨头之间的竞争，其实更是几个国家之间的博弈。在5G这个巨大的风口上华为更是实现了弯道超车，虽然5G标准并没有取得非常多的制定权，但至少也取得了25%的标准制定权，打破了高通在这一领域的垄断位置。谁都没能想到，现在华为已经成为了5G和通讯行业的领头羊了，未来5G和通讯必然是以中国以华为主导。华为在过去的一年里取得的成绩，是非常值得我们骄傲的，我们也终于不再是外国人口中的“东亚病夫”了。我们已经从被人打压被人唾弃的境地中，转换了身份，成为了被敬畏、被引领的存在了。打压华为其实本质是更是打压中国的科技，最近几年我国的发展速度太过惊人了，已经让很多国家寝食难安了。你觉得呢？", "author": "清单科技", "newsdate": "发布时间：19-03-17", "newstime": "15:27", "sentiment": [{"positive_prob": 0.884485, "confidence": 0.743301, "negative_prob": 0.115515, "sentiment": 2}]}]