[{"title": "迫于美国压力，华为或遭台积电断供，任正非却反而夸奖老美", "content": "时代在前进，而每个时代都有一些成功的弄潮儿与佼佼者，在过去的几十年里，西方欧美国家一直以来都掌握了科技的主动权，是全世界科技最发达的群体，并且创新能力也是数一数二，反倒是中国被远远抛在了身后，毕竟我们的基础技术要比较落后，工业发展的革命要迟缓了西方数百年。不过好消息是，最近中国人凭借我们的智慧，已经成功做到了后来者居上，其中在大量的民族企业出海案例当中，最让人感到欢欣鼓舞的就是华为，华为从5G芯片到手机等多个领域，都已经成功做到了屹立世界之巅，并且敢于在国际市场上正面跟欧美企业叫板，而且我们已经胜出的案例数不胜数，足以说明华为实力的强大已经是今非昔比。而在正面竞争赢了之后，大量的中国民众还没来得及开心，就很快又听到了坏消息，原来美国这些公司以前在自己绝对强大的时候，就一直在鼓吹着公平的市场竞争，然而一旦公平竞争失败，他们又开始想法子来改变规则，此时才露出了丑恶的嘴脸，大家这才发现，原来这些欧美人也没有想象中的这么爱好平等，每个人的心里都打着自己的小算盘。尽管在之前美国下令把华为拉入实体名单，并且严重限制了华为的5G订单，但这一切华为都挺了过来，而美国还没有结束他们的针对与制裁，依旧在有条不紊地进行一个又一个的计划，希望能够彻底遏制住华为的发展，最近更是有一个非常大的坏消息，就是关于台积电，据说台积电可能会对华为断供。众所周知，现在华为在自主研发芯片这方面已经达到了世界顶尖的水准，5G芯片与手机芯片都是华为的拿手好戏，芯片的AI智能程度也已经达到了世界一流，但华为拥有的只是一个研发能力，量产这件事情一直以来都是交给台积电的，也就是说华为把这个技术做出来了，然后要交给一家工厂去代工生产，华为选择的这个合作伙伴就是台积电。因为芯片是一种高精尖技术，除了研发是非常困难的，生产制造加工也不是简单的流水线，每一步工艺都是要达到世界顶尖水准，而台积电作为我国台湾的一个芯片厂商，一直以来都在这方面拥有老道的经验，所以找台积电合作是最好的一个选择，然而一旦台积电停止给华为生产芯片，那么华为之前的芯片布局都已经成为了空中楼阁一场空。那么台积电是否有做出这样的一个行动呢？在之前的这则新闻报道当中，据说是美国要强制对台积电施压，因为台积电的芯片生产制作过程当中有部分要用到美国的技术，而美国则恶勒令要把芯片的美国技术含量降10%，目前虽然台积电在大多数的芯片工艺生产当中，都只用到了10%以内的美国芯片技术，其他的技术都是自主研发的，然而14纳米芯片的生产工艺却用到了15%以上的美国技术比例。也就是说美国的这个禁令，可能会导致台积电无法再给华为提供14纳米的工艺芯片，而华为其实有很多的芯片都需要用到这一款芯片的构造加工，一旦这款芯片无法再生产了，对华为来说是一个很大的晴天霹雳，好在也有网友提到，其实华为同样有备用计划，作为一家国际性的大牌企业，华为历经了这么多年风雨不倒，肯定是有几把刷子，不可能把鸡蛋放在同一个篮子里的。原来中芯国际这些年的发展非常迅速，并且同样已经具备了代工大多数芯片的技巧，一旦美国强行下手，那么纯国产代工的一个中芯芯片就会提早孵化出来跟华为合作，而或许对美国来说，这反而是搬起石头来砸了自己的脚，因为没想到这样去打压华为发展，反而是更多的激励了中国的这些前沿企业走上国际大舞台。关于这件事情，任正非也是亲自做出了一番回复，并且同样在记者的采访当中提到要感谢美国，正是因为美国一直拿着鞭子在后面追赶，所以华为才能够拥有更大的紧迫感，从而激励员工更多地进行一个工作，达到更大的工作效率，最后任正非还夸了美国是全世界难得的一个创新型国家，我们同样要向其学习，这话的确没错，相信在未来几十年的时间里，我们的创新能力也会逐步赶超美国的。", "author": "最炫科技馆", "newsdate": "发布时间：19-12-29", "newstime": "17:26", "sentiment": [{"positive_prob": 0.963389, "confidence": 0.918642, "negative_prob": 0.036611, "sentiment": 2}]}, {"title": "华为，不能没有中兴", "content": "塞翁失马，焉知非福。文丨华商韬略 杨凯中兴现在怎么样了？【活得很好】所有中兴人应该都对2018年4月16日的至暗时刻记忆犹新。这一天，大洋彼岸传来一纸禁令：未来7年，禁止美国公司向中兴通讯销售零部件、商品、软件和技术。理由是中兴违反了美国对伊朗的制裁条款。这无异于切断了中兴的生命线。公司业务很快停摆。形势十分危急，连77岁的创始人侯为贵都亲自出山为中兴奔走。当时，最悲观的预测是：如果制裁真的被美国全面执行，中兴通讯“应该撑不了三个月”。网络上，中兴要倒闭的流言不绝于耳。资本市场上，中兴股票旋即停牌仍难掩颓势。投资者信心跌入谷底，中兴股价在随后三个多月时间里从31.31元每股下挫到11.85元每股，累计跌幅高达62.15%，期间还有8个跌停板，市值蒸发超过800亿元。通过积极谈判，89天后，禁令终止：美国商务部工业安全署（BIS）将中兴通讯从《禁止出口人员清单》中移除。付出的代价相当惨烈。为了复牌，中兴缴纳了10亿美元罚款和4亿美元保证金，而且14位高管全部请辞。受此影响，中兴2018年净亏损69.84亿元。同时，主营业务也受到不同程度的破坏，消费者业务营收几近腰斩，全年营收同比减少21%，国际市场收入锐减30%。危机总算暂时解除。可中兴等来的不是欢呼和支持，而是漫天负面评价。有人甚至将中兴此举比作割地赔款、辛丑条约。此后，中兴几乎从公众视野中消失。时至今日，仍有不少人在知乎等平台发问：中兴这一年怎么样，还活着吗？现实是，中兴不但活着，而且活得很好。中兴最新股价为33.64元每股，已经恢复到制裁前水平，同时业务和营收也已经基本恢复到2017年的水平。今年前三季度，中兴实现营收642亿元，同比增长9.32%；净利润41.3亿元，同比增长156.9%；预计全年净利润43亿至53亿元。如果考虑到4G网络仍处于扩容尾声期、5G仍处于商用初期，总体业绩放量还未开始的话，这份成绩单已然非常喜人。受禁运影响，中兴消费者业务出现显著下滑，上半年实现营收74.24亿元，同比下滑35.41%，营收占比16.6%，相较2017年同期的33.13%下降近一半。不过，大涨的运营商网络业务填补了营收缺口。上半年，中兴运营商网络业务营收324.85亿元，同比增长38.19%；政企业务营收47亿元，同比增长6.02%。费用管控效果明显。前三季度毛利率达到38.4%，较去年同期提升了5.5个百分点，为近5年最高水平。利空出尽，触底反弹。中兴再度成为资本市场的宠儿。截至三季度，中兴成为全国社保基金重仓对象。十大股东中，社保基金占了3席。最近一年，有36家券商对中兴给出评级。其中22家给了买入评级；13家给了增持评级；只有1家是中性。华泰证券认为，基于长期的技术积累，中兴在资本市场完成价值重估后，下阶段有望迎来海外压制性需求释放带来的市场重估机遇，市场份额有望进一步提升。沉潜一年多，中兴用实际行动和业绩对当初的负面恶评给出有力回击：只有活下来，才有希望。5G不能没有中兴。【被低估的技术实力】2019年6月4日，中国信息通信院组织了一场华山论剑。这场“分布式数据库能力测评”几乎囊括了国内所有知名数据库厂商，阿里云、腾讯云、百度等顶级选手一一在列。结果令人大吃一惊——获胜的居然是中兴。中兴GoldenDB数据库是全场唯一一个通过全部50项测评、并获得满分的选手。不久后，中信银行选择将核心业务迁移到中兴GoldenDB数据库的消息更是引起轰动。金融行业是数据库技术难度最高的应用场景，被称为“皇冠上的明珠”。即便互联网巨头的“去IOE”运动已经开展多年，国外厂商至今仍占据着国内金融数据库95%以上市场份额。在中信和中兴携手之前，没有一家金融机构的核心业务使用国产数据库。因此，二者的合作被视为国产数据库“革命性的一刻”，实现了在金融行业零的突破。这也意味着，国产数据库真正具备了与国外数据库一较高下的能力。作为战略级技术产品，中兴的目标是在国内金融行业数据库市场取得50%的市场份额。黑天鹅事件爆发后，不少人曾以偏概全，直指中兴技术实力落后，缺乏核心技术。事实上，中兴的芯片技术并不弱。它是国内除华为外唯一一家7nm工艺芯片实现规模量产、同步导入5nm技术的厂商，累计研发并成功量产各类芯片100余种。中兴旗下芯片公司中兴微电子，2017年在IC设计领域排名全国第3，2018年位列第4。操作系统方面，中兴自研的嵌入式操作系统获第四届中国工业大奖，在高铁、通信、航空航海等行业广泛应用，全球累计发货近2亿套。复兴号高铁用的就是中兴的操作系统。通信企业竞争壁垒的建构在于技术以及核心专利的掌控权及话语权。作为全球四大通信设备商之一，中兴的技术实力一直是被低估的。截至上半年，中兴全球专利申请量超过7.4万件，授权3.6万件。同时，中兴还是中国持有IC芯片专利和物联网专利最多的企业。中兴从来不吝技术投入。2014年以来，其研发投入营收占比始终保持在10%以上，累计研发投入超过700亿元。2017年，其研发投入129.6亿元，仅次于中石油，位列A股上市公司第二名。制裁事件过后，中兴非但没有削减研发经费，反而选择砍掉营销和非核心研发，all in核心产品研发。风雨飘摇的2018年，其研发投入依然高达109.1亿元，营收占比为12.8%。今年前三季度，中兴研发投入93.6亿元，营收占比达到14.6%。【把失去的从5G上赢回来】5G不能没有中兴。华为是5G时代当之无愧的领头羊。截至今年上半年，华为5G标准必要专利2160族，位列全球第一。不过，从国家力量来看，没有中兴，以华为一己之力是无法对抗拥有三星和LG两家巨头的韩国的。没有中兴的力挺，5G中国标准也难以推广。2016年的5G标准表决会上，作为主要贡献者的中兴没有选择战略伙伴高通，而是选择国家利益，将自己的10票投给了对手华为。如此，华为Polar阵营最终才得以艰难拿下控制信道的短码方案。在华为的光环下，中兴的5G实力常常被忽视。早在2016年世界移动通信大会上，中兴就凭借Pre5G Massive MIMO技术，一举斩获“最佳移动技术突破奖”和“CTO选择奖”两项业内奥斯卡级大奖。全球第一通5G视频电话是中兴拨通的，中兴还是全球首家完成5G毫米波增强技术、全球首家完成规模（200万）5G SA测试的企业……目前，中兴是全球仅有的能够提供完整5G端到端解决方案的两大厂商之一。另一家是华为。IPlytics报告显示，截至2019年11月，中兴通讯向ETSI披露了5G标准必要专利2,204族，其中优先权日在2012年之后（含2012年）的专利族为1,871族，位列全球第三。中兴在5G商用上也成果显著。截至今年9月底，中兴在全球获得35个5G商用合同，并与全球60多家运营商展开5G深度合作。在国内，中兴通讯全面参与了三大运营商5G一期网络建设，并率先完成设备到货及开通。还有一个好消息是，中兴主要用于5G研发的130亿定增预案已经获得证监会的批准，其资金压力将得到很大缓解。决胜5G时代，是中兴赢回一切的最佳时机。中国信通院2018年发布的《5G经济社会影响白皮书》显示，按照2020年5G正式商用算起，2030年5G带动的直接产出和间接产出将分别达到6.3万亿和10.6万亿元。其中，仅仅中国运营商5G主体投资规模就高达1.23万亿元。2018年，华为5G通信设备占全球供货额的31%，位居全球第一；中兴占13%，排在第4位。不过，中兴的增速是惊人的。除技术实力外，中兴在价格方面拥有很大优势，其5G设备价格平均比竞争对手低3成左右。观研天下预测称，到2023年，中兴与华为的差距将大幅缩小，华为居世界首位，份额约27%；中兴居第2位，份额约24%。届时，如果中兴的市占率真的达到20%-30%，其体量的增长将是惊人的。【置之死地而后生】中兴与华为曾是一时瑜亮。上世纪80年代末到90年代初，我国通信行业的四巨头——巨龙通信、大唐电信、中兴通信、华为技术相继诞生。时任信息产业部部长吴基传称之为“巨大中华”。后来，巨龙通信和大唐电信渐渐没落，剩下中兴和华为这对双子星杀得你来我往。凭借国企背景，1995年以前，中兴一直压制着华为。中兴手机也一度风光无限。上世纪90年代，中国手机市场有四个大佬，并称“中华酷联”，中兴排名第一。中兴是第一个累计销量过亿的国产手机厂商。2008年，中兴的手机以及数据卡占据了3G手机37.8%的市场份额；2011年，中兴成为首个跻身全球手机销量排行榜前五的国产厂商。· 2010年，中兴手机全球销量2968万台；华为手机全球销量2381万台。· 2011年，中兴手机全球销量6610万台；华为手机全球销量4066万台。2011年，中兴神机V880几乎无人不知，一个联通营业厅一个月就能卖出25万台。华为完全不是对手。可一时瑜亮的中兴为何会被华为远远甩在身后？业界对此众说纷纭。可以肯定的是，两家企业迥异的文化基因是其中最关键的一个因素。与军人出身、大起大落的任正非不同，技术出身的侯为贵一生顺风顺水。读书时，他是尖子生，毕业后教了两年书，后来进入691厂，从技术工人到车间主任，再到技术科长，从来都是厂里技术水平最高的专家，而且一干就是二十年。侯为贵到深圳创办中兴时，是以外派的方式，有足够资源支持，而且干不好还可以回去。任正非创办华为则是破釜沉舟，光杆司令一个，搞不好吃饭都成问题。两个截然不同的创始人带来了两种截然不同的管理风格和企业文化：侯为贵经营稳健，鲜有过激行为；任正非敢于冒险，不循常规。侯为贵奉行的是以和为贵的牛文化：“世上没有庸才，有的只是放错了地方的人才”；任正非推崇的是近乎偏执的狼性精神：“重赏之下必有勇夫”。在华为，从炼狱般运动中脱颖而出很多风流人物，比如26岁就晋升为常务副总裁的李一男。这在中兴是想也不敢想的。华为推崇的是技术至上，在手机芯片、5G等关键技术研发上不怕失败、敢于梭哈。而稳健的中兴，技术战略核心是“技术的生命力来自市场”，它倡导的是“低成本尝试”原则，这包括五层意思：· 对于各种可能出现的、已经形成一定热点的技术或产品，不管其市场前景最终如何，在没有足够的证据否定之前，不放弃任何一次尝试的机会；· 产品或技术没有足够把握可以做出来之前，只做尝试性研究；· 产品或技术虽然可以做出来，但在不能发现一个明确的、有足够容量的市场之前，只停留在产品和技术的实验室研究上，不做市场投入；· 在市场出现明显征兆但尚未启动之前，在有足够把握的情况下，根据市场成熟的进度，进行有节奏的大规模投入，以求突破；· 对于比较大的项目或不明确的项目，通过借助外力进行开发，以便将风险分散。结果是，中兴的武器库总是储备丰富，但鲜有能造成致命打击的杀手锏。2003年，面对小灵通项目，双方的选择就是各自文化最好的体现。侯为贵选择上马，把它当作过冬的棉袄；任正非选择放弃，专注研发新技术，因为“小灵通是一种面临淘汰的技术”。这个小小的选择给日后两者巨大的差距埋下了伏笔。在完全开放的竞争环境中，牛终究敌不过狼。相比华为，以前的中兴，缺的是置之死地而后生的魄力。据说鹰可以活到70岁。可到40岁时，它的爪子开始老化，喙变得又长又弯，垂到胸脯的位置，羽毛过于厚重，难以飞翔。若想重生，就必须经历一个非常痛苦的过程：先用头抵着粗糙的岩石，把老化的喙皮一层层磨掉，直到完全剥离，几个月不吃不喝，等待新的喙长出来；再拔掉老化的趾甲，等新的趾甲长出来；最后把身上的羽毛一根一根拔掉。当新的羽毛长出来，鹰就完成了重生，可以再活30年。成立30多年、增长几近停滞的中兴就像一只40岁的鹰。它缺乏独自重生的勇气，却因祸得福。来自大洋彼岸的外来力量反倒成了一剂良方：逼它浴火重生。危机过后，中兴最明显的一个变化是聚焦：技术、人才、资金的聚焦，决胜5G时代。长远来看，这绝对是有益的。中兴说到底只是大国博弈的牺牲品，中兴事件也给整个中国敲响了警钟。变化是可喜的，不光是中兴——北斗卫星导航定位系统的芯片过去都是从美国进口，现在都换成了国产；广泛应用于国防军工产品的五轴数控机床，核心芯片也从美国进口换成了国产。塞翁失马，焉知非福。无论怎样居心叵测的手段，最终都挡不住：中兴雄起，5G中国雄起！参考资料：1. 《再看华为与中兴：狼性精神PK老牛精神》国际电子商情2. 《中兴绝地反击、华为一骑绝尘，中国5G正式出击》华商韬略3. 《中兴通讯走出低谷，发动5G攻势》日经中文网——END——图片均来自网络版权所有，禁止私自转载！", "author": "华商韬略", "newsdate": "发布时间：19-12-29", "newstime": "21:30", "sentiment": [{"positive_prob": 0.0276023, "confidence": 0.938661, "negative_prob": 0.972398, "sentiment": 0}]}, {"title": "华为5G巅峰之作：钻孔屏+6400万五摄+麒麟1020 这才是华为的实力", "content": "华为手机近几年的销量之所以远超iPhone手机，最大的原因就是因为华为手机敢于创新，近年的iPhone手机在外观设计上，一直采用刘海屏设计，毫无特色，在硬件方面也是属于挤牙膏的升级，在5G时代，更是无法推出5G手机，非常让人难以接受。而华为手机则不一样，华为手机近几年发布的手机，外观设计多种多样，颜值极高，并且因为华为麒麟处理器芯片的突破，华为手机目前的性能也是极为强悍的，而近期有媒体曝光了一款华为5G概念机，钻孔屏设计+麒麟1020芯片+后置6400万五摄，笔者带你们去了解一下。从曝光的渲染图上能够看得出来，这款华为概念机的屏幕，采用了钻孔屏设计，相比刘海屏设计，钻孔屏设计无论是颜值，还是视觉效果都要高得多，并且目前钻孔屏设计的手机，只有三星手机和华为手机、以及vivo手机才发布过，对工艺技术的要求还是比较高的，这款华为概念机的屏幕尺寸为6.6英寸，分辨率为2960x1380的2K像素，采用了Super AMOLED超炫屏，屏幕刷新率为90Hz，采用了流体屏技术，屏幕材质为康宁大猩猩第六代玻璃。钻孔屏设计的手机，之所以被称为钻孔，就是因为钻孔屏设计的手机，都是把前置摄像头镶嵌在屏幕上的，就像在屏幕上钻了一个孔一样，从曝光的渲染图上能够看得出来，这款华为概念机的前置摄像头就镶嵌在屏幕左上角部位，该机前置摄像头的像素为：3200万，采用了：F/1.8光圈，搭载了AIS防抖技术和最新的AI美颜技术，支持智能滤镜、HDR等拍摄功能，拍照支持防抖、录像支持视频防抖、支持AI拍摄模式、支持人像拍摄模式，成像效果极为不错。自今年开始，越来越多的旗舰机，在后置摄像头功能上，采用后置四摄设计，而这款华为概念机的后置摄像头功能，却比后置四摄强的多，从曝光的渲染图上能够看得出来，该机的后置摄像头功能，采用了后置五摄设计，该机的机身背面，搭载了五颗摄像头和一颗LED闪光灯。根据资料显示，该机摄像头的像素分别为6400万超高清镜头+2000万超广角镜头+1800万广角镜头+1200万+800镜头，搭载了PDAF相位对焦技术和OIS光学防抖技术，支持超广角拍摄、超级夜景模式、全景模式等拍摄功能，支持60倍超级变焦功能，这才是华为的实力。这款华为5G概念机的性能配置，比今年的华为Mate 30还要出色，该机搭载了麒麟1020处理器芯片，这款处理器采用了5纳米工艺制程，集成了5G基带，支持SA和NSA双模5G网络，性能比麒麟990提升了50%，比高通骁龙855 Plus的外挂5G强的多，这款华为概念机最大支持12GB的运行内存和512GB的存储内存，最小支持8GB的运行内存和128GB的存储内存，支持外置内存的扩充。这种顶级配置的搭载，算是华为5G巅峰之作。这款华为概念机支持人脸识别解锁功能和指纹识别解锁功能，分别搭载了最新的屏下指纹识别技术和红外线人脸识别技术，该机支持IP68级别的防水防尘技术，三防做得比较优秀，保留了3.5毫米的耳机孔设计，并且该机搭载了一块4800毫安的电池，支持45W超级快充功能，性能配置、续航功能都做得极为不错。从这款华为5G概念新机的外观设计来看，算是非常的惊艳，颜值非常的高，不管是正面的钻孔屏，还是后置6400万五摄，都做到了紧跟潮流。并且值得一提的是，该机还搭载了麒麟1020处理器，支持双模5G网络，算是华为5G巅峰之作。另外，根据资料显示，该机的发布价在5499左右，不知道你们觉得该机值不值。", "author": "概念科技说", "newsdate": "发布时间：19-12-29", "newstime": "15:21", "sentiment": [{"positive_prob": 0.999134, "confidence": 0.998076, "negative_prob": 0.000866016, "sentiment": 2}]}, {"title": "美企措手不及？华为“大招”已然现身，麒麟芯片只是“开胃菜”？", "content": "自从今年年初开始，华为就成为了很多人关注的目标，不管是华为5G的研发，还是美国特朗普的打压，都成为了很多人茶余饭后讨论的话题，因为今年华为发生的很多事情都标志着华为在科技方面的成功，如果自身没有强大的实力，想必特朗普也不会对华为使出这种“招数”。虽然有“实体清单”在阻碍着华为和美企之间的合作，但是从目前的角度来看，“实体清单”对于华为已经无法再次构成有效的威胁，因为现在不管是华为的5G基站还是华为的手机，内部的零件供应基本上都已经看不见美企的存在了，“无美供应链”的出现也让华为更加有能力去摆脱自己对于美企的依赖。所以“实体清单”的出现严格来说也只不过是美企从中受到了严重的损失而已，对于华为的打击并不是很大。其实华为自研最为厉害的应该就是5G和芯片技术，尤其是海思麒麟芯片的出现，更是奠定了华为胜利的局面。很多人对于华为海思的印象就是手机芯片，其实不然，海思在多个领域中都有产品，像安防、监控等，所以海思麒麟目前也有实力和其他的芯片巨头相竞争。而华为在手机芯片领域中获得了一定的优势，华为当然还要继续在其他领域中发展，而这个领域就是PC领域，所以华为的海思麒麟对于我们来说也只是一个“开胃菜”。其实在PC芯片领域中华为也有着自己的成绩，之前发布的鲲鹏920芯片就是华为的一个“大招”，虽然这款芯片不是给个人电脑使用的，而是服务器领域的产品，但是随着华为的发展，未来对标的对手肯定只有一个，那就是美企英特尔。而华为目前也已经开始打算打响“第一枪”，华为的鲲鹏920芯片已经开始进军PC市场，近日，基于华为鲲鹏920的端口已经和移动公司完成了相关的测试工作，并且获得了极大的成功，甚至在表现方面还要优于行业的基准，这一点相信是让很多人都没有想到的，尤其是作为世界巨头的英特尔，对于华为的这种成绩更是始料未及。华为的“大招”已然现身。同时，华为还和国内的相关企业达成了一系列的合作关系，未来将会开始量产主机，预计将会生产60万台左右，华为的这个目标可以说是相当的庞大了。而这种情况也导致华为出现了一个新对手——英特尔。因为从华为目前的实力来看，在手机领域和通信领域已经成为了人们口中的巨头企业，但是在PC领域中还是算是一个刚开始起步成长的“孩子”，但是华为的这种做法和成绩已经表现出了自己的实力和未来的野心，作为美国芯片巨头企业英特尔对于华为这个企业想必也是有一些担忧，毕竟这家企业可是超越了苹果，手机业务直逼第一厂商，所以未来在PC或者是芯片领域会做出什么样的举动，英特尔肯定是不会料到的。鲲鹏920的出现只不过是一个开始而已，作为国产的骄傲，华为未来想必也还会有更多的技术和产品问世，同时，未来等待华为挑战的肯定也是一个接一个，就看华为在未来如何有效应对，开始自己的崛起之路吧，但是不可否认的是，未来华为将会刮起一场更大的“风暴”。", "author": "科技情报咖", "newsdate": "发布时间：19-12-29", "newstime": "16:56", "sentiment": [{"positive_prob": 0.15683, "confidence": 0.651488, "negative_prob": 0.84317, "sentiment": 0}]}, {"title": "回击不实报道 华为外籍高管和美媒主播再交手", "content": "来源：观察者网原标题：回击不实报道，华为外籍高管和美媒主播再交手[文/观察者网 徐乾昂]华为事件爆发后，华为美国分公司首席安全官安迪珀迪（Andy Purdy）面对美媒数轮“集火”，均一一化解。本周《华尔街日报》一篇针对华为的失实报道，引起美媒“自嗨”。尽管华为方面已经对报道做出回应，但CNBC新闻网本月27日再度邀请珀迪做客编辑部，要求后者澄清报道内容。然而，采访过程中CNBC多次打断座上宾的发言。主持人甚至无视珀迪的阐述，坚信美国主流媒体报道，说出“反正我不同意（珀迪的说辞）”的话。这种做法引起部分网民愤慨。有人称美国主流媒体在香港问题的报道上已经“翻车”多次，这主持人竟然还信。也有人将次联想到去年彭博社著名的“芯片门”报道，称这又是一次美国主流媒体的政治宣传。《华尔街日报》12月25日刊文，再度渲染华为“政府背景”。“长期找茬华为无果”的美国媒体们，相继转赞这篇漏洞百出的文章，自认终于找到了“实锤”：CNBC主持人开场就说，《华尔街日报》的这篇报道，“堪称年度新闻”。主持人首先提问：华为的确从中国政府那儿享受到了政策支持，但华为依旧认为《华尔街日报》的报道是基于错误的信息，为啥？CNBC主持人 视频截图 下同珀迪回应称，看了《华尔街日报》的报道，你会了解为什么这么多美国政客会对华为有偏见。这也是为什么华为需要告诉美国政府真相的原因。真相就是，《华尔街日报》自己都说了，美国企业思科每年也从美国政府那儿拿了约460亿美元的补助；真相就是，华为并没有拿750亿美元补助，《华尔街日报》夸大了金额；真相就是，2005年和2011年中国国内银行向华为的客户发放过几次信用额度。这不是中国政府发放的，受益者也不是华为；真相就是，华为申请过的中国政府相关补助资金，只占其研发和收入的一小部门。“如果考虑到这几点，《华尔街日报》所谓‘从中国政府获得巨额补贴’的说法，很不公平。”珀迪珀迪的回应和华为官方提供给观察者网的回应一致，并在此基础上做出了补充。CNBC主持人并未继续这个话题，转而说起“华为到底有没有剽窃知识产权”，随即展开对华为的“有罪推证”。另一位女性主持人似乎认为这已经不需要讨论，未等珀迪说话就表示：“安迪，你替华为干活，而他们明目张胆地剽窃各种知识产权，这太明显了。华为是最糟糕的知识产权剽窃者。如果反驳的话出自华为人士之口，听上去太无力了。”另一名CNBC主持人珀迪回应：“你说的不是真的。你去查过去公司与公司之间的诉讼文件，你会发现的确有很多公司涉嫌剽窃对方的知识产权……”未等他说完，这名主持人抢话：“所以你的意思是其他公司也偷知识产权。但华为是最大的剽窃者。”“我理解你的立场，我也理解美国政府的立场。但如果你去查一下客观存在的信息，分析一下这些案例，你说的都不是事实。”珀迪回击：“没有任何一个法院裁定华为支付罚款。而很多文件也显示，华为并没有支付和解费，不需要为此付钱。”主持人再度拿出《华尔街日报》的文章说事，示意：这不都写了么。安迪则尝试澄清，但最终这名主持人来了一句：“就我所见所闻，反正我不同意（你说的）。”", "author": "新浪财经", "newsdate": "发布时间：19-12-29", "newstime": "14:04", "sentiment": [{"positive_prob": 0.107363, "confidence": 0.761415, "negative_prob": 0.892637, "sentiment": 0}]}, {"title": "受“禁令”影响，最受伤可能不是华为？谷歌心里苦，它们也很无奈", "content": "回顾即将过去的2019年，华为可以说是经历了大风大浪，起起伏伏间尽显中国民族科技企业自强不息的高贵品质。在美国商务部一纸禁令的制裁下，华为无论是5G技术还是手机业务，在海外地区的拓展都遭遇到了不小的阻碍，甚至还面临“技术断供”这样的危机。不过从目前所得到的数据来看，华为2019年的总营收居然不减反增！在这场“制裁风波”中，最受伤的可能并不是华为！强压之下的华为，在2019年依旧取得了辉煌的战绩，千亿营收稳拿不误！自从华为被美国商务部列入所谓的“实体清单”之后，一众美企被迫停止向华为提供各类技术服务，这直接导致华为手机的海外业务拓展出现停顿。不过这样的糟糕境遇并没有持续多久。纵观2019全年，强压之下的华为在依旧取得了令世人瞩目的盈利成绩。根据华为高级副总裁蒋亚非所公布的数据，2019年前三季度华为总营收为6108亿元，同比增长24.4%，预计全年总营收将达到8300亿元，同比增长15.5%。目前华为手中（截至上个月）已经有至少65份5G商业合同，此前21个欧洲国家已明确表示将会采用华为的5G技术与配套设备。在国内，华为手机的市场占有率首次达到46%的历史高位，其总出货量位列全球第二，并且与三星之间的差距也越来越小。外界普遍预测2020年底或2021年初，华为便将超越三星成为全球第一大手机厂商。这些成绩都说明华为并没有在“禁令”的威胁下颓废不前，反而实现了“逆风翻盘”。华为见招拆招，对美技术依赖度大幅减少，“自主研发”成为主旋律。之所以华为能取得如此成绩，主要得益于华为决策层可以做到“见招拆招”。当谷歌宣布收回GMS服务授权时，今年8月份华为自主研发的鸿蒙系统正式问世，与其相配套的HMS服务近日也进入了招募众测的阶段。这意味着华为已经开始着手打造属于自己的软件生态圈与移动服务体系，谷歌的撤出反而加速了这一进程。在5G方面，当欧洲政客公然表示华为5G设备“威胁”其国家安全时，以任正非为首的华为决策团队展现出相当友善的合作态度，并没有予以猛烈回击，反而采用“迂回战术”。一方面与这些国家内部的“非反华派”电信运营商构建深度合作关系，另一方面加速已合作国家的5G网络建设节奏。在外媒所公布的实际测试结果中，华为5G网络数据传输速度与稳定性要超过爱立信和诺基亚，用这样的成绩单去进行谈判无疑会更有底气。在处理器芯片方面，彻底与高通骁龙划清界限之后，华为海思居然获得了强大的生命力。它在过去的一年间接连发布数款重量级自研处理器，比如海思麒麟810、麒麟990 4G/5G版等，屡屡完成对高通和联发科的超越，并且还将部分14nm芯片的制造订单从台积电分摊给了国内的中芯国际。今年华为的内存芯片供应商也从镁光切换成了韩国的三星和海力士，手机代工生产线从伟创力转移给了比亚迪。从上面这一系列行动中，我们会发现华为正在全方位降低对美国技术的依赖，自研项目数量在短时间内得到了大幅增加！美国不再是华为的第一大供货国，华为的供应链迅速撤离北美市场，有相当一部分供货订单被分给了国内的科技企业。美国企业遭到反噬，镁光谷歌心里苦。既然华为没有受到重创，那这起“制裁风波”的受害者到底将会是谁呢？一众美国企业无奈在此时站了出来。“华为禁令”出台之后，由于无法在与华为继续进行合作，全球第三大内存颗粒生产商镁光痛失第一大客户。其2019年第三财季总营收与去年同期相比暴跌62.8%，利润仅为8.4亿美元，同比暴跌78%。同样的情况还出现在伟创力这边，它是华为除富士康之外第二大代工厂。受禁令影响，伟创力在中国大陆的五家工厂全部陷入停顿，今年营收跌幅更是达到了惊人的87%！除此之外，谷歌心里也很不好受，华为是全球第二大手机厂商，而且用的也是安卓系统，停止GMS服务授权之后谷歌自身也会受到一定的损失。并且谷歌还亲手树起了“鸿蒙OS”这一强敌，可以说是自己给自己挖了一个坑。综上所述，这起由美国商务部发起的“制裁风波”虽然造成了极坏影响，但华为并非是最大受害者，真正蒙受巨大经济损失的反而是华为上游的供货商。在经济全球化快速发展的今天，无论是关税壁垒还是贸易制裁，无疑都是“杀敌一千，自损八百”的做法。“华为禁令”的出现也为国内各大高科技企业提了一个醒：科技创新和自主研发才是未来的发展方向！一旦疏忽，必将处处受制于人！", "author": "MI好物君", "newsdate": "发布时间：19-12-29", "newstime": "23:51", "sentiment": [{"positive_prob": 0.00113357, "confidence": 0.997481, "negative_prob": 0.998866, "sentiment": 0}]}]