[{"title": "华为波兰员工事件，出现很不简单的进展！", "content": "（一）事情很不简单。时间点很敏感，事情也很敏感，一些细节更是意味深长，包括有媒体还引述波兰官员话说，被以“间谍罪”抓捕的华为波兰公司高管王伟晶，毕业于中国顶级情报学校。他实际毕业哪里呢？北京外国语大学！北外同学，你们果然不一般啊。而且，事情还在不断演变。波兰引而不发，抓捕了人，搜查了地方，还未公布具体证据，但应该是马上通知了美国FBI、CIA等机构。还是先看官方的信息吧，中国外交部已经作出了回应：中方高度关注王伟晶被波兰内部安全局拘押事，中国驻波兰使馆已第一时间约见波外交部，要求波方尽快向中方就案件情况进行领事通报，尽早安排领事探视，依法、公正、妥善处理此案，切实保障当事人合法权益、安全和人道主义待遇。华为则先后发了两个声明，11日的第一个，很中规中矩：我们获悉了相关信息，正在进一步了解情况，对此暂时没有更多评论。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。但到12日傍晚，另一则声明，却有点非同寻常了。全文如下：华为波兰代表处员工王伟晶因个人原因涉嫌违反波兰法律而被逮捕调查，该事件对华为的全球声誉造成了不良影响，依据公司劳动合同相关管理规定，华为决定立刻终止与王伟晶的雇佣关系。华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。两次声明，最后一句话一模一样，都强调了合规经营的重要性。综合波兰政府的反应，国际媒体的报道，以及相关各方的表态，看点如下：1，人物确认了——王伟晶。按照此前披露的信息，他曾在中国驻格但斯克领事馆工作，北外波兰语专业毕业，事发时担任华为波兰分公司公关部部长。2，波兰方面确认，此人因个人原因涉嫌违反波兰法律而被逮捕。这也得到了华为的确认。请注意，个人原因，意思是与华为还无关。3，华为声明还有这么一句：该事件对华为的全球声誉造成了不良影响。确实，间谍罪名，不管证实与否，对华为形象都是损害。华为似乎也有点恼火。4，华为的行动也堪称神速：立刻终止与王伟晶的雇佣关系。也就是说，开除，立刻生效。5，波兰国家情报机关发言人扎瑞在推特上发布消息时，特意将美国CIA、FBI、国务院等在内的6个部门全部@了一遍。最后这一举动，确实也出乎很多人意料。这是你波兰的事情，@欧洲相关部门一下，多少还说得过去，毕竟波兰是欧盟成员国。但你@那么多美国部门，是不是也太直白了一点，意思应该也再清楚不过，这是在告诉美国：美国，我抓人了啊！（二）波兰这个国家不寻常。今年是中波建交70周年，但国际风云变幻，中波的风风雨雨，如果要说的话，几篇文章都打不住。一句话概括：中波关系，不算太好，也不算糟糕，合作还可以。但波兰与美国，关系却非同寻常。作为新欧洲的领头羊，波兰与德国关系也一般，但却是美国在欧洲最亲热的小弟。波兰多次主动发出邀请，美国你来我这儿驻军，我提供驻军费用。此外，波兰还是东欧第一大经济体，华为等中国公司重点开拓的市场。在抓捕华为高管的当天，波兰情报官员扎瑞特意@的美国国务卿蓬佩奥，还宣布：2月13日、14日，在波兰举行中东峰会，主题就是研究怎么对付伊朗。请注意，中东峰会不在中东办，却在波兰举行。弄的伊朗怒火中烧，指责美国和波兰正在进行一场小丑表演。既然是间谍工作，多少还牵涉到政府，波兰显然和美国通过气，也应该对可能带来的冲击做好了准备。在抓人后，波兰内政部长布鲁辛斯基公开表示，波兰希望继续与中国合作，但对华为的情况要进行商讨。他的原话是这样的：北约内部也对华为有所疑虑，因此最有必要的是，由欧盟和北约会员国针对此事制定共同立场。我们希望保有与中国的关系，此一关系对双方都有益、密切而且有吸引力。一方面，波兰多少还有留余地，不愿意与中方关系恶化。另一方面，在华为问题上，急切要求欧盟、北约共同对付。还特意抬出北约，应该是暗示华为存在国家安全风险。这也是最近一系列针对华为行动的主旨，说白一点，就是通过妖魔化，最终达到驱逐华为的目的。这也是华为一再强调合法经营的原因，几乎每次声明都带上这么一句：华为公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。树欲静而风不止。这不会结束，而是新的开始。不想长篇累牍，关键接下来会怎么发展。1，按照波兰的法律，王伟晶将被羁押3个月，如罪名最终成立，他将面临最高10年的有期徒刑。2，波兰方面也明确，到目前为止，针对的是王伟晶个人。但至少在声誉上，正如华为自己承认的，已经带来不良影响。后续如何演变，值得关注。3，王伟晶已非华为职工，但却是中国公民。中国和波兰的博弈，又要开始了。2019年才刚开始，一件接一件大事已经发生。屏住气，好戏还在后头。", "author": "环球网", "newsdate": "发布时间：19-01-13", "newstime": "08:20", "sentiment": [{"positive_prob": 0.000462954, "confidence": 0.998971, "negative_prob": 0.999537, "sentiment": 0}]}, {"title": "华为宣布黑科技研发成功！手机或在未来取代电脑？网友：联想别慌", "content": "大家都知道高科技产品的更新换代速度是非常快的，最明显的就是手机和电脑功能，可以说以前的手机还能只能发发短信打打电话，但是现在已经变成我们生活中最不能缺少的工具。在智能手机出现以后，迅速让电脑跌出神坛，很多网友突然发现，自己已经很久没有碰过电脑了，这或许就是手机的魅力，不过的确还是有很多的东西不能使用，手机完成还需要依靠电脑，或许这句话以前说没什么问题，现在就已经不一样了，因为华为已经研发成功了一个最新的黑科技手机，或将取代未来的电脑。华为的最新黑科技叫做云电脑，就是说在没有电脑的情况下，通过华为云投射把Windows投射到手机上，然后再用手机，运行，系统，所以说这样子的手机都可以增加主意当电脑使用，简单来说，华为电脑就是一个软件，用户下载之后，购买相应的套餐就可以在华为，就可以使用握手在云端的电脑，这样就能更加方便的运行电脑上的，软件，和查阅文档，就等于1个随身携带的电脑，非常的方便，也不需要担心续航的问题，因为它非常的省电。除了华为的云电脑以外，锤子科技发布的天庭工作站，也要开始向电脑革命，取消了键盘和鼠标，可以，通过，语音进行操作，非常的方便，虽然说现在锤子科技的技术还不够成熟，但是随着时间的推移，相信电脑有一天总会是被取代的，但是取代并不代表这电脑会消失，致使使用的时间越来越少而已，毕竟手机再厉害，也不能够像电脑一样，大屏幕也不可能完全取代电脑，网友：联想别慌！华为云电脑的发布可能最难受的就是联想了，因为联想是靠自己的电脑发家，如果华为手机取代了传统的电脑，那么联想可能是受到冲击最大的，而且现在的联想也十分的不太乐观，手机销量没有赶上预期，还滩上了“投票门”事件，可以说联想的口碑上也是受到了非常多的影响。小编觉得，或许联想这次十分的受伤，也但愿联想能够早早的摆脱尴尬处境，能够再次站起来吧！华为宣布黑科技研发成功！手机或在未来取代电脑？网友：联想别慌，对于这件事你怎么看？欢迎在下方留言，如果想要了解更多的科技资讯，欢迎关注新起点谈科技。编辑：韩一/审稿：韩天天/本文章为百家号作者独家原创内容，未经许可不得以任何形式转载，如有发现必追究其责任，图片来源于网络！", "author": "新起点谈科技", "newsdate": "发布时间：19-01-13", "newstime": "15:02", "sentiment": [{"positive_prob": 0.768076, "confidence": 0.484614, "negative_prob": 0.231924, "sentiment": 2}]}, {"title": "美国又出新花样，阻扰华为进去也不让华为出来？网友表示大开眼界", "content": "大家都知道，现在的华为已经成为了成为了中国的骄傲，同时也成为了某些国家的\"眼中钉\"。从去年年初开始，美国就以所谓的\"安全问题\"阻扰华为手机进入美国市场。让美国当地的运营商不要与华为合作。不但如此，还\"建议\"美国的高校不要跟华为合作。到了5G建设的关键时期，美国再一次对华为\"关上了门\"，不但禁止华为参与当地的5G网络建设，更是怂恿一些盟友一起拒绝华为。澳大利亚、新西兰、加拿大、日本等国家都受到了美国的影响，近日又传出了挪威打算拒绝华为的消息。这一系列的举措都是阻止华为进入美国，除此之外，美国还玩出了一个\"新花样\"，据报道，华为在美国的子公司持有的出口许可证已经到期，到美国商务部站在国家安全的角度考虑，打算拒绝华为子公司出口许可证的延期申请。毫无疑问，美国又给华为出了一道难题。华为在美国的子公司，规模也不算小，工程师团队有将近700人。所幸的是，该公司的技术大多数都不需要出口许可证。但还是有一些技术收到了限制，例如高速数据交换技术，据悉该技术的开发运营预算超过了1600万美元。如果出口许可证的问题一直得不到解决的话，华为恐怕很难将这些技术带出美国，损失也是不小。对于美国的手段，很多网友表述大开眼界，不但阻扰华为进去也不让华为出来。很明显，现在的华为是美国的\"重点关照对象\"。但如今的中国已经不是之前的中国了，如果美国一意孤行打压中国企业，那美国的企业也将付出代价。今年的高通就是一个典型的例子，而且华为也不是中兴，核心技术都在自己手里也无惧打压。", "author": "五商文化", "newsdate": "发布时间：19-01-12", "newstime": "17:24", "sentiment": [{"positive_prob": 0.14363, "confidence": 0.680821, "negative_prob": 0.85637, "sentiment": 0}]}, {"title": "被小米打脸，又被苹果打脸，最近华为怎么了？", "content": "在很多人心中，华为已经成为当之无愧的国产骄傲，从去年九月份开始，华为在国人心中的形象就发生了180度转变，众人纷纷对华为竖起大拇指。但是最近，华为遇到很多“烦心事”，社会上对华为质疑的声音逐渐增多，是树大招风还是华为自身确实存在一定的问题呢？关注手机市场的用户会有这样的体验，2019年开年以来，小米在手机市场的表现非常活跃，招揽人才，独立红米，势必要在中国手机市场有一番大作为。在1月10日，独立品牌红米Redmi的首款新机，红米Note7与大众见面，坚持以往的极致性价比，给用户带去了很多惊喜。骁龙660、水滴屏、4800万像素，能将众多手机潮流元素揉入一款售价不足千元的手机中，看来小米真的用心了！红米开了2019年首场手机发布会，其实让很多用户印象深刻的一定是雷军在发布会上的表现。这个操着一口仙桃普通话的CEO，在会上霸气回怼华为，“你们才是PPT手机”。忍了5年，小米终于向荣耀“开战”，这还真应了雷军的那句微博名言：“生死看淡，不服就干”。这次华为真正被小米打了次脸，略显尴尬。当然最近华为的“烦心事”不止于此，最近旭日大数据正式发布了2018年度全球智能手机出货量排名。华为不敌苹果位列第三位，在数据中，华为以2.08亿部的出货量位居第三位，与苹果相差1700万台。这次华为又被苹果打了次脸，让人不禁郁闷：华为最近怎么了？相信经过2018年下半年手机市场的发展，很多用户对华为的期待值飙升，成为能够对标三星苹果的国产砥柱。连续两个季度销量赶超苹果，也让很多中国用户感觉，华为“有戏”。但是如果将手机出货量拓至全球、全年，华为与苹果相比确实具有一定差距。自从去年年底发布新机以后，华为方面并没有任何大动作，是否在为下个月举行的MWC大会积攒大招呢？其实从最近的事件中我们也能看出一定的端倪，发展太快对手机品牌的发展并不一定是好事情，希望越大，失望也会越大。商场总有起起伏伏，其实华为遇到这些问题都是小事，未来该如何发展需要华为公司斟酌，但是对我们消费者而言，只需要期待华为能给我们带来更多优秀的手机产品即可。对此你有何看法？不妨留言评论！文/百家号【数码密探】原创创作，已经通过区块链技术进行版权认证，禁止任何形式的改编转载抄袭，违者追究法律责任。", "author": "数码密探", "newsdate": "发布时间：19-01-12", "newstime": "20:23", "sentiment": [{"positive_prob": 0.000250114, "confidence": 0.999444, "negative_prob": 0.99975, "sentiment": 0}]}]