[{"title": "虽以一票之差输给高通，但仍拿下全球40份5G订单，美国阻挠失败？", "content": "5G这个话题似乎在今年达到了一个高潮，而华为作为5G的领先者，发展之路走得极为坎坷。虽说在5G的投票中华为仅以一票之差输给高通，但是华为还是凭借自身过硬的技术，拿到了不少的5G订单。截止2019年的4月15日，华为已经成功签订了40个5G商业合同。尽管有些国家不断地打压和排挤，但是华为依旧在世界上得到了不少的支持。华为和高通在5G技术上的对立，让我们看到了华为的实力，而美国也是为华为操碎了心，从2018年下半年开始，美国就以“威胁国家安全”为由，开始阻挠华为技术进入一些国家，使得很多国家都陷入了左右为难的境地。美国对华为的态度，也算是免费为华为做了一次宣传，让很多国家都见识到了华为5G技术的领先。因此也有很多国家无视美国的威胁，依旧选择了华为的5G技术。从公开的数据来看，华为已经拿下了全球40个5G订单，40000多个5G的基站已经发往了全球各地。和4G相比，5G的技术格外引人注目，而且发展速度很快。2018年对于华为来说，是极具挑战的一年，但同样也是收获颇丰的一年。华为因为5G的技术在国际上获得不少认可，业务发展增速飞快。同样，在技术方面上，华为也有很大的创新。但是5G技术虽说在国际上争得轰轰烈烈，但对于我们来说，由于5G基站的建立并不完善，导致在技术方面我们还没体会到5G的速度。虽说5G还没有全面普及，但5G的重要性却是不容忽视的。3G时代的用户量达到现在的5G用户量花了10年的时间，4G时代用了5年时间。那对于现在高速发展的5G时代来说，能够拥有更多的5G基站和用户数量相信用不了几年就可以达到。世界各国都在努力地往5G市场冲刺，而华为作为5G技术的领跑者，实力自然不容小觑。而美国为了应对华为的技术，斥巨资来研发5G技术，甚至声称美国必须赢。而华为能够有今天的发展，也并非一朝一夕就得来的。华为早在2009年的时候，就已经拿出来许多资金来研发5G技术。对于现在的5G发展，很多人都很纠结，现在买手机是要买4G还是5G?现在的4G电话卡可以转到5G上吗？等等一系列的问题。但据现在5G的发展来看，全面普及可能还得几年。华为自身还在一个不断发展的阶段，想要一直处于行业的顶端就必须不断地对技术升级创新。而华为接下来在5G的路上也是十分不好走。不知道大家是如何看待华为的5G技术呢？", "author": "励新科技", "newsdate": "发布时间：19-04-17", "newstime": "14:36", "sentiment": [{"positive_prob": 0.352092, "confidence": 0.217573, "negative_prob": 0.647908, "sentiment": 0}]}, {"title": "华为轮值董事长徐直军：华为不造车，而是帮车企造好车", "content": "4月17日消息，华为副董事长、轮值董事长徐直军今天在上海车展期间发表主题演讲，正式发布华为汽车数字化解决方案，将其30多年的ICT产业经验将和100多年汽车产业，通过车联网的方式进行融合。徐直军说，华为不造车，而是聚焦ICT技术帮车企造好车，他说华为和汽车产业，“以后会经常见面”。ICT(Information and Communication Technology) 即信息和通信技术，是电信服务、信息服务、IT 服务及应用的有机结合）这是徐直军第一次参加汽车展会，他有个深刻感受：国产汽车在外形上已经进步特别大。“如果是把品牌遮住的时候，发现这俩车可以买，就跟以前华为做手机一样，这是一个伟大的进步。”他表示。他认为，汽车行业在基础的质量和安全上已经有很大的进步了。徐直军说他一直不喜欢讲弯道超车，而是喜欢讲变道超车。他认为，ITC和汽车行业一开始是完全独立的，但随着智能网联车的兴起，ICT技术对汽车行业越来越重要。徐直军表示，智能网联汽车就跟早年的功能手机一样，正处于走向智能手机的变革时期。未来智能网联汽车是一个持续创造价值的平台，也会为消费者持续带来价值，将不仅仅是一辆车。车内的娱乐系统数十年不变，如今的发展趋势是在和智能终端产业链进行打通融合。在网络安全方面，徐直军表示，智能网联汽车将从传统的人身安全到可信发生改变，安全挑战将更加突出，不能只考虑原来机械式的安全。“构建万物互联的智能世界”是华为公司最新提出的企业愿景，车自然是华为需要连接的一部分。徐直军表示，华为的战略选择是不造车，没有投资过车企，而是聚焦ICT技术，帮助车企造好车，成为面向智能网联汽车的增量部件供应商。【来源：凤凰网科技 作者：刘正伟】", "author": "砍柴网", "newsdate": "发布时间：19-04-17", "newstime": "11:21", "sentiment": [{"positive_prob": 0.953889, "confidence": 0.897531, "negative_prob": 0.046111, "sentiment": 2}]}, {"title": "华为EMUI9.1的超级文件系统和方舟编译器到底有多厉害？", "content": "4月11日，在华为P30发布会上，全新的EMUI9.1系统随P30一起上线，并面向华为、荣耀的多款机型提供公测，相信不久即将正式全面推送。相比EMUI9.0以及其他安卓手机厂商的系统，EMUI9.1通过两大革命性创新——EROFS超级文件系统和方舟编译器，真正实现从系统底层提升运行速度，让安卓彻底摆脱“一年卡成狗”的帽子。文件管理系统影响系统运行速度手机操作系统的运行速度由硬件和软件两部分决定。随着手机CPU主频高达2.0G赫兹以上，RAM动辄达到6G甚至8G，硬件已经不再是阻碍手机操作系统运行速度的关键要素。因此，更好地优化软件，可以带来系统速度的大幅提升，其中文件管理系统（简称文件系统）的创新和优化至关重要。文件系统负责为用户建立文件，存入、读出、修改、转储等，它在控制文件的存取，也决定了手机操作系统的速度。在基于Linux开发的安卓操作系统中，最早使用的是Linux的标准文件系统——Ext4。由于Linux此前大多都在机械硬盘上运行，因此Ext4的存储结构也同样更适用于机械硬盘。而手机的存储介质都是Flash闪存。2012年，“Flash Friendly File System”（简称F2FS）文件系统出现了，它特意针对Flash开发。但是其稳定性一直不佳，所以很长时间内都未被大规模使用。直到2016年华为发布Mate9，才第一次将优化后的F2FS文件系统应用在EMUI5.0上，将安卓操作系统的整体运行速度提升了20%。但是F2FS仅针对的是手机中的用户分区，就像是电脑的D盘。而对于运行操作系统只读文件的系统盘（相当于电脑的C盘）却并不支持，系统盘的文件系统仍然用的是EXT4。2018年6月，华为再次发布一款全新的针对Linux只读文件的文件系统——EROFS（超级文件系统），这个全新的文件管理系统具有压缩率越高，运行效率越高的优势。在华为实验室发布的实测数据中显示，当文件压缩率为4%（即100MB文件压缩为4MB）时，提升高达172%。直到2019年华为发布P30的时候，经过多次优化的EROFS被用在全新的EMUI9.1上。这也让P30在执行系统文件的时候，做到4%的压缩率，读取性能比此前的文件系统提升300%。同时，还为手机释放出2G的存储空间，可以用来存储更多的照片、视频、歌曲和文件。由于EROFS有着更高的压缩率，在整个手机使用的生命周期中，即使多次获得厂商推送的升级包，也不会导致RAM被大幅占用的窘境。更高的压缩率，更高效的读取速度，这让EROFS成为迄今为止手机操作系统随机读取速度最快的文件系统，它彻底替代了Ext4。从搭载EMUI9.1的P30实测看，手机系统的流畅度、APP打开的速度都得到了极大的提升，完全可以媲美搭载iOS12的iPhone XS Max。编译机制影响了APP的运行速度对比以往的安卓手机和iPhone，总是能发现应用启动速度存在着或多或少的差异。这很大程度上是由两者编译器的工作原理不同导致的。“编译器”在操作系统中的作用是将程序员用高级语言编写的代码转换成机器能够读懂的机器语言。之所以iOS的APP启动速度比安卓更快，与编译器的不同有很大的关系。iOS开发使用Object-C和Swift语言，两者的代码直接通过编译器（Clang + LLVM）生成机器码，机器码可以直接在CPU上执行。而Android的应用使用的是Java语言编写，需要通过Java虚拟机运行才能将代码翻译成机器语言，这显然会耗费更多的时间。在Android4.4之前，谷歌采用的是Dalvik虚拟机。在Dalvik下，应用每次运行的时候，字节码都需要通过即时编译器（just in time，JIT）转换为机器码，这会拖慢应用的运行效率。此后，谷歌通过ART虚拟机替换Davlik。ART是一个AOT编译器，所谓AOT (Ahead of Time)是指在运行以前就把字节码静态编译成二进制机器码，相比JIT 能够提高执行效率。ART的缺点是仍然没有摆脱Java虚拟机机制，对应用的编译执行效率仍未发挥到极致。而且机器码占用的存储空间更大，字节码变为机器码之后，可能会增加10%-20%，应用安装时间过长。而且内存回收机制的效率也并不高。华为最新发布的EMUI9.1系统所采用的“方舟编译器”与谷歌ART一样，也是基于AOT编译器打造的。但是方舟编译器完全摆脱了Java虚拟机机制，采用静态编译技术，把所有的高级语言字节码都提前编译为二进制代码，直接让CPU运行。同时，方舟编译器采用类似iOS的RC引用计数法内存回收机制，区别于安卓普遍采用的GC内存回收机制。RC引用计数算法回收内存的工作原理是：实时判断应用对象的引用计数，当为0时，对象会执行反初始化方法并被回收。如果两个对象互相引用对方，就会造成循环强引用，导致内存泄漏。而GC的工作原理则是：根搜索算法回收内存。该算法通过GC Roots作为起点搜索，搜索通过的路径称为引用链，当一个对象没有被GC Roots的引用链连接的时候，这个对象就会被回收。即使A和B两个对象互相引用对方，只要A和B都不在引用链上，这两个对象都会被回收。显然，RC回收机制更科学，它可以实时的判断对象的状态，实时进行内存回收。而GC则是每次都从起点搜索，更像是一种集中化的操作，效率低于RC，这也是造成手机卡顿的重要原因。在P30上，通过方舟编译器开发的微博极速版，相比此前的速度提升了60%。这充分证明了全新的方舟编译器对APP启动、运行效率的高效提升。超级文件管理器、方舟编译器作为安卓底层的革新功能，需要更多开发者采用才能真正实现优化系统和应用的目标，所以华为将超级文件系统、方舟编译器都采取了开源的方式，让更多开发者用起来，最终实现安卓的整体体验优化。随着这两大技术的开源，相信不仅华为旗下的安卓手机可以摆脱卡顿的阴影，或许整个国内安卓生态下都可以扔掉“一年卡成狗”的帽子，让我们拭目以待吧！", "author": "磐石之心", "newsdate": "发布时间：19-04-17", "newstime": "16:12", "sentiment": [{"positive_prob": 0.441254, "confidence": 0.0194361, "negative_prob": 0.558746, "sentiment": 0}]}, {"title": "华为P30Pro到底值不值得买？首批用户说出实话，优缺点一目了然！", "content": "华为P30Pro到底值不值得买？首批用户说出实话，优缺点一目了然！在我们现在的手机市场当中，华为算是实力担当的一个手机品牌了，凭借自身高端的定位以及在科技上的而研发成果获得了很多消费者的喜欢。每一次在华为有新机型发布的时候手机市场上就炒的特别的火爆，就像最近的华为p30系列在发布的时候，就引起了很多用户的关注，还没有新机型正式出售的时候就将拍照的实力带上了话题的最高点。在正式出售之后第一批用户对于华为p30pro的的评价已经出炉。今天我们就来聊一聊华为P30Pro到底值不值得买？首批用户说出实话，优缺点一目了然！优点之一：拍照性能尤为的突出，此前在新机型刚刚发布的时候，变态的拍照能力就引起了广大网友的讨论，再一次的成为了今年所有新机型中拍照实力最为强悍的手机。在相机上对比起上一代来说提升很明显，前置使用的是一个3200万像素的摄像头，后面使用的是一个4000万像素+2000万像素+800万像素+TOF的镜头，支持10倍的恐怖变焦，50倍的数字变焦，拍照时非常清晰的。前不久不是在朋友圈火爆了一组图吗？华为p30pro的相机都可以直接当望远镜使用了，这一点也是这款机型最大的优势，很多的用户在实际体验之后都粉分感叹华为的相机研究着实强大，看这个样子，估计华为以后会继续在拍照的水平上不断的提升自己，成为不可超越的神话，总的说来，在拍照这个上面众网友都是表示好评。优点之二：手机外观上的变化比较明显，这一款手机使用的时一个水滴屏幕的设计方案，可能对于水滴屏幕大家都觉得不太新颖了，毕竟今年的大多数机型都使用了这样的屏幕方式，不过值得一提的是这款手机使用的三星手机一贯的曲面屏设计方案，当然在屏幕上并不是使用的三星的屏幕，不过这一点变化也是让整款手机的颜值提高了不少，至少给到我们一个视觉上的冲击力，曲面屏的设计本身就具有不一样的特色，加在华为的身上的话，让整款机型的颜值方面加分不少。优点之三：处理器性能强劲，这一款手机使用的是麒麟980的处理器，虽说这是一款去年机型就开始使用的处理器，但是现在这款处理器的性能还是处于一个比较高的水准，对比起今年发布的骁龙855来说，虽说有着一点点的差距，但是在经过华为在系统上的更新之后，对于各方面都进行了优化，所以说整体的流畅度也有了大大的提升，至少是比去年使用麒麟980处理器的机型综合性能要更强一点，完全不用担心在手机游戏的时候会出现卡顿的情况，日常的app使用也是保持着一个较高的流畅性。缺点之一：如果说华为p30pro哪儿都好，但是也有一个不好的地方，那就是使用的屏幕颗粒感特别的明显，完全达不到三星曲面屏幕的标准，这样一来就非常的掉价了。之前三星s10才刚刚发布了相关的系列，本身华为p30系列就是主要和三星的s系列竞争的，这样一来在品质上的把控就稍微的低于三星，也受到了很多用户的吐槽。其实也不怪华为，主要是两个手机的品牌新机型发布的时间太近了，而且华为这一款手机又刚好用了跟三星手机一样的曲面屏，所以对比之下这一点就算是缺点了。总结：其实这一款手机综合的实力上来说还是比较强悍的，而且在价格上的定价也比较合理，也还是一款值得我们购买的机型。就是不知道在这次的新机型争斗上面，到底会是华为胜利呢，还是三星重新抢占中国的市场。你们是更喜欢三星s10系列还是更喜欢华为p30系列呢？", "author": "数码说生活", "newsdate": "发布时间：19-04-17", "newstime": "06:25", "sentiment": [{"positive_prob": 0.0145913, "confidence": 0.967575, "negative_prob": 0.985409, "sentiment": 0}]}, {"title": "围堵华为失败还不死心，美国又出“软招”", "content": "【观察者网讯】欲联合盟友围堵华为失败后，美国仍不死心，不但要准备“B计划”，还想出一“软招”。据路透社4月16日报道，知情人士和路透社看到的文件显示，美国将在下月举行的布拉格会议上，催促其盟友采取共同的安全和政策措施，为华为主导5G业务设置障碍。捷克国家网络与信息安全办公室（NUKIB）负责人卡霍费尔（Robert Kahofer）表示，5月2日至3日，来自30多个国家的官员将举行会议，寻求就下一代电信网络的安全原则达成一致。卡霍费尔称，该会议由捷克外交部组织，并获得了该国NUKIB的支持。届时，欧盟28个成员国、欧盟委员会、北约以及包括美国和澳大利亚在内的其他8个国家代表，将出席会议。布拉格街头华为广告 图自央广网该捷克网络安全部门负责人一边表明中俄尚未受邀请，一边否认这是“反华为或反华会议”。值得注意的是，去年12月，NUKIB曾针对中国民营企业产品发布“安全警示”，点名华为与中兴，导致捷克政府一度停用华为手机。但数日后，捷克总理巴比什澄清，捷克政府的停用决定是受了有关部门误导，所谓“安全警示”不涉及普通用户和终端设备。今年1月，捷克总理又透露，NUKIB发布的所谓“安全警告”令该国政府非常意外，并且没有任何证据。而在5月的布拉格会议上，美国将建议各国政府和运营商考虑“供应商所在国家的法律环境，供应商得到的政府支持，公司架构的透明度，以及设备的可信赖度”，并要求合作伙伴优先考虑“安全问题”，共同调查针对5G架构的“网络攻击”。路透社看到的文件并未提到华为的名字，但美国官员声称，他们希望其他国家能从中获取有效禁止“中国供应商们”所需的“知识框架”。去年8月，美国总统特朗普曾签署法案，禁止美国政府使用华为和中兴设备。一名知情美国官员还表示，布拉格会议标志着美国政府在意图煽动盟友放弃华为和其他5G供应商上的战略转变，这一做法“更温和”。近几个月来，美国频繁会晤并“警告”盟友称，华盛顿认为中国政府可能会使用华为设备进行“间谍活动”，但至今没有拿出任何证据。对于网络安全和隐私保护，华为多次重申，该公司一直遵守业务所在国的所有适用法律法规，合规经营，并要求所有员工遵守所在国法律法规。华为总裁任正非表示，其公司已经明确把网络安全和隐私保护作为公司的最高纲领，并强调华为从未向中国政府提供任何信息。面对美国挑起的事端，各国互联网服务提供商也警告称，禁止华为不但成本巨大，还将导致5G推迟数年推出。同时，美国盟友们也纷纷作出自己的选择。今年2月，英国政府得出结论，认为使用华为5G设备所产生的风险可控；新西兰总理阿德恩也出面强调，“华为从未出局。”3月26日，欧盟委员会宣布了在5G网络安全方面的法律建议，其中并未出现禁止中国设备供应商华为公司的内容。另据英国《金融时报》4月15日报道，德国联邦网络局局长霍曼（Jochen Homann）接受采访时说：“本局的立场是，包括华为在内，没有任何设备供货商应该或者可以被特别排除在外。如果华为满足所有要求，就可以参与5G网络的建设”。霍曼指出，华为在5G拥有大量专利，如果华为被排除在该市场之外，将延误数字网络的建设。4月15日，外交部发言人陆慷在回应“中方在WTO就澳大利亚政府禁止华为提供5G设备的决定提出申诉”传闻时则表示，中方在5G合作问题上的立场非常明确。我们多次强调，希望各国继续采取有利于贸易投资自由化、便利化，有利于各国合作共赢的举措，这对所有经济体都有好处。中国政府一向要求其他国家政府为中国企业提供公平、公开、透明、非歧视性的营商环境。陆慷提醒道，我们相信，任何国家以任何借口在这个问题上采取歧视的做法，到头来肯定都不利于这个国家自身参与国际合作，并从国际合作中获益。就在美国政府想方设法围堵华为的同时，当地时间14日，美国消费者新闻与商业频道（CNBC）报道称，任正非在接受其采访时，首次就向苹果提供5G芯片一事公开表示：“在这一点上，我们是向苹果开放的。”CNBC指出，此番表态意味着，这家中国科技巨头对于旗下知识产权的思考发生了重大转变。CNBC报道截图本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-04-17", "newstime": "13:34", "sentiment": [{"positive_prob": 0.00140718, "confidence": 0.996873, "negative_prob": 0.998593, "sentiment": 0}]}, {"title": "华为电视要跳票？传问题出在软件上", "content": "集微网消息，据界面报道，华为电视供应链人士表示华为电视要延迟发布了，主要原因是“软件还没有Ready”，硬件已经没问题了。该人士还表示“华为会有两条腿走路，一方面是做自有品牌，另一方面是在其他电视厂商中植入系统进行运营”。华为对此不予置评。此前消息称，华为首款大屏设备产品（尚且称做电视）55英寸的屏幕供应商为京东方，65英寸的屏幕供应商则是华星光电。代工厂则是京东方收购的苏州高创。华为消费者CEO余承东曾经在今年AWE接受访问的时候表示，华为不会做传统电视，因为传统电视的体验不好。随后在华为P30系列的中国发布会后的采访当中，余承东再次表示华为不做传统电视，至少4月不会有产品发布，但是未来华为会探索AI时代的大屏体验升级，可能会推出一些具备电视功能的大屏产品。而4月15日，海信电器营销公司总经理王伟在春季新品发布会上表示，目前市场上一些原有的通讯手机类的品牌也说要做电视产品，可能是一个概念，不一定是电视，或是一块大屏幕，这刚好回应了华为方面的一些说辞，或许在未来5G时代，电视可能会消失，取而代之的是具有电视功能的智能大屏设备。不过说到底，具备电视功能的大屏产品不过是体面之词罢了，电视就是电视，否则现在向大尺寸发展的电视岂不都可称作为具备电视功能的大屏产品？打脸归打脸，就是不好留下巴掌印子以免破了卖相。（校对/Aki）", "author": "半导体投资联盟", "newsdate": "发布时间：19-04-17", "newstime": "16:46", "sentiment": [{"positive_prob": 0.000600091, "confidence": 0.998666, "negative_prob": 0.9994, "sentiment": 0}]}, {"title": "任正非：华为的定价策略变化", "content": "转载自百家号作者：酷玩儿华为和美国政府之间的争端发生后，一向低调的华为创始人任正非开始接受媒体采访。在最新一次接受美国CNBC电视台记者专访时，除了谈到跟美国政府的关系，以及女儿孟晚舟的情况之外，任正非还谈到了其他一些有意思的话题，比如他为什么喜欢用军事术语，他对苹果公司的看法和华为的定价策略变化等。我们为你简要转述下。首先是使用军事术语的问题。记者问任正非，经常在演讲和谈话中使用军事术语，是因为把经商看作战斗吗？任正非的回答是，自己喜欢用军事术语，“因为它们简单易懂”，“当我找不到一个更好的术语来轻松描述商业运作方式时，我就使用军事术语。”任正非经常使用的一个军事术语叫：范佛里特弹药量。这个词语是美国将军范佛里特发明的。意思是，投入庞大的弹药量进行密集轰炸，以达到对敌方的毁灭性打击。任正非使用这个词语，想要表达的是，聚焦在特定的领域，投入压倒性的资源。它代表的是一种集中投资的战略。用任正非的话说：“我们的资源和技术有限。一切都是有限的。如果把资源搞得太分散，我们就没有办法成功。因此，我们选择缩小我们的焦点，像一个针尖，在一个特定的领域，我们可以取得突破。我们只关注一点。起初，我们有几百名员工关注这一点，然后我们有几千人，数万人，现在我们有数十万人。我们总是把所有的精力集中在同一个点上。每年我们在这方面投资超过200亿美元。”通过这种高度聚焦的方法，华为开始在特定的领域领先于西方同行。然后，华为开始在这个特定的领域建立市场优势，逐渐积累资本。渐渐地，华为就在一个集中聚焦的领域成为领导者。不过，任正非说，其实西方的卓越公司也是这样做的。无论是微软、英特尔还是谷歌、亚马逊，都有自己的专注领域。“与很多业务繁多的中国公司不同，美国公司知道如何缩小聚焦点，然后向前推进。我们实际上是在向美国公司学习。”在谈到苹果公司时，任正非说：“乔布斯先生是个伟人。乔布斯之所以伟大，不是因为他创造了苹果，而是因为他创造了一个时代，移动互联网时代。说他很棒都只是轻描淡写，他非常非常棒。”乔布斯去世时，任正非正和家人在度假。他的小女儿是乔布斯的粉丝。在女儿的提议下，全家人安静下来对乔布斯进行了哀悼。任正非也用伟大来形容苹果公司。理由是，“它总是推动市场变得更大，而不是变得更小。苹果产品的销售价格很高，质量也很好。它扩大了市场，使许多其他公司得以生存。”华为作为后来者进入电信市场时，采用的是低价策略，根据成本来制定价格。当时，因为技术和管理的原因，华为的成本比较低，把价格定得也很低，这就让竞争对手很难跟华为竞争。任正非说：“我们对这件事有很多思考。”思考的结果是，华为开始提高价格。以至于现在很多人认为华为产品很贵。随着价格上涨，华为开始有了更多的利润。但是，华为没有把这部分增加的利润分给员工或股东，而是用作研发费用，探索未来。任正非说：“我们不会向员工分配任何额外利润。否则，他们会变得超重，无法快速移动。我们也不会将额外利润分配给股东。如果他们有太多的钱，他们就会沉迷于资本收益。我们将把更多的钱投入新领域的研究。”接下来，任正非描述了华为投资研发的策略。如果一项技术离我们还有20亿光年的距离，华为可能只投资一点钱，就像一粒芝麻籽大小。如果一项技术距离我们2万公里远，华为会再投资一点，就像苹果大小。如果一项技术的距离只有几千公里远，那会投入更多，就像一个西瓜大小。最后，如果一项技术的距离只有5公里远，那华为就会投入巨资，重兵压境，就像商业版的范佛里特弹药量。华为会把所有的努力都集中在这项技术上，深入研究。因为只有这样，才能生产出世界领先的产品。比如，在5G技术上，华为的策略就是如此。2008年，土耳其数学教授艾达尔·阿里坎(Erdal Arikan)在一篇数学论文里提到了5G。华为的科学家读到这篇论文，然后，用了10年时间把阿里坎教授的理论转化为今天的5G标准。“5G标准实际上建立在一篇数学论文的基础上。”以上就是华为创始人任正非在最新采访中的一些观点。任正非谈到了自己为什么喜欢用军事术语，因为军事术语简单易懂。他也谈到了自己对苹果公司和乔布斯的看法。正是对苹果公司定价策略的思考，让华为开始不再走低价路线，而是通过高价积累利润，再把利润投入到研发上。科技有温度，点击下方，关注「 酷玩儿 」带您发现新奇、好玩的科技！", "author": "华西悦读", "newsdate": "发布时间：19-04-17", "newstime": "11:03", "sentiment": [{"positive_prob": 0.949166, "confidence": 0.887036, "negative_prob": 0.0508339, "sentiment": 2}]}, {"title": "华为高管答记者问：如果网络安全被政治利用是一个非常大的挑战", "content": "C114讯 4月17日早间消息（蒋均牧）2019（第十六届）华为全球分析师大会上，华为副董事长、轮值董事长胡厚崑，华为常务董事、产品投资评审委员会主任、ICT战略与Marketing总裁汪涛，华为董事、战略研究院院长徐文伟三人对中外媒体、分析师关心的热点问题集中作了解答。每一届分析师大会的问答环节总是干货满满、金句不少，今年也不例外。比如针对所谓的“网络安全风险”，胡厚崑直言“只有网络安全技术归技术、政治归政治，回到技术本身来讨论和管理，网络安全其实既是挑战也是一个机会，但是如果网络安全被政治利用了，这就是一个非常大的挑战”。就华为的5G产品价格策略，汪涛分析说“4G相对于3G，移动流量的性价比提升了10倍，我们的目标是在5G时代相对于4G性价比有10倍的提升，这需要政府提供更多频谱，在政策获取、法律法规给予合理、更多的支持”。对于每年3亿美元的与大学合作经费怎么花，徐文伟表示将投入在几个方面，“一是资助科学家对未来探索，尤其是基础理论的探索；第二我们会和大学合作建立联合创新中心和实验室，从事基础技术发明”。以下为2019华为全球分析师大会主论坛答记者问纪要：问题：目前华为5G上已经取得40个商业合同，但在刚刚发布的华为年报中，运营商业务收入是有所下降的，所以我想了解一下各位对2019年华为运营商业务的展望？胡厚崑：对于2019年运营商业务的总判断是，运营商市场投资会面临一个新的驱动因素，就是5G网络部署。正如我刚才在大会上分享的，5G发展速度目前超过了我们预期。在过去3年，整个产业，尤其是运营商对5G看法发生了几次有意思的变化。3年前，跟很多运营商谈5G时，他们对5G如何部署，5G究竟怎样产生商业价值，没有清晰的概念。但是大家都有一个模糊的愿景，5G会带来很多行业应用空间。在2年时间里，跟运营商谈5G，看到很有意思变化，就是运营商突然显得很迷茫，因为大家都在讲business case,究竟什么是5G的business case。过去大家谈了很多5G的憧憬，用5G来支持无人驾驶，支持智能制造，但是一直找不到business case，我们把这个时期称之为5G迷茫期。但从去年下半年后，我们明显看到行业对于5G认识变得更清晰，更现实。大家发现，其实不需要现在就挖空心思想5G在行业应用上到底有什么CASE，即便是标准R15所提出的eMMB的特性,就已经可以帮助网络服务提供商建立起很有吸引的business case，包括对个人用户服务，也包括面向行业应用，比如用5G来改变媒体行业，已经是很现实的应用。从商业价值角度看，5G获得一个强烈支撑，大家认为5G从商业价值来讲是可行的。从产业成熟度，从供应侧来看，从芯片、网络、终端成熟度上，5G都达到了一个相当水平。尤其到今年下半年，各种发布的5G手机正式上市后，会让整个产业对5G在当前带来的商业价值有更大信心。在这种情况下，我们认为，对于5G投资，不再是盲目的，追逐热点的投资，而是围绕商业价值展开的投资，这是非常可靠的投资。对于行业来讲，5G是新一个新的投资驱动因素。对于华为运营商业务来说，5G也会进一步驱动运营商业务的增长，我们预计今年运营商业务能够获得两位数增长。问题：对于华为发展来说，最大的风险是什么？您是否认为是有可能出现的政治驱动下的制裁风险，还是网络安全方面的风险？胡厚崑：从企业运营角度来看，我们在任何时候都会在企业内部和外部识别不同的风险。我们对风险管理时，不会只聚焦在某一个方面，会系统的管理。虽然华为只有30年历史，但我们与运营商一起，就像在冲浪一样，随时都会面临大大小小的起伏，但我们需要看到一个长远方向。其实说到挑战，比如今天我们谈到下一阶段在研究创新上的一个长期战略，这是我们应对未来的一个非常重要的战略举动。我们如何面对一个未来巨大的智能社会发展机会，建立更强大创新领导力。我们希望把我们创新能力从产品技术创新进一步提升到理论创新。如果谈到企业外部挑战，地缘政治冲突，国际贸易关系变化，毫无疑问也是我们要必须考虑的因素。我不认为网络安全是政治性的挑战，网络安全应该是一个技术问题。我们的立场一直是我们需要有个更系统的，能够被接受的框架来认识网络安全的风险，需要通过合作来管理网络安全的风险。在华为，我们一方面需要做好自己的工作，另一方面要准备好积极参与全球性网络安全合作，推进进程。只有网络安全技术归技术，政治归政治，回到技术本身来讨论和管理，网络安全其实即是挑战也是一个机会。但是如果网络安全被政治利用了，这就是一个非常大挑战。我认为挑战不仅仅是对华为一家，而是对整个技术产业，甚至更大范围对全球贸易关系的挑战。当你对它政治化的时候，就不会基于事实去讨论，而是基于感觉去讨论，这样做法势必会让未来整个技术发展产生碎片化风险。大家都知道，碎片对于技术发展非常不应该，它会减缓技术创新速度，提高技术创新成本，最终让整个社会付出代价。问题：印度政府并没有邀请华为参加5G试验，你们是否有和印度政府进行对话，讨论相关5G部署问题？华为是否从印度私营运营商中拿到5G相关部署合同，或者进行对话？汪涛：印度是政府组织的5G试验。印度政府去年也邀请华为参与了相关测试，我们也与印度所有主流运营商进行5G试验和规划、研究，我们对印度5G市场未来发展的参与度很深。华为很重视印度市场，在过去十多年华为是印度的主要供应商之一。印度市场和亚洲国家很多类似市场，人口密集，频谱稀缺，华为在过去十多年时间开发了一系列创新解决方案，来解决如何提升频谱效率，做好网络建设，我们相信华为在5G市场也会继续做出贡献。胡厚崑：印度市场一直是华为重视的市场，印度是人口大国，人口结构年轻，对任何人都是有吸引力的市场。谈到5G，作为技术提供者，我们希望印度市场在面临5G机会时能够变得更加具有吸引力。我们期望印度市场在以下几个方面有所变化:一是频谱供应。印度在4G时代，运营商频谱资源获得不够，而且分布是碎片化的。在5G时代如果印度频谱供应不能做出巨大改变，依然延续4G时代的做法，我们很担心在5G时代能发展的很好。二是，印度市场要改变运营商商业模式希望能够变得更健康，现在运营商竞争陷于过于恶性化的竞争。我个人判断5G部署后，相当一段时间，场景还是在eMMB，如果在4G时代运营商都在苦苦挣扎，很难盈利，在5G时代我不知道如何建立一个健康盈利模式。问题：之前华为多次澄清说没有意愿成为独立芯片供应商，但最近任正非公开接受采访时也表示愿意苹果提供5G芯片持开放态度？这是不是说华为战略调整的改变？如果是，为什么华为选择现在这样一个时机？胡厚崑：我们的芯片战略没有做出任何改变，跟过去一样，我们在芯片既要坚持自主可控，又要走开放合作的道路。我们现在业务结构，对于我们的管理能力很有挑战，我们没有意愿要在这个时候把芯片变成独立业务，没有这个打算。现在跟苹果也没有具体的讨论。但是我们认为苹果是一家伟大的公司，它对移动产业发展是做出巨大贡献的，如果没有苹果努力，移动互联网时代不会这么早到来。5G正处于一个令人激动，万箭齐发的时代，在这个关键时候，我们认为像苹果这样优秀的公司是不应该缺席的。从整个产业发展角度，我们认为一个优秀公司参与到竞争中，会让其他参与者都变得更优秀，从这个角度，我们非常愿意苹果加入到这场竞争中。问题：您刚才提到今年对于运营商业务预计将有两位数增长，但我们看到目前有些国家表示不会采用华为5G设备，因此我想了解华为运营商业务增长将主要来自哪里？华为在4G时代定义是用最好的产品，最合理的价格。在5G时代，华为已经是龙头企业了，那么在5G时代，你们对产品和价格定位有什么改变？汪涛：5G发展在不同国家部署节奏不同，有些国家是规模部署，有些国家还处于试验前期阶段。在移动通信产业上，过去30年，产业节奏非常明显，每十年一代技术，现在进入到第四个十年。在每一代技术部署中，有些国家处于第一波，有些处于第二波，有些处于第三波。但是移动通信发展是连续的，虽然有些国家处于5G试验阶段，但5G部署预期会带来4G扩容，比如5G技术没有话音能力，需要回落4G，因此4G要完善覆盖。因此很多国家虽然今年还不会部署5G，但会在4G网络扩大投资建设。另外5G由于带宽是4G的10-100倍，对回传网络带来更高要求，因此运营商会提前建设回传和传输网络，这也是华为的优势。回到2019年，华为运营商业务在中国、欧洲、中东、非洲、拉美等，都看到运营商无论是在5G建设还是4G扩容，还是传输网建设，都相比2018年有明显增长趋势。我们在某些国家不能参与到5G建设，这还不是十分准确。第一美国市场我们主动放弃，澳大利亚市场4G扩容还在继续，其他国家华为都在参与，在地域上虽然面临压力，但我们相信政府和运营商都有明智的选择，因此2019年在地域上华为并没有发生大的变化。关于华为在5G产品上的价格策略，华为参与市场竞争，都是以最创新产品帮助客户实现商业成功作为基本逻辑，我们认为一代新技术引入，就是帮助客户和用户改进体验，大幅提升性价比。大家知道4G，相对于3G，驱动移动流量的性价比提升了10倍，我们的目标在5G时代，相对于4G时代的性价比有10倍的提升。要实现10倍以上的提升，需要政府提供更多频谱，在政策获取、法律法规给予合理、更多的支持，希望整个产业界共同努力，使得5G网络相对于4G有十倍或更高的性价比提升。问题：今天华为宣布迈向基于愿景驱动的理论突破和基础技术发明的创新2.0时代，并宣布成立战略研究院，但是基础研发周期长，投入量大，华为投入资金上有何计划？在基础研究方面，华为是以自己研究院为主，还是跟大学等合作，成果如何分享？第三，您提到包容合作，但麻省理工学院终止了很多与企业等合作，您怎么看待？徐文伟：我们当前理论创新和基于基础技术的突破遇到了瓶颈，所以未来行业产生健康发展，包括华为未来发展，必须加大未来在理论研究创新和基础技术发展上。因为未来研究具有高度不确定性，而大学一定是不确定性中走到最领先的位置，我们肯定是首先和大学合作。每年与大学合作经费超过3亿美金，投入在几个方面；一是资助科学家对未来探索，尤其是基础理论的探索。对于现在来说，科学界存在问题，为了在著名杂志发表文章，也是有一定存在短期行为，很难再有以前“板凳要做十年冷”的坚持。我们希望资助，能真正为人类社会做出贡献，着眼于长期发展，而不是短期行为。同时支持他们招聘研究生、博士生着眼长远研究。第二，我们会和大学合作，建立联合创新中心和实验室，从事基础技术发明。第三，和大学合作，是双方共赢愿望。可以看一下，整个创新周期，大学产生理论突破，包括关键和技术技术发明，企业也参与了这些发明，这些发明通过行业商业、产业化，通过运营商、行业客户，最终为消费者服务。之后，企业获得商业利益，再投入到大学中进行基础研究和理论创新，形成正循环。就像很多和华为合作的教授所说，工业界对它的价值是非常巨大的，因为工业界对行业挑战，未来挑战和趋势和他们分享。另外，大学里教授产生的IPR，必须通过企业界，工业界产品化，最终被社会，对人类产生价值，否则专利只是一张纸，没有任何价值。虽然企业和产业界，和大学的合作是开放的合作，但开放的合作包括包容性成长，最终合作成果为全人类和产业，为企业服务。我希望技术归技术。 ", "author": "C114通信网", "newsdate": "发布时间：19-04-17", "newstime": "08:21", "sentiment": [{"positive_prob": 0.136043, "confidence": 0.697683, "negative_prob": 0.863957, "sentiment": 0}]}, {"title": "专访华为朱平：华为的1+8+N战略，如何将全场景智慧生活落地", "content": "每次华为发布新品，都是一次全民的刷屏，而这次P30 Pro的发布，则让行业再一次震惊，手机拍照已经被提高到了一个前所未有的高度，华为的创新可以说是进入了无人区，实现了超过行业一年以上的独占领先。而华为手机在去年的出货量也突破了两亿台，进入全球前三，在今年则要挑战2.5亿台和全球第二的位置。当然，单纯的手机领先并不能满足华为的战略预期，打造全场景的智能生活，才是华为的真正大战略所在。而在P30手机发布会上，华为还推出了一系列智慧单品，在会后，我们专访了华为消费者业务大中华区总裁朱平，深度了解了一下华为在智能生活战略方面的思考和行动。而在2019年，华为更重要的目标是要将全场景的智慧生活实现一个真正的落地。手机先行，生态随后智能手机不仅仅是一个产品，还是一个入口，当下的用户正是通过智能手机来实现自己和互联网服务的接轨，实现自己的互联网生活的。而诸多的智能产品，最终也是要靠手机来实现操控和管理的。所以华为在手机上的强势增长其实是在为自己的未来智能生活战略打开一个巨大的入口，而更多的华为智能产品，都是通过华为手机的普及来实现自己的智慧融入的。一个最典型的案例就是华为的笔记本电脑，发展非常迅猛，其最大的卖点除了独特的外观设计，屏幕比例这些眼睛能看到的特点外，最为重要的就是通过huawei share 的服务实现了华为手机和电脑的互通互联，完成了无缝的连接和整合，大大提升了消费者的生产力。而这其实只是其中的一个案例，还有更多的智能产品正在不断的接入这个生态。朱平强调，华为终端目前是“1+8+N”的战略，1就是手机是主入口，8就是4个大屏的入口：PC、平板、智慧大屏、车机，而非大屏入口现在发布的有耳机、音箱、手表，眼镜。N则是泛IoT硬件构成的华为HiLink生态。这其中的1+8是华为自己在做，而这个N则欢迎更多的合作伙伴加入，最终形成一个更为开放的形态。在这里我们可以看到，华为的战略思路非常清晰，入口级的产品亲力亲为，生态级的产品开放共赢，既保证了自己的稳定性，也保证了生态的多样性，既有基于视觉和触觉的大屏交互方式，也有基于语音的耳机、音箱这一点交互方式。而华为智能生态中的大爆品HUAWEI WATCH GT,则可以说是一个健康的交互，不仅实现了超过两周的超长续航，还联合301医院推出心脏健康研究，可以说是非常有价值的一个健康产品，我自己也长期佩戴。这些击中用户痛点的主流产品，都将会成为华为整个生态的重要支撑，在这个基础上大力发展N战略的产品接入和落地，而华为只需要做好协同、管理、联动，在产品、服务、技术、体验等层面进行管控。而对于广大的中小智能设备的厂商来说，只要做好产品，接入华为体系，就可以直接面向数亿用户进行选择，对行业来说也是一个福音。深度交流，服务用心，在消费者心中落地华为全场景智慧生活的落地看似是落地到用户家里，但本质上还是要落地到用户的心里，朱平表示，最重要的还是和用户“深度沟通”。朱平说，华为服务专营店，截止目前是1156家，到年底将达到1450家，覆盖了中国95%以上。 市级体验店超过1000家，今年希望大概做到1300家左右，县级体验店超过2500家，到年底3000家，覆盖中国95%以上的县。”这些专门的服务渠道，主要是将华为的服务深化下去，成为和用户沟通的平台，只有让华为的品牌在用户心目中落地，才能让华为的产品在用户家中落地，对于这个问题，华为的思考还是非常深刻的。比如包含诸多课程的“华为学堂”，让消费者可以在这里进行很多课程的学习，针对P30系列产品，就有6大课件、14门课程，未来还会增加几十门课程，并不断针对性优化，帮助更多用户全面进入科技生活。而这些培训课程，未来都会在华为的体验店中进行落地，成为标准化服务的一部分。一直以来，华为的售后服务就备受老用户称赞，不仅在软件层面，一直照顾到老用户的升级，不管是系统还是新技术，都兼顾了更多机型，成为行业的佳话。而另一方面，华为售后服务的标准化和亲民化也让消费者能够非常安心的进行自己的售后，甚至没事都愿意去华为店坐一坐，类似99元/129元换电池的举措，更是赢得了广大消费者的广泛性认同。从华为产品到华为生活从整个采访传递的信息来看，华为终端不仅处于一个高速发展的阶段，更处于一个全面升级的阶段，这个升级不仅仅是产品的不断推陈出新和技术的迭代，更有华为品牌形象的不断升级和在消费者服务中的不断深化。尤其是后者，反而是更值得大家关注的部分。因为大部分企业还只是在关注渠道的带货能力，却比较忽略渠道和用户的沟通能力，大多通过宣传来进行销售，很少通过服务来实现品牌的认知和沉淀。能够做到这一点，我觉得是华为和其他品牌的最大差别所在。一方面技术研发投入无敌，另一方客户服务下沉用心，两手结合，就不难理解为什么在全行业都在下滑的大趋势下，华为依旧可以高歌猛进，实现高速的发展。而到了5G时代，这样的优势就会更加明显，5G时代是一个全连接的时代，万事万物可能都会进行联网，一方面联网本身是华为擅长的优势，而另一方面，品牌在消费者心中乃至家中落地，不仅仅是一个技术服务的问题，还有一个品牌信赖的问题，以及共同成长的问题。华为在体验店中的诸多服务其实都是帮助普通消费者在科技领域进行成长，而华为的很多产品创新，也是帮助消费者更好的连接未来。在我看来，华为在软实力和软品牌上的强势，才是最大的优势和资本所在，只是这样的软实力在强大的硬件产品的光芒下，被掩盖了。我相信最终，华为智能生活体验将成为未来科技生活的标配，而在整个生态的带动下，华为手机产品也会持续保持高速的增长，在2019年实现国内50%左右的市场份额，也并非不可能。现在，华为在品牌上的成长令人瞩目，现在已经成为一张中国科技行业的名片。而在未来，华为更会在生活上进行融入，成为人们进入智能时代的船票。", "author": "万能的大熊", "newsdate": "发布时间：19-04-17", "newstime": "15:31", "sentiment": [{"positive_prob": 0.988526, "confidence": 0.974501, "negative_prob": 0.0114745, "sentiment": 2}]}, {"title": "创维截胡华为？华为电视产品发布一推再推 到底何时能“分娩”？", "content": "华为要做电视早已是业界公开的秘密，近日华为在2019华为全球分析师大会上也首次证实华为电视产品技术一直在推进，但上半年暂时无市场化准备。早前有消息披露，华为将于4月份发布电视产品，但如今4月过半，华为并未如预期那样发布电视产品，甚至已变成上半年无市场化准备，华为到底作何打算？有专业人士分析，自政府开始对电视行业加以支持，以及前段时间工信部给出的超高清行业发展计划来看，电视行业目前的确是利好阶段，所以坚定了华为等手机厂商转向电视板块的决心。此外，伴随IoT概念的兴起，包括TCL、海信、小米等厂商，纷纷在产品端开始了IoT技术的应用，而其实现的桥梁，就是AI与通信技术，在这些必要的环节，华为都有得天独厚的优势。甚至有人说现在的华为，是国内IoT领域的“第五股势力”。那么这与华为推后电视产品发布时间到底有何联系？据悉，华为电视的产品定位与创维大屏AIoT生态十分相似，此次华为之所以没有如预期发布电视产品，或许是因为创维抢先发布了AIoT智能大屏，截胡了华为，从而打乱了华为原本的节奏。回想3月27日创维发布大屏AIoT生态——创维Swaio之后的半个月，便急匆匆发布了新品AIoT电视创维55吋E33A，或许就不难解释个中缘由了。至于是否真如上述推测的那样，创维想提前抢跑AIoT赛道，截胡华为，也未可知。对于创维和华为两大品牌之间的较量，你怎么看？华为电视产品延后发布究竟是为什么？关注智能电视网，一起来讨论讨论吧！", "author": "ZNDS智能电视网", "newsdate": "发布时间：19-04-17", "newstime": "15:45", "sentiment": [{"positive_prob": 0.00909814, "confidence": 0.979782, "negative_prob": 0.990902, "sentiment": 0}]}]