[{"title": "千元机摄影新时代来临！华为畅享系列新品携后置超广角三摄亮相", "content": "2019年3月25日，华为在古城西安发布了华为畅享系列新品：华为畅享9S与华为畅享9e。这两款面向年轻消费者的千元新品，不仅延续了华为旗舰产品一贯独到的美学设计和强劲的硬件性能，同时也继承了华为畅享系列“年轻实力派”的基因。“后置2400万超广角三摄”与“全新音频提升方案”在拍照与音频方面迎来重大创新，迈出千元机高端化、时尚化步伐，紧追年轻用户消费需求。华为畅享9S（极光蓝、幻夜黑、珊瑚红、星云蓝）与华为畅享9e（幻夜黑，宝石蓝，琥珀棕）搭载的2400万超广角三摄、全新音效提升方案，在发布会现场引发了媒体的集体热议。伴随火爆的现场盛况，新品销售信息也随即公布，华为畅享9S将于3月25日在线上华为商城VMALL及各大电商平台开启预售，4月2日线上线下全面开售，4GB+64GB版本售价：1499元、4GB+128GB版本售价：1699元。华为畅享9e将于4月2日在线上华为商城VMALL及各大电商平台开启预售，4月8日在线下华为授权体验店、华为授权经销商开启预售，3GB+64GB版售价：999元。华为畅享9S：首款后置超广角三摄千元机 尽显“高端”华为畅享S系列自2017年诞生伊始，便以精致、潮炫的外观设计赢得了年轻用户的喜爱，此次更是以珍珠屏设计和全新拍照体验，成为新一代年轻用户的不二选择。华为畅享9S加持的后置超广角三摄这一旗舰红利，在智慧AI拍照系统的辅助下，足以颠覆以往大众对千元机拍照能力的认知。华为畅享9S采用后置三摄镜头，其中主镜头2400万像素，超广角镜头1600万像素，景深镜头200万像素。高亮环境下依靠2400万主摄像头出片，确保最高解析力。夜景下自动切换到四合一模式，配合多帧图像融合技术，有效提高暗光拍照效果。值得一提的是，1600万像素超广角镜头拥有17mm焦段，F2.2大光圈，无论是多人合影还是广阔美景，都可随手拍出广角大片。同时，除了摄像头硬件上提升，在拍照功能上也支持16倍超级慢动作、AI超级夜景、智能场景识别等备受市场好评的拍摄模式，全方位提升千元机拍照水准。在屏幕方面，华为畅享9S也有了飞跃式的提升。6.21英寸珍珠屏，分辨率2340x1080，屏占比高达89%，整体给人以“大屏小机身”的使用感受。同时支持一键分屏、视频增强、护眼模式、人脸解锁2.0等功能，让手机娱乐视觉体验更好，更健康。性能层面，华为畅享9S搭载了高性能低功耗麒麟710八核处理器，标配4GB运存+最高128GB机身存储组合，从核心部位带给用户“高端”体验。同时拥有GPU Turbo 2.0加持，让畅快的游戏体验再次升级。此外，标配的3400mAh大容量电池与5V2A充电器，还赋予了新品超长续航与高速充电的能力。华为畅享9e：大音量好音质 引领千元机娱乐新“时尚”为了满足年轻用户对手机外观色彩的个性化追求，另一款新品华为畅享9e带来了幻夜黑、宝石蓝、琥珀棕三种配色方案。其中宝石蓝配色灵感来源于大自然宝石的光泽，机身呈现出宝石般的七彩幻光效果。而琥珀棕配色则选用了更显高档的精雕皮纹工艺，辅以亲肤漆，无论是从视觉，还是手感上，都能感受到华为品牌极致的高端感、品质感。针对视觉体验，华为畅享9e采用了6.09英寸珍珠屏设计，屏幕占比87%。既为用户带来强烈的视觉沉浸感，持握感也十分舒适。同时，阳光屏技术的引入配合视频增强技术，使得华为畅享9e在任何光线下都能清晰呈现屏幕内容。音频方面，华为畅享9e 选用了自研HUAWEI SuperSound音效提升方案。该方案内置11V高电压 Smart PA，使手机最大外放响度提升6dB，相当于普通手机的2倍。并且搭载了一枚超线性扬声器，加上全新音效增强算法优化，确保手机在大音量播放条件下，依旧具备出色的音质，为用户提供一套媲美随身音箱的音频提升解决方案。除此以外，华为畅享9S与华为畅享9e均内嵌了最新的EMUI 9.0系统，更简洁易用的UI界面、创新性的内存深度优化解决方案，智慧手机管家等，让用机体验更加方便快捷。同时，华为畅享9S还拥有多项智慧功能，例如AI翻译，即扫即翻译；AI识物，随手一扫全知道； AI电梯模式、AI高铁模式、AI防伪基站，让信号不断线，上网更安全。与华为畅享9S和华为畅享9e同时亮相本次发布会的，还有8英寸华为平板M5青春版和10英寸高配版，两款新品均实力不俗。其中，华为平板M5青春版（8英寸）不仅传承华为平板基因，与顶级音响品牌哈曼卡顿合作，带来震撼的沉浸音效；同时，智能语音对话功能和智慧识别，以及过滤蓝光技术和重力感应算法加持的儿童乐园，令新品在智能体验的打造上也取得全新突破。华为平板M5青春版（8英寸）发布当日同步开启预约，搭载麒麟710芯片、5100mAh(典型值) 大容量电池，香槟金、深空灰两色，售价1199元起。在充满活力与惊喜的“年轻实力派”品牌DNA下，华为畅享9S与华为畅享9e为我们带来了从外观设计、拍照功能、核心硬件等多方面的华丽蜕变，相信华为畅享9S与华为畅享9e的发布，即将引领千元机市场迈向一个新的品质阶段。现在前往华为商城预订华为畅享9S，还可享受付50元订金抵100元的优惠，更有三期免息。", "author": "躺倒鸭", "newsdate": "发布时间：19-03-25", "newstime": "17:28", "sentiment": [{"positive_prob": 0.995311, "confidence": 0.98958, "negative_prob": 0.00468904, "sentiment": 2}]}, {"title": "继李嘉诚之后，又一巨头支持华为，要合作就终止在美业务？", "content": "继李嘉诚之后，又一巨头支持华为，要合作就终止在美业务？华为现在是中国的主要代表，特别是华为推出5G技术后，华为在全球的影响力也迅速扩大。如今，华为的5G技术和华为的产品正逐渐被世界所接受。 2017年，华为的收入达到6000亿，几乎是竞争对手中兴通讯的六倍，其一半以上的收入来自海外。现在华为5G正在全球范围内实施。现在，它已与全球30多家运营商保持着良好的合作关系。根据最新消息，欧洲没有一个国家暂时禁用华为，这应该是欧洲第一次默默团结起来抗衡美国，在此之前，英国已公开表示已禁止华为5G，但自今年年初以来，英国已宣布将不再禁止华为5G并选择与之合作。除了华为自身的优点外，李嘉诚还为在2014年收购英国移动通信服务提供商O2做出了贡献，李嘉诚很早就在英国创办了这家公司，他的财富39％的利润来自欧洲地区。最近，李嘉诚的英国移动运营商再次发出警告，禁用华为的后果与英国退欧相当。最近，有消息称另一家巨头已经支持华为，并表示如果想要合作，它将终止在美国的业务。这个巨头是我们的电子商务巨头马云，因为今天阿里巴巴的支付系统非常完善，所以很多外国公司都在寻求合作，其中一家英国公司也找到了马云，但马云说他们希望合作并停止美国有关企业之间的合作。即使并不了解这件事背后的真相，也可以证明，面对困难，相互支持可以更好地发展。本文为原创作品，图片来自于网络，如有侵权请告知", "author": "容若吹雪", "newsdate": "发布时间：19-03-25", "newstime": "17:20", "sentiment": [{"positive_prob": 0.89521, "confidence": 0.767132, "negative_prob": 0.10479, "sentiment": 2}]}, {"title": "可能超越苹果的两个手机厂商，一个是华为，另外一个却不是三星", "content": "大家在评价手机的时候，常常把苹果认作是所有手机里最好的，而小编觉得苹果最近一直都没有什么创新。除了苹果特有的闭合式手机系统比较稳定和流畅之外，苹果有的功能其实某些安卓手机也有，而且苹果手机在几乎相同的配置下，还比安卓手机贵了不止一倍。那么会不会有其他手机厂家有望超越苹果呢？现在除了苹果手机以外，受到人们喜爱的手机无非是那么几家：小米、魅族、华为、三星、OPPO。但就小编认为，就超越苹果手机而言只有两个手机品牌最有可能，一个是华为，另一个就是OPPO。我们一起来分析一下。为什么小米、魅族和三星没有太大可能超越苹果（1）我们先来说说小米公司，虽然小米公司现在受到很多网友的好评，手机好用且价钱低。而且从前几天的财务报表来看，小米公司在全球智能手机销售量平均下滑4.1%的数据下，还保证了自己手机销量提升了29%。但从手机科研的角度和其公司的性质来说，小米并不能超越苹果公司，因为小米手机说得好是性价比手机，但同时大家也都知道，小米公司是一直挂着\"组装机\"的称号。因为大部分都不是自己研发的硬件，并且小米公司的总裁雷军也说明，小米公司最注重的还是互联网服务方面，手机能否为他带来收益并不在意。所以小米公司可以排除。（2）说到魅族，小编能想到的就是\"模仿\"小米手机。虽然说销量也还可以，但是说到创新上还是落后了一些，并且在之前跟高通闹矛盾，一直在使用联发科的处理器，在手机配置方面就一直相比其他手机产商稍差。虽然说最近已经跟高通和解，但无论从新机发布亮点来看，还有科研产品来看都是远远不及苹果。若要超越苹果，魅族还有好远的路要走。（3） 另外要说到的就是三星手机了，自从上次传出消息三星手机爆炸一事后，三星手机一直被嘲笑为是\"王炸手机\"。因为自三星出售后，在各地都有传来三星手机爆炸的消息，所以在中国境内已经不太受到人们的喜爱。毕竟安全为重，谁也不想带着一个定时炸弹在身边。虽然说三星的销量在2018年全球排名中，乃至2017年的全球排名中，都是占据着领头羊的位置，并且在18年专利申请数量上排第六，同时在芯片、存储等方面都是处于全球冠军级别的产业。但无奈出现了手机爆炸这样的负面事件，这对三星的发展造成了阻碍。那么为什么说华为和OPPO才是极有可能超越苹果的呢？（1） 先说说华为，华为公司在国民印象中是世界500强企业，而且就芯片整体技术而言已经隐隐有超越高通的感觉。此外，推出的麒麟980更是名扬海外，获得了多项科技界评比第一名，并且还在自主研究属于自己的手机系统。在18年全球专利申请数量中，华为更是达到了全球第一的排名。与此同时，华为还掌握了现在炙手可热的5G通信技术，还有折叠屏技术，在手机设计中已经遥遥领先。另一方面，苹果手机现在的创新度越来越低，并且5G技术和折叠屏技术方面，苹果都是慢人一步。其在2018年全球手机销量报表上显示：\"三星手机和苹果手机较17年销量对比都有下滑的迹象\"，而华为手机紧逼苹果手机位居全球第三。既然在技术上和销量上都领先苹果手机，那么最有可能超越苹果手机的非华为莫属！（2） 此外小编认为，有望超越苹果手机的手机厂家，除了华为手机就是OPPO手机了。为什么这么说呢？我们一起来看看OPPO的\"前世今生\"。OPPO在推出智能手机以后的外观设计和UI界面都是模仿苹果手机，但从iPhone X发布开始，OPPO已经在做升降摄像头了，就像在宣告不再模仿iPhone的脚步。现在更是即将推出\"ColorOS 6系统\"，这样的设计理念无疑是超凡脱俗的，OPPO在向行业证明着：软件设计也能走自己的理念，不用刻意追踪苹果IOS。至于在全球专利申请数量中，OPPO更是跻身全球前50，排名第17。在国内专利排名中，虽然OPPO排第三，但我们都知道OPPO是单纯只做手机的，而华为在通信、手提方面都有涉及，在手机方面的专利或许比华为还多。在人工智能的专利申请上，也落后百度和腾讯，排名第三，位居AI发明专利手机厂商排名的首位。甚至在18年全球销量排行中，更是排到第五名。以此看来，OPPO手机以前是一直顶着\"山寨机\"、\"高价低配\"的称号，甚至被网友们称之为\"智商鉴定机\"的OPPO，在最近几年终于翻身了！以此看来，除了华为是最大可能超越苹果公司的手机厂商以外，OPPO同样也有资格！对此，网友们又是怎么认为的呢？", "author": "科技耳目", "newsdate": "发布时间：19-03-25", "newstime": "00:01", "sentiment": [{"positive_prob": 0.0234946, "confidence": 0.94779, "negative_prob": 0.976505, "sentiment": 0}]}, {"title": "华为mate20与p20的区别", "content": "华为P20的手机相信大家很熟了，尤其是它的拍照功能很强。和华为Mate 20一样都是三摄，不过手机排列方法不同，这款华为Mate 20的外观会好看吗?比起华为P20这部华为 Mate20有什么不同点?1.外观上华为P20采用了5.8英寸显示屏，分辨率达到了2240x1080，采用了创新的渐变配色方案，通过先进的纳米真空光学镀膜技术，在机身背面创造出迷人的渐变色“极光带“。华为Mate 20预计采用6.4英寸的分辨率为2160X3840像素COF工艺的LCD显示屏，首先是左、右边框，基本上没有看不到边框的存在了，宽度在1.5mm左右，而下巴和额头也都很窄，宽度在2.5mm以内。2.配置上华为P20搭载了麒麟970处理器+6GB内存，配备3400mAh电池，配置了1200万彩色镜头+2000万像素黑白镜头的徕卡双镜头，拥有f/1.8+ f/1.6大光圈。华为P20支持4K视频拍摄和720p的960fps慢动作视频拍摄。华为 Mate 20搭载发华为自主研发的海思麒麟980处理器，配置电池至少估计是4000mAH，跑分高于骁龙845，而功耗却降低了25%，是安卓领域中配备的最强处理器。华为 Mate 20将搭载6倍光学潜望式摄像头、徕卡三摄，像素达到了4200万，除了黑白、彩色镜头外，外加一个长焦镜头。屏幕指纹识别功能+3D面部识别功能，无论是湿手还是污渍的手，指纹都能够被识别。3.价格上华为P20国行6+64GB售价3788元，4G全网通+128G售价4288元。华为Mate 20的价格目前还没有出来，但看配置在5000+以上的水平很有可能，还会配备6GB的运行内存，高配达到8GB，物理内存为64GB、128GB和256GB。对于这部华为Mate 20据说今年下半年会于我们见面，看了华为P20之后，大家觉得华为Mate 20会替代华为P20成为华为的代表机吗?", "author": "手机中国网", "newsdate": "发布时间：19-03-25", "newstime": "16:56", "sentiment": [{"positive_prob": 0.851313, "confidence": 0.669583, "negative_prob": 0.148687, "sentiment": 2}]}, {"title": "6.09英寸珍珠屏+超大音量，华为畅享 9e仅需999元，超值！", "content": "随着技术的发展，全面屏不断进化，从最开始的上下等宽，到后来的刘海屏，再到现在的珍珠屏，屏幕效果越来越出色。3月25日，华为正式推出旗下畅享系列新品———华为畅享9e，6.09英寸珍珠屏、F1.8大光圈拍照、大音量、高品质，售价仅需千元，市场竞争力十足。外观设计：6.09英寸珍珠屏+七彩宝石炫光背盖，打造双重视觉美感华为畅享9e正面采用一块6.09英寸珍珠全面屏设计，屏占比高达87%，带来更加强烈的视觉冲击力和科技感。值得一提的是，得益于超高屏占比和19.5:9的屏幕比例，华为畅享9e只有传统5英寸手机一般大小，持握更加舒适。值得注意的是，华为畅享9e屏幕采用阳光屏设计，在光照条件极其复杂的使用场景中，华为畅享9e解决了屏幕反光不清的痛点，有效提升阳光直射观看屏幕的体验。此外，华为畅享9e屏幕通过了德国莱茵认证，降低蓝光辐射，减少视觉疲劳。华为畅享9e顶部采用极窄边框设计，在分毫必争的顶部边框中，华为畅享9e集成了听筒、接近光传感器、环境光传感器、手机状态指示灯等多个元器件，足可见工艺水平。虽然华为畅享9e采用珍珠屏设计，但可通过系统设置变成\"上下等宽\"，全面满足多种使用需求。华为畅享9e拥有幻夜黑，宝石蓝，琥珀棕三种配色方案。其中,在琥珀棕版本上，华为畅享9e还打造出一种皮革纹理质感，视觉上更加精致典雅，轻奢时尚，且不易留下指纹。如上图所示，华为畅享9e宝石蓝配色则是采用了七彩宝石幻光设计，将直径15微米的反光粒子喷涂在手机背板上，在外来光线的照射下，反光粒子能使光线衍射，形成犹如宝石般的七彩幻光效果。系统与配置：八核处理器与EMUI 9.0的组合，畅享AI智慧生活华为畅享9e外观出色，硬件和系统方面同样可圈可点。系统方面，华为畅享9e搭载最新EMUI 9.0操作系统，通过AI算法智能优化系统后台，不仅做到运行流畅，更是越用越懂你。华为畅享9e采用创新的华为内存深度优化解决方案，得益于该技术，手机的预装文件大小被大幅度压缩，留给用户的可用空间更多。硬件方面，华为畅享9e搭载12nm高性能八核处理器，配合EMUI 9.0操作系统，日常使用体验更加流畅。此外，华为畅享9e搭配3GB运存+64GB内存，配合独立三卡槽设计，外部内存卡扩展最高支持512GB，完全满足日常生活所需。拍照：旗舰级F/1.8大光圈，拍照效果满足日常所需华为畅享9e摄像头光圈为F/1.8（该数常见于旗舰机），更高的进光量为手机拍照带来了更为出色的色彩表现和虚化表现，此外，华为畅享9e采用1300万像素摄像头，支持多帧降噪，暗光同样更胜一筹，我们一起来看看样张。第一张照片来看，华为畅享9e的色彩表现出色，粉色的花瓣色彩表现周正，且得益于1300万像素的解析力，花瓣细节表现的很不错，边缘锐度也表现得很出色，树枝细节也非常规整，边界清晰，整体来说非常不错。第二张照片更能表现出华为畅享9e相机的解析力出色，不仅大厦窗户分界明显，细节清晰可见，太阳反射的光源处也没有过爆。第三张照片可以看到华为畅享9e的景深效果非常出色，照片的明暗宽容度也表现的很好，暗处没有看不清，亮处也没有过爆。音效方面：好音质大音量，外放效果如身临其境华为畅享9e不仅在屏幕、拍照、系统上做了大幅度升级，在外放音量上也为喜欢音乐的年轻人做了深度优化，在硬件和软件两方面，均带来了非常出色表现。硬件方面，华为畅享9e内置了超线性扬声器和智能音效放大器。超线性扬声器采用音圈振膜悬挂结构，使得振膜在进行大幅度振动时依然保持振动的平衡，为华为畅享9e带来了兼顾大音量和好音质的硬件保障。同时，华为畅享9e搭载11V高电压Smart PA（功率放大器），整体音效非常震撼。软件方面，华为畅享9e使用HUAWEI SuperSound音效提升方案，不仅音量更大，音质也更加出色。得益于独特的设计原理，华为畅享9e在音量与音质的之间找到了平衡点。实际体验中，华为畅享9e最高达到了104.4dB的外放音效而不失真，确实非常出色。由此可见，华为畅享9e外观设计方面让人眼前一亮，更在性能、拍照、音量等多方面均有不俗的表现。如果近期有购买备用机的打算，或者是更看重基础功能，推荐入手华为畅享9e。", "author": "且听Phone吟", "newsdate": "发布时间：19-03-25", "newstime": "15:01", "sentiment": [{"positive_prob": 0.999949, "confidence": 0.999888, "negative_prob": 5.06214e-05, "sentiment": 2}]}, {"title": "华为畅享9S配置参数曝光：搭载麒麟710+AI三摄", "content": "[PConline 资讯] 华为在西安举行华为畅享系列新品发布会如期而至，本次新品发布会带来了华为畅享9S、华为畅享9e和华为平板M5青春版三款新品。华为畅享9S作为业内首款千元后置超广角三摄手机，其特性引起不少人的关注。现在华为已经公布了华为畅享9S的全部亮点了。华为畅享9S采用超清珍珠屏设计，配备分辨率为2340x1080、长宽比为19.5:9的6.21英寸IPS材质屏幕，屏占比高达89%，拥有85%色域。后置指纹传感器，所以采用背部指纹识别。该机顶部会有一个U型的“刘海”，容纳了一枚自拍摄像头，是前置AI自拍为800万像素自拍摄像头。华为畅享9S主打拍照，其后置呈竖向排列AI三摄，分别为2400万像素超广角的主摄像头，1600万像素的广角镜头和200万像素的深度传感器。超大广角镜头，117°双倍视野，突破常规视野边界，狭小空间拍出广袤天地。无论旅行还是聚会合影，都能定格双倍精彩。同时还支持AIS手持超级夜景模式，通过AI算法稳定画面，支持6秒手持拍照。无需三脚架，就可以实现“亮处不过曝，暗处有细节”，让夜拍更精彩。根据规格显示，该机将搭载麒麟710八核处理器，CPU性能提升了75%，GPU性能提升至130%。支持10W快充，micro-USB接口，配备3400mAh容量电池，系统方面装备基于Android 9 Pie的EMUI 9.0。辅以3/4GB运存+64/128GB大存储，最高支持512GB扩展，有幻夜黑、星云蓝、珊瑚红和极光蓝四种配色。售价方面，华为畅享 9S 4GB+64GB版1499元、4GB+128GB版1699元。3月25日16:08分开启预售，4月2日10:08分正式开售。主打年轻实力派的华为畅享系列凭借时尚的外观，出众的功能得到了用户的一致认可，华为也在为用户创造惊喜的道路上从未止步。此次带来的新品不仅颜值出众，性能也强悍，果真没有让我们失望。", "author": "太平洋电脑网", "newsdate": "发布时间：19-03-25", "newstime": "16:18", "sentiment": [{"positive_prob": 0.850151, "confidence": 0.667002, "negative_prob": 0.149849, "sentiment": 2}]}, {"title": "华为mate9长宽高", "content": "尺寸：156.9×78.9×7.9mm 重量：190克Mate 9采用1080P分辨率的5.9英寸屏幕，全金属机身设计，搭载麒麟960处理器，性能全面升级，并且内置了基于Android 7.0的EMUI 5.0定制系统，同时使用了4000mAh更高密度的大容量电池和智电5.0技术，支持SuperCharge快充技术。Mate 9采用1200万像素彩色和2000万像素黑白的第二代徕卡双摄像头组合，首次采用内置于SOC的深度ISP图像处理芯片。扩展资料华为mate9-产品特色（1）麒麟960芯片：华为Mate9使用的全新麒麟960芯片，全球率先商用最新A73CPU，采用4*A73+4*A53架构，最高主频2.4GHz，与上一代相比，CPU性能提升18%，能效提升15%。全球率先商用MaliG71MP8GPU，与上一代相比，麒麟960图形处理性能提升180%。同时，GPU能效提升40%；全新的UFS2.1内存技术，存储器速度比上一代提升100%。（2）Mate9采用了与徕卡联合设计的1200万像素彩色和2000万像素黑白双镜头组合。在Mate9上实现了专业级2倍双摄变焦。同时支持4K摄像，OIS防抖技术带来更好的视频录制体验。（3）大电池+安全快充：华为Mate9支持5A快充技术，4.5V低压快充。5分钟充电10%，10分钟充电20%，20分钟充电40%，30分钟充电58%。充电10分钟，Mate9可做到连续视频播放4小时，连续上网4小时，连续3G通话6小时，同时华为独有的十层安全保护机制，含五层安全电压保护网和五层安全电流保护网，从充电器到电芯全方位杜绝安全隐患，同时最大程度上保证了电池使用寿命。（4）EMUI5.0：华为Mate9使用的是基于Android7.0深度优化的EMUI5.0系统，采用全新的美学设计和更便捷的交互方式。EMUI5.0对系统界面进行了扁平化设计，并针对不同的使用场景进行了步骤精简和误触优化，90%的常用功能只需三步操作即可完成，为消费者带来轻松便捷的操作体验。", "author": "手机中国网", "newsdate": "发布时间：19-03-25", "newstime": "16:57", "sentiment": [{"positive_prob": 0.99766, "confidence": 0.994801, "negative_prob": 0.00233978, "sentiment": 2}]}, {"title": "华为Mate 20系列手机官方降价 限时直降500！", "content": "【PConline 资讯】在P30系列即将到来之际，华为近日对Mate 20系列进行了新一轮降价促销活动：全系限时直降500元，同时购机可享招行6期免息。也就是说，华为Mate 20起售价仅3499元，Mate 20 Pro起售价4899元。目前，华为商城、京东等线上渠道已经开启该活动。就在前几日，华为刚刚宣布Mate 20系列上市四个半月全球发货量超过1000万台。而此次华为对Mate20系列进行全系调价，最主要的是进一步延续Mate20系列或火爆的销量表现，另一个是为即将上市P30系列手机腾出销售空间。与此同时，华为Mate 20系列在大中华区同一时间内打破了此前Mate与P系列的销售记录，在海外市场也受到消费者青睐，西欧、中东、亚太等地区均持续热销。对于即将发布的P30系列，目前华为新加坡官网上，已经给出了不少信息，比如该系列包含了P30和P30 Pro，前者后置徕卡三摄，而后者是徕卡四摄，其都采用了水滴屏设计，屏幕是双曲面屏，搭载的是麒麟980处理器，据说这个系列新机国内售价是3998元起。", "author": "太平洋电脑网", "newsdate": "发布时间：19-03-25", "newstime": "15:25", "sentiment": [{"positive_prob": 0.832527, "confidence": 0.627838, "negative_prob": 0.167473, "sentiment": 2}]}, {"title": "华为平板M5青春版发布：内置5100mAh 售价1199元起", "content": "[PConline 资讯]近来，关于华为P30巴黎发布会的讨论热度居高不下，与此同时，今天下午14:00的华为新品发布会也同样引起了行业和消费者的关注。华为平板M5青春版新品今天正式亮相，包括8英寸的华为平板M5青春版和10英寸的高配版。华为平板M5 青春版则是采用全金属机身设计，分辨率达到了全高清级别，配备双立体声扬声器，内置5100mAh大电池，续航号称“强劲”。而且华为平板M5 青春版支持人脸识别，搭载华为Histen音效技术，由哈曼卡顿专业调音，提供沉浸式影音娱乐体验。核心配置上，华为平板M5青春版采用8.0英寸1080P显示屏，搭载麒麟710处理器，电池容量为5100mAh，运行EMUI 9.0系统。价格方面，8英寸WiFi版3GB+32GB版售价1199元，WiFi版4GB+64GB版本售价1399元，全网通3GB+32GB版售价1499元，全网通4GB+64GB版售价1599元。10英寸WiFi版4GB+128GB版本售价2199元，全网通4GB+128GB版本售价2399元。同时华为平板M5青春版将于3月25日下午4:08开启预售，4月10日上午10:08正式发售。", "author": "太平洋电脑网", "newsdate": "发布时间：19-03-25", "newstime": "17:23", "sentiment": [{"positive_prob": 0.961835, "confidence": 0.915189, "negative_prob": 0.038165, "sentiment": 2}]}]