[{"title": "已正式确认！华为将在2020年底发布“千元”5G手机！", "content": "今年2月份，以华为和三星代表的智能厂商，是相继发布了自家的5G手机。但怎么说呢？5G手机现在价格还是太高了。根据江苏移动发布的采购项目公告，本次共采购5款5G手机，分别是华为Mate 20 X（5G手机）、中兴AXON 10 Pro（5G手机）、vivo 5G手机、OPPO 5G手机和小米5G手机，共采购183台，预算金额达183万元。平均每部手机采购价为1万元。其中5G版华为Mate 20 X采购数量最多，为123台，预算金额为123万元。也就是说，5G手机的价格基本上是在8千元起。而机构预测，2019年的5G手机销量最多也就是100万台。也就是说2019年5G手机还不能成为主流。而今日华为官方表示：5G千元机最快将于明年年底上市。其称，“4G发展快于3G，5G也将快于4G”，截止5月初，全球已发布5G终端达52款，“价格一半都是八九百美元，最便宜的是599美元”。实际上，关于5G手机价格贵的问题，国内的一些厂商都是心知肚明的。比如小米公司， 小米2月份已经发布了第一款5G手机，是在欧洲发布的，就是小米MIX3I版，我们会根据国内运营商布网速度发布第一款5G手机 。这是很大的机遇。今天手机市场处于激烈竞争，厂商在锐减的阶段，真正的玩家已经越来越少，而且实力也越来越强。还有OPPO等，这些厂商的态度很明显，如果国内的5G网络一旦普及，那么应该会在第一时间推出5G手机！为什么5G手机流行不起来？说到底了，还是5G网络的原因。对于咱们消费者来说，5G手机的价格很贵，而对于运营商们来说呢？5G基站的建设很贵，而且要很长时间才能收回成本。按照摩根大通的说法，5G手机的基带处理器和应用处理器的价格是4G手机的两倍。这家美国投资银行推测，5G基带处理器的价格为33.40美元，而应用处理器的价格预计为55.60美元。就比如说国内的三大运营商吧，三大运营商之前表示：在5G的投入上非常保守，而且中国联通还在完善自家的4G网络！现在要买5G手机吗？所以，在我看来，今年只是所谓的“5G”元年！无论是站在用户、运营商还是厂商们角度来看。5G手机的性价比都不高，相反，2021年的5G手机销量会达到1亿台。到那时候大家在选择入手5G手机也不迟阿。", "author": "俊世太保", "newsdate": "发布时间：19-05-10", "newstime": "16:46", "sentiment": [{"positive_prob": 0.0259583, "confidence": 0.942315, "negative_prob": 0.974042, "sentiment": 0}]}, {"title": "让美国难堪！华为耗费20亿在英国建芯片厂，英国运营商力挺华为5G", "content": "在5G面前，全球运营商以及手机厂商都开始瞄准这场即将上演的红利期，而如何在5G面前抢占5G大单或许成为了电信设备运营商的第一大要务。目前根据数据来看，华为拿下了40份订单，诺基亚拿下30份，爱立信拿下16份。在5G下半场，依然有无限可能，因为还有很多潜在的市场需要抢占。我们知道由于美国干扰，类似美国、澳大利亚、日本、新西兰等国家对于华为5G设备而言显得有点担忧，甚至一度拒绝华为进入该市场。而对于英国市场而言，华为有了新的突破，那就是此前英国宣布欢迎华为进入非核心5G基本业务，换句话说英国向华为敞开了一扇门。为了获得英国更大的开放程度以及让英国信任华为，根据消息华为将在剑桥建芯片工厂。根据英国媒体宣传华为最近在英国剑桥购买了513英亩土地，该工厂位于英国硅芯片行业的中心。华为技术在未来5年，投入10-20亿英镑来建设该厂。位于英国的芯片工厂将在未来开展光器件的研发、制造基地，面向全球提供光器件和光模块，而第一阶段华为将优先进行宽带网络的芯片研发。（华为收购的将用于建厂的土地）除此之外，华为还在爱丁堡建立芯片研究中心。我们看到华为通过加大英国本土的投资，背后的目的便是能够最终打开英国乃至欧洲市场。尤其是我们知道华为打算进行光通讯的研究，目前最先进的光通讯芯片还是掌握在日本美国手上。华为有了这个厂确实能提升一定话语权，和议价权，也能帮助对于光通讯全产业链掌握，甚至实现麒麟这样的弯道超车。华为英国总部，位于伦敦附近的雷丁调查发现，华为在英国品牌知名度显著上升。华为在英国的品牌知名度近两年来从45%上升至60%，有越来越多的英国人愿意购买华为智能手机。现在华为在英国设立了15个办公室，拥有1500多名员工，其中70%是英国本地员工。现在英国多家运营商力挺华为5G，在这样的情况下，华为英国业务其实并未受到太大影响。华为挺进英国市场，或打脸美国。此前华为创始人任正非就称：“如果美国不信任华为，华为将更大规模把投资转到英国”。过去英国一直跟随美国限制华为，而现在英国最终决定向华为敞开大门。华为选择在英国建厂，一方面是清者自清的自信，另一方面就是让中国芯片能更顺利走向世界，这波操作完全算得上未雨绸缪。现在华为选择美国最亲的英国，芯片设计开发以及生产制造都在其眼皮底下，美国势必更加无话可说。", "author": "科技之窗", "newsdate": "发布时间：19-05-10", "newstime": "21:27", "sentiment": [{"positive_prob": 0.330803, "confidence": 0.264881, "negative_prob": 0.669197, "sentiment": 0}]}, {"title": "华为全线手机和平板将于5月14日支持华为云电脑", "content": "IT之家5月10日消息 华为官方宣布，华为全线手机和平板将在5月14日支持华为云电脑，安卓8.0及以上版本即可使用。可以在手机端轻松运行Windows生态下各种应用软件。如何下载步骤一：打开应用市场，搜索【华为云电脑】并下载安装；步骤二：打开已安装好的【华为云电脑】，登录使用即可。记得先注册华为账号，点击设置>顶部登陆位置>即可注册账号。核心功能：数据安全：企业级可信安全保障，保护你的数据永不丢失灵活提高配置：可选不同套餐，支持自主扩容免硬件维护：云电脑可以让你在体验电脑操作的同时，无需维护电脑硬件当然需要注意的是，使用华为云电脑是需要付费的，采取订阅收费的方式。", "author": "IT之家", "newsdate": "发布时间：19-05-10", "newstime": "17:55", "sentiment": [{"positive_prob": 0.999067, "confidence": 0.997927, "negative_prob": 0.0009329, "sentiment": 2}]}, {"title": "介绍两款华为的千元手机，性价比很高，学生使用很划算", "content": "手机现在已经成为我们必不可少的设备之一了，2019年开年各大手机厂家就发布了各自的旗舰机，特别是刚刚的华为P30系列等，它有着让人眼前一亮的设计和拍照效果，但是奈何价格太高，对于学生党来说没有办法负担，那么性价比高的手机怎么找呢？那我们今天就来一起来看一下这两款吧。第一款华为畅享9S，有的人购买手机关注的是高配置，但是有的人关注的是手机的高性价比，华为畅享9S将性价比提高到极致。这款手机虽然是千元机，但是却拥有旗舰机的配置，首先在相机上有了大大的提升，拥有后置三摄的设计，拥有2400万+1600万+200万像素的组合三摄设计，是首款千元三摄手机，三颗摄像头分工合作又相辅相成，能够拍摄人文景色、微观世界等多种景象，配合AI超级夜景模式，拥有长达6S的曝光时间，手持也能拍出精彩大片。前置800万摄像头拥有AI智慧算法，逆光拍摄也很清晰。拥有AI识别功能，一键搬家、快速分享、WIFI信号桥等功能为你的生活提供更多的便利。此外这款手机搭载的是麒麟710处理器，在性能上全面提升，搭载6.21英寸的全面屏设计，微边框的设计有效提高屏幕占比，能够达到89%的屏占比。85%的色域值和高达415的PPI带来清晰高质量的画面细节。另外一款性价比高的手机就是华为的nova4e，这款手机同样是后置三摄的设计，搭配前置3200万像素的立体美颜镜头，拥有不俗的自拍能力，对于广大女生来说这个科技占很大的选择比重，让各位妹子告别自拍“千篇一律”，“千人一面”，个性化美颜让你更美丽。后置2400万像素的主摄为你带来清晰的画面质量，同时120°超广角镜头容下更多的景色，再也不用担心聚会拍照容不下的问题。机身采用6.15英寸的全面屏设计，珍珠屏的设计造型非常时尚同时能够提升屏幕占比，带来惊喜的效果，拥有96%色域值，德国莱茵技术加持，有效防止蓝光，保护双眼。机身采用3D玻璃材质，手感舒适，配置了多种颜色，色彩炫酷，第一眼看上去就怦然心动。拥有6+128GB大内存设计，打游戏不会卡顿。3340mA大电池设计支持9V2A快充，随时电量充沛。不足：畅享9S不支持NFC功能和快充功能；华为nova4e也不支持NFC，虽然配置3340mAh电池,但是有快充。小编认为：畅享9S麒麟710处理器，6.21英寸的全面屏设计，89%的占屏比，首款千元三摄手机，三颗摄像头分工合作，前置800万摄像头拥有AI智慧算法；nova4e是6.15英寸的全面屏，同样是后置三摄的设计，搭配前置3200万像素的立体美颜镜头，120°超广角镜头，6+128GB大内存。高配置，高性能比，价格千元左右，是学生的不错选择哦！特别是华为nova4e，对于女生，那更是值得入手。", "author": "手机妙策", "newsdate": "发布时间：19-05-10", "newstime": "14:34", "sentiment": [{"positive_prob": 0.99998, "confidence": 0.999956, "negative_prob": 1.98756e-05, "sentiment": 2}]}, {"title": "华为云这个“底座”持续进化，2019年智能化暴风来了", "content": "北京，是中国的首都，是全国政治、文化、国际交往和科技创新中心，更是一个正在加速向数字化、智能化转型的新城市。5月10日举行的华为北京城市峰会向我们展现出一个用“云+AI”打造的“不凡”北京。在这次峰会上，大家也能感受到华为的变化，尤其是华为云这个数字化转型的“底座”不断进化，正在驱动一场智能化转型的暴风，在2019年渐行渐近。沉淀与整合：华为30多年的积累倾囊相授在峰会上，华为中国地区部总裁鲁勇系统给大家介绍了华为。这并非多此一举，虽然华为已经是我们耳熟能详的品牌，但是每一次都会有新的认识。华为在ICT行业已经深耕30多年，无论是在通信网络、IT，还是智能终端、云服务等方面，都是当之无愧的领导者。以5G为例，鲁勇介绍，截止目前，华为已经获得超过40个的5G商用合同，5G基站发货量超过10万个，是全球最领先的5G解决方案供应商。在数字化转型上，华为自己就是探索者、实践者。在华为有一句话，叫做“自己造的降落伞自己跳”，说的就是这个意思。毫不夸张地说，华为自己的数字化转型，在复杂度和挑战性上可以说超越了大多数的公司。华为已全面推进数字化战略，对外希望做到交易更简单、更高效、更安全；对内将逐步提高运营效率，支持公司的创新与业务增长。很多公司在学华为，现在，有一个办法可以直接获得华为30多年沉淀的技术积累，尤其是数字化转型的实践经验，这就是华为云。可以这样说，华为云，就是通过在线的方式将华为30多年在ICT基础设施的技术积累和产品开放给各行各业。过去一年，华为对华为云的重视程度是前所未有的，内部提出了“Cloud Only”战略。在组织上，华为将公有云、私有云、AI、大数据、计算、存储、IoT资源和组织重组为“Cloud& AI产品与服务”。今年一季度，华为继续调整，将IoT、私有云团队合入Cloud BU。经过这一系列的整合，现在可以这样说，华为云集合了华为最强大的核心技术和经验积累，从芯片到数据中心、从硬件到软件、从IT基础设施到云服务、从边缘计算到云计算。华为云堪称是最强的数字化转型“底座”。扛起普惠AI的大旗，将AI拉下神坛数字化转型的目标是智能化，“Cloud+AI”是驱动企业和城市数字化转型的两个引擎。但是，AI一直在神坛，高高在上。鲁勇在演讲中一针见血地指出当下AI在应用中所面临的问题：“很多企业与机构对AI感到恐慌，害怕人工智能高高在上，害怕自己被智能时代所淘汰。”如何解决这个痛点？华为的答案是“普惠AI”，是将AI拉下神坛，让它走向普罗大众。华为在2018年10月发布的AI战略和全栈、全场景AI解决方案，尤其是华为在芯片底层实现了强大的算力，为普惠AI提供了强大支撑。华为的昇腾单芯片计算密度为业界最大，ARM64芯片能效比最高，优于业界标杆30%，这让AI算力充裕而且经济。有了AI算力的保障，加上行业数字化转型的提速，AI与各行各业的结合，将会加速让AI落地，真正给各行各业带来价值。鲁勇举例说，糖业是广西的支柱型产业，以前需要靠经验丰富的专家来进行甘蔗含杂率判断，现在通过华为云图像识别人工智能技术，机器含杂率识别准确率高达95%，极大的提升了效率并降低了人力成本。又如，华为云与北京市交管局的合作，让上地三街车流主方向（东西方向）平均延误下降15.2%，平均车速提升15%。最近，AI在媒体端的热度在下降，这对于AI来说反而是一个好事情，标志着AI进入行业应用春天的开始。正如鲁勇所言，AI应该是能让每个企业每个人都用得起，用得好、用得放心。当AI走入每个人、每个家庭、每个组织，都能享受到AI所带来的实惠和便利时，一个数字化转型的高潮才会真的到来！一个繁荣的华为生态圈形成有意思的是，当其他很多公司提“智能+”时，华为却提的是“+智能”。为什么会这样？这其实折射出一个公司对待智能的态度和基因。华为的“+智能”，是将自己放在使能者的角色上，不是要颠覆各行各业，而是使能各行各业；不是一个人战斗，而是与客户、合作伙伴融合在一起，构建互惠、共赢的生态。这和华为一直定位的“黑土地”一脉相承：提供一块信息化、自动化、智能化的“黑土地”，这块“黑土地”上可以种“玉米”、“大豆”、“高粱”、“花生”、“土豆”……在这次华为北京城市峰会上，鲁勇重申了华为的“平台+生态+AI”的战略，通过四个主动（主动开放、主动让利、主动统筹资源、主动开展人才）和三个协同（战略协同、资源协同、能力协同），构建起面向未来的智能生态，打造客户、伙伴、华为多赢的命运共同体。这种生态的思维，才是真正地以客户为中心。站在客户的角度，他们的数字化转型，核心关注的还是在业务体验。在商业模式和技术快速变化的情况下，行业应用将从通用硬件转向垂直整合系统，从资源转向服务，面向行业应用场景的服务成为关键需求，这时候仅靠华为是不够的，一定要百花齐放，让更多的各种各样的合作伙伴加入进来，才能更好满足客户的需求。据了解，截止2018年底，华为云已上线超过160个云服务，超过140个解决方案，使能互联网和媒体、游戏文娱、智慧城市、金融、医疗健康、教育、汽车、交通物流等行业客户+智能。一个繁荣的华为生态圈正在形成。大型政企上云的深水区华为云中国区总裁洪方明说，目前数字化转型进入第二曲线，人工智能的作用凸显，以前是单纯的数字化创新，现在则是业务的全面数字化和智能化。这时候，大型政企和垂直行业上云，而且在AI的推动下，他们正在将关键业务和核心业务上云，这让云计算发展进入深水区。这个时候上云以及数字化转型，对于企业和政府来说都面临前所未有的巨大挑战。技术的复杂度要求全栈的能力；AI要用得起、用得好、用得放心；还要有丰富的垂直服务；公有云和私有云需要实现无缝的服务体验等等。这时候，华为云+AI为当下步入上云深水区的企业和政府量身定制，集合了华为30余年在ICT领域的经验和能力，以及数字化转型的经验，华为云已经成为业界唯一拥有全栈AI能力的云、最懂政企的混合云、最安全可靠的云，加上华为所构建的繁荣生态圈，企业和政府上云确实是万事俱备，只待执行。据了解，华为与北京市公安局、首发集团、首都师范大学、北汽新能源、北京银行、公园管理局等众多客户签署了战略合作，共同应对数字北京的智能化发展需求。同时，也将在北京成立OpenLab，打造面向不同场景的行业解决方案。正如这次华为北京城市峰会的关键词“不凡”，当“不凡”的华为将自己的经验和积累倾囊相授，为同样“不凡”的大型政企上云注入新动能，一场“不凡”的数字化转型风暴已经是渐行渐近。", "author": "闫跃龙", "newsdate": "发布时间：19-05-10", "newstime": "21:03", "sentiment": [{"positive_prob": 0.975966, "confidence": 0.946591, "negative_prob": 0.0240343, "sentiment": 2}]}, {"title": "华为打造数字平台 助推世界级数字生态城市建设", "content": "5月10日，华为在北京举办“选择不凡·平台应变”为主题的华为北京城市峰会2019，希望通过本次峰会，将领先的数字平台和“平台+AI+生态”的战略理念带给北京地区的客户和伙伴，加速推进区域协同、产业创新和行业升级，助力北京打造世界级数字生态城市。数字平台，助力北京迈进高质量发展之路面对数字北京的智能化发展需求，华为中国地区部总裁鲁勇指出，华为打造了以云为基础的数字平台，整合IoT、大数据、视频、融合通信、GIS等新ICT技术，打通各类数据，驱动全行业数字化转型与智能升级。华为数字平台向上支持应用快速开发和灵活部署，使能各行业业务敏捷创新，向下通过无处不在的联接实现云、管、端协同优化，从而实现物理世界与数字世界的深度融合，助力数字北京迈进高质量发展之路。独行快，众行远。鲁勇表示，华为将在北京成立OpenLab，联合伙伴打造面向不同行业的场景化解决方案。华为愿与北京的客户和伙伴携手，持续为北京的信息技术、医疗健康、人工智能等产业提供服务，共同打造世界级数字生态城市。华为中国地区部总裁 鲁勇选择不凡，为北京智能升级注入新动能华为云中国区总裁洪方明表示，新一轮产业转型的核心动力是数据驱动，全行业正在进入以“数字化转型与智能化升级”为特征的第二曲线。企业上云的程度决定了行业数字化转型的进程，大型政府和企业正在逐渐将关键业务、核心业务上云，并在云上构建新型应用，关键需求主要聚焦于行业应用、全栈AI能力和安全可靠。华为云集30年ICT领域的经验与能力，致力于成为大型政企数字化智能化的黑土地，通过“三个全栈+五个统一”的混合云解决方案高度匹配上云需求，通过全栈全场景的AI能力注入创新活力，以及全方位的安全战略和解决方案提供稳健保障。华为云中国区总裁 洪方明数字平台，构建政府数字化转型坚实底座城市的健康、可持续发展离不开高效的管理和服务。华为致力于打造开源、开放、应用驱动的数字平台，构建政府数字化转型的坚实底座。华为中国区企业BG行业解决方案总监赵东表示，华为数字平台重新定义了政府ICT基础设施，成为支持城市运行的基础，向下兼容各种城市传感器，构建城市数字孪生，向上支撑城市应用百花齐放。华为将以数字平台为支点，以开放共赢的生态为杠杆，携手生态伙伴，一起撬动智能时代，助力政府数字化转型。华为中国区企业BG行业解决方案总监 赵东把数字世界带入每个园区，让智慧触手可及一个城市，除了马路都是园区，智慧园区是智能世界与数字中国的落脚点。华为企业BG智慧园区业务部总裁苏宝华表示，华为智慧园区解决方案最大的特点就是构建了端、边、管、云全栈式的智慧化能力，实现园区无处不在的联接、无所不及的智能。华为的智慧园区解决方案不是“说”出来的，而是“做”出来的。华为以自己的园区为试验田，将经过华为验证的、成熟的解决方案推向市场。我们坚信，当我们把一个个园区都智慧化了，拼起来就是美好的智能世界。华为企业BG智慧园区业务部总裁 苏宝华华为云AI成就不凡新城市AI作为一种新的生产力正在改变各个行业的商业模式和运营方式，华为云中国区副总裁胡维琦指出，AI与产业结合，主要对传统的重复场景、专家系统和多维度决策的复杂场景带来改变。目前AI已经与城市政务、城市管理、环保水利、工业制造等领域深度结合，不仅能够预测雾霾、治理城市河道等，也推动产业高质量发展。如华为云+AI通过大量时间和数据反复的推演训练，提升煤焦化产业的生产效率;帮助汽车行业自动驾驶提升数据处理效率、降低训练成本等。她还分享了华为云与《流浪地球》及广联达的合作，并介绍了华为云人工智能AI平台和AI应用市场。华为云中国区副总裁  胡维琦传统建筑行业的建造和管理方式已经难以满足时代发展新需求，要实现建筑行业高质量发展必须进行数字化转型升级。广联达副总裁王鹏翊表示，广联达数字施工聚焦工程项目的建造阶段，覆盖商务、技术、生产各业务线，利用数字化技术为项目和企业的在线协调、智能决策提供整体解决方案，为施工企业数字化转型升级提供一站式服务。广联达充分发挥在建筑领域多年积淀的业务优势，携手华为云共同构建数字建筑生态体系，实现建筑行业绿色化、工业化、信息化“三化”融合的新常态。", "author": "环球网", "newsdate": "发布时间：19-05-10", "newstime": "21:28", "sentiment": [{"positive_prob": 0.985381, "confidence": 0.967514, "negative_prob": 0.0146188, "sentiment": 2}]}, {"title": "刚刚华为明确表态，永不撤资加拿大！加拿大是什么态度？", "content": "众所周知，华为5G已经拿下了全球40个商用合同，发往全球4万多个5G基站，客户不仅包括亚非等发展国家中，西方国家也开始接受华为，比如英国政府就透露允许华为进入“非核心”部分建设5G，比如澳大利亚、新西兰这两个美国五眼联盟的盟友，都纷纷表示不排除华为参与本国5G建设中，然而加拿大却依旧对华为5G维持拒绝的态度，华为CFO引渡案件悬而未决，而华为现在率先表态了。5月10日早上，加拿大业务总裁李洪波在多伦多发表承诺，无论加拿大政府针对5G作出了怎样的决定，也不论案件结果如何，华为都会继续投资加拿大，绝不撤资，不仅如此，华为还承诺年内将在加拿大推出5G手机，并针对加拿大渥太华遭遇的水灾问题，捐款10万加元（约合50万人民币）。对于华为来说，加拿大市场不大，人口只有3000多万，和中国福建省人口差不多，但仍非常看重这个市场，说明华为心胸非常宽广，作为一个国际化的商业公司，华为做到了摒弃分歧，甚至加码合作，而且即使加拿大不采纳华为5G方案，华为5G手机还可以继续在加拿大销售，加拿大市场是西方国家重要的一环，不能前功尽弃。要知道华为已经进入加拿大市场有10多年，累计研发投入超过5亿美元，雇佣了超过1100名本地员工，并且按照计划，2019年的员工数量增加20%，增加200个高薪研发工作职位，华为董事长梁华也已经承诺在去年的1.8亿美元承诺再提高15％，这些都是华为单方面为加拿大做出的最大付出了。其实按照华为5G现在发展的速度，加拿大若是不采纳华为5G，其5G建设速度将远远落后其他国家，据媒体昨日报道，德国专利数据公司IPlytics最近发布一份5G专利报告，截至2019年4月，中国企业申请的5G通讯系统SEP（标准必要专利）件数排在全球第一，占比34%,华为位列第一，拥有15%，要知道去年的专利报告中，华为还落后三星排名第二。大量研发投入让华为弯道超车，去年华为的研发费用就达到了897亿，占到了华为全球年收入的14.9%，而897亿的研发费用，也让华为成为了继美国的亚马逊和谷歌的母公司 Aiphabet之后，全球投入研发排名第3的企业，三星、诺基亚、爱立信等5G技术差的不是一点半点。前不久苹果支付了高通45亿美元的专利费，华为也在未来三个季度要支付4.5亿美元的专利费，这都是因为高通在2、3G网络上有绝对领先的专利标准，而华为手握5G专利的好处在日后便能体现出来，即使加拿大最后不采用华为5G技术，只要触及到华为专利，就要被专利费，因此华为逆袭印证了：中国企业也能“卖标准”。", "author": "金十数据", "newsdate": "发布时间：19-05-10", "newstime": "18:08", "sentiment": [{"positive_prob": 0.0911594, "confidence": 0.797424, "negative_prob": 0.908841, "sentiment": 0}]}, {"title": "蓬佩奥搬她出来逼英国禁华为 英国人一听更怒了", "content": "原标题：蓬佩奥搬她出来逼英国禁华为，英国人一听更怒了近日，美国国务卿蓬佩奥为了扼杀华为公司的业务发展，专门跑到了英国，并“软硬兼施”地“劝说”英国人民不要用华为的设备，理由是会被中国政府通过华为监听。可搞笑的是，蓬佩奥却因为举了一个错误的例子，反而招致了英国人的反感和嘲笑。原来，在要求英国不要使用华为的设备时，蓬佩奥不仅一边大谈美国和英国间的“特殊关系”，一边居然把英国前首相、有“铁娘子”之称的撒切尔端了出来，要挟说如果撒切尔还在领导英国，她就一定不会允许英国使用华为。然而，蓬佩奥这番讲话却反而招致了英国人民的反感乃至嘲笑。比如一些英国网民就表示，如果撒切尔还在台上，她一定不会接受一个美国的国务卿对自己该怎么管理一个国家指手画脚。还有网民调侃说，蓬佩奥大概是不知道撒切尔已经去世了？还有网民好奇说，蓬佩奥是怎么知道已经去世多年的撒切尔的想法的？要知道她担任首相时3G都还没有呢！更有英国网民调侃说：然而您的老板也不是里根总统啊……另外，还有一些英国网民支持美国这么处心积虑地要干掉华为，是因为美国人将无法通过中国人的设备监控欧洲盟友了：不过，比起这些相对简单的反感和嘲讽，蓬佩奥拿撒切尔要挟英国人的言论还招来很多讨厌撒切尔的英国“民族主义”者的不满。因为在他们看来，恰恰是因为撒切尔推行的自由市场经济政策，导致英国失去了大量自己的制造业，基础设施也都卖给外国了，如今才不得不依靠比如华为这样的外国企业。所以，这些英国网友讽刺说，如果撒切尔还在台上，她很可能会同意华为呢：更尴尬的是，英国《卫报》这两天也刊登了一篇观点相似的评论文章，称就是因为撒切尔“出卖”了英国的制造业和基础设施建设，才导致英国没有自己的“华为”，不得不去依靠中国，并由此卷入了美国与中国的对抗中。哦对了，这篇文章也提到了当年斯诺登曝光的美国大规模监听欧洲盟友的事情…。目前，这篇文章在境外的社交网站推特上已经引起了不少英国网民的共鸣，并唤起了他们对撒切尔的苦涩回忆。而蓬佩奥不仅没有用撒切尔要挟成英国人，反而还搬起石头砸了自己的脚。最后值得一提的是，此次蓬佩奥出访英国除了要阻拦华为，还在伊朗核问题上对英国提出了非常荒唐的要求，让英国一边不能因为美国退出伊朗核协议而生气，一边则要求英国帮美国管住“无法无天”的伊朗……这当然也同样引起了英国人民的反感和对美国政府“太虚伪”的吐槽——毕竟，如果不是美国政府“毁约”在先，伊朗核协议根本不会出现这样的波澜。", "author": "央视网新闻", "newsdate": "发布时间：19-05-10", "newstime": "08:23", "sentiment": [{"positive_prob": 0.00328488, "confidence": 0.9927, "negative_prob": 0.996715, "sentiment": 0}]}]