[{"title": "华为的定价策略，是如何让苹果、小米坐不住的？", "content": "9月26日，华为商城官方微信公布了一则数据：“mate30系列1分钟破5亿！”没过多久，华为再次公布了一则数据，表示“华为mate30系列在开卖的3个小时内，就突破了100万台。”毫无疑问，如此火爆的销售场面让很多人难以置信！如果再联想到华为发布会现场余承东diss苹果的话，“Mate30搭载的麒麟990芯片是最强大的AI处理器，在浮点计算上超越了苹果A13芯片。在具体的手机性能上，华为Mate30pro在时延和流畅性方面首次超过了苹果iphone11pro Max”。似乎就在暗示，华为这次对Mate30系列产品充满了信心。与此同时，小米也召开了“5G新品发布会”。不过，根据现场的“掌声”来看，小米9pro并没有带来太多的惊喜。尽管小米MIX Alpha足够的惊艳，但概念机的身份和19999元的价格让其褪去了应有的光芒。不过，这次我们暂且抛开品牌和产品层，单纯聊聊华为的定价，是如何让苹果、小米坐不住的？01华为向上狙击苹果国产品牌的首次尝试曾几何时，苹果就像神一般的存在。每年的新品发布会都会引发抢购狂潮，甚至还闹出了“卖肾买iphone”的社会性话题。毫无疑问，彼时的苹果即便价格再贵，也都不乏簇拥者。不过，在2018年之后，当iphone XS刷新了苹果史上最昂贵手机的记录时，苹果的光环也达到了顶点。随后，苹果开启了降价之路。9月11日，苹果正式发布iphone11系列手机。在这场发布会上，苹果一如既往的给外界带来“惊喜”。只不过，这种”惊喜并不是科技本身，而是新款iphone11的定价仅为5499元，比上一代iphone XR足足低了1000元。尽管iphone11 pro和iphone11 pro Max依旧一如既往的贵，但从市场的反馈来看，不仅没有上演“黄牛加价”的热闹场面，反而爆出了“跌破发行价”的消息。也就是说，苹果第一次在价格上给了国产品牌机会！率先向苹果发起挑战的，是华为。9月19日，就在新款iphone正式发售的前一天，华为在德国慕尼黑举行了新品发布会，正式推出华为mate30系列产品。这样的安排，用意不言而喻！随后，在国内举行的发布会上，华为将mate30的价格定为3999元，与上一代产品持平。但是在mate30 pro的定价上，华为却选择将价格提高了400元。如此一来，就意味着比iphone11的价格高了足足300元！这其实是向外界释放一个信号：以华为为代表的国产手机品牌，不再将iphone产品的价格线视为“禁区”，苹果薅羊毛的时代一去不复返了！而且，从首日的销量来看，华为mate 30 pro的价格也已经被消费者所接受！不仅如此，华为还抓住了5G带来的历史性机会。早在8月，华为发布了它的首款5G手机——华为Mate 20X，定价为6199元；在这次发布会上，华为mate30（5G版）和华为mate30pro（5G版）的售价分别为4999元和6899元。怎么理解？这意味着华为在占据了4000元和5000元价格线后，借助于5G的风口，理所当然的向6000元的价格线发起了冲击！毫无疑问，这是属于国产手机的荣光。02荣耀向下压制小米“高性价比”的诅咒华为凭借P系列和Mate系列，牢牢的占据了3000元到5000元的手机市场。但即便如此，从低端蜕变而来的华为，也没有放弃3000元以下的市场。坦诚的说，华为一开始其实是师从小米的！比如，小米最初的口号是“为发烧而生”，荣耀的口号则是“面向年轻人群的科技潮牌”，都主打年轻消费者这张牌；比如，小米的销售渠道以互联网为主，荣耀同样也是主打线上。再比如，小米推出了红米系列，荣耀则宣布品牌从华为旗下独立；当小米的“饥饿营销”导致经常供货不足时，荣耀则钻了空子，表示无限供应。结果证明，定位于小米低端系列的荣耀，通过不断的产品升级，硬是将产品的价格线从1000元提升至2000-3000元。也就是说，原本应该和红米属于同一档次的荣耀，如今成为了压制小米的利器！数据不会说谎。今年5月，荣耀在伦敦发布了荣耀20系列旗舰机，其中荣耀20和荣耀20pro的起售价分别为2699和3199元。甚至还高出了小米旗舰机的价格！反观小米，除了产品越来越平庸之外，小米和红米双品牌战略直接导致了价格线的混乱，旗舰级扎堆在2000-3000元的价格之间。除此之外，越来越多的机型也让消费者产生了错乱，又回到了“机海战术”的老路。不管承认与否，当荣耀喊出了“中国第二、全球第四”的口号时，其实就已经向外界表明，华为正在试图让荣耀品牌压制小米和红米，而华为品牌则去挑战苹果！03华为保时捷版本撬开万元定价的大门就在几天前，红米手机品牌负责人卢伟冰表示：“华为保时捷设计智能手机只是加了个外国车标，价格就可以多卖一万元，也没有什么实用价值。”至此，很多人才发现，原来“保时捷设计”和“保时捷汽车”其实是两家不同的公司。或者更准确的说，这家名为保时捷设计的公司，其实只是保时捷汽车公司的汽配厂商。如果要说关联，那就是“保时捷设计”这家公司，是保时捷汽车创始人后代创立的公司！回到华为保时捷手机。在此之前，很多消费者都认为这款手机是华为和保时捷汽车的联名款。而且，华为在宣传中也可以融入了跑车的元素，诱导消费者产生这种误解。也就是说，华为打了一个擦边球！不过，从宣传上说，“华为Mate30 RS丨保时捷设计”并没有涉嫌虚假宣传，也不存在任何的侵权行为；至于说效果，保时捷版本满足了目标用户的炫耀式心理，让品牌具备了超高端的品牌形象。对华为来说，通过联名保时捷，既节省了大量“用户教育”的成本，也让品牌具备了无与伦比的气质和内涵。2018年，OPPO Find X兰博基尼问世；紧随其后，一加6T迈凯伦定制版也惊艳亮相。这就说明，借助于豪华汽车品牌拉高手机调性的营销思维，已经逐渐成为了业界的共识。毫不客气的说，营销的思维上，华为不仅领先于苹果，更是小米在内的其他品牌所无法比拟的。因为，尽管说销量不高，但华为已经站上了万元的价格线。“科技+奢侈品”窗口一旦爆发，华为将成为最大的收益方！原创不易，请按规则转载，否则视为侵权！", "author": "品牌内参", "newsdate": "发布时间：19-10-03", "newstime": "16:57", "sentiment": [{"positive_prob": 0.167731, "confidence": 0.627264, "negative_prob": 0.832269, "sentiment": 0}]}, {"title": "华为主动出击！华为笔记本全系搭载Linux系统：准备取代Windows？", "content": "众所周知，自从华为在被美国列入到实体名单的制裁后，便处处受到了美方的制约，众多美国科技巨头也是纷纷不再对华为提供软硬件的支持，虽然华为表示目前在硬件方面能够实现完全自给自足，但在操作系统方面，华为虽然也发布了华为鸿蒙OS系统，但由于在系统生态建设方面还尚未完善，所以华为至今依旧在寻找可以替代微软的Windows以及Google的Android系统。尤其是华为在遭受到Google断供之后，华为Mate30系列产品出厂也无法预装Google GMS服务，虽然华为很快就提供了自家HMS（华为应用商店）以替代Google Play服务，同时用户也可以自行安装Google相关的应用以及服务，用户对于Google全家桶服务的需求，也并不会受到影响，但实际上在欧洲市场，华为手机销量还是受到了不小的冲击，出现了明显的下滑。而根据最新消息显示，在电脑方面，华为也已经找到了可以替代windows的操作系统—国产Linux系统，华为真的会将其笔记本电脑产品的操作系统全面从Windows改为Linux吗？很显然从目前华为官方给出的答案，确实是如此，目前华为旗下笔记本产品，全系都推出了Linux版本，更重要的是相对于预装windows系统版本，在售价上要更为实惠，所有Linux版本都便宜了300元，从目前的情况来看，华为笔记本预装Linux系统确实是一个不错的选择，更重要的是目前网上开放windows下载，同时也有很多小白教程，能够让用户在购买到预装了Linux操作系统后，也能够重新安装回自己所熟悉的windows系统，如果拥有一定技术基础的用户，更是能够在华为笔记本产品上安装苹果操作系统，进行体验尝试。不得不说，华为主动出击，提前推出了预装Linux操作系统的笔记本电脑产品，事实上也是为了防止华为笔记本产品被微软突然停止授权，所以华为也开始以系统以及体验为重点，自下而上一步步完善，为华为鸿蒙OS操作未来做铺垫，如果华为依旧遭遇到断供，那么意味着华为后续手机、笔记本等产品，肯定都会全面切换到华为鸿蒙OS操作系统中来。写在最后：小伙伴们，如果微软不再为华为提供Windows操作系统支持，你们还会购买安装了Linux操作系统的华为笔记本吗？欢迎在评论区中留言讨论！", "author": "数码人科技", "newsdate": "发布时间：19-10-03", "newstime": "00:24", "sentiment": [{"positive_prob": 0.191428, "confidence": 0.574603, "negative_prob": 0.808572, "sentiment": 0}]}, {"title": "5G基站靠自己！华为寻找的这些国内替代供应商，表现一样优秀！", "content": "有媒体报道，华为已经开始生产不含任何美国元器件的5G基站。华为创始人任正非在一个商务论坛上表示，脱离美国零部件的华为，还是可以生存的，并已在生产不包含美国部件的5G基站，明年将扩大产量。任正非还表示，仍欢迎美国厂商恢复供应，因与供应商有30多年交情，“人还是有感情的，不能光为我们挣钱，让朋友不能挣钱。”不少网友在看到这则新闻后都纷纷表示：不愧是华为，在这样的情况下能够自力更生，技术过硬，高下立判。确实，虽然从经济学的角度来说，如果所有的零部件都自己生产，非常不划算，也没有效率，也不一定能把每一个部件做到第一，但华为此举好歹可以让企业自身不受制于人。何况华为的基站好像水准并不低，据了解，华为战略部总裁张文林对路透社说，华为不含美国零部件的基站，其表现并不比用美国零部件的差。不过值得注意的是，关于具体细节，张文林并未透露。因此，也有不少网友对华为5G基站不含任何美国元器件一事表示质疑。因为就现在全球化的趋势而言，很难有科技企业能绕过别家公司的技术完全独立自主生产自己的产品，这背后肯定会牵连到美国或者其它外国公司一些专利技术。为此，有网友特地对华为供应商进行了调查统计，据了解，华为的供应商基本都是国内企业，比如基站天线：通宇通讯、世嘉科技、飞荣达等；PCB：深南电路、沪电股份等；小基站：邦讯技术、日海智能等；射频前端：卓胜微、武汉凡谷等；光纤光缆：亨通光电、长飞光纤、中天科技；光模块：光迅科技、中际旭创等。可以看到，华为的供应商基本都被国产厂商给包揽了。而通信设备行业，与芯片、系统还多了一点不一样的地方，建基站的门槛高，通用性低，这对通讯设备商的要求很高，并不是简单用别人的技术、专利就可以的。可以看到，华为完全能胜任这一挑战。比如从华为已经出售的基站订单来看，在国际上影响力还是颇大的。据了解，华为目前已与全球多个国家签署5G商用合同，华为公司副董事长胡厚崑这段时间接受媒体采访时就表示，他最近几个月不太关心5G获得的商用合同了，因为太多了，“如果没记错现在有50多个5G商用合同了。”摆脱对美国的依赖，华为的表现依然如此亮眼，那么那些不合华为合作的美国公司又是怎样一副境地呢？华为曾披露，去年核心供应商名单共有92家，美国供应商占最多，达33家，占比约36%。而对于这些供应商来说，很多都将华为当成了大客户。比如从美国一些科技公司巨头2018年的年报上看，这些巨头公司有相当一部分的收入都来自中国：高通67%、英特尔26%、英伟达24%。所以说，没了国内企业的支持，国外厂商的日子也好不到哪里去。而且，从最近流传的一份华为Mate 30系列手机的供应商名单中可以看到，美国企业的身影越来越少，包括高通、博通、美光、西数等过去与华为合作频繁的美国企业都开始消失。而曾经那些美企巨头占据的金牌供应商的位置也在逐渐被京东方、TCL、汇顶、兆易、中芯、闻泰、三安等国内企业代替。这对国内全行业来说未必不是一件好事，你觉得呢？注：本文由今日商讯独家原创，未经授权，禁止转载或引用。", "author": "今日商讯", "newsdate": "发布时间：19-10-03", "newstime": "16:00", "sentiment": [{"positive_prob": 0.988199, "confidence": 0.973776, "negative_prob": 0.0118011, "sentiment": 2}]}, {"title": "华为，6G已在路上！6G到底有多6？", "content": "9月28日上午，华为首家全球旗舰店在深圳开业，在这里，消费者可以体验5G+AI环境下的全场景智慧生活。记者也赶到现场进行了探访，并就热点话题采访了华为消费者业务CEO余承东。华为曾表示，5G和6G的开发是并行的，但6G规模化使用还很远。对此，余承东回应称：“6G在研发中，估计还需要10年时间，目前也在做技术研究、标准研究，还没到商用阶段。”5G还未全面铺开，6G已“跃跃欲试”。到底什么是6G？6G相关研究目前已进展到什么阶段？6G的关键核心技术有哪些？“在6G时代，或许我们在飞机上也能上网，同时不会影响飞行安全。登山运动员在登山遇到危险时，可实时发送位置信息与求救信号，不会出现时延。在海上航行时，船上的工作人员也不用担心与陆地失联，6G可保证其实时通信。”这是南京航空航天大学电子信息工程学院常务副院长吴启晖描绘的，用卫星、航空平台、舰船搭建起的一张连接空、天、地、海的通信网络。而支撑该网络的核心技术，就是6G。6G网络将致力于打造一个集地面通信、卫星通信、海洋通信于一体的全连接通信世界，沙漠、无人区、海洋等如今移动通信的“盲区”有望实现信号覆盖。“6G网络的速度将比5G快100倍，几乎能达每秒1TB，这意味着下载一部电影可在1秒内完成，无人驾驶、无人机的操控都将非常自如，用户甚至感觉不到任何时延。”吴启晖说。6G带来的通信变革，不仅体现在网速上，用户的交互体验也将得到大幅提升，单位时间内信息传输容量将更大，传输时延也会变得更短。在中国电子学会通信分会主任委员、南京邮电大学物联网学院院长朱洪波看来，在1G到4G时代，通信技术还都是消费型应用，5G及以后将走向产业型应用，例如工业互联网、智能交通等。“现在学界对6G的界定有不同的观点，5G主要是为工业4.0做前期基础建设，而6G的具体应用方向目前还处在探索阶段。”朱洪波说，有专家认为，将来6G将会被用于空间通信、智能交互、触觉互联网、情感和触觉交流、多感官混合现实、机器间协同、全自动交通等场景。来源:科技日报、央视财经(ID:cctvyscj)责任编辑:胡晨曦 邢宇支持我们请点赞或使用评论功能↓↓↓", "author": "中国经济网", "newsdate": "发布时间：19-10-03", "newstime": "17:06", "sentiment": [{"positive_prob": 0.751926, "confidence": 0.448724, "negative_prob": 0.248074, "sentiment": 2}]}]