[{"title": "华为2018收入7212亿元，消费者业务收入跻身三大业务之首", "content": "3月29日上午，华为在深圳总部发布了2018年年度报告。报告显示，华为2018年全球销售收入7212亿人民币，约1069亿美元，同比增长19.5%，净利润593亿元人民币，同比增长25.1%此外，2018年华为研发费用达到1015亿元人民币，投入占比销售收入14.1%，位列欧盟发布的2018年工业研发投资排名第五位。华为近十年投入研发费用总计超过4800亿元人民币。联合国下属的世界知识产权组织公布的数据称，2018年，华为向该机构提交了5405份专利申请，在全球所有企业中排名第一。“华为注重保护自己的知识产品，也尊重他人的知识产权。”郭平在现场说。第一财经记者在发布会现场的介绍文件中看到，华为此次年报发布的主题为“迎难而上，追求领先，为选择华为的客户和国家赢得优势。”华为轮值董事长郭平表示，信息通信技术快速渗透到各个垂直行业，引发数字化、智能化变革，驱动数字经济高速发展。华为通过压强式投入引领5G创新和规模商用，致力做全球最好的网络联接。同时严格遵从标准，将网络安全与隐私保护置于最优先地位，打造安全可信的高质量产品。他表示，“堡垒最容易从内部攻破，堡垒也最容易从外部加强，面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着既定战略方向前进。”从各个主营业务来看，华为运营商业务实现销售收入2940亿元人民币，与上一年基本持平。企业业务实现销售收入744亿元人民币，同比增长23.8%。消费者业务实现销售收入3489亿元人民币，同比增长45.1%。此外，华为云业务上线超过160个云服务和140个解决方案，AI服务在十大行业超过200个项目进行探索。“消费者业务销售收入第一次超过了运营商业务，这是一次结构性的变化。”郭平在现场说，全球手机发货量达到2.06亿台，创造了历史新高。此外，对于5G的进展，郭平表示，目前已经拿下了30+个5G的商用合同，5G基站目前已累计发货4.5万个。", "author": "第一财经", "newsdate": "发布时间：19-03-29", "newstime": "10:54", "sentiment": [{"positive_prob": 0.931788, "confidence": 0.848418, "negative_prob": 0.0682116, "sentiment": 2}]}, {"title": "华为收入首破千亿美元 手机贡献最大", "content": "【文/观察者网 谷智轩】3月29日，百分百员工持股的华为公司，亮出了2018年的成绩单。观察者网查询华为最新发布的年报发现，该公司去年的销售收入首次突破千亿美元，达1,052亿美元（约合7,212亿元人民币），同比增长19.5%；净利润593亿元人民币，同比增长25.1%。华为2018年的营收，已经接近微软的1,104亿美元，而苹果、亚马逊、谷歌去年的营收分别为2,656亿、2,329亿、1,368亿美元。在消费者业务领域，华为去年实现销售收入3,489亿元人民币，同比大增45.1%，手机业务首次成为第一大营收来源，消费者业务首次成为第一大营收支柱。截至2018年年底，华为P20系列发货量已突破1,600万台；Mate 20系列上市两个月全球发货量即超过500万台。研发方面，华为2018年的费用达到了1,015亿元人民币，占销售收入的14.1%，位列欧盟发布的2018年工业研发投资排名第五位。该公司从事研发的人员超过8万名，约占员工总数的45%。近十年，华为在该领域的投入累计超过4,800亿元人民币。截至去年年底，华为在全球累计获得授权专利87,805件，90%以上为发明专利。联合国下属的世界知识产权组织（WIPO）此前公布数据称，2018年度，华为向该机构提交了5,405份专利申请，在全球所有企业中排名第一。对于外界普遍关注的5G问题，华为在年报中透露，截至2019年2月底，已经和全球领先运营商签订了30多个5G商用合同，40,000多个5G基站已发往世界各地。华为轮值董事长郭平今天表示，今年头两个月，该公司的收入增长超过了30%，预计全年仍会实现两位数的增长。3月29日，华为发布2018年年报现场 图自第一财经“保护主义在全球贸易中突出”观察者网注意到，华为在年报中特别指出，长期致力于在业务活动中严格遵从所在国家和地区的法律法规，并遵从其他所有适用的法律法规，并通过十余年组织与资源的持续投入，逐步建立起符合业界最佳实践的合规体系。具体来看，华为是中国最早建立全面完整贸易合规体系的公司之一，是中国最早聘请权威美国顾问进行贸易合规系统设计和外部审计评估的公司之一，并持续提升员工的贸易合规意识。除此以外，华为在金融合规、反商业贿赂合规、知识产权与商业秘密保护等方面，均有所建树。需要注意的是，华为也提出了面临的外部风险，包括全球经济面临较大下行风险、一些业务所在地区的法律环境复杂、保护主义在全球贸易中突出等。华为同时坦言，在当今高度国际化社会分工的背景下，该公司的采购、制造、物流及全球技术服务等业务都不可避免地依赖于与第三方厂商或专业机构的广泛合作，他们的业务中断将直接或间接地对华为的业务和运营结果造成不利影响。“堡垒最容易从内部攻破，也最容易从外部加强”郭平表示：“信息通信技术快速渗透到各个垂直行业，引发数字化、智能化变革，驱动数字经济高速发展。华为通过压强式投入引领5G创新和规模商用，致力做全球最好的网络联接。同时严格遵从标准，将网络安全与隐私保护置于最优先地位，打造安全可信的高质量产品。我们相信，选择华为的客户，将赢得5G时代最佳的技术与商业竞争力；选择华为的国家，将赢得下一波数字经济的发展优势。”他强调：“堡垒最容易从内部攻破，堡垒也最容易从外部加强。面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着既定战略方向前进。我们将继续坚持合规经营，确保业务连续和健康发展，构建开放合作共赢的生态圈，同时开展组织变革，持续激发组织活力。”2018年，在运营商业务领域，华为推出极简5G和SoftCOM AI领先解决方案，并在品质家宽、IoT等领域开拓创新推动运营商新增长，实现销售收入2,940亿元人民币，与上一年基本持平。在企业业务领域，华为提供云计算、大数据、AI、物联网、融合通信等技术及数据中心、全闪存、WIFI等产品，并融合这些技术提供数字平台，支撑智慧城市、平安城市、智慧园区和金融、交通、能源等客户数字化转型，实现销售收入744亿元人民币，同比增长23.8%。在云业务领域，华为云上线超过160个云服务和140个解决方案，与伙伴在全球23个地理区域运营40个可用区，全球发展合作伙伴超过6,000家，AI服务在10大行业超过200个项目进行探索。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-03-29", "newstime": "12:41", "sentiment": [{"positive_prob": 0.505463, "confidence": 0.890743, "negative_prob": 0.494537, "sentiment": 1}]}, {"title": "华为发布2018年财报，销售收入突破千亿美元，净利593亿元", "content": "3月29日，华为在深圳发布了2018年财报。财报显示，2018年，华为销售收入为7212亿元，首次突破千亿美元大关，同比增长19.5%；净利润为593亿元，同比增长25.1%。在华为三大业务中，运营商业务领域销售收入为2940亿元，与上一年基本持平；企业业务实现销售收入744亿元，同比增长23.8%，消费者业务实现销售收入3489亿元，同比增长45.1%。2018年，华为研发费用达1015亿元，占销售收入的14.1%，位列欧盟发布的2018年工业投资排名第五位；联合国下属的世界知识产权组织WIPO公布数据称，2018年度，华为向该机构提交了5405份专利申请，在全球所有企业中排名第一。华为轮值董事长郭平表示：“堡垒最容易死从内部攻破，堡垒也最容易从外部加强。面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着激动战略方向前进。我们将继续坚持合规经营，确保业务连续和健康发展，构建开放和合作的生态圈，同事开展组织变革，持续激发组合自己活力。”（郑亚红）", "author": "AI财经社", "newsdate": "发布时间：19-03-29", "newstime": "10:17", "sentiment": [{"positive_prob": 0.986868, "confidence": 0.970817, "negative_prob": 0.0131322, "sentiment": 2}]}, {"title": "华为2018年销售收入实现7212亿 研发投入达1015亿", "content": "每经编辑：胥帅华为轮值董事长郭平在介绍华为2018年财务情况 图片来源：每经记者 王晶 摄2019年3月29日上午，华为在深圳总部发布了2018年全年财报。财报显示，2018年华为全球销售收入7212亿元，同比增长19.5%；净利润为593亿元，同比增长25.1%。具体到三大BG（业务集团）来看，2018年华为的运营商业务实现销售收入2940亿元，与上年的2978亿元相比略有减少，同比下跌1.3%；在企业业务领域，实现销售收入744亿元，同比增长23.8%；对于外界最关注的消费者业务，2018年华为消费者业务实现销售收入3489亿元，同比增长45.1%，值得注意的是，这也是消费者业务首次超越华为运营商业务成为华为的第一大BG。此外，对于2017年新成立的的云BU业务，华为并未在财务上单独核算。仅披露在云业务领域，华为云上线超过160个云服务和140个解决方案，与伙伴在全球23个地理区域运营40个可用区，全球发展合作伙伴超过6000家，AI服务在10大行业超过200个项目进行探索。研发投入方面，2018年华为持续保持并加强在该方面的投入，过去10年（2009年~2018年），研发费总计超过4800亿元人民币。2018年的研发投入达1015亿元，投入占比销售收入14.1%，位列欧盟发布的2018年工业研发投资排名第五位。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-03-29", "newstime": "10:24", "sentiment": [{"positive_prob": 0.991132, "confidence": 0.980293, "negative_prob": 0.00886796, "sentiment": 2}]}, {"title": "华为2018年净利润593亿元 研究人员占公司总人数45%", "content": "讯3月29日上午，华为发布2018年年度，报告期内全球销售收入7212亿元，同比增长19.5%，净利润593亿元，同比增长25.1%。2018年华为研发费用达1015亿元，投入占比销售收入14.1%。2018年，从事研究与开发的人员有8万多名，约占公司总人数的45%。消费者业务已占总收入近一半具体业务而言，运营商业务销售收入2940亿元，同比下滑1.3%，占总收入40.8%；企业业务销售收入744亿元，同比增长23.8%，占总收入10.3%；消费者业务销售收入3489亿元，同比增长45.1%，占总收入48.4%。在消费者业务领域，华为智能手机销售收入3489亿元人民币，同比增长45.1%。2018年，华为(含荣耀)智能手机发货量2.06亿台，同比增长35%。在全球业务分布上，华为中国业务销售收入3721.62亿元，同比增长19.1%，占总业务51.6%；欧洲、中东和非洲销售收入2045.36亿元，同比增长28.4%，占总业务28.4%；亚太销售收入819.18亿元，同比增长15.1%，占总业务11.4%；美洲销售收入销售收入478.85亿元，同比增长21.3%，占总业务6.6%。2018年华为在收入规模增长的同时费用率下降，但经营活动现金流下降，存货增加。华为2018年研发费用率同比下降0.8%，销售与管理费用率下降0.8%，总期间费用率下降1.7%。2018年华为经营活动现金流为74，6.59亿元，同比下降22.5%。2018年华为存货及其他合同成本965.45亿元，同比增长33.4%。目前华为有18.8万员工，业务遍及170多个国家和地区，服务30多亿人口。2018年，华为工资、薪酬和其他福利的费用为1124.03亿元。4万多个5G基站已发往世界各地华为研报表示，2018年公司持续加大5G、云、人工智能及智能终端等面向未来的研发投入。华为GIV预测，到2025年，全球5G覆盖率将达到58%，成为主流的联接技术，并推动平台化的联接。人们不再需要频繁地连接到智能家居设备和可穿戴终端，5G让在线成为一种新常态和缺省能力。到2025年，全球个人智能助理普及率达90%，智能服务机器人将步入14%的家庭，企业对AI的采用率将达86%。在5G创新和商用领域，截至2019年2月底，华为已经和全球领先运营商签定了30多个5G商用合同，4万多个5G基站已发往世界各地。在云业务上，上线超过160个云服务和140个解决方案，与伙伴在全球23个地理区域运营40个可用区，全球发展合作伙伴超过6000家，AI服务在10大行业超过200个项目进行探索。华为轮值董事长郭平表示：“信息通信技术快速渗透到各个垂直行业，引发数字化、智能化变革，驱动数字经济高速发展。华为通过压强式投入引领5G创新和规模商用，致力做全球最好的网络联接。同时严格遵从标准，将网络安全与隐私保护置于最优先地位，打造安全可信的高质量产品。”郭平强调：“堡垒最容易从内部攻破，堡垒也最容易从外部加强。面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着既定战略方向前进。我们将继续坚持合规经营，确保业务连续和健康发展，构建开放合作共赢的生态圈，同时开展组织变革，持续激发组织活力。”", "author": "同花顺财经", "newsdate": "发布时间：19-03-29", "newstime": "13:36", "sentiment": [{"positive_prob": 0.842995, "confidence": 0.651101, "negative_prob": 0.157005, "sentiment": 2}]}, {"title": "罕见！公布5G重要方案前夕，日本突然改变对华为的态度", "content": "继欧盟26日拒绝美国游说围堵华为之后，今天，日本政府宣布，不会禁止日本企业采用华为的5G技术。日本内阁官房长官菅义伟在今天的记者会上表示：“关于新一代通讯规格的5G技术，我们不会要求排除特定的国家和企业。”虽然菅义伟没有直接点名华为，但信号已十分强烈，这一表态，意味着日本政府将不会禁止华为和中兴等中国企业在日本推销他们的5G技术和设备。日本内阁官房长官菅义伟。改立场菅义伟指出，具体采购哪一家企业的设备是通讯公司自己决定的事，政府期望在网络安全领域，能够采取积极的措施，提高安全水准。这和日本之前的态度已经大有不同。去年7月，美国商务部就已经向日本经济产业省提出要求，禁止使用华为的5G技术。作为美国的“跟班”，日本当然首先要考虑美国的要求。去年12月10日，同样是在一场记者会上，菅义伟明确表示，日本政府将考虑排除中国通信设备制造商，理由是，担心中国制造的这些设备中加入了可以窃取他国信息情报的秘密软件，威胁日本国家的安全。今年年初，日本政府内部一度传出，政府已经要求各大通讯公司禁止采用中国企业华为的产品。据日本媒体报道，日本移动网络运营商软银已决定，用爱立信和诺基亚的硬件设备取代目前4G基础设施中的华为设备。日本软银。时隔将近4个月，日本政府为什么突然转变立场？有分析称，华为去年从日本采购了约7000亿日元（约420亿元人民币）的手机用零部件和其他产品。这一数字，占到2018年中日贸易总额的5%。禁止华为，日本必定要考虑为此付出的代价。针对日本政府去年排除中国通信商华为和中兴的产品，以及日本即将宣布5G网络频谱等问题，中国商务部新闻发言人高峰28日在例行新闻发布会上强调，中方不希望看到保护主义在日本这样支持自由贸易的国家抬头。如果日本政府做法明显有失公允，势必动摇两国间互信和企业合作的信心，损害两国关系改善发展的势头。不买账盟友不买账美国打击华为的做法，可能也是日本转变态度的关键因素。26日，欧盟委员会刚刚发布了“5G安全建议”，多家外媒敏锐地注意到，欧盟委员会向成员国发出的建议包括风险评估，但没有关于华为或其他中国企业带来安全威胁的内容。此前，美国国务卿蓬佩奥、副总统彭斯等美国高官已就抵制华为在欧洲游说数月，甚至对盟友发出威胁，现在看来已经泡汤了。美国国务卿蓬佩奥。德国《时代周报》27日援引欧委会副主席兼欧盟单一数字市场副总裁安德鲁斯·安西普的话说，欧盟从未下过明确禁令将哪个供应商排除在这个市场之外。在法国《回声报》看来，欧盟不想接受美国没有证据的“幼稚”指控。美联社则评论称，欧盟承认对华为设备有可能被中国政府利用有担忧，但发出的信号是，他们倾向于以一种更细致的方式确保欧洲关键数字基础设施安全，而不是屈从于美国一刀切禁令的压力。这对美国来说是种挫败。令美国最打脸的是，与欧盟拒绝美国同一天，美国的中东盟友、海军第五舰队司令部所在地巴林证实将使用华为技术建设5G，并表示毫不担心“安全威胁”。在这样的情况，日本依然盲目跟着美国，显然是放着机会不要。日本时事通信社评价称，5G设备方面，华为不仅仅是价格具有优势，对比瑞典的通信巨头爱立信公司和芬兰的诺基亚公司，欧洲技术人员一致认为，华为在性能上明显比这两家欧洲企业优秀。如果想早日建成并推广5G应用，华为的魅力无法视而不见。无实据查无实据，也可能是日本转变态度的重要原因。此前打压华为，日本完全是紧跟美国的步调，安全问题显然是一个借口。为什么这么说？“美国之音”27日称，华盛顿未能在其盟友之间就这一关键问题达成共识，这令许多专家感到困惑。该报道随后给出答案说，美国情报部门至少在10年前就将华为列为主要国家安全问题，却从未拿出清晰而令人信服的证据。这种情况在日本同样也如此，因为华为安全问题本身就是个子虚乌有的问题。而且，华为5G产品被认为在性能与成本上具有优势，据日媒报道，已经有日本通信业者流露不满称，华为产品有价格优势，禁止使用将影响竞争力。漫画：美国可能在5G方面落后了日本政府近期将正式公布5G网络频谱分配方案，届时日本各运营商将决定是否与华为、中兴等中国企业合作？目前这还是个疑问。针对这个问题，外交部发言人耿爽今天在回答记者提问时指出，希望日方信守对自由贸易的承诺，为中国企业在日本开展互利合作提供公平、透明、可预期的营商环境。关键时刻，菅义伟释放的信号耐人寻味！作者：丰家卫监制：曹斌", "author": "北京日报客户端", "newsdate": "发布时间：19-03-29", "newstime": "20:42", "sentiment": [{"positive_prob": 0.136978, "confidence": 0.695603, "negative_prob": 0.863022, "sentiment": 0}]}, {"title": "华为2018年度营收首破千亿美元大关 超过腾讯+阿里之和！", "content": "02:06（央视财经《经济信息联播》栏目）贵州茅台的年报带动自家股价“飞天”，而今天发布了2018年年报的华为，也交出了一份非常亮眼的成绩单。年报显示，华为2018年全球销售收入为7212亿元，超过腾讯与阿里之和。而在研发上投入成本超过1000亿元。华为2018年年度报告显示，实现全球销售收入7212亿元，约合1052亿美元，同比增长19.5%，这是华为年收入首次突破1000亿美元大关。实现净利润593亿元，同比增长25.1%。华为轮值董事长郭平：2019年头两个月我们的收入增长是超过了30%。我们预测今年（2019年）仍然会有两位数的增长。在整份年报中，有两个数据格外亮眼。一是华为的智能手机发货量超过2亿台，消费者业务2018年共实现销售收入3489亿元人民币，同比增长45.1%，超过运营商业务收入，成为华为最主要收入。另一个是研发费用持续高增长。华为年报显示，2018年，公司的研发费用达1015亿元，占销售收入的14.1%，近十年研发费用已经超过了4800亿元。华为轮值董事长郭平：每年把我们收入的10%以上投入到研究和开发活动中，转化为了我们在网络、在IT、在智能终端、在基础研究的各个领域内的竞争力，也转化成了我们向客户持续提供创新产品和高效服务的能力。目前，华为已经发布全系列5G商用产品解决方案，并与全球182家运营商开展测试，发送了4万多个5G基站。转载请注明央视财经", "author": "央视财经", "newsdate": "发布时间：19-03-29", "newstime": "22:51", "sentiment": [{"positive_prob": 0.58129, "confidence": 0.0695329, "negative_prob": 0.41871, "sentiment": 2}]}, {"title": "华为P30系列真这么强悍？看看外媒都是怎么说的", "content": "想要了解更多热门资讯、玩机技巧、数码评测、科普深扒，可以点击右上角关注我们的百家号：雷科技----------------------------------3月27日，华为在法国巴黎正式发布了年度旗舰新机P30和P30 Pro。这两款新机已一发布就在国内外形成了热议，不少知名外媒都在第一时间发布了上手或评测。到底它们的实际表现如何，一起来看看。Trusted Reviews：专注于提供无与伦比的相机体验外媒Trusted Reviews认为，华为P30 Pro拥有所有必备的技能，并且专注于提供无与伦比的相机体验。P30 Pro不仅仅是一款用于拍摄早餐或者晚餐的手机，它拥有的功能非常强大的变焦相机，可以在几乎不牺牲画质的前提下将画面放大10倍。相比P30，P30 Pro在背部额外提供了一款ToF 3D镜头，它的功能可以说是荣耀V20的加强版，能够提供更精确的3D场景映射。华为将其融入到了人像模式中，以提供更自然的背景虚化。P30 Pro外形漂亮，是华为有史以来在设计上最具高端感的手机。双曲面屏几乎到左右两侧的边缘，相比三星S10的方案，传统的水滴屏更不容易分散注意力。不过，FHD+级别而非QHD+级别的分辨率，使得这块屏幕在仔细观察时能看到颗粒感。另外，Trusted Reviews认为EMUI仍然不太讨喜，例如手势控制容易误触，后台应用容易强制退出等。techradar：令人惊叹的相机，但有点儿重外媒techradar认为，华为P30 Pro拥有令人惊艳的变焦功能和出色的相机，但它的整体规格并没有让人感到惊叹，所配备的OLED屏幕的色彩不够鲜活，EMUI 9.1操作上有些繁琐等等。而另一款P30，techradar认为它的优势之处在于梦幻的相机，丰富的配色和高端的芯片，缺点则是整体和P30 Pro的差距比较大， 不支持无线充电，机身也比较重。他们表示如果能够购买P30 Pro，就可以不用考虑P30了。GSMArena：同类产品相机中的佼佼者外媒GSMArena认为，华为P30 Pro拥有目前最好的手机相机，主摄在低光环境下依然表现突出，超广角支持自动对焦，ToF相机增强人像让竞品难以匹敌，5倍光学变焦更是远超期望。此外，P30 Pro也拥有丰富的颜色选择、时尚的设计和高规格防水，最快的屏幕指纹，优秀的续航，旗舰级的性能和快速有线、无线充电。它的缺点则包括没有3.5mm耳机接口，不支持4K 60fps录制视频，没有立体扬声器，其支持的NM存储卡目前还比较小众。Pocket-lint：迄今为止任何手机中最好的相机外媒Pocket-lint认为，华为P30 Pro凭借市面上少有的四摄像头，无论是在成像素质还是功能的多样性上，都领先于一些竞争对手，同时它也是目前最顶级的四摄系统。尽管P30 Pro在夜拍方面的表现并不差，但仍然缺少了和谷歌Night Sight相似的相机模式，这使得它相对后者仍然有一些距离。Pocket-lint也提及，P30 Pro相比P20 Pro更加的厚重，或许和塞入一块4200mAh的大电池有关。digitaltrends：P30 Pro是个摄影狂外媒digitaltrends同样高度认可的P30 Pro旗舰级别的影像能力，不过它指出了一个问题，就是4000万像素主摄不能应用于不同的模式。事实上在去年的P20 Pro和Mate 20 Pro也存在这个问题，主摄的使用场景比较有限，默认输出为1000万像素照片。如果要开启4000万像素原图，一些功能就无法配合使用。另外，digitaltrends还认为P30 Pro的遗憾之处是可能不会在美国开卖，因此美国的消费者可能需要海淘才能体验到这款旗舰产品。总结：华为仍在进步，P30 Pro是最好的证明仔细阅读完数篇权威媒体对华为P30 Pro的评测后，发现外媒还是非常认可这款产品的。事实上，P30 Pro或许在综合实力上仍然不是最顶级的Android旗舰手机，但它代表着华为在打造高端旗舰上的又一个里程碑。从去年的P20 Pro开始，华为旗舰在拍照方面就已经是业内毋庸置疑的第一梯队，而今年的P30 Pro则是将这个优势继续扩大了。同时，华为也没有忘记P系列最初的时尚和颜值的产品定位，P30系列的五款配色都给人留下了深刻的印象。主打配色天空之境，是华为继P20 Pro的极光色后，又一款极具代表性的渐变色。在之前巴黎发布会报道中也为大家介绍过，P30和P30 Pro是两款定位不太一致的产品。目前来看，P30 Pro更适合对功能要求更全面和更极致的用户，而P30则是面向对预算有控制的消费者。不可避免P30系列有一些细小的缺点或者遗憾，但也非常正常，因为需要为下一代预留进步空间。可以说，就P30系列所处的价位来看，它仍然是当之无愧的国产第一机皇。4月11日，华为将在上海正式发布P30系列的国行版本，同时公布国内最终售价，雷科技也将受邀去现场，届时将会为大家带来现场报道，敬请期待。", "author": "雷科技", "newsdate": "发布时间：19-03-29", "newstime": "17:46", "sentiment": [{"positive_prob": 0.0117786, "confidence": 0.973825, "negative_prob": 0.988221, "sentiment": 0}]}, {"title": "华为2018年年度报告出炉，去年净利润593亿元人民币，同比增长25.1%", "content": "华为今日发布了2018年年度报告，报告显示，华为业绩稳健增长，实现全球销售收入7212亿元人民币，同比增长19.5%，净利润593亿元人民币，同比增长25.1%。2018年华为研发费用达1015亿元人民币，投入占比销售收入14.1%，位列欧盟发布的2018年工业研发投资排名第五位；华为近十年投入研发费用总计超过4800亿元人民币。联合国下属的世界知识产权组织（WIPO）公布数据称，2018年度，华为向该机构提交了5405份专利申请，在全球所有企业中排名第一。华为轮值董事长郭平表示：“信息通信技术快速渗透到各个垂直行业，引发数字化、智能化变革，驱动数字经济高速发展。华为通过压强式投入引领5G创新和规模商用，致力做全球最好的网络联接。同时严格遵从标准，将网络安全与隐私保护置于最优先地位，打造安全可信的高质量产品。我们相信，选择华为的客户，将赢得5G时代最佳的技术与商业竞争力；选择华为的国家，将赢得下一波数字经济的发展优势。”郭平强调：“堡垒最容易从内部攻破，堡垒也最容易从外部加强。面向未来，华为将努力排除外部干扰，不断改进内部管理，沿着既定战略方向前进。我们将继续坚持合规经营，确保业务连续和健康发展，构建开放合作共赢的生态圈，同时开展组织变革，持续激发组织活力。”2018年，在运营商业务领域，华为积极把握新机遇，推出极简5G和SoftCOM AI领先解决方案，并在品质家宽、IoT等领域开拓创新推动运营商新增长，实现销售收入2940亿元人民币，与上一年基本持平。在企业业务领域，华为提供云计算、大数据、AI、物联网、融合通信等技术及数据中心、全闪存、WIFI等产品，并融合这些技术提供数字平台，支撑智慧城市、平安城市、智慧园区和金融、交通、能源等客户数字化转型，实现销售收入744亿元人民币，同比增长23.8%。在云业务领域，华为云上线超过160个云服务和140个解决方案，与伙伴在全球23个地理区域运营40个可用区，全球发展合作伙伴超过6000家，AI服务在10大行业超过200个项目进行探索。在消费者业务领域，华为智能手机在全球市场规模和高端品牌地位进一步提升，全场景智慧化生态布局取得关键性突破，实现销售收入3489亿元人民币，同比增长45.1%。国际会计师事务所毕马威为本次年报提供了独立审计的财务报表。更多资讯或合作欢迎关注中国经济网官方微信（名称：中国经济网，id：ourcecn）来源：经济之声", "author": "中国经济网", "newsdate": "发布时间：19-03-29", "newstime": "13:32", "sentiment": [{"positive_prob": 0.986716, "confidence": 0.97048, "negative_prob": 0.0132842, "sentiment": 2}]}, {"title": "华为供应链的焦虑", "content": "图片来源@视觉中国文 | 镁客网最近，联合国下属的世界知识产权组织（WIPO）公布数据称，2018年中国科技巨头华为向该机构提交了5405份专利申请，在全球所有企业中“雄踞第一”。但同时，因为供应链生变，华为也一直在风口上未曾下来过。一边华为怒怼美对供应链的压制，称将提升芯片自给率至80%，另一边华为在不断加大采购日本多家电子元器件产品，引人注意。华为有些焦虑了。避无可避的供应链焦虑自孟晚舟事件以后，站在幕后多年的任正非再次走到台前，亲自满世界跑以消除舆论对华为的负面影响，从而赢得客户和供应商的信任，为华为的进一步成长铺路。与日本的合作就是如此。今年1月初，有外媒报道，华为正与日本政府合作，增加对日本零部件的采购，从而缓解对其产品安全的担忧。而在这之前，由于美国的关系，日本政府决定从2019财年开始禁止各部委和机构购买中国通信设备，主要针对的就是华为的5G产品。为此，华为正在与日本总务省以及经济、贸易和工业部进行会谈，以期解除禁令。这一次，当供应链端传出华为要求日本村田制作所和东芝存储公司等供应商增加智能手机零部件供应的消息，它走这一步棋也显得不足为奇。诚然，作为一家国际巨头公司，华为的供应链必然遍布全球。统计数据显示，华为已经累计拥有超过2000家供应商，而在华为公布的92家核心供应商名单上，美国厂商33家，日本厂商11家，台湾10家，半导体产业“三大重镇”的供应商数量共计过半。Gartner统计的数据显示，2018年华为半导体采购支出超过210亿美元，已经成为全球第三大芯片买家，其支出金额也占据全球4.4%的市场份额。容易看出，华为已然成为传统半导体产业和市场发展的强力助推器，而供应厂商亦知晓华为是一颗可以仰仗的商业转换“大树”，但随着国际形势严峻程度的加剧，多家供应商仍然因为顾忌政治形势而与华为保持一种微妙而紧张的关系。小小元器件下的产业盛况尽管步步惊心，当进仍需进。华为表示，2018年公司与日本供应商之间的交易额超过66亿美元，该公司计划在2019年这一数据将提高到80亿美元。从技术角度看，这一次华为格外看中的日本供应商主要提供原材料和电子元件产品，而华为这一举动传出的信号也十分明显。一方面，华为十分重视日本电子元器件材料供应，此举对于因供需不平衡导致走下行路线的日本半导体产业亦为有利，另一方面，华为的国际化发展需仰仗日本电子元器件厂商的支持。所谓电子元器件，它是电子元件和电小型机器、仪器的组成部分，常指电器、无线电、仪表等工业的某些零件，如电容、晶体管、芯片、模组等子器件的总称。它遍及芯片设计与制造、显示元器件、被动元器件、电子系统、半导体材料等上下游产业，而日本则主要垄断了基础元器件（其中包括被动元器件等）。不过不同于《日本可以说不》一书中描绘的盛世景象，2018年整个日本半导体产业还是出现了明显滑落。Gartner曾发布年度报告指出，2018年全球排名前10名的半导体企业中已看不到日本公司的身影。但瘦死的骆驼比马大，日本半导体公司的核心竞争力却是谁也夺不走的，尤其是在基础电子元器件及材料的研发上。这其中包括华为此次加大订单量的村田MLCC产品、京瓷集成电路部件等。毋庸置疑，电子元器件是电子工业的黄金配角，尤其是在当下5G、人工智能皆大力发展的背景下。以最为基础的电容、电阻元件为例，数据显示，电容市场一年达到200多亿美元，电阻市场也有百亿美元的量级。而中国是最大的基础电子元件市场，一年消耗的电阻和电容数以万计，因此华强北、赛格广场等元器件分销产业聚集地疯狂成长。但是不可忽视的是，只是在这样一个小小的基础元器件上，国内却找不到一家可以供应给消费电子产品制造商使用的厂商，尤其是高端基础电子元器件产品。技术并不难却难见中国厂商，工艺材料成关键其实高端的基础电子元器件并没有过高的技术要求，其仅要求供应商同一批次的产品质量一致，即质量管控格外严格。但国内企业在工艺、材料和质量管控上都相对薄弱，因而制造出的产品多属于中低端，日本则做得很好。以世界闻名的村田制造所为例，这家在陶瓷电容器、振动传感器、蓝牙模块等市场占有率稳居世界第一的公司，其实最初只是一家与清水瓷有着深厚渊源的小作坊。脱胎于陶瓷产业，现如今这家深耕电子元器件的“作坊”已完成了从单纯制造到自主产品设计、研发、生产的一条龙生产体制，并通过创建革新的技术设计、制造先进的电子元器件，在小型化、高性能、薄型化等方面做出了卓越贡献，因而也保证了高品质和持续走高的市场占有率。不同于现在国内奋起直追的芯片设计和制造产业，基础电子元器件品类更为繁杂，相对而言产业机会更多，且其建设方面无需大动干戈。以被动元件电容器产品为例，因所用材料不同，电容器目前就有陶瓷电容、铝电解电容、薄膜电容、超高电压陶瓷电容、双电层电容和Ceralink电容等多种品类，而因各自擅长的技术和应用领域不同，电容器产品供应商因此衍生出村田、三星电机、太阳诱电、TDK、国巨等数十家知名厂商。不过尽管如此，在各类基础元器件产业中，大部分为日韩半导体供应商，鲜有国内厂商。而在资金投入方面，不同于芯片设计和晶圆、封装厂建造的难度级别，基础电子元器件材料加工制造难度和资金投入相对而言并不高。业内人分析说，大多数电子元器件品种并不需要像生产集成电路那样的生产设备，也不需要大量的资金投入，这些电子元器件本质上就是对金属和一些材料的高精度加工。但是如日本厂商的绝对霸主地位，这些材料加工想要做好却并不容易，其涉及到各个环节的精准把控，亦需国产材料和制作工艺产业的推动。半导体材料后起，元器件厂商需跟进如硅材料是从沙子中提取而后制成芯片一般，电子器件的制造与发展离不开材料产业的推进和提取工艺的进步。而因起步时间较晚，我国材料产业和制造工艺均缺乏经验积累，因此这就造成了我们尚敢在芯片设计上同竞品叫板，但是在制造方面只能够碰壁和低头，这也就是为何京东方显示器件会屡屡出现良品率低的状况。但是近两年，随着国际形势的变化、芯片市场的转移及需求上升的拉动，半导体材料（晶圆制造与封装测试所需材料）产业出现了新的增长力，这也让事情有了转机。统计数据显示，2018年国内晶圆制造材料总体市场规模增长至近28.2亿美元，封装材料（包括引线框架、基板、陶瓷封装材料等）市场规模近56.8亿美元，共计约85亿美元，前景广阔。以占比最重的硅片市场来分析容易看出，在市场需求和政策的拉动下，我国大多数晶圆厂都已掌握硅片制造技术，并不断在上量，其中新昇半导体、中环股份、重庆超硅和京东方等工厂的产能均已达到100万片以上，而这意味着国产材料产业正欣欣向荣。高端硅片领域亦开始出现技术上的重大突破，如一家名叫做鑫华半导体的公司在历经300多次生产试验后，就成功实现了电子级高纯硅料技术的突破，并在2017年11月实现电子级多硅材料出货，结束了我国不能量产电子级硅料的历史。事实上，如此成就比比皆是，在近两年内，各家晶圆厂建设也在大力推进中。据不完全数据统计，包括在建的工厂在内，我国现已有超过45家晶圆厂。纵观整体，在制造上空白数十年的中国今年倒是刮起了一阵半导体材料风，而这将为整个材料和相关元器件产业的发展带来辐射性影响，同时也为本土基础元器件厂商的进入创造机会。最后目前，从整体情况来看，优质的国产基础电子元器件产品供应商其实凤毛麟角。虽然在少数细分领域的市场中，如薄膜电容器市场，中国以年产值 13 亿美元位居全球第一，但是大部分基础电子元器件品类市场中，因受限于制造工艺和材料技术，中国仍然落后许多，而占据主导地位的仍然是日、欧、美、韩等厂商。2017年，利用国内在这方面的劣势，日韩半导体公司曾集体延后中国供货期，优先为台积电、英特尔供货，而后加价20%。因此事所迫，中国硅片产业大力发展，这也造就了现在中国晶圆厂产业发展兴盛。历史滚滚车轮走到了这样一个节点之上，处于如今的位置，华为能够做的只是在仅有的基础上调兵遣将以应对眼前的千军万马，但覆巢之下，安有完卵？形势所迫，借着这一历史时机，国内半导体产业的建设应该更加深入，首先不容忽视的就当是最基础的部分，以形成联动效应。", "author": "钛媒体APP", "newsdate": "发布时间：19-03-29", "newstime": "14:12", "sentiment": [{"positive_prob": 0.887525, "confidence": 0.750056, "negative_prob": 0.112475, "sentiment": 2}]}]