[{"title": "华为脱胎换骨，P30系列宣传点亮世界第一高楼太有钱", "content": "从华为和徕卡合作推出华为P9开始，很多媒体和网友就表示这意味着华为在相机拍照上脱胎换骨得到升华。确实，自此之后，华为每推出一代P系列或者Mate系列的旗舰机型，它的拍照体验和成像质量就再次提升一个档次。这些我们都可以在相机测试机构DxOMark上清楚地看到。目前DxOMark上拍照得分前十的机型，华为就占了四部，足以可见华为的拍照底蕴。而就在华为P30系列发布几天之后，现在华为再次做了一件让人激动的事：近日，华为在迪拜的哈利法塔投放了华为P30系列的广告宣传，哈利法塔被称为世界第一高楼，也是目前世界上最高的塔，坐落在迪拜市中心，所以华为p30系列的广告一经投放，整个迪拜的用户都能看见。其实这已经不是华为第一次在哈利法塔做投放为自家新机宣传了，早在华为Mate20系列华为就已经对新品进行了投放。确实，随着华为在研发和营销上的不断投入，现在华为这个品牌在很多人的心里相比以往也彻底发生了改变，早已不是当年“中华酷联”的那个吴下阿蒙。不过另外一点要说的是，华为近几年也做了不少投机取巧的事，比如华为之前被爆出的闪存规格混用，屏幕没有疏油层等等，所以也希望华为能够在不断发展的同时，认真仔细做好产品，服务好用户，给用户造福，这才是一个中国科技企业该做的事情。对于现在华为在哈利法塔宣传自家的P30系列新机这件事，你们有什么想说的吗？", "author": "科技速评", "newsdate": "发布时间：19-04-03", "newstime": "11:47", "sentiment": [{"positive_prob": 0.257358, "confidence": 0.428093, "negative_prob": 0.742642, "sentiment": 0}]}, {"title": "华为P系和Mate系列有什么区别，怎么选？看完这篇文章就不纠结了", "content": "就目前的全球智能手机市场激烈的竞争程度来看，几乎所有的主流厂商都保持着一年至少发布两部旗舰的节奏，如果少于一两部的发布节奏就会落后于其他的各大主流厂商，白白丧失占据优势地位的机会。作为国产高端旗舰机的代表，华为也实行双旗舰战略，旗下有Mate系列和P系列两个旗舰型号，那这样个型号的手机怎么选呢？两款手机有着不同的定位，一款是时尚相机手机符合大多数年轻消费者的选择，而另一款是功能强大的符合商务人士使用的手机。P系列的整体产品外观设计更加趋于时尚，机身配色种类繁多。极光有五种颜色选择，如宝石蓝，亮黑和香槟金等都极具较高的知名度。在功能上，P系列注重拍照和自拍，使用屏幕指纹解锁等都是年轻消费者更关心的重点。华为Mate系列，机身风格较为严肃沉稳，总体设计较大气。以华为Mate 20 Pro为例，在功能方面华为Mate具备3D结构光，无线充电等深受商务人士喜爱的功能。除此之外，华为Mate系列还具备有更为高大上的保时捷版本，使其看上去更加低调而又不失内涵，受到部分高端商务人士的钟情。华为P系列是华为最新拍照技术的先行者。这一点表现在从上一年的P20 Pro再到今年的P30 Pro中尤为突出，华为P20 Pro率先应用后置徕卡三摄方案，这是全球首例，一举荣获“全球最强智能手机”的荣誉。即使是后来发布的Mate20系列也未能与其比肩，直到如今的P30 Pro才彻底超越，采用徕卡四摄，并且支持潜望式50倍焦，这优异的功能设计震惊了中外用户。华为Mate系列中，其核心竞争力则是采用华为自身最新款芯片。以往华为每年均会在下半年推出新一代的海思麒麟芯片，从而也基本上首发搭载机型均是Mate系列旗舰，因此首发新芯片成为了华为Mate系列最吸引各大消费者的特色亮点。总的来说，对于核心上的区别就是P系列主攻摄像方面，而Mate系列则主打芯片。一般来说华为P系列的价格通常是低于同年发布的Mate系列的手机。所以，对于价格预算较为紧凑的消费者来说，购买P系列的手机是个不错的选择，而且在同代的Mate系列手机发布之后，P系列手机的价格也会有所降低。对于消费者来说，选择哪一款手机还是得取决于个人自己的需求购买，你会选择哪款呢？新科技范儿，享受科技生活！本文为新科技范儿首发，喜欢记得关注、收藏、按赞，您的支持是我们前进的最大动力", "author": "新科技范儿", "newsdate": "发布时间：19-04-03", "newstime": "00:02", "sentiment": [{"positive_prob": 0.0657561, "confidence": 0.853875, "negative_prob": 0.934244, "sentiment": 0}]}, {"title": "余承东：今年华为有可能全球第一，荣耀第二，小米沦为“小厂商”", "content": "余承东一直被大家戏称为“余大嘴”，就是因为这些年余承东在发布会上面一直说要超越三星和苹果，但迟迟没有做到，而每次发布会时候都这样说，很多人都认为余承东是在吹牛，说就被网友取了这个名字，但去年华为的手机销量正式超越了iPhone，余承东实现了一半的目标，去年iPhone对于华为的帮助是非常大的，因为定价过高的原因，原因打算入手iPhone XS的人都犹豫了，加上国内市场之中，三星在国内的存在感非常低，自然华为高端系列就是大家的首选！华为最近经常上各大知名媒体的头条，对于华为来说这个是一个非常难以想象的曝光度，所以华为在海外的销量也增加了许多，当然华为最大的来源还是国内市场，刚刚公布的财报之中，也说明了这个情况！最近余承东表示：华为+荣耀在今年很有可能做到全球第一，荣耀品牌做到国内第二，全球前四的位置！华为要超越iPhone是很容易做到，因为iPhone有很多的国家是进不去，手机价格太高了，比如这些年很热门的印度市场，iPhone在这个市场的销量几乎可以忽略不计，一旦国内市场出现问题的话，iPhone的出货量就会大规模的下降，而股价也是如此！但三星不一样的是，在失去国内市场的这些年，三星依然保持全球第一出货量厂商的位置，依靠的是强大的渠道能力和机海战术，当年三星在国内颠覆时期的时候，其实机型比现在的华为还要多，不过无奈的是在小米、魅族等互联网厂商崛起之后，三星的中低端手机就退出国内市场，所以很多印象现现在的三星已经只做高端手机了，其实不是这样的。在海外市场之中，三星的机海战术依然很成功。同时三星强大不止依靠手机，而半导体业务，这些年虽然手机业务在国内非常低迷，但半导体却是赚得盆满钵满，闪存、屏幕这些都是三星的主打业务，所以说三星在供应链端的话语权非常大，连苹果都不得不低头的公司，这些年没少和高通纠纷。三星在经历了note7爆炸事件之后，依然可以坚挺的原因就是三星背后的资源太强大了。余承东要实现这个目标，荣耀国内第二，至于第一就不需要多说了吧，目前国内四大巨头的份额基本已定，但如果余承东的目标实现的话，那么目前在四大巨头之中末位的小米就很危险，今年国内市场之中，多家厂商都对于小米发起了攻势，因为小米的模式比较容易被超越，只要使用行业最高的配置+超高的性价比就有机会，不过目前这些都已经不是小厂商可以玩的，很容易把自己耗死在性价比上面，但出乎市场预料的是vivo进来了，这是有能力和小米消耗的公司，同时在供应链权重之中不输小米的存在，雷军和一众高管目前都非常紧张，目前的小米一旦失去了性价比，那么小米的销量就会急速下降。这样一来，小米就要沦为小厂商了目前的荣耀确实已经超越小米了，但华为的高端系列目前的出货量不足以支撑国内老大的地位，所以统计机构都没有分开计算。小米目前给大家最大的想象空间就AIoT，接下来5G争夺战之中，不止有大规模的换机潮，同时也是IoT被大众接受的开始，低延迟带来很多产业的发展，小米能否抓住这个机会是一个问题 ，当前的物联网体验其实非常差，包括全球排名第一的小米也是如此。而未来5G应该也不是我们今天想象的这个样子，会有更多的技术和场景被开发出来，到时候小米如何和各家竞争是一个问题，IoT虽然说是当前小米的一个护城河，但这个护城河缺少核心的技术，很容易被其他厂商超越。小米IoT凭借的就是产品多，价格美丽的优势！这个和当年的小米获得国内出货量第一的时候一样的，如今的小米已经掉都第四了。小米需要解决的是品牌调性问题，这样才可以和华为竞争，不过即使荣耀如今超越小米，但要依靠单一品牌做到国内第二不是一件简单事情，如果小米可以把握5G换机潮，推出让人心动的产品，反之小米的处境会非常危险，如果小米能够脱离性价比的话，那么小米就已经成功了！", "author": "小纯洁科技", "newsdate": "发布时间：19-04-03", "newstime": "23:10", "sentiment": [{"positive_prob": 0.210906, "confidence": 0.531321, "negative_prob": 0.789094, "sentiment": 0}]}, {"title": "美国对华为的战争已经失败，美媒：白宫准备了一个新的方案", "content": "本报驻美国特约记者 周 岩 本报特约记者 陈 欣“美国官员正在为华为占5G网络主要份额的未来做准备”，美国《华盛顿邮报》1日报道称，在拉拢盟友打压华为的行动受挫后，美国已经开始考虑一个新问题——在华为主导5G网络的世界如何保证网络安全。美国《福布斯》杂志网站2日评论认为，这一行动说明美国对华为的战争已经失败。报道称，美国安全官员正在思考如何阻止网络互联带来的破坏性攻击和潜在间谍行为。美国国家情报副主任苏·戈登上周在得克萨斯州大学的一次情报会议上称，必须假定存在一个“恶劣的网络”。她说：“在5G世界，多样化的网络中包括我们无法信任的技术，我们必须找到美国能够管控相关风险的方式。美国只需找到这种方式。”《华盛顿邮报》称，美国官员尚未放弃敦促其他国家阻止华为参与5G建设。但他们也认识到，很多国家已经在使用低成本的华为设备，在5G建设中，这些国家很可能继续依靠华为设备。为此，美国已经开始讨论采取加密、分段化网络组件以及设置更高安全标准等手段保护关键系统。在2日的一篇评论中，《华盛顿邮报》将美国官员现在的做法称为“后华为未来”的备选方案。文章称，虽然美国一直向“五眼联盟”成员施压，但目前只有澳大利亚明确表示将禁止华为。欧洲委员会上周决定不向成员国发出针对华为的警告。一个北约下属研究中心1日的报告也称，敦促成员国对华为采取“有细微差别的方法”而非“全面禁止”。另一方面，华为也一直坚称，从未替中国政府从事间谍活动，也不计划这样做。“美国是在与华为的战争中承认失败了吗?”《福布斯》杂志网站2日这样问道。文章作者美国数字壁垒公司创始人、首席执行官扎克·道夫曼说，两周前他就认为华为将赢得此次战争，如今戈登的表态似乎验证了这一点。文章称，就在上周，美国国务卿蓬佩奥还称他对说服欧盟强硬对待华为存有希望。但戈登传递出的消息非常明显，即美国未能煽动全球禁止华为5G设备。该文章还写道，美国一直没有拿出“华为替北京从事情报搜集活动”的任何证据。有关华为的讨论曾铺天盖地，但如今这个话题已开始逐渐失去热度，全世界对美国相关指控的质疑却多了起来。作者认为，“如果华为还没有胜利，那么它现在显然已经离胜利越来越近”。近几个月来，几个西方国家政府接二连三禁止、限制或者审查华为参与本国通信网络建设的活动。刚刚结束中国访问的新西兰总理阿德恩1日重新解释了新西兰在华为问题上的立场——不会歧视任何国家的任何企业。另据香港《南华早报》1日报道，爱尔兰外长上月访问华盛顿时也被游说抵制华为，但这个欧洲技术中心却不为所动。该国政府没有暗示华为有任何安全风险，似乎是在对美国的相关质疑保持中立。而新加坡前外长杨荣文上周在接受《南华早报》采访时也表示，使用外国通信设备的国家有被从事间谍活动的风险，相关国家存在担忧也属于合理现象，但“禁止华为不能消除这种风险”。他表示，美国以及其他很多国家都在尝试进行网络间谍活动。杨荣文认为，美国担心华为从事间谍活动的部分原因是，如果更多国家使用华为产品，美国情报部门可能无法进行自己的监听活动。“美国如此担心华为，不仅因为华为可能带来问题，而且也因为华为将导致美国情报部门更难进入其他国家的系统。”▲", "author": "环球时报", "newsdate": "发布时间：19-04-03", "newstime": "02:43", "sentiment": [{"positive_prob": 0.938329, "confidence": 0.862954, "negative_prob": 0.0616709, "sentiment": 2}]}, {"title": "华为云2019，能否在奔跑中蜕变？", "content": "近两年，华为云的成长十分令人瞩目。前不久，市场研究机构Forrester在最新发布的报告中对华为云给予了高度评价，称之为“中国全栈公有云平台领导者”。华为云，正在崛起！！！进击的华为云玺哥认为，这两年华为云业务的发展势头，完全可以用“进击”二字来形容。在华为2018年度超过1千亿美元的总营收“成绩单”背后，华为云被认为主要的技术驱动力之一。2017年3月，华为云BU宣告成立，很快就开启了华为运营整体“上云”的历程。与各大企业业务群相比，华为云BU显得很低调，甚至在华为历年备受瞩目的财务报表中，都看不到华为云相关的营收数据。但包括多位轮值董事长在内的华为高层都强调：华为云是公司整个To B业务的入口，是各大业务群业务增长的“数字化底座”。华为云业务发展迅猛，得益于其率先提出的“普惠云”理念。在产业互联网发展中，华为敏锐地察觉到，广大企业客户虽然迫切需要实现数字化升级，但自身有限的IT技术力量以及资源不足等问题，却阻碍了他们前进的步伐。为此，华为云BU提出，要以“云的普惠化”入手，帮助企业向云端迁移，从而实现成本优化和运算能力的提升。以5G时代最重要的AI应用为例，华为云BU将华为自身由AI芯片、智能管理芯片、Arm架构计算芯片等硬件技术，以虚拟机、容器等形态提供给用户；同时，还将一整套AI的基础模型算法和面向领域的建模和算法提供给用户，让他们能够通过ModelArts、以及华为云HiLens应用平台，将开发生成的SKILL直接部署到自己的端侧设备上去。普惠云的发展路径，让广大企业用户以实惠的成本得到了包括AI在内的强大云端算力支撑，为产业互联网发展提供驱动力。为了解决AI产业普遍存在的云与Ai应用割裂的问题，华为云Bu进一步提出了AI“黑土地”理念，向行业承诺“上不做应用、下不碰数据、不做股权投资”的“三不原则”，将自身全栈全场景的智能基础设施全部向客户开放，不追求对技术和行业的垄断，甘做产业技术的“黑土地”，让AI应用能够茂盛地生长起来。在“普惠云”和“黑土地”理念的指引下，华为云从得以迅猛发展。时至今日，华为云已经拥有超过6000家合作伙伴、2800多个上架应用。有100多万企业和发者用户选择了华为云。到2018年底，华为云和伙伴在包括中国、亚太、欧洲、腊梅等23个地理区域运营了40个可用区。进击中的华为云，拥有无穷的想象力。华为云，进击中的问题和挑战虽然华为云在过去两年发展迅猛，但由于上云时间较短，华为云在发展中也面临不少问题和挑战。2018年12月18日，一位网名叫“玛尼呸”的华为云业务成员，在华为心声社区对华为云内部管理、技术路径、市场策略方面的诸多问题进行了公开“吐槽”。后来，这封公开“吐槽信”得到了任正非的亲自署名转发。从在“玛尼呸”的“吐槽信”来看，华为云当前存在的主要问题分为内部和外部。1、内部：公有云、私有云的技术路线仍然不清晰从内部来看，华为云面临的最主要问题是技术路线的不清晰。华为内部在云计算技术上，存在两个并立的技术“势力”。在对外宣传上，华为云以“公有云”和为行业定制的“大私有云”为主。这方面内容也是华为云BU的核心业务。与此同时，华为BU之下还有一个IT私有云团队。令人困惑而且忧虑的是，华为至今尚没有明确，究竟是将公有云还是私有云作为技术主路径，所以公有云与IT私有云团队不但在资源上存在竞争、甚至在面对客户时，都会出现究竟谁能代表华为云技术路径的争论。尤其严重的是，由于华为在纯公有云方面的业务还没有真正起步，华为云BU最大的一块业务，仍然集中于为行业定制的“大私有云”上。而这个“大私有云”，又与IT私有云存在技术上的高度重叠。一方面，这种重叠造成内部两个团队对资源的争夺；另一方面，由于华为私有云的技术栈过于复杂，令业务部署和技术维护极为繁琐、并且缺乏统一性。在当今云计算领域的发展，呈现出快速向公有云路径倾斜的状况下，华为云依然在把大量资源和人力耗费在私有云技术栈上，这对未来的发展前景极为不利。2、外部：竞争对手发展迅猛、客户要求越来越高如前所述，当前世界云计算市场正在形成公有云“一统天下”的发展势头。微软、亚马逊、阿里、腾讯四大巨头都在充分利用公有云技术抢占市场份额，并借此成为云服务领域的领先品牌。以阿里云为例，其在2018年公有云市场上已经占据43%的份额，稳居国内第一。借助这个优势，阿里云还联合阿里云、支付宝、淘宝、钉钉、高德推出了“阿里巴巴小程序繁星计划”，并提出“被集成”的发展理念。未来，阿里云将凭借强大的技术赋能，与合作伙伴一起打通各行各业的云服务市场。阿里云不但在中国市场排名第一，而且在亚太地区同样高居市场份额的榜首，在世界范围内仅次于微软、亚马逊等巨头排在第三的位置上。紧跟其后的腾讯云，同样也确立了以公有云为方向的技术路径，以多种行业解决方案吸引了大批中小企业用户，其市场份额已经紧追阿里云占据了世界公有云市场排名的第四位。反观华为云，内部还在为发展公有云、私有云的技术路线进行争论。客户端，要求越来越高。云计算经过多年的发展，用户在和阿里、华三、腾讯、华为的交流中，已经被反复教育了。他们对云的认识也越来越深刻，要求也越来越高。随着客户对个人云业务认识的提升，对自身业务的需求也越来越明确。在这种情况下，华为究竟是要卖“盒子”还是卖“云”，这个必须要明确了。如果不明确，华为云的增长就有可能是“伪增长”，未来要做增量就更难了。在任正非转发“玛尼呸”“吐槽信”后，官方认证账号@IT云计算产品线对其提出的问题和建议进行了回复。@IT云计算产品线在回复中说：针对上述问题,前期IRB已组织CloudBU和IT产品线进行了深入研讨,并形成了明确策略,待公司正式批准发文:1、面向私有云市场,主推统一的华为云Stack方案,优先销售在线托管的华为云Stack(原FCS),然后是本地运维的华为云Stack(原FusionCloud)2、线上线下品牌统一,市场宣传品牌统一到华为云,统一策划,同步传递,市场界面一个声音3、市场拓展形成合力,明确混合云策略,通过销售策略和专项激励,让两个销售团队力出一孔,线下构筑好篱笆,引流线上4、明确方案边界划分,解决方案形成合力,方便一线快速选择合适的方案,切实解决客户问题。从@IT云计算产品线的回复来看，华为云面临的问题和挑战，已经引起了华为决策层的高度关注。华为云2019，能否在奔跑中蜕变？2019，年将是云市场发展的关键一年。华为云想要在未来的云市场竞争中占据优势，就必须尽快解决掉当前存在的问题。只有这样，华为云才能在激烈的竞争中站稳脚跟并赢得更大发展空间。在奔跑中完成蜕变，是华为云必须要面对的事情。当然，要真正实现蜕变，华为云必须要解决自己当前存在的问题。1、捋清内部管理首先，在组织架构上就必须滤清内部管理。在任正非亲自转发的那封“吐槽信”以及多为员工的跟帖中，大家都表达了一个强烈愿望：公司应该通过理清分工和资源划分，解决云BU内部公有云、私有云两条业务线互相争夺的资源的问题。目前的云BU，不但公有云和私有云部门都在忙于建立自己的“闭环”，而且还存在代表公有云的“华为云”，与代表私有云的“Fusion Cloud”这样两个容易混淆的品牌形象。内部人士透露，为了争取一个大客户，公有云和私有云两套人马甚至会前后脚轮番上阵，分别向客户推销“华为云”和“Fusion Cloud”两种解决方案。这样的状况，当然会给客户带来极为不良的印象，更会对华为云Bu的市场前景造成不利影响。当前，华为云目前与排名前几位的公有云大品牌相比，差距并不是在投入和员工能力上，而是业务管理水平上。所以说，尽快厘清技术路径、并捋清内部管理，应该是华为云BU今年工作的重中之重！2、找到“突破点”理顺内部关系，只是华为云蜕变之路的第一步，真正要实现市场地位的跃升，华为云还必须在2019年找到业务上的“突破点”。所谓突破点，不是当前华为云主推的“普惠云”、“黑土地”，这些都太概念化，没有深入到业务层面，缺少实例支撑。真正的突破点，是那种在市场上能帮助客户树立品牌地位、在业务上能把云计算领域里的各种技术贯穿起来，帮助客户带来差异化竞争优势的“好产品”。例如，小米的IoT业务，就是一种非常典型的突破点业务门类。小米凭借IoT，不但实现了做大做强，而且还将自身业务从硬件厂商往服务提供商的方向迈进了一大步。华为需要的，就是类似这样的突破性业务方向。再如“玛尼呸”所言，华为目前的智能手机终端销量已经达到了世界级水平，为什么不借助手机保有率的优势，推出与云服务密切相关的“云盘”业务？我们都知道，华为手机附送的网盘备份空间只有5G，用户想再增加就必须付费了。如果能够以云盘为抓推出服务，必将帮助华为云获得海量数据存储优势，并借此孵化出大数据、AI应用等非常受用户欢迎的新型云业务。有了海量数据， AI什么的都不是事儿！当前，虽然华为云还存在不少的问题和挑战，但玺哥相信在华为决策层的关注下，华为云存在的那些问题有望被彻底解决掉。期待华为云2019年在高速发展中强大自己，在奔跑中完成蜕变。", "author": "何玺", "newsdate": "发布时间：19-04-03", "newstime": "11:09", "sentiment": [{"positive_prob": 0.75511, "confidence": 0.4558, "negative_prob": 0.24489, "sentiment": 2}]}, {"title": "欧盟送上76亿订单给华为，余承东要将华为做到世界第一", "content": "作为全球5G通信设备的领导者，华为在过去的六个月中一直在与批评者进行斗争。幸运的是，正义最终转向了华为。众所周知，华为是设备制造商之一。凭借领先的网络经验和数万项技术专利，不断传递好消息，5G基站的出货量已超过4万台，远远领先于竞争对手爱立信、诺基亚等知名厂商。更值得注意的是，芬兰的诺基亚和瑞典的爱立信都是老式的通信设备制造商，尤其是爱立信。他们在通信设备领域苦苦挣扎了半个世纪。华为作为后来的领先制造商，成立仅30年。现在，要跻身世界前三，还有很长的路要走。华为在全球排名第一，利润排名第三。余承东也有信心在2020年超越三星。他还预言，华为将是世界上第一个拥有单一品牌的公司华为目前的收入为7000亿美元。任正非为提升品牌竞争力，重视人才培养，支付了千亿研发费用。必须说，华为的企业文化也值得尊重。华为可以得到最大的尊重，得到最多的5G订单，这也是华为努力的回报，尽管在这里。在这个过程中，我们遇到了前所未有的困难。一些西方国家一再诽谤我们。抵制华为5G设备存在不必要的安全问题。事实上，害怕华为的崛起和中国的崛起。然而，在这一过程中，华为的战斗越来越勇敢，直接赢得了竞争对手的赞誉，以巨大的实力赢得了76亿订单。华为的崛起是不可抗拒的。百年老店爱立信终于为华为发出了声音。爱立信CEO当众称赞华为，大致意思是：作为华为的竞争对手，客观地表达他们的观点也是很难赢。从这一点来看，它们彼此竞争，但技术制造商相对比较友好。正如在美国的持续压力下，苹果也在不断地将其能源投资于中国市场。华为的崛起也让苹果。EO Cook曾多次访问中国，并调整了iPhone的价格。作为欧洲的核心国家之一，法国也大力支持华为5G，作为美国的盟友，法国在表达立场时选择支持华为。设备的安全已经打动了法国。在安全风险的不断挑战下，华5G仍然是一家快速发展的公司。现在，在全球市场上，华为赢得了最多的5G商业合同。我相信华为将来会走上一条平坦的道路。华为不仅拥有自己的操作系统，而且拥有自己的麒麟芯片和5G专利优势。这是绝对的力量。事实上，华为的崛起是不可避免的。它只快了一点。20年来，华为完成了其他公司50年来的成就。受到西方国家的抵制是正常的。幸运的是，这不是一个未雨绸缪的计划，让华为走出了一条辉煌的崛起之路，这样的华为太骄傲了！", "author": "文笔不好的青年", "newsdate": "发布时间：19-04-03", "newstime": "15:07", "sentiment": [{"positive_prob": 0.994705, "confidence": 0.988234, "negative_prob": 0.00529487, "sentiment": 2}]}, {"title": "骁龙855气势正盛？自研架构的华为麒麟990已在路上，性能无情碾压", "content": "最近国内的安兔兔平台公布了三月份的最新安卓手机性能排行，毫无疑问，搭载骁龙855的一众机型全部上榜前十名，而上一代的骁龙845和麒麟980机型由于在性能上差距明显，仅仅占了榜单的末尾几名。当然高通在新一代旗舰芯片压过前一代无可厚非，但是对于作为对手的麒麟980来说，这显然是它不愿意看到的结果。可能连高通也没有想到，它如今在安卓阵营里最强大的对手早已经不是联发科，而是在近两年状态火热的华为。华为的业务模式和苹果一样，都是自研芯片，然后交给代工厂生产，最后装进自己设计的智能手机中，并且麒麟芯片不对外售卖。像小米、OPPO和三星等高通重要的合作伙伴都在受到华为在手机领域的强烈竞争，而去年底的发布的骁龙855，让高通的合作伙伴着实放下了心。不过风水轮流转，骁龙855的确是当前最强大的手机处理器，也霸榜了各大测试机构的得分结果，但是高通或许也知道，它的对手华为并未停下脚步。从目前各方的消息得知，华为下一代的麒麟990处理器很有可能采用自主研发的芯片架构，和高通的Kryo架构类似，都不再直接套用ARM公司的公版芯片架构。自研架构的好处是，可以更大程度上提升芯片内部的工作效率，优化出更强大的性能表现，当然这需要一家公司具备足够的技术实力。华为已有这个实力，已经在路上的麒麟990处理器在性能上或许因为自研架构的原因，据传性能将实现大跃进，有可能在跑分上直接突破40万分，对当前处在37万分左右的骁龙855形成碾压之势。纵然当前骁龙855的气势正盛，不过高通也该要掂量下半年华为麒麟990的到来会给它的手机合作伙伴造成的影响，即使是打半代的差距，华为一样要做到无情碾压。做手机芯片其实需要有足够充足的资金、技术和时间，华为在这一领域取得的成就很多人看似轻松，如果你知道小米的澎湃芯片历经五年依然只发布了一代，并且还是与骁龙625水平相当的产品，你就会明白其实做好高端的手机芯片是有多不容易。", "author": "吃吃美食家", "newsdate": "发布时间：19-04-03", "newstime": "16:41", "sentiment": [{"positive_prob": 0.0901222, "confidence": 0.799728, "negative_prob": 0.909878, "sentiment": 0}]}]