[{"title": "美国国家级“U型锁”现身：拟立法不承认华为专利！", "content": "作者：耿直哥据英国路透社报道，美国共和党中最偏执激进的反华政客卢比奥，昨天居然提出要立法禁止中国的华为公司通过美国的法院向美国企业索要专利费。此举也直接震惊了不少美国网民，惊呼这个美国国会中的“爱国贼”正在让美国在全世界面前表现得像个流氓。其实前两天，耿直哥已经给大家介绍过卢比奥这个美国最癫狂的反华政客，以及这个天天指责中国“盗窃”美国“知识产权”的“伪君子”，是如何在华为公司及其持有的5万多个关键专利面前耍弄“双标”，反过来侮辱华为是“专利流氓”的（华为一“试”，美国反华政客的智商就露馅了）。可尽管他的言论在美国并不得人心，不少美国的科技界人士也表示华为完全有权向美国企业索要专利费，卢比奥这个打着“爱国”之名行“害国”之实的美国“爱国贼”，却似乎不撞南墙不回头，非要让美国在全世界面前把脸丢光了才罢休。这不，根据路透社的最新报道，卢比奥昨天居然提出要修改美国的国防授权法，禁止华为等被美国视为“威胁”的中国企业在美国通过法院向美国企业索要专利费——而即便华为的专利被美国企业侵犯，卢比奥也要禁止美国法院受理这些案件。换言之，这个卢比奥是打算让美国——不是偷——而是【明抢】中国企业的知识产权和专利技术了。路透社报道原文截图当然，明眼人都清楚他这么做会给美国的形象带来怎样毁灭性的打击。所以在境外的社交平台推特和脸谱网上，众多美国和其他国家的网民此刻都已经被卢比奥这种坑害美国的做法给惊呆了，纷纷表示难以置信。其中在推特上，有美国网友就表示卢比奥的做法简直是在搬起石头砸自己的脚的，会损害美国专利系统的声誉。有网民还挖苦说：所以卢比奥的意思是，外国企业只能给美国“专利”掏钱，却不能要求美国支付专利费用，否则你就闹自杀？而在脸谱网上，美国和其他国家的网民也同样在吐槽卢比奥这种“蠢出天际”的做法。比如下面这位网民就讽刺说：我觉得这件事最神的地方是，卢比奥这货还能出现在国会里…….其他网民则分别质问说：所以，美国公司可以从别人那里偷东西了？而且挨罚的还是别人？“天哪，所以让美国复兴这个口号的实际意义，就是去抢别人的东西？”“如果是认证过的专利，使用就应该付钱。如果用了不给钱，华为完全有权去起诉。不能因为你不喜欢这个企业，就随意不给人付钱。美国的这个做法很不道德。”一条高点赞的网民评论还这样写到：这下，美国在知识产权保护上的自诩的正义形象彻底崩塌了，他们在乎的只是他们自己的政治利益罢了。不仅如此，就连很多之前认为中国应该加强对美国知识产权保护的美国网民，也对卢比奥如今打算禁止中国企业在美国维护支持产权的做法感到“幻灭”。下面这位网民就说：我有点懵了….你希望中国尊重美国的专利，所以你要拒绝保护中国的专利？卢比奥参议员，你的做法实在太蠢了……有网民更表示：这简直是在给中国送炮弹，等于是在告诉中国人完全没必要再去尊重和保护美国的知识产权了……所以，耿直哥觉得此时此刻，我们中国人确实有必要分享给美国人民一个在我们中国很受认可的真理了，即【抵制X货，不如抵制蠢货】。", "author": "环球时报", "newsdate": "发布时间：19-06-18", "newstime": "14:32", "sentiment": [{"positive_prob": 0.0793934, "confidence": 0.82357, "negative_prob": 0.920607, "sentiment": 0}]}, {"title": "准备替代安卓！华为5G如果没有国外订单，会发生什么", "content": "最近，华为高管宣布华为正在为“鸿蒙操作系统“作发布准备，以取代谷歌的“安卓系统”。华为此举的意图很明确。虽然华为也想成为安卓大家庭中一员，但因为美国将华为列入“黑名单”。禁止众多美企与华为进行业务往来，所以华为的新机也必然会受到安卓系统的限制，这意味着华为只有加快“鸿蒙系统”的测试，并尽快将“鸿蒙”尽早应用到华为手机才行。实际上也并非所有人都听美国的话，如今英国已经开始进行5G测试，土耳也表示将会力挺华为5G，不仅如此，就连美国最好的盟友巴西也支持华为5G！如今华为已然成为了世界上最大的通信设备运营商，为世界许多地方的本地电信运营商提供技术和设备支持。在5G时代，使用别的厂商设备是要付出及其昂贵的代价得！当然，他们也是看到华为有着足以让人信服的实力，才会选择支持华为。近日在任正非的最新交流中，他表示没又想到美国对于华为的封锁这么严重，华为的全球销售额将减少约40％，而华为未来将把更多精力投入到国内，同时在利用两三年的时间来缓冲用于系统，芯片和其他组件的开发和应用，然后在卷土重来。相信到那时，华为不会像现在这样依赖国外技术，而是能够真正独树一帜。这一切都会被改变！对于像美企的制造商来说，华为不去使用他们的技术和产品，他们也会失去很多订单，这对于未来华为抢占市场而言，无疑是一个好消息！事实上在短期内，华为可能不如其他人好，技术上也不如别人强。但是，华为把产品和服务做到了最出色，这是华为的核心优势所在！5G与传统的2/3/4G有很大不同。在欧美国家以前的电信运营商中，基站仅建在人口密集的地区，人口少的地区是没有的。欧美电信运营商也是私企。没有国家的强制性覆盖要求，而如今，华为、诺基亚和爱立信均中标。相比之下，谁的市场更开放是一个高判断！美政府虽然说可以给反对中国的国家补贴，但依旧无法满足5G投资需求。据不完全统计计，5g基站的建设高达万亿美元，而其中的30%也要几千亿美元。美国会好心的完全补贴运营商？显然这是不存在的。那些明白了解的盟友，自然会选择对自己益处最大的，而这也是任正非的自信所在！", "author": "呦呵科技堂", "newsdate": "发布时间：19-06-18", "newstime": "06:57", "sentiment": [{"positive_prob": 0.560292, "confidence": 0.0228704, "negative_prob": 0.439708, "sentiment": 2}]}, {"title": "4年前华为花八千万买一首英文歌，如今才知其中的真意！", "content": "转载自百家号作者：李智带你看世界谈到华为在中国，它近年来发展非常迅速，成为一个国际科技巨头。华为主要生产手机和一些通信设备，尤其是近年来华为在手机行业的崛起。让世界知道华为手机在中国有多好，这也让华为成为苹果手机的最大竞争对手！华为早在1987年就成立了。当时，华为是一家默默无闻的小企业，没人能想象它会发展到今天这样的成就。在此之前，我们的国内手机市场基本上被苹果和三星占据，因此华为很难在手机行业崛起，但是华为已经经历了这些成就。多年来，华为一直在不断发展，以提高其产品的技术性能，公司的管理体系非常好。因此，华为近年来发展迅速，现在华为手机，国内销量也超过了苹果手机。四年前，华为以8000万美元从洛杉矶歌手Delacey那里购买了一首英文歌《Dream It Possible》，这首歌名字的意思仅仅是为了理解梦想成真。当时，每个人都认为这样一首歌要花8000万元。华为这样做太不值得了，但是今天，我们理解华为的愿景！当华为买下这首歌并将其翻译成中文时，它是张靓颖的歌曲《我的梦》，这首歌传达的精神非常适合华为的创业精神。正是因为这首歌被引入，许多人才知道华为精神是什么。现在华为不仅在国内很受欢迎，在国外也很受欢迎，许多外国人使用华为手机。看到这一点后，我认为华为能够发展到今天这样的位置与其领导人任正非密切相关。任正非是一个非常有远见和低调的人，华为也可以在任正非的领导下一步步走到今天，所以我们有理由相信，在未来，华为肯定会是这样的。像一首歌，为了梦想，继续前进和成长！", "author": "华西悦读", "newsdate": "发布时间：19-06-18", "newstime": "15:46", "sentiment": [{"positive_prob": 0.887481, "confidence": 0.749957, "negative_prob": 0.112519, "sentiment": 2}]}, {"title": "再下一城！又一大国牵手华为，正式迈入5G时代", "content": "距离5月31日英国BBC使用华为5G设备连通5G网络直播早间节目，让英国人第一次感受到5G带来的便利的事件，如今已经过去大半个月的时间。而在这段时间中，巴西、俄罗斯以及德国都相继表态，肯定了华为5G的实力。而如今，华为再下一城！欧洲又一大国牵手华为，正式迈入5G时代，这个国家便是西班牙。早在6月15日，央视新闻便发布一条关于华为助力全球知名电信运营商沃达丰在西班牙15个城市启动商用5G网络的消息。而在经过两天紧张的筹备工作之后，根据6月17日新华社最新消息称，当天便是西班牙5G网络开通后的第一个工作日。沃达丰的工作人员向记者透露，如今西班牙消费者已经可以在相关的沃达丰门店办理相应的5G业务，当地每月的5G网络价格为49.99欧元起，折合人民币约为388元。如此价位虽然不知在西班牙是何等层次，但对于国内来说，相信足以将大多数想要尝鲜的消费者拒之门外。据悉，虽然西班牙的5G网络分别由华为和爱立信提供技术支持，但在先前开通5G网络的15个城市中，有12个城市安装的都是华为基站。这也印证了之前央视新闻所言“华为是主要设备供应商”的真实性。此外，根据沃达丰发布的消息表示，此次西班牙的5G网络覆盖的15个城市中，包括了马德里以及巴塞罗那等主要城市，服务当地近一半的人口。而随时间推移，5G网络的覆盖范围也将会进一步扩大。既然站在由5G网络覆盖的土近800兆以上！如此成绩，足以令人感受到5G的迅捷。而西班牙此次与华为的合作，从另一方面来说，也为华为在全世界做了一次广告。此外，不论是5月17日俄罗斯电信巨头维佩尔计划在9月前全面改用华为设备，给予华为全身心的信任，还是巴西副总统汉密尔顿·莫朗曾在6月7日公开表示的“巴西政府内部没有对华为存在任何不信任”，都足以证明华为5G的实力，也让之前某些人放出的“华为5G设备威胁国家安全”的谣言不攻自破。事实证明，不论是一个国家，还是一个企业，只有掌握足够的技术、拥有足以令人仰望的实力，才能在世界上拥有更多的话语权，从而获得他人的支持和信任。不知对此，你是否认同呢？文/潇潇", "author": "数码小妖精", "newsdate": "发布时间：19-06-18", "newstime": "18:12", "sentiment": [{"positive_prob": 0.996381, "confidence": 0.991957, "negative_prob": 0.00361937, "sentiment": 2}]}, {"title": "华为被制裁已达32天，为何不能抵制苹果？三个原因很现实", "content": "华为被制裁已达32天，为何不能抵制苹果？三个原因很现实美国对华为的打压一直是备受关注的事件，从5月17日开始，距华为被制裁已达32天，美国禁止企业和华为有业务往来，更是拒绝华为产品在美销售，甚至导致谷歌不再向华为提供操作系统，对华为造成了很大的影响。但华为越挫越勇，美国业务谈不成我可以和其他国家谈，成功拿下40多国5G订单。操作系统不给用，那我就自主研发操作系统，“鸿蒙”即将问世。虽然华为发展的仍然很快，但网友还是为华为抱不平，既然美国能禁止华为，为何我们不能抵制苹果？三个原因很现实。第一个原因。关于抵制苹果iPhone，远远不是想象的那么容易和简单，苹果早在2009年就已经进驻我国发展。经历了10多年的发展，苹果及附属供应商早已经在我国构建成了一套完整而庞大的产业链条，这一链条虽然让我们获得的加工利润不多，但是为我们提供了大量的就业岗位，一旦限制苹果在国内的发展，那么我们很有可能面对的就是大量人员失业，在就业如此困难的背景下，想要实现这些人的再就业不是一件容易的事。第二个原因。当去掉愤慨之后来看这件事你会发现，特朗普挑起的贸易之战，实质是要通过种种手段来使进驻我国的外企撤资，退出国内市场，从而导致我国的大量资金外流，企业面临倒闭，企业员工大量失业，影响社会的稳定和发展，用心可谓昭然若揭。如果我们选择抵制苹果，相当于在帮助特朗普实现他的目的，主动的将苹果赶出国内市场，导致我国员工失去就业机会，影响到国人的利益，这是我们不愿意见到的。第三个原因。在性能上，我们不得不承认苹果iPhone有独到的优势，苹果的生态环境很好，使用各种应用可以完全放心，这是安卓系统比不上的，不知道“鸿蒙”会不会有所突破。再有就是苹果使用的时效性，苹果iPhone在使用久了之后并不会出现逐渐卡顿的问题，电池稳定性也高，同等价位，苹果的使用期限要高于安卓手机。从技术方面来看，我们也不应该拒绝比我们更强大的公司，苹果在国内的发展态度良好，并没有让我们抵制的理由。假设我们真的抵制了苹果，会不会对苹果产生影响呢？答案是会的，国内市场、我国的iPhone用户占据苹果市场的将近1/2，二季度苹果的营业额约有1/2来自我国，如果我们抵制苹果，那么苹果企业将面临巨大的经济损失，这一老牌的美国企业的发展势必会受到影响，因为美国没有任何企业能够抵消苹果在我国创造的利润，如果我们能够解决人员就业问题，维持发展的稳定，那么抵制苹果未尝不可，我们完全可以将这作为一张底牌。", "author": "科技热点观察", "newsdate": "发布时间：19-06-18", "newstime": "07:18", "sentiment": [{"positive_prob": 0.00461964, "confidence": 0.989734, "negative_prob": 0.99538, "sentiment": 0}]}, {"title": "美国“努力”一个月后，最新数据公布，华为表现惊掉美国“下巴”", "content": "这段时间以来，大家最关心的莫过于华为事件了。因为美国的原因导致了华为的产业链供应出现了一定的问题，部分业务受到了较大的影响。尤其是高通、因特尔、ARM等公司的落井下石，让华为的上游产品供应短期内出现了缺少的情形。在外人看来，华为受到了那么多的限制，这段时间的业绩应该受到了影响才对，然而随着一组数据的公布，结果却大跌美国眼镜。华为手机业务的变动2019年6月14日，市场研究机构IDC发布报告，内容显示，今年一季度，全球重要的智能手机市场之一欧洲，供货总量约为5350万部，比上年同期下降了2.74%。然而让人意外的是，在整体环境不景气的情形下，中国的手机品牌却普遍呈现了逆势上涨之势。其中华为的销量约为1350万部，比上年同期增长了66.13%，市场占有率上升至25.39%。有数据传出，今年5月，华为智能手机的销量欧洲市场部分略微受到影响，增速下滑，但总体较之去年仍然呈现上涨之势。同一时间，华为手机在国内市场的销量则较大幅度增长，算是弥补了国际市场的上涨缺口。也就是说，华为智能手机业务方面受到的实际影响并没有美国预想中的那么大。苹果三星及小米手机业务在欧洲的变动三星作为长期以来的欧洲市场销量冠军，一季度依然是销量第一，总销量约为1570万元，比上年同期下降6.82%，市场占有率约为29.47%。与三星相比，苹果的处境更加尴尬。一季度苹果的销量下滑了22.73%，市场份额进一步的萎缩到14.74%。苹果公司之所以会出现如此大规模的下滑现象，除自身原因外，另一主要原因就是德国对于苹果公司的禁令。小米的表现也很不错，一季度销量约为290万部，比上年同期上涨了33.26%。华为在5G领域的新突破抛开智能手机不提，我们再来看看美国最忌惮华为的领域，5G领域华为在过去一月间取得的成就。众所周知，美国在2019年5月15日宣布了对华为的制裁令。紧随其后，就是高通、因特尔等公司的断货。然而就是在这种情况下，华为又接连取得了大突破。国内市场方面：我国政府为了支持华为，帮助华为渡过难关，提前了一年颁发了5G牌照。就在6月6日当天，华为就拿下了中国移动所有采购项目的52%的订单。国际市场方面：2019年6月15日，西班牙电信运营商宣布与华为合作，开启本国5G网络建设，共计覆盖15个大城市。另一个国家则让人很意外，竟然是一直紧跟美国制裁华为的英国。英国电信巨头EE公司使用华为设备在6个城市建设5G网络基站。值得一提的是，由于受到美国制裁的影响，在6月3日，诺基亚公司曾经宣布其已经拿下了42分订单，成为5G最大建设商。然而，仅仅几天时间，随着华为的一系列动作，再次夺回了第一的位置，总订单量46个。一系列数据证明，华为并没有因为美国的制裁而沉沦，而是依然强劲的发展，这却是让美国满满的不解了。", "author": "舒莫财经", "newsdate": "发布时间：19-06-18", "newstime": "13:45", "sentiment": [{"positive_prob": 0.164007, "confidence": 0.635539, "negative_prob": 0.835993, "sentiment": 0}]}, {"title": "华为“遇险”！美国“打击”奏效？出货量跌40%，任正非：坚强！", "content": "距离华为事件已经过去了一个多月的时间，从事件刚开始发酵的时候，美国就不断地对其施加压力，而也开始有不少的企业随着美国一起，将华为拉入了黑名单之中。这对华为还是存在着一定的影响，据有关知情人士的透露，华为目前在海外的销售量已经开始大幅的减少。并且表示：华为在海外的智能手机出货量可能会下降到40%到60%左右。对于这一消息，任正非也确认了下滑40%的现状。2019年6月17日，任正非和美国的两位技术专家乔治·吉尔德，尼古拉斯·尼葛洛庞帝在深圳进行了一场长达100分钟的交谈。在交流过程中，任正非承认因为美国的打击，华为将会在未来的2年时间内减产，并且估计今年和明年两年的销售收入将会在1000亿美元左右。话锋一转，任正非又表示，虽说自家的财务已经受到了一定的打击，但是在科研方面的投入依旧是不会减少。当主持人抛出“美国行为对华为影响”的问题时，乔治·吉尔德认为“这是一个非常大的错误”，他认为美国利用许多不正当的行为来禁止华为的业务，而这样打算重塑网络的格局会让整个互联网崩溃。任正非在对“美国禁华为”的事件上也正面表示：“没想到美国的决心会如此之大”。同时对于自家在这个事上的态度，任正非说道：“我们会非常的坚强，我们是打不死的鸟”。在重压之下，华为必须开始重整自己的战略。任正非表示：“华为这两年需要进行很多版本的切换，而这些切换都需要时间，同时也需要不断的磨合和检验”，“华为会在2021年的时候重新焕发出生机勃勃的景象”。在基础方面，任正非表示会在未来的5年时间内，投资将近1000亿美元的金额来对网络架构进行重组。也就是说，华为目前需要的只是时间，时机成熟过后，我们将会一个新的“华为时代”。虽然华为目前在海外的出货量已经下滑了40%左右，但是华为在国内的手机销量还是有着大幅的增长。在2019年第一季度的财报数据中，华为牢牢锁住位列第一的位子，并且与去年同期相比，增长了41%左右。在全球市场上，华为手机的销量增长了50%左右直接超越了苹果位列世界第二，作为第一名的三星却是同比减少了8.1%的数额。从增长的势头上来看，华为一开始有很大的可能将会超越三星，成为第一。但是因为美国的“阻碍”，华为想要做第一的想法暂时需要相对较久的时间才能实现。我们都非常的希望中国企业可以获得这场“战争”的胜利。一些美企断供华为的事情貌似任正非并没有放在心上，他表示：“这些并不会阻止华为……我们已经做好了准备。在将来的2年里，我们会更加的坚强，并且不会断绝和美国的合作”。", "author": "聚富财经", "newsdate": "发布时间：19-06-18", "newstime": "11:45", "sentiment": [{"positive_prob": 0.194286, "confidence": 0.568254, "negative_prob": 0.805714, "sentiment": 0}]}, {"title": "华为618今日福利再升级：Mate 20系列引发抢购狂潮", "content": "作为年中购物狂欢盛典，618已经成为各大手机厂商的必争之地，几乎所有厂商都会拿出年度最具诚意的优惠、福利回馈消费者。不少日常价格坚挺的爆款旗舰产品，也都在这一天或价格新低，或入手门槛降低，对于每一位打算换手机的消费者来说，618的机会都不容错过。作为市场上的热销 “一哥”，华为这一次618的促销力度空前，多个爆款单品迎来历史新低价。以目前主力销售旗舰华为Mate 20系列为例，在618当天打出了“领券优惠300+12期免息”的组合优惠。不仅最高优惠300元，还可享受12期免息分期。其中，华为Mate 20到手价仅3199元起，华为Mate 20 Pro到手价4599元起，这也是目前该系列产品的历史最低价，基本已经探底。此外，华为P30系列系也在12期免期分期的基础上，赠送百元好礼；华为nova 4e最高优惠100元；华为畅享9 Plus 4G+64G版本最高优惠250元；4G+128G/6G+128G版本最高优惠100元；华为麦芒8领券减50；华为nova 3i部分最高优惠800元。众所周知，随着国内手机市场竞争日趋激烈，产品更迭速度加快，手机的 “保鲜期”越来越短，可能刚开卖几个月，就出现了大幅降价甩卖的情况，说到底还是产品力、综合体验以及后续软件升值不尽人意。但华为手机，尤其是Mate 20系列却是个例外。其外观设计、拍照、性能、续航在同级别竞品中依然优势明显，上市4个半月就热销千万台，销量的坚挺就是最好的证明。从华为Mate 20系列用户反馈来看，在影响消费者购机最看重的几项因素中，华为Mate 20系列的拍照、续航、性能、外观设计以及功能性都较为均衡，同价位没有太大的对手， 7nm麒麟980处理器在玩游戏方面发热控制也更好。更有网友认为，华为Mate 20系列像是如今手机行业的科技“总和”，全新徕卡三摄开启了手机后置摄像头拍照的新纪元，超广+广角+长焦的镜头组合，组成全新的矩阵多焦影像系统，覆盖了更广的焦段，实现了更近的对焦距离，带来了惊艳无比的“超广角”与“超微距”效果，让手机摄影达到了新的高度。外观ID设计来看，华为Mate 20系列的手感、颜值更双双在线，翡冷翠、宝石蓝、极光色以及今年初发布的馥蕾红、璨星蓝依然代表着智能手机行业的最高颜值。以华为Mate 20 Pro为例，机身正面是6.39寸全视觉曲面玻璃，辅以左右边框最窄只有2.3毫米，视觉效果出色，八曲面玻璃机身加上金属中框的设计使得手感轻盈顺滑。华为Mate 20系列出色的外观颜值，也一改华为“男性用机”的形象，吸引了更多女性用户的青睐。而在性能层面，华为Mate 20系列搭载7nm麒麟980移动AI处理器，通过架构级优化、NPU加持，达到了用户体验巅峰。此外，华为Mate 20系列支持最新的GPU Turbo游戏加速技术，这是一种软硬协同的图形加速技术，能够提高手机GPU的性能。它打通了EMUI操作系统以及GPU和CPU之间的处理瓶颈，在系统底层对传统的图形处理框架进行了重构，实现了软硬件协同，使得GPU图形运算整体效率得到大幅提升。一直以来，定位“极致科技”的华为Mate系列在创新科技和人性化上不断突破。华为Mate 20系列在此基础上更进一步。以充电为例，华为Mate 20 Pro不仅支持40W有线超级快充、15W无线快充，还实现了无线反向充电— —给其它支持无线充电的设备充电。不仅如此，在今年年初的MWC2019世界通信展上，华为Mate 20 Pro一举击败同期或最新发布的诸多旗舰手机，斩获了由MWC主办方GSMA颁发的，有手机界“奥斯卡”之称的“最佳智能手机”大奖，彰显了华为Mate 20系列年度旗舰的真正实力，直接给2019年最强手机定下基调。可见目前下手华为Mate 20系列正当时。另外，除了华为Mate 20系列最高优惠300元并享12期免息之外，麦芒8、nova 4e、畅享9 Plus等产品在618期间也均有大力度的抢购优惠，实在是上半年不可错过的换机时机！", "author": "快科技", "newsdate": "发布时间：19-06-18", "newstime": "15:43", "sentiment": [{"positive_prob": 0.788774, "confidence": 0.530608, "negative_prob": 0.211226, "sentiment": 2}]}, {"title": "华为又有大动作，富士康如意算盘落空，没想到任正非想得这么远", "content": "华为又有大动作，富士康如意算盘落空，没想到任正非想得这么远近日美国在多方面压制华为，要让华为的产品停产，就像当初的中兴一样。然而这次美国想的太美好了，以为华为会低头表态，美国站在制高点上要求华为在一方面上让步，从而获得利益。因为美国的霸道行为，国内民众和其他企业者都统一战线，全力支持华为。李嘉诚为华为提供巨额的订单，雷军也在为华为让道，国家在一些方面为华为提供条件，帮助华为度过难关。本预计着明年下发的5g牌照，现在就已经陆续下发给了运营商目的就是为了方便华为接受订单。然而大家众志成城，团结一心的时候有一家企业却想着搬离中国。这家企业就是富士康。说到富士康大家都很熟悉，它是美国在亚洲最大的苹果加工工厂，刚开始富士康来到中国建厂看重的就是中国的劳动力非常充足而且劳动力成本低，低价也便宜当时广州政府为了让郭台铭在广州办厂还开放了一系列的政策。郭台铭能够因为各种利益关系来到中国办厂也能因为利益出走，对于这一点郭台铭诠释的淋漓尽致。富士康在苹果销量锐减之后也受到了重大的影响，产值下降，工厂的规模也从而缩小了不少。现在从中国搬离，考虑到的就是节约成本，因为印度的劳动力更加的低廉。虽然后来富士康发表声明指自己不会把工厂搬离，但是空穴来风，未必无因。这个消息对于另一个企业来说或许是一次机会。它就是比亚迪。说到比亚迪大家可能因为它是单纯的造汽车的，殊不知，比亚迪还从事代加工的业务，但是比亚迪的规模，员工操作熟练度和素质和富士康相比自然是差上一截的，另外由于我国的手机厂商多，订单多，比亚迪一家公司也忙不过来。于是华为就自己创办了一家加工厂，叫做华为机器，其实这家公司很早就建立了，只是规模比较小，不过现在据悉这家公司现在在扩大规模和大量招聘员工中，为手机的加工产量化而做准备，如此，就算富士康要走，我国也不用担心那么多的员工养哪里安放，国内手机的订单交给谁来完成。华为完全可以把自己的手机业务交给旗下子公司完成，比亚迪就可以接受小米，ov等其他品牌的订单了。现在华为手机的销售量是超过了苹果成为世界第二，未来占据第一的位置也是有可能的，这也就意味着富士康将会失去一大笔的订单，此外，比亚迪就能够全心全力的兼顾其他品牌的手机订单了，这么看来富士康搬走就等于放弃了国内的大笔订单。不管富士康是否打算搬离中国，但是这个消息的传出可能会让富士康错失了市场，估计富士康这会也是抓耳挠腮了吧，不过我能也不得不佩服华为领导人未雨绸缪，什么事都在自己的掌控当中，相信这一点也是现在的企业家所需要学习的地方。", "author": "IT爱美姐", "newsdate": "发布时间：19-06-18", "newstime": "20:37", "sentiment": [{"positive_prob": 0.901246, "confidence": 0.780547, "negative_prob": 0.098754, "sentiment": 2}]}]