[{"title": "外媒：美国两党议员提案禁止美向华为中兴出售芯片", "content": "参考消息网1月17日报道英媒称，由美国两党议员组成的团体1月16日提出议案，禁止向华为、中兴或其他“违反美国制裁或出口控制法”的中国电信公司出售美国芯片或其他零部件。据路透社1月17日报道称，在美国国会，共和党参议员汤姆·科顿、共和党众议员迈克·加拉格、民主党参议员克丽斯·范霍伦和民主党众议员鲁文·加莱戈共同提出了该议案，要求总统禁止向有关中国电信公司出口美国零部件。报道称，该议案特别提到了中兴和华为。（编译/王露露）", "author": "参考消息", "newsdate": "发布时间：19-01-17", "newstime": "09:40", "sentiment": [{"positive_prob": 0.952742, "confidence": 0.894982, "negative_prob": 0.0472582, "sentiment": 2}]}, {"title": "英语不好？没关系，华为手机多国语言翻译，邮件翻译，智慧识屏", "content": "很多小伙伴们是不是对外文特别的头疼呢？特别是英语，因为英文是世界通用语言，所以在学校的时候是必修课。今天告诉你一个好消息，英文没有学好也可以和老外顺利沟通啦。只要一部华为手机就可以做到。收到的邮件看不懂，怎么办？快使用华为手机的邮件翻译功能，一键翻译成中文。回复邮件也可以使用中文，然后用一键翻译功能，翻译成英文快速回复，是不是很高效？出门在外不懂他国语言怎么办？使用华为手机里的“微软翻译”能语音对讲，键盘输入，拍照识别，多人会议翻译。再也不用为这些看不懂的字符犯难了。键盘输入翻译语音对讲实时翻译拍照翻译即使是一张图片或者报纸看不懂也可以使用智慧识屏或者拍照翻译功能。双指长按照片或者文本可以调出智慧识屏功能，可以点击上侧的AR全屏翻译功能，从屏幕顶部向下拉可以调出“智慧视觉”智慧视觉开关。这里也有翻译功能，支持自动检测，多国语言翻译，还有扫码翻译等等功能。这下再也不用为英文不好发愁了。", "author": "梦科技", "newsdate": "发布时间：19-01-17", "newstime": "11:54", "sentiment": [{"positive_prob": 0.855318, "confidence": 0.678484, "negative_prob": 0.144682, "sentiment": 2}]}, {"title": "任正非：华为已经签署30份5G合同，今年华为增长将低于20%", "content": "华为成立于1987年，带了今年已经32岁了，32年的时间里，华为已经从一家可有可无名不见经传的小企业，成长为了一家全球不可或缺的庞然大物了。华为的创始人任正非是军人出身，为人非常的低调，基本上都不会接受媒体采访，但在前几天任正非却难得的接受了外媒的采访，这件事情也引起了很多网友的关注。华为有着18万的员工，其中有很多人都持有华为的股份，在接受采访的时候任正非也透漏了，目前华为完全是华为员工所有，股东有近9.7万人，而且没有任何外部实体持有华为的任何股份。作为创始人的任正非也仅持有华为1.01%的股份，这就是华为为什么2017年年终分红能够达到人均21万的原因，而去年华为的人均分红更是达到了27万。华为是一家完完全全由中国人持股的企业，华为也是一家货真价实的名族企业，也是一家非常罕见的企业。另外华为任正非在接受采访的时候还透漏了目前华为在5G方面取得的成就，任正非表示：华为目前已经签署了30份5G合同，同时已经有2.5万座5G基站运往了国际市场。要知道去年快要过年的时候，华为的轮值懂事在新年致辞中也透漏了华为2018年已经取得了26份5G合同，而目前仅仅才1个月不到，华为又拿下了4份5G合同，华为的效率是真的有点高，这也是市场对华为设备的一种认可。去年下半年，有个国家带头表示华为的设备存在信息安全隐患，虽然都没有任何证据证明华为的设备存在信息安全隐患，但这个子虚乌有的罪名也就自此扣到了华为的头上，也让很多人跟风，也让华为失去了很多订单，但仍然有很多人愿意相信华为，毕竟此次事件一出那些已经在使用华为设备的合作方，都会重点关注华为的信息安全问题，但是这么长时间过去了，华为经受住了考验，这是时间对华为的另一种认可。另外任正非在华为总部接受采访的时候还表示：2019年对华为来说将会是困难的一年，华为的营收增长将低于20%，但仍然会突破1250亿美元，也就是8500亿人民币。去年华为全年总营收达突破了千亿美元，达到了1085亿美元，较上一年实现了21%的增长。很难想象这么庞大的体量，还能有这么高的增速，不得不感叹华为发展的速度的真的太快了，这也是让很多人感到害怕的原因了。现在的华为已经成长为了一家很多国家不得不面对的企业了，虽然在5G建设中华为的5G技术并不是必须品，但离开华为的5G将不再是真正的5G，前一段时间美国的5G网速测试也出来了，华为也在这个时候完成了意大利的5G网速测试，两者之间的差距相信大家也都知道。没有华为的5G将是落后的5G，你觉得呢？", "author": "清单科技", "newsdate": "发布时间：19-01-17", "newstime": "10:54", "sentiment": [{"positive_prob": 0.869708, "confidence": 0.710463, "negative_prob": 0.130291, "sentiment": 2}]}, {"title": "最便宜的8G手机，华为新机很淡定，5000mAh+良心价+256G", "content": "最便宜的8G手机，华为新机很淡定，5000mAh+良心价+256G现在的手机普遍都是6G运存为主，8G运存的手机也有许多，其性能肯定是要比6G的手机要卓越的多。但很多小伙伴认为，8G运存的手机不是两三千就是四五千，一般都是高端机才会有8G，但是国内就有这么一款最便宜的8G手机，在2017年的时候就已经问世了，而且现在这款手机的价格也仅仅两千不到，华为新机却很淡定，5000mAh+良心价+256G。这款8G手机就是努比亚Z17了，这款手机定位是一款中高端，当时凭借着超高的性能和性价比对同等价位的其他国产机产生了非常大的冲击，该机最吸引人的地方可能就是它的无边框设计了，运用了aRC3.0无边框技术，将两侧的边框压缩到了极致，在当时刘海屏还没有普及的时候，这样的设计算得上是非常的亮眼了，屏幕尺寸也仅仅只有5.5英寸，一手就可以掌握。不过说到千元机里边比较抢手的手机，那就不得不提一提华为 荣耀8X MAX了，这款手机相对于努比亚Z17来说，完全是两个极端。荣耀8X MAX的屏幕和努比亚Z17比起来大了两圈以上，高达7.12英寸，而且在正面屏幕上的设计也用到了最新的水滴屏方案，非常的符合当下手机设计的流行趋势。那么努比亚Z17就真的不行了吗？当然不是的，华为 荣耀8X MAX对拼上努比亚Z17，可能也仅仅只有外观方面的优势了。在性能上，努比亚Z17作为一款17年发布的旗舰手机，照样可以碾压18年华为发布的这款荣耀8X MAX，华为荣耀8X MAX的顶配版所采用的处理器为骁龙660处理器，运存最大仅为6GB，还支持256G的拓展存储卡，在目前的千元机市场里边性能算是比较一般了，没什么亮点。反观这款17年发布的努比亚Z17，虽然在外观上没有占据优势，但是性能依旧是杠杠的，采用的是骁龙835处理器，顶配版的努比亚Z17还有着8GB的运存。目前努比亚Z17这款手机的价格也已经降至新低价，但是看起来目前在千元市场并不是特别受待见，一方面是因为自家有着努比亚Z18、努比亚X等全新旗舰手机坐镇，另一方面是因为努比亚Z17的外观设计小伙伴们并不是特别的喜欢，而华为 荣耀8X MAX不仅有着水滴屏的潮流设计，还有着7.12英寸的大屏和5000mAh超强的续航能力，虽然性能没什么亮点，但对于千元机来说，这样的配置也已经算是非常完美的了。如果让你做出选择，努比亚Z17还是荣耀8X MAX，相信大多数人都会选择华为的荣耀8X MAX吧，毕竟屏幕大，外观也比较养眼，而且价格也非常的良心价，仅仅1499起步，目前还有100的优惠券，但时隔两年，8G版本的努比亚Z17仅仅千元机的价格，性能依旧是凌驾于现在的许多千元机之上的，这也足以见其良心所在，好了小伙伴们，最便宜的8G手机，华为新机很淡定，5000mAh+良心价+256G，你们怎么看呢？", "author": "科技热点观察", "newsdate": "发布时间：19-01-16", "newstime": "15:32", "sentiment": [{"positive_prob": 0.999141, "confidence": 0.998091, "negative_prob": 0.000859028, "sentiment": 2}]}, {"title": "小米宣战华为谁才是民族骄傲？曾经密友反目最终决战打响", "content": "回想小米大半年前港股上市时，雷军信誓旦旦声称要让上市首日买入股票的投资者，品尝到股价翻倍的滋味。然而，小米股价却是跌跌不休，股价几近腰斩，市值较高位时已经蒸发了近3000亿港元。不曾想，在这样的背景下，1月10日，雷军在发布新产品的时候，公开怼华为，还放出狠话“生死看淡、不服就干”。怒怼之下 雷军宣战华为1月10日，雷军在红米Redmi发布会上霸气回应友商的攻击，“生死看淡，不服就干”。还表示友商在过去的几年一直在模仿小米做性价比，说真话性价比和友商无关，他们离小米的差距其实很远。在介绍红米 Note 7 品质时，雷军指着 PPT 上的竞品，自信地说：“要不要吊打荣耀 8X 啊？算了，给他们留点面子，再说下去我就要现场拆机了……”红米发布会后，雷军说，红米独立就是为了在磕高品质，证明不弱于甚至强于友商，有人说小米便宜但品质有问题，他气得半死，小米也不做华为保时捷这样装门面的产品，多少钱就卖多少钱。在介绍Redmi Note 7手机为什么采用三星而不是索尼的相机传感器时，雷军说，这是因为索尼产品没有现货，采用索尼产品的友商手机虽然更早发布，但迟迟供不上货，就是这个原因。雷军称：“友商很爱吐槽小米搞饥饿营销，说我们是PPT手机。但你看看，他们这不才是PPT手机吗，有本事就拿现货来卖啊？”虎嗅网文章称，与友商对比每场发布会都有，但这种指名道姓的针对确实不多见，这也让整场发布会充满了火药味。这种充满火药味的气氛，在“还跟我假装科普，哪天把我惹急了，我也给你们假装科普，穿孔屏的多少技术不成熟的地方，友商有本事来呀”中达到高潮。现场的米粉和媒体同行爆发出的欢呼声。雷军点名的穿孔屏，正是华为一个月前新发布的nova 4 和荣耀V20所运用的技术。穿孔屏这一技术为接近100%全面屏提供了新方案。除华为外，三星也运用了这一项技术。曾经的互相欣赏，如今的相爱相杀其实在小米与华为成为敌人之前，双方也是在相互欣赏中度过一段甜蜜的时期。曾记否在小米模式初获成功之时，华为高管余承东就公开表示：“祝贺小米，祝贺雷军。从小米1开始我就看好其商业模式，我们当时荣耀1工艺和质量领先情况下，也没有敢迈出走互联网销售的步子，内部反对声音和制约因素很多。”而雷军曾也说，“办小米之前我是华为的铁杆粉丝，我会背任正非很多篇讲话，我也多次跟大家说国产品牌要团结，枪口抬高一尺。”如今，小米已经从当初的“粉丝”，成长成为可以独当一面的品牌，与曾经的偶像一起排列在中国手机的最前沿。而华为更是超越苹果，成为全球第二大手机厂商。然而一个人的能力有多大，野心就有多大，对于企业来讲更是如此，经历了学习、探索、发展之后的小米与荣耀竟成了如今“不死不休”的局面。其实对于双方来说，都有各自的优势。小米优秀于模式、营销的创新，销量甚至一度超过华为;而华为则拥有雄厚的实力，技术壁垒以及创新度更高。双方在发展过程中，也是抱着相互学习的态度。小米逐步提高自己的核心技术，华为也在不断的拓展自己的营销脉络。可以说，双方一直在良性的竞争中奋发向前，至于为何会到如今这样“你死我活”的地步，归根结底还是利益所致。谁都想当老大，这可能是问题的根源。研发才是胜负手段小米还将就“第一名”的荣誉与华为做长期的斗争，这是毋庸置疑的。那么在斗争的过程中，我们不妨为小米出出主意，它到底怎样才能超越华为？或者换个角度说，华为这些年是靠什么反超小米？并且现在还放出豪言全球范围要超越苹果？找到根源所在，小米也就有了方向。对比现在的小米和华为，已经固化的品牌认知是性价比和高端。华为与保时捷进行合作Mate 20 RS，8GB+512GB国内售价为12999元，海外版售价高达2095欧元，约合人民币16773元。而小米则是略显尴尬，若卖到万元，定会有人跳出来质疑“小米还是那个小米吗”。所以，做高端旗舰的同时又不能丢掉性价比的标签，于是便有了余承东那句“善意提醒”，“一个屌丝品牌，不甘心做屌丝用户，转去做高大上品牌，恐怕是行不通的。”随之牵扯出的，小米从品牌创立之初就注重社区文化运营，积累了一批死忠“米粉”，信仰为发烧而生。华为的用户，则是把华为视作民族骄傲。虽然在不少网友口中，“民族骄傲”四个字充满调侃意味，但客观讲，华为能，而小米却做不到与“民族”挂钩，这是为何？出货量之外，华为还在哪些方面领先小米，不得不说的就是研发。华为2017年年报显示，2017年华为研发人员约8万名，占公司总人数的45%。研发费用支出为人民币897亿元，在国内排名第一，全球排名第五。小米作为一家已经在港交所敲锣，市值过3000亿港元的手机厂商，2015年、2016年、2017年研发费用分别为15.12亿元、21.04亿元、31.15亿元。逐年增长，但是三年之和78.71亿元还不及华为一年的零头。重视研发给华为带来了什么？最显著的成果就是华为完成了手机核心部件CPU的自给自足。从2012年被用在华为D1上的海思k3v2，到现在华为Mate 20系列搭载的海思麒麟980，不断进化的芯片技术让华为在业界说话的底气更足。小米也推出过自研CPU松果澎湃S1，并且用在自家产品小米5C之上。当时着实让业界吃了一惊，毕竟全球有能力做CPU的企业也就那么几家，小米也几乎要成为“民族骄傲”。但遗憾的是，定位中端的松果澎湃S1之后，S2至今难产。研发能力对于手机厂商、科技公司有多重要，无需多言。尤其是对核心技术的掌控，正经历噩梦的中兴应该感触颇深。一方面是受供应商掣肘，稍有不慎自己就会变成待宰的羔羊，在遭遇毁灭性打击之时毫无还手之力。另一方面，就是失去更多增长的可能性。如果华为手机近些年没有研发这条腿大步向前迈，那说不定其现在实力还真得比不过小米和其他品牌。假设终归是假设，华为一年接近900亿研发投入，出货量国内第一、全球第三才是现实。拼研发，小米在华为面前确实还只是个弟弟。但我们也期待，小米在剩下的7个季度里，继续为“超越华为”而“发烧”。（来源：巨丰财经综合）", "author": "巨丰投顾", "newsdate": "发布时间：19-01-17", "newstime": "19:32", "sentiment": [{"positive_prob": 0.136762, "confidence": 0.696084, "negative_prob": 0.863238, "sentiment": 0}]}, {"title": "德国为将华为拒之门外而不顾一切，甚至不惜拿出“必杀技”", "content": "华为作为我们的民族企业，坚决不上市割股民的韭菜，而且每年创造千亿美元的营收，每年的缴税金额比百度，阿里巴巴和腾讯加起来还要多。更重要的是华为让我国的通信水平位于世界前列，在即将到来的5G时代，华为更是占了近四分之一的专利数，面对这样一个有些先进技术和良好口碑的企业，却有很多西方国将华为视为国家安全威胁。将华为认为是眼中钉肉中刺的就是以美国为首的“反华为联盟”，所以华为在澳大利亚，新西兰，韩国日本都受到了排挤，不过华为并不将此事放在心上，因为华为的主战场一直是欧洲地区，在欧洲地区英国已经和华为签订了20亿英镑的电信合同，其他欧洲国家也纷纷效仿英国和华为合作，但是有一个国家却频繁的出尔反尔，这个国家就是德国。在前段时间德国的安全部门仔细检查了华为的设备，并发现并不存在任何影响国家安全的可能性，德国到目前为止虽然没有与华为建立合作关系，但是华为的技术优势使得双方的合作性会很大。据观察者网2018年11月消息，此前，有德国官员有意说服政府考虑将华为等中国企业排除在德国的5G建设之外。果不其然在美国的干扰下，华为很有可能失去德国市场。不过各国的5G建设都是公开投标，如果将某一企业排除在竞标名单之外是不符合法律的，而且上面也说道德国的安全部门检查了华为的电信设备，并没有发现安全问题，所以德国为将华为拒之门外而不顾一切，甚至不惜拿出“必杀技”，必杀技就是修改德国电信法。法律都要修改了，看来这次德国和华为是彻底没有合作的希望了。面对西方国家这样明目张胆的打压，我们不需要愤怒，我们最好的反击方式就是让更多运营商用上华为的产品，让德国和美国知道华为的产品是多么的好，让当初没有选择华为而后悔。", "author": "阿娟聊科技", "newsdate": "发布时间：19-01-17", "newstime": "14:40", "sentiment": [{"positive_prob": 0.0381015, "confidence": 0.91533, "negative_prob": 0.961899, "sentiment": 0}]}, {"title": "又一次！华为遭美国刑事调查，被指涉嫌窃取商业机密", "content": "三井 林凌 发自 凹非寺 量子位 报道 | 公众号 QbitAI又来了，又是针对华为，又是美利坚挑起。刚刚，《华尔街日报》曝光了一项新调查，称联邦检察官正在对华为进行刑事调查，原因是中国电信巨头涉嫌窃取包括T-Mobile在内的公司的商业机密。T-Mobile，美国主要电信运营商，华为老对手，恩怨久矣。然而这次要拿来发难的，完全是旧事重提。连美媒TheVerge都感叹：过去一年，美国立法者真是拿着显微镜“审视”华为。真是越挫越勇，锲而不舍。控诉华为“窃密”《华尔街日报》曝光的消息说，这次美国联邦检察官针对华为的刑事调查，由几起民事诉讼引起。调查已至最后阶段，很快就会有起诉书公布。但并非啥新事件。其中一起民事诉讼由T-Mobile提出。事情还得追溯到2014年，当时T-Mobile称华为“滥用其作为T-Mobile电话手机供应商的关系获取T-Mobile的权利后，华为窃取了其专有技术”。当年为在西雅图，华为被告有员工偷拍T-Mobile制造的名为“Tappy”的机器人设备，后者认定华为这是在窃取商业机密。但这种控告当时就遭到华为否认。华为后来开除了行为不当的员工，但不承认这跟商业窃密有关。后来T-Mobile便一路告，直至2017年由联邦陪审团裁定T-Mobile胜诉，获赔偿480万美元。原以为这件事就此告一段落。然而现在，又被“旧事重提”。无论是时间点，还是过去一年发生的种种，都让当前这桩围绕旧事的新诉讼看起来背景不单纯。“找茬”华为过去的一年，甚至十年内，华为就一直面临着来自美国政府的种种指控。而且，大多数都是单方面宣布处理结果，不少“捕风捉影”，“莫须有”的事情，都被当做借口。华为在美国的不公正待遇，最早可以追溯到2008年。此前发布的一篇报道收集了不少案例：2008年，华为联合贝恩资本欲收购3Com公司，近5个月的收购计划最终以失败告终。3Com在网站上发表声明：无法获得监管部门的批准。2010年7月，华为竞购美国私有宽带互联网软件提供商2Wire，出价高于竞争对手1亿美元，但最终失利。2010年：美国第三大移动运营商Sprint Nextel禁止华为竞标其升级蜂窝网络的数十亿美元的合同，理由也是安全问题。到了2012年，美国国会正式以国家安全为由，对华为展开调查，并发出警告，要美国的公司和机构不要使用华为的设备。根据路透社报道，经过18个月的调查之后，美国国会并没有发现证据来支撑自己的说法。虽然华为一直在予以否认，但事情就此开始了，华为在美国本来就充满磕磕绊绊的发展之路，再度增加了不少巨大的障碍。直到2018年，各种指控愈发密集，铺天盖地而来。这年1月，华为宣布，将把Mate 10 Pro和华为WiFi Q2引入美国市场。余承东多次表示，华为的用户隐私保护技术符合世界标准，从处理器到存储器的设计和生产都严格按照信息安全和隐私保护的标准在做。但是，这种声明与宣言颇显无力。几乎就在CES举办的前几天，原本已答应的美国的运营商渠道，临时拒绝了与华为的合作。华为只能通过电商渠道销售产品。当时余承东在CES现场，登台将来龙去脉清楚讲诉，控诉华为在以“自由平等”的美国遭受的种种待遇，赢得现场掌声雷动。被称为“2018CES最佳演讲”。打压持续升级据《华尔街日报》报道，6月份，美国商务部表示，出于国家安全考虑，将禁止华为在美国的芯片子公司Futurewei将技术出口到中国。从那时起，华为一直都没能把Futurewei研发的一些技术“送回家”。8月份，美国政府通过酝酿许久的国防政策法案，禁止政府部门使用华为设备。不仅如此，路透社在12月底报道称，特朗普可能将限制范围扩大到所有企业，试图让商务部禁止所有美国公司使用华为设备。这一方案最早可能在今年1月发布。理由？华为的设备可能被用来监视美国人。此外，美国不仅要求自己国内“去华为化”，也不希望盟友使用华为的设备。美国政府的理由是，如果美国的盟国也用华为，那就太不安全了。澳大利亚和新西兰已经明令禁止使用华为技术。英国、日本、加拿大正在考虑停止使用华为设备，但此举导致了其他国家企业的不满。英国情报部门以安全的名义警告国内电信企业，但三家运营商仍然表示将继续使用华为5G设备，其中Three UK已经与华为达成20亿英镑的协议。由于使用华为设备成本较低，日本软银公司旗下公司受禁用华为设备影响，未来网络成本将大增，导致软银高管对日本政府禁令的不满。一些业界人士认为，华为在5G网络方面的技术难以替代。因此，目前英国大型电信公司都仍然和华为展开5G网络的合作。在手机方面，尽管面临美国施压，但华为仍在2018年卖出超过2亿部手机，比去年增加30%以上，已经超越苹果成为全球第二大手机制造商。最新消息是，任正非最新采访中说，华为已经拿到了30多订单全球个5G。实际上，这种持续打压行为，连美国都有看不下去的。美国数码媒体Android Authority说，华为和美国政府看不对眼也不是什么秘密了，但发展到这个程度，还真是想不到。The Verge说，美国政府过去一年在用显微镜检查华为的行为。《国会山报》也说，华为长期以来都面临着美国法律界和国家安全部门的严格审查。有人在Twitter上评论说：说华为抄一个机器人？这就跟指控黑帮老大偷税漏税似的……你怎么看美国的这次动作？", "author": "量子位", "newsdate": "发布时间：19-01-17", "newstime": "08:48", "sentiment": [{"positive_prob": 0.00469549, "confidence": 0.989566, "negative_prob": 0.995305, "sentiment": 0}]}, {"title": "“世界铜王”王文银：公司2018年营收达5000亿元，他却坚持不上市", "content": "要说中国的富豪那真是多的数不胜数，但是没有哪个富豪的创业过程会是“一帆风顺”的。每个人在创业的过程中都会遭遇不少的困难，正是因为克服了这些困难才走向了成功。而他从小的理想就是成为有影响力的“大人物”，从白手起家做到公司年赚5000亿元，并且连续登上世界500强企业的榜单之中。有着“世界铜王”称呼的他，一直在为自己的理想奋斗，他就是安徽富豪王文银。王文银小时候生活条件并不好，甚至连普通家庭的水平都达不到。因为条件所迫，小时候王文银就开始帮助家人做农活，自己通过打工赚取生活费补贴家用。当然从小他就知道只有知识才能改变自己的命运，在打工的同时也没有荒废自己的学业。所以高考之后，他如愿进入了一所名牌大学。其实王文银的经历和很多成功企业家类似，在毕业以后被分配到一家国有企业。虽然工资并不高，但是对于农村出来的王文银来说，也算是不错的一份工作。至少工作稳定，而且只要自己能耐得住性子，“出人头地”只是时间上的问题。但是王文银并没有被这样的生活吸引，他对于自己有着更高的要求。所以他走向了创业的道路，过程的艰辛只有王文银自己能够体会到。在1995年王文银创办了携威实业有限公司，那时候公司主要经营的是电源线上的生意。不过因为王文银的资金有限，供应商要求先付款后收货，但是到了客户那边又变成了先收货后付款。这样一来公司的资金就变的十分紧张。这就要求公司的任何一个环节都不能出错，否则资金问题就会“加剧”。为此王文银和工人一起加班熬夜，晚上不回家就呆在车间睡觉。白天他还充当司机送货，公司在他的带领下渐渐产生了盈利。但是好景不长，因为潮汕的一个客户订了一笔大单子，在王文银夜以继日赶工完成将货交给客户时，客户将货全部带走“跑路”了。王文银因此损失了百万元，公司直接到了濒临破产的地步。这给王文银带来了沉重的打击，不过他并没有就此放弃。因为王文银之前积累下来不少供应商，并且合作的也十分愉快。经过自己再三恳求之后，供应商同意王文银分期付款。公司也由此逐渐好转，走上了正轨。1999年王文银联合几家工厂组成了正威国际集团，当时公司的总资产在10亿元左右。发展了几年的时间，到2003年时正威国际已经拥有了一定的规模。在国内属于产业链比较完善的一家电源线生产厂家。王文银抓住了这一时机，买下了几座大型铜钨矿山。2005年王文银接手了安徽铜陵一个30万吨的光亮铜线杆项目，在那一年正威国际全年营收达到319亿元。其中全威铜业的营收就达到106亿元之高。2009年因为全球铜的价格都大跌，几乎达到和开采成本持平的状态。但是王文银却在这时候买入了几十万吨铜材，后来铜价逐渐上涨，他开始不断出货，在其中赚取了高达4倍的利润。可以说这样的远见是很多企业家都不具备的，之后他又在全球不断投资矿山以及高科技等方面的业务。在2013年正威国际第一次进入财富全球500强榜单中时，业界才开始注意到这家民营企业。正威国际经历了长达二十年的发展，在2018年排在《财富》世界500强的第111位。在多个榜单中都处于前列的位置，根据2018年的胡润百富榜单来看，王文银的财富达到1100亿。正威国际在2018年的营收同样十分“亮眼”，营收超过5000亿元，在国内民营制造企业排名第二，成为仅次于华为的企业。按照正威集团这样的营收来看，想要上市其实是很容易的一件事情。但是王文银和铜业中大多数选择上市的企业不同，王文银一直没有让自己的正威上市。但是依然能够让正威年营收达到5000亿元之高，可见王文银的“本事”。对于正威一直选择不上市，王文银表示正威一直都是比较低调的。大部分上市公司的目的是为了融资，但是正威能够达到年利润超百亿元，并且资金这一块还是比较充足的。所以对于上市的想法并没有那么强烈。", "author": "聚富财经", "newsdate": "发布时间：19-01-17", "newstime": "18:21", "sentiment": [{"positive_prob": 0.556001, "confidence": 0.0133345, "negative_prob": 0.444, "sentiment": 2}]}, {"title": "环球时报社评：迫害华为是高科技领域的麦卡锡主义", "content": "原标题 社评：迫害华为是高科技领域的麦卡锡主义《华尔街日报》援引知情人士的话说，美国联邦检察官正试图对华为展开刑事调查，原因是该公司“涉嫌窃取美国合作伙伴的商业机密，包括T-mobile US用于测试智能手机的技术”。如果美国联邦检察官真的在做这样的诉讼准备，这表明华盛顿决心采取一切手段打压华为，今后华为还可能遭遇更多麻烦。美国的盟国不断有排斥华为设备的消息传出。孟晚舟事件后，又有波兰以“从事间谍活动”的罪名逮捕华为员工，现在美方又传出针对华为的刑事调查。此外，几名跨党派的美国议员16日提出一项法案，要求美国公司向违反美国制裁法规和出口管制禁令的中国电信公司禁售芯片或其他组件，并特别点出华为和中兴的名字，这一切组成了美国拉盟友迫害华为等中国电信公司的全景图。华为是最大的通讯设备制造商和第二大智能手机生产商，它还能生产高质量的芯片，是非常全面的电信公司。对这样的公司进行具体的指控，然后放大这些指控的意义，抹黑整个公司，这是借司法手段行政治之目的，当它针对这个时代的代表性高科技企业时，尤其令人悲哀。华为有18万员工，他们遍布世界各地，在各不相同的条件下参与全球电信建设。华为无疑是全球通信进步的积极贡献者，然而欲加之罪，何患无辞，美国对华为的迫害正在开启一个恶劣的先例。美是技术大国，它如此破坏高科技领域的秩序，早晚要自食其果。美对华为的打压充满了地缘政治的刀光剑影，而华为是专心于技术和市场的商业高科技公司，美国破坏了这样的公司可以远离政治的权利，它强行给华为、中兴贴政治标签，这是科技麦卡锡主义。美国参议员柯顿在参与发起上述法案时宣称：“华为实际上是中国共产党的情报收集机构……如果像华为这样的中国电信公司违反我们的制裁或出口管制法律，应该直接被判处死刑。”中国人听起来这些就像是疯子说的话，它们能在美国堂而皇之地传播并受到重视，让我们看到美国意识形态的扭曲。华为是从发展中国家崛起的全球一流电信公司，美国对华为的打压还充分显示了其战略心胸的狭小。它不愿意看到华为崛起背后的积极意义，而完全局限于本国的利益，它处在全球引领者的位置上，却高度自私，缺少应有的风范。现实就是这样严峻，美国在因为中国已经取得的进步而狂躁，中国要继续发展就需承受这样的逆境。我们注意到，华为没有愤怒，也没有惊慌，它在很冷静、理性地回应美方的质疑和打压。这很让人赞赏。中国和平崛起之艰难正转化为中国企业做大做强之不易，企业是国家竞争力的核心部分，华为、中兴等企业的遭遇不断印证这一点。美国对中国力量哪个要素的出手看上去都没有这一轮对中国企业的出手狠，我们对此一定要弄懂看清。很多中国人都对处于风暴眼的华为有信心，相信它的意志不会被压垮，它的技术能力为它提供了应对挑战的充裕空间。它将能够通过与客户的不断合作证明自己的清白，也证明出于安全原因而拒绝使用华为设备是多么错误的决策。我们同时希望中国政府在保护本国企业不被政治歧视方面多想办法，那些以非正当理由参与打压中国企业的国家和公司都应当付出相应的代价。环球时报", "author": "中国经济网", "newsdate": "发布时间：19-01-17", "newstime": "16:27", "sentiment": [{"positive_prob": 0.932668, "confidence": 0.850373, "negative_prob": 0.0673322, "sentiment": 2}]}]