[{"title": "华为、OPPO、三星……5G手机大PK，哪个是你的菜？", "content": "中新网客户端北京2月28日电(记者 吴涛)近日，三星、华为、小米、中兴、OPPO等手机厂商仿佛是商量好了的，争相发布自家的5G手机。这些售价不菲，造型各异的终端能代表5G手机的发展趋势吗，值不值得现在花钱入手？华为Mate X。图片来源：华为官网5G手机密集亮相，苹果缺席三星打了第一枪，21日，率先发布三星S10 5G版，AMOLED显示屏，配备高通骁龙855或Exynos 9820处理器，屏幕达到6.7英寸。24日，华为也发布了Mate X，配备了8英寸的柔性可折叠OLED显示屏，麒麟980处理器。一个亮点是采用了折叠屏并超薄，折叠厚度只有11毫米，全展开后厚度为5.4毫米。此外，中兴发布了中兴天机Axon 10 Pro，配备一块6.47英寸AMOLED水滴屏，高通骁龙855处理器。OPPO发布的5G手机也是高通骁龙855处理器配合X50调制解调器。小米发布MIX3 5G版。值得注意的是，在这一波5G手机密集亮相中，苹果的iPhone缺席。这有可能因为苹果和高通发生诉讼所致。观察发现，目前的5G手机大部分都是配备高通骁龙855处理器，华为除外。三星官网截图。5G手机PK：“屏”的决斗不难发现，5G手机的一个共性是“大屏”。电信行业分析师马继华接受中新网记者采访时称，“5G手机大屏是必然，但怎么个大的方式，很多路线。”记者注意到，在首发5G手机的屏幕处理上，大部分采用了全面屏或曲面屏。而华为Mate X采用了外折叠。三星虽然没有在5G手机上做折叠处理，但在另一款三星Galaxy Fold手机上，采用了内折叠，不排除未来应用在5G手机上。另外，OPPO、LG、TCL等都在推出自己的可折叠屏手机产品的方案。马继华称，从使用的角度来讲，5G时代，折叠屏胜出的概率最大，但很多技术难题也没有太成熟的方案。记者注意到，内折叠就像书本一样，使用时就得折叠开，好处是中间没有凸出。但想使用小屏幕？那或许再配个小屏幕手机才行。外折叠则没有这方面的顾虑，甚者可以得到三个大小不一的屏幕。但折叠开来，很有可能中间折叠处有凸出。据华为介绍，华为的工程师为了解决屏幕折叠后凸出的问题，经过三年的研发提出了仅零部件就有上百个的革命性铰链技术，实现一体化的完美折叠形态。真机如何，尚不得知。资料图。价格均不菲价格上，5G手机均售价不菲。华为Mate X高配版甚至达到了17500元左右，远超三星Galaxy S10 5G版的约7400元。一向以性价比著称的小米，其MIX 3 5G版售价也约4500元，远超小米其他机型。如果说华为5G手机从外形看有了“质”的改变，值这个价，那小米MIX3 5G版就有点“划水”了。据了解，小米MIX3 5G版比起普通版的小米MIX3，其仅仅是升级了骁龙855处理器以及高通X50芯片而已，为的就是搭载5G网络，但是其起售价却提升了1200元，远超雷军当初所说的至少加价700元。所以这引起网友吐槽，“难道一块骁龙855芯片就要比骁龙845贵500元？”华为的Mate X售价也引起吐槽，“原来是没钱买华为，现在是没钱买华为。”资料图。中新社记者 殷立勤 摄能如约量产吗？据了解，目前的5G手机只是发布，等发售还有一段时间。所以用户现在即便真想换5G手机，“不好意思，没有”。从各大手机厂商公布的消息显示，中兴最快，“预计2019年上半年即可率先在欧洲和中国市场上市。”华为称，“Mate X今年6月份有望对外发售。”“有望”两字可见，即便是华为，也不敢完全为量产打包票。马继华称，今年年中，5G手机量产有难度，即便实现量产，也是初级版的5G手机。移动通信产品分销企业天音控股相关人士表示，从相关5G手机厂商了解到的消息，首批5G手机国内上市的时间可能是今年的下半年，7-9月的可能性较大。资料图。中新社记者 王刚 摄5G网络能不能跟上？话说回来，如果是量产发售了，要不要第一时间上手？那也要看5G试商用牌照下发进度怎么样，不下发的话也是白搭。不过，5G试商用牌照应该不是问题，据工信部的消息显示，今年发放5G试商用牌照，并且“正在加快速度”。即便没有5G网络，也并不影响5G手机的基本使用，只是没有完全发挥5G的全部作用而已。因为5G手机对原来的网络兼容。有手机厂商把“兼容4G网络”当做5G手机的一个卖点，但兼容其实应该是5G手机的一个“标配”，就好比4G时代，4G手机同样支持2G、3G网络一样稀松寻常。目前来看，有的手机采用了多模终端芯片和双卡设计实现支持4G网络，例如，华为Mate X采用了双卡设计分别支持4G和5G，即当把双卡中的一张卡设为主卡时，则该卡支持5G，另一张卡能支持4G/3G/2G。而三星S10 5G版则同时采用5G和4G LTE两种通讯芯片。资料图：5G VR体验。中新社记者 殷立勤 摄哪些生活场景将率先实现？“5G肯定会给各行各业带来翻天覆地的变化。”不止一位业内人士这样说。5G手机作为5G网络的先头兵，哪些生活场景会率先实现呢？首先下载速度快是必须的。据华为介绍，Mate X理论峰值达到4.6Gbps，领先于业界水平。根据测试，最快可实现3秒下载一部1G的视频。然后是4K高清视频，多种5G终端都对4K直播做了尝试，效果棒棒哒。另外最被看好的虚拟现实可能迎来爆发期。三星称，在Galaxy S10 5G版增加了两颗3D景深相机，可以实现更精准的增强现实(AR)功能。《头号玩家》在未来有可能成为现实。(完)", "author": "中国新闻网", "newsdate": "发布时间：19-02-28", "newstime": "12:14", "sentiment": [{"positive_prob": 0.151855, "confidence": 0.662543, "negative_prob": 0.848145, "sentiment": 0}]}, {"title": "美国炒作华为设备安全问题，中国驻加大使：给华为做了广告", "content": "2月27日，卢沙野大使在加拿大《国会山时报》发表题为《关于“华为设备危害国家安全”的几点思考》的署名文章。全文如下：一段时间以来，有关华为设备对西方国家安全构成威胁的言论甚嚣尘上。美国最早宣布将华为设备排除出本国5G市场。“五眼联盟”国家中，澳大利亚、新西兰随后跟进，加拿大和英国尚未做出决定。前段时间美国高官还赴欧洲游说，要求包括东欧国家在内的欧洲盟友不使用华为设备。美国在国际上制造、炒作有关华为设备安全问题，产生了以下效果：第一，给华为做了广告，让世界人民都知道在5G技术领域华为是最棒的。当前全球5G网络建设方兴未艾，除华为外，爱立信、诺基亚、思科都是业内的佼佼者。由于美国一再渲染华为5G技术存在安全隐患，使世界各国特别是网络运营商不由得进一步关注各自5G建设前景。从媒体报道看，在5G技术方面，华为领先竞争对手的优势明显。一些国家的电信运营商表示，如果排除华为5G设备，本国5G建设将推迟1至2年。还有专家坦言，目前真正能称得上5G的只有华为一家的设备。华为公司负责人也公开表态，目前公司签订的5G设备合同遥遥领先于其他设备制造商，而且华为技术的独到之处在于将5G同微波技术结合在一起，这是其他电信设备制造商所不具备的。这一切普通老百姓原本不了解，经过美国的渲染，反倒令世人皆知。第二，美国排挤华为，真正原因恐怕不在于国家安全威胁，而是企图通过政治干预打压美企业竞争对手。美国为首的“五眼联盟”情报机构虽一再宣称，华为设备会对有关国家安全构成威胁，但迄今从未拿出证据。他们指责华为与中国政府关系密切并为中国官方进行间谍活动，理由之一就是中国《国家情报法》要求机构和个人配合国家情报工作。对于这一点，不论是中国政府，还是华为公司都作出了澄清。日前，英国前情报机构通信总部负责人公开发文表示，迄今从未发现中国政府通过华为开展恶意网络活动的证据。以立法形式维护国家安全是国际通行做法，美国法律就要求电信运营商有义务同政府情报机构合作。“五眼联盟”国家以及法国、德国等西方国家都有类似法律规定。中国《国家情报法》的制定正是参考了这些西方国家的有关法律条文。事实上，正是那些指责中国政府利用华为设备从事间谍活动的国家干着利用电信公司设备从事间谍活动的勾当。相信读者们不会忘记前几年披露的“棱镜计划”。由此可见，美国等国情报部门攻击华为根本不是出于所谓的“国家安全威胁”，而是为了排挤华为，为本国电信设备企业创造不公平的竞争条件。第三，把华为排挤出5G网络建设恐怕无助于有关国家的国家安全。华为设备没有也不会对国家安全造成威胁，而是给某些国家情报机构对本国公民和世界各国大规模监控、监听造成不便。从“棱镜门”事件披露的情况来看，美国对本国公民和盟友进行大规模监听监控，靠的就是有关国家的电信网络。现在美国等国家之所以如此害怕华为设备，一个合理的解释就是，如果在5G时代有关国家都用上了华为设备，将会导致这些情报机构花巨资打造的监听系统成为聋子和瞎子，而它们要想攻破华为设备的安全设置则要费更多力气，操作上更加困难。华为已承诺将加大资金投入，进一步提升设备安全性。这是美国等西方情报机构所不愿看到的。好消息是，这两天有关国家对华为参与5G建设的态度有了积极转变，表示不会排斥华为设备。这是正确的选择。毕竟，5G技术不是某一个或几个国家的专属，而是各国交流合作的产物。封杀华为可能意味着错过5G时代的发展快车。", "author": "环球网", "newsdate": "发布时间：19-02-28", "newstime": "07:55", "sentiment": [{"positive_prob": 0.187344, "confidence": 0.583681, "negative_prob": 0.812656, "sentiment": 0}]}, {"title": "华为这是什么黑科技？手机电脑传输只用2步，好玩又很酷", "content": "在世界移动大会MWC2019上，可以看见不好科技公司的高科技技术，而华为这次也是在其中大放光彩。除了折叠屏手机和5G技术之外，华为还有一个“黑科技”，手机和电脑传出只需要两步就可以了，而且在操作的时候，也是好玩又很酷。这不由得让人想问，华为这是什么黑科技？手机和笔记本电脑之间的传输文件，你会采用什么方式。是在电脑上登录QQ、微信后，将文件传输给文件助手，然后在另外保存。还是说利用数据线，进行照片或者是文件的传输？无论是哪一种，其实都是有些麻烦的，需要操作的步数也是有不少。但是如今就是这样，人们总是要依赖一些其他东西，才能进行手机电脑传输文件。毕竟手机是采用Android系统，然而电脑则是采用的Windows系统，这两者之间是跨系统了。华为这次推出的黑科技HUAWEI Ahare 3.0，就解决了大部分人的烦恼，因为它并不需要数据线之类的传输装置，而是直接轻轻一碰就能传输文件了。手机电脑传输整个过程中，只需要用2步，第一步，在手机上选好要分享的文件，第二步，轻触碰华为PC端share标签就可以了，最高传输速度为30 Mbps。而且，如果传输图片到电脑上，还能直接自动识别图片中的文字，方便用户编辑。这对于不少经常需要使用电脑进行编辑的用户来说，可是简单又快捷。这种传输文件方式，让人觉得很好玩，而且操作起来感觉也很炫酷。而这个黑科技，最主要运用的技术是NFC（近距离无线通讯技术）触发WLAN，从而进行直连传输方式，解决了Android和Windows跨系统之间的问题。这也说明，并不是所有华为电脑和手机都支持这项技术，就比如说电脑，目前只有Mate Book  X  Pro、Mate Book14和13三款笔记本是支持的，而手机也只有支持NFC功能的才能使用。如今华为已经推出了这项黑科技，相信未来能支持NFC的手机，也将会越来多。而这项技术，也会被广而使用。而从华为Ahare3.0这项技术上来看，虽然名字只是更改了一个数字，但从这个被更换的数字来看，华为在这上面可是花费了不少心思。", "author": "科技宇宙开拓者", "newsdate": "发布时间：19-02-28", "newstime": "18:00", "sentiment": [{"positive_prob": 0.987006, "confidence": 0.971125, "negative_prob": 0.0129938, "sentiment": 2}]}, {"title": "安防 ｜ 我们需要怎样的一个华为？", "content": "2月22日下午，华为北京安防行业合作伙伴招募会启动。作为渠道伙伴会议，现场传递的第一个信息肯定是渠道招募和利益共享。而另外一个主题，就是“狼来了”。“狼来了”，这个口号其实已经伴随了华为多年。无论是在毗邻海康的华为视频监控业务部，还是远在南国的华为安平，都已经数次扮演了这个角色；无论是合作伙伴，还是竞争对手，亦或是安防这个行业里广大的群众，内心都充满了看大戏、等大风的期待。从去年年初的合作伙伴大会，到年底的安博会，再到全国各地渠道的巡展，华为展示出来的强势，是全产业链掌握在手的姿态。从芯片到硬件，从算法到分布式计算，再加上网络，更有5G大潮的加持，华为进入安防这个小小的圈子，确实是底气十足。如果换个角度，我们又要辩证的去看待华为的到来。安防是否容得下华为？华为进入安防的价值和意义在哪里？华为在这个行当里的定位是什么？安防永远不会成为通信2015年初，我们参加华北一个知名视频监控企业的会议。时值海康、大华风头正劲，华南企业叫苦不迭。会上，该企业老板戏言，五年、十年以后，行业里就没有别的企业了，让杭州那哥俩儿自己玩儿，就像通信一样，华为和中兴两个公司就足够了。当时没有仔细琢磨这个问题，回来后进行了深入的思考，也请教了行业里搞市场研究的专家，甚至利用难得的机会见到杭州两个公司的老板进行了讨教。多方面信息汇集，都给出了否定的答案。安防永远不会成为通信，也不会仅剩下几个企业独自舞蹈。这是根据甲方来的。通信领域，设备市场之所以经过洗牌后形成高度集中的格局，是因为对应的甲方少之又少。华为和中兴，包括爱立信、思科、西门子，只要把运营商搞定就行了，至于网络怎么用、定价怎么定、是不是话费和手机捆绑，都是运营商的事情，与通信设备商毫无关联。一个国家，电信和网络运营商涉及国计民生之根本，也涉及国家安全，根本不会放量。大国两只手就能数得过来，小国一只手都用不了。面对处于半垄断状态的运营商，设备商当然不需要那么多。只要围绕着这几个甲方转就行了。这是超级大市场、超级大客户再到大产品的模型。反观安防，甲方用户千千万，数都数不清。商业业务、公共业务，以及零散的个人终端用户和小B端用户，都是甲方。涉及到的行业千千万万，不是几只手能数的过来的。每一个甲方，都有自己不同的需求。上一次与蓝色星际的肖总聊天，他说即便是同一类型的甲方，需求也不一样。蓝色星际做了那么多年银行业务，还没见过一个用户的要求是与另外一个用户是完全相同的，都需要定制。这就是从去年起被多次提及的安防市场碎片化。这些客户，单产可能不高，但是组合起来成为一个行业，就是大市场。所以在与海康胡总闲谈的时候，他也说中小产品设备商最好的机会是深度行业化，做细分领域。按照这个逻辑，无数个甲方，无数种需求，需要配套不同的解决方案，而且甲方的话语权极重，就不会出现一两家企业吃掉一个市场的情况。华为进入安防的核心价值如上所述，问题就来了。华为擅长做大场景，大产品，高举高打。其产品和技术需要长期的积累，迭代速度比较缓慢。而安防这种细碎的、多元的、零散的客户需求，华为的投入是否划算呢？安防前端市场的监控产品线，2018年满打满算能达到1100亿-1200亿的规模，而且是比较乐观的估算。注意，这不是一两个企业独占1000多亿，是上千个企业加在一起的规模。而华为一年的营收有7000亿，既然成不了通信这样的一家独大，且市场规模也不够吸引人，华为大举进入的动力在哪里？去年我曾写过两篇东西，《华为的到来 只是剑指安防？》和《风起云涌 浅析安防产业变化之路》，里边多次提到了华为进入安防，绝不仅仅是为了安防，而是为了延伸到视频物联网和公共安全。这里可以把安防理解成为一个跳板，这个跳板的意义是，占领视频大数据的源头。从而将视频信息利用网络和云的优势，以及体量优势，转化成其他的用途。如果在AI、云都没有的年代，我想华为绝不会如此大费周章去搞什么劳什子的安防，这投入产出比不是他们想要的。华为擅长做管道，这个管道就是云。当看到AI赋能后，边缘节点作用在边缘域中，为了提升响应速度和存储效率，也为了进行更好、更细致的内容分发，视频不得不上云后，华为认为这是他们擅长的事情，与其给别人提供管道，提供基础设施，不如我们一起把水龙头和暖气片也做了。而做这些的大背景，都是在物联网的前提下。一个个节点做好了，管道也通了，下一步就是海量信息源的接入。将视频信息分类、整合，通过物联网应用到大场景中，实现一源多用，为城市级客户做平台。但无独有偶，有这个想法的可不止华为一家。在2018年华为宣布大举进入安防以前，2017年底深圳安博会前夕，海康威视就提出了边缘计算，以及分布式计算和存储应用在视频领域的概念。2018年3月份，更明确了AI CLOUD的战略。与华为不同，海康是安防企业向外拓展，不止步于安防。但核心还是视频。也就是说，两个企业，一内一外，一个想出去，一个想进来，汇集的焦点都在视频，更精确的说是在视频的智能化采集、应用和分发上。华为进入安防，海康是绕不开的对手。两家的优劣势，有很多文章进行了分析，我这里就不再多说。列几个我认为比较重要的。先说海康对比华为。1、视频技术：海康深耕视频领域这么多年，无论是视频技术还是甲方用户对视频需求的理解，是处在国内绝对领先位置的。2、渠道：渠道的优势，不是一两年能够积累的。海康和大华的财报都因为去库存和整理渠道出现过波动，而这清洗过一轮的渠道，应该更加牢固。而华为内部也认为渠道目前是弱项。3、成本：华为的研发、项目和人力成本比较高，去年做的项目很多都是在补贴下完成，这种状况不能持续，需要量化降低费用。再说华为对比海康。1、基础优势：管道的优势华为当然更强，云计算和云存储以及网络是华为的本业。2、视频技术：这个优势不是不可赶超的，华为拿出向一个墙口冲锋的劲头，视频技术不是障碍，是时间的问题。3、品牌和体量优势：华为的品牌就是资产，这一点毋庸置疑，虽然做安防一直不温不火，但是牌子一戳，就管保有人愿意听。至于体量，我觉得一个善良的大块头如果突然出现在你面前，即便没有恶意，你也会心虚吧。对比完了，我们看到异同。对于华为的进入，我想绝大多数人都是期待的。但肯定不是期待几个大块头吵架，而是期待华为能给行业带来什么变化。这种变化，应该是他们到来之前行业所没有的。如果是去抢夺前端市场，那意义就不大。这不是质变，而是又多了个抢饭碗的。不过从现在看，还是有点这个苗头。海康的AI CLOUD华为的iCAN举个简单的例子。2017年海康提出的边缘计算+云，包括后来的AI CLOUD，开始很多厂商显得很排斥，高清、IP刚整明白，又来了个智能云。但对比去年华为的全连接大会和几场线下会议，包括这次合作伙伴招募大会，我们还是看出了海康AI CLOUD的影子。这就变成了前端+算法+应用的全方位雷同式排兵布阵，准备在一个屋檐下抢饭碗了。说是竞争，其实是在比拼速度和投入。如果靠规模决定胜负，并不是竞争的最佳状态。这从2018年华为安平或者安防的情况就能看出端倪。18年的产出和预想是存在差距的。对于华为的期待视频物联网，归根结底到最后是应用，是大数据的产出。之前华为有过“上不碰应用，下不碰数据”的豪言。不过企业的战略，都是根据自身的业务发展而定的。这个“上、下不碰”，到现在已经略显过时了。安防监控转化出的视频物联网，最终产生的海量数据，是需要运营的。对宇视总裁张鹏国访谈时，他也明确提到了视频大数据运营。这个运营，需要多层应用。首先是顶层的架构设计，而后是数据的管理、归结、分类、特征提取并付诸流量分发。顶层设计和视频数据的管理，从安防转到视频物联网的企业并不擅长，这应该成为华为最有力的竞争武器，也是安防行业这么多年所缺少的，是质变。这里边既有应用，又有数据，干了阿里“城市大脑”的活儿，但是阿里前端能力弱，华为的机会很好，而且市场份额巨大。再有是云。诸多的前端要提高效率，必须汇集到云端。而云架构的搭建，决定了云平台的质量和响应速度、稳定性，尤其是视频数据。大带宽、大流量，对于云的要求就会更高。安防的企业并不擅长于此，成为视频物联网的基础，为视频物联网企业提供底层服务，让他们变成自己的用户，无论大小，这是一本万利的好生意。至于合作伙伴，这就必须要竞争了，八仙过海各显神通。不可能把Paa和SaaS自己都做了。这时候就要看哪家的政策好，哪家的品牌强，哪家的甲方认知度高了。结语竞争是一个永远的话题，而我们希望看到的竞争，是大家伙们不断提高自己的技术含量和产品质量，最终获益的将会是用户和上下游的企业。看热闹不嫌事大的心理其实每个人都有，但是在看热闹的时候，还是得理性，看个门道出来。去年我听过一种说法，华为要做安防了，芯片要给其他企业断货啦。殊不知即便是海思，如果没有ARM进行架构授权，也没法生产芯片。但是ARM会停止给华为授权吗？不可能。停止给海思的授权，ARM的损失是不可估量的。同理，为了保护本公司刚刚投入一个行业的垄断，而从源头把潜在竞争者的芯片掐断了，万一自己公司没做成这个行业，又把这个领域的第一大客户得罪到死，这么赔本的买卖是个人都不会做吧？华为的到来，与其说是狼来了，不如说我们期望是一个无比勇猛的狼加入狼群，让这个群体的竞争力更大，从根本上带给原来的群体不一样的变化。问渠那得清如许，为有源头活水来。只有源源不断的活水进入，物联网这盘大旗才能盘活。在一个小水沟里相互打架，早晚会把水折腾干了，自己弄一身泥。", "author": "智安物联网", "newsdate": "发布时间：19-02-28", "newstime": "11:39", "sentiment": [{"positive_prob": 0.534466, "confidence": 0.310675, "negative_prob": 0.465534, "sentiment": 1}]}, {"title": "已正式确认！华为P30采用水滴屏，网友：如何吊打小米9？", "content": "去年，华为发布了P20系列，在全球获得了接近1800万的销量，同时P系列也得到了网友们的认可， 那就是时尚的外型，强劲的拍照技术！今天，华为P30又透露了更多的消息，华为P30、P30 Pro采用了水滴屏形态，其中P30 Pro为曲面水滴屏，两款旗舰都支持屏幕指纹识别，是华为P系列首款支持屏幕指纹识别的旗舰。在渲染图中，P30 Pro的摄像头排列还是熟悉的感叹号加闪光灯条，而中间的部分隐约可见，根据形态来猜测，或为类似荣耀V20上配备的3D TOF模块。核心配置上， 华为P30、P30 Pro都将搭载麒麟980处理器，其中P30电池容量为3650mAh，保留3.5mm耳机孔，P30 Pro电池容量为4200mAh，无3.5mm耳机孔。当然了，这个处理器依然还是用华为的麒麟980。目前价格还未知，发布时间会在3月26号，那么问题来了，华为P30是否就是对标小米9的呢？我们来分析一下！华为P30挑战小米9小米9做到了骁龙855真正的全球首发，骁龙855是800系近年来CPU最大幅度升级，7nm工艺制程，最高主频2.84GHz，单核性能提升45%，小米9在Antutu跑分387851分。P30/P30pro大概率采用麒麟980，855与980都是采用7nm制成工艺，GPU（游戏性能）方面一直是高通强项，虽说980也不弱，但总体还是高通更强一些！在外形方面，小米9与华为P30都采用了水滴屏，至于配色，P30定位时尚高端旗舰，应该会很骚！在拍照方面，小米9虽然有了新的高度，但大家要知道，去年华为P20还在拍照榜上待着呢！如何看待华为P30？华为的40w快充其实已经出来好多年了，我记得最早用在荣耀magic上，但是后来一看友商全是一帮20w不到的辣鸡，华为开始挤牙膏了，结果直到今天还是40w原地踏步。随着友商升级到25w，华为会不会升级自己的快充？网友：续航，有期待，但不抱什么太大希望。因为，P20 Pro的续航不错，而且，目前来看，手机电池依然不会有什么技术突破。网友：能不能不要用曲面屏，手机壳和水凝屏难兼容啊，最反感就是这个曲面屏了。手机壳往往没法做薄，裸奔成天担心摔碎屏。屏下指纹识别还有待提高。最后，网友朋友们可能会问了，那么小米9与华为P30选择哪款手机呢？其实在我看来，两款手机都很优秀。而且两款手机针对的人群也是不一样的，小米9依然是性价比十足，而华为P30则可能高达4000元起的售价。我们都知道P20pro在18年是一款极其震撼的产品，现在，我们也有理由期待一下华为P30，大家说是吗？", "author": "俊世太保", "newsdate": "发布时间：19-02-28", "newstime": "10:42", "sentiment": [{"positive_prob": 0.0468024, "confidence": 0.895995, "negative_prob": 0.953198, "sentiment": 0}]}]