[{"title": "整版广告！华为硬气回应新西兰禁令", "content": "参考消息网2月14日报道 外媒称，新西兰情报机构以国家安全为由，禁止中国华为公司参与当地5G网络基础建设，当地时间2月13日，华为在当地主要报纸刊登整版广告，称：“没有华为的5G 就像没有新西兰的橄榄球一样”。借新西兰热衷的橄榄球运动，批评该国政府禁止华为参与网络建设的决策。据美国CNBC电视台网站2月13日报道，这则广告本周刊登在包括Stuff和《新西兰先驱报》在内的新西兰主流报纸和网站上。广告还指，若没有华为，新西兰将错失使用最先进的5G科技，消费者也因需要付出更高的价格而蒙受损失。报道称，新西兰情报机构在2018年11月以国家安全理由，拒绝了华为参与当地5G网络基础建设的申请。一些国家对将华为设备纳入5G部署表示担忧，担心这将使中国的“间谍活动”成为可能。华为及中国政府则已多次否认这些说法。另据英国《卫报》2月13日报道，专家们认为，华为的广告闪电战旨在通过新西兰全国运动——橄榄球来吸引普通的新西兰人。报道称，华为新西兰副总安德鲁·鲍沃特（Andrew Bowater）表示，政府不愿意进行任何有关这则禁令的对话，华为应该得到解释。他表示：“目前没有证据表明华为存在任何不当行为，我们强烈反对任何有关华为业务威胁新西兰安全的说法，我们应该有解释疑虑的机会。”参考消息网", "author": "中国经济网", "newsdate": "发布时间：19-02-14", "newstime": "17:42", "sentiment": [{"positive_prob": 0.0411454, "confidence": 0.908566, "negative_prob": 0.958855, "sentiment": 0}]}, {"title": "外媒：华为在华击败苹果靠实力，而非用户情绪", "content": "网易科技讯 2月14日消息，近日美国科技媒体Verge撰文指出，华为积极的技术创新以及产品的强大竞争力，才是其击败苹果、在中国市场获得成功的根本原因。上周英国《金融时报》发布调查和报告称，“华为在中国消费者中间的受欢迎程度大幅上升，智能手机销量也大幅上升”。报告援引33%的消费者表示，他们有意购买选购华为手机。作者还要求智能手机商店的销售人员发表评论；受访者中有人表示“购买华为成为了爱国的象征。”毫无疑问，在中国市场有些客户的购买决定可能会受到各种外界因素的影响。人们经常对自己所购买商品的原产地有强烈归属感，而且不仅是在中国如此。“美国制造”的产品标志对许多美国人来说同样是一个强大的情感象征。市场研究公司IDC高级研究经理基兰热特?考尔(Kiranjeet Kaur)表示:“(这)可能并不是大多数人在做出购买决定中所采用的关键标准。”“当有人持观望态度时，这种情绪可能会影响购买华为手机的决定。”然而，无论爱国主义者如何支持华为，都不太可能对其在中国市场的表现产生重大影响。华为2018年的业绩绝对令人震惊，从苹果和小米等竞争对手那里夺取了不少市场份额。事实上你应该认识到，华为现在是一个非常成功的消费品牌，同时也拥有一支非常先进的技术力量，这样才能够对该公司进行认真分析。市场研究公司Canalys驻上海分析师贾默（Mo Jia，音译）表示:“这种情绪可能有助于提升华为在中国市场的整体品牌形象，但如果没有竞争性产品，2018年华为不可能在国内市场取得如此成功。”“我认为最主要的因素是华为积极的技术创新，这使其在全球市场上与三星和苹果这两大智能手机巨头处于同一水平。”而Counterpoint Research董事詹姆斯·严(James Yan)对此表示赞同，他表示:“我不认为这种所谓的情绪是购买决定中的一个重要因素。”相反，他认为华为手机强大的处理器、电池续航能力以及拍照性能，是中国消费者选择该品牌的更大原因。科技媒体Verge网站编辑弗拉德·萨沃夫(Vlad Savov)将华为Mate 20 Pro描述为“美国买不到的最好手机”，他说这款手机“电池容量大，设计精巧，处理器一流，但软件相对较弱”。“但软件对大多数中国用户来说不是问题。”有鉴于此，华为继续在全球最大的手机市场确立自己的顶级手机制造商地位也就不足为奇了。市场研究公司Canalys认为华为在中国智能手机市场的份额为27%，同比增长7个百分点，而该公司的出货量据说增长了16%。鉴于中国手机市场增长的整体停滞状态，这一点尤其令人印象深刻。贾表示:“(华为)通过技术创新提升品牌形象的努力取得了很大进展。”“最重要的是，它极大地提升了华为P系列和Mate系列高端手机的性能。”光环效应也有助于华为提升其整体品牌形象，成为中国市场一个有吸引力的值得信赖品牌。此外，在三星失败后，华为是中国高端市场上唯一能与苹果在品牌形象上相竞争的品牌。Counterpoint的数据显示，三星所占中国市场的份额在2017年第四季度萎缩至1%。这并不是说，华为在中国市场的高端品牌认知度方面也一定能赶上苹果。该公司所销售的手机覆盖所有价格点，这主要得益于其推出的低端品牌荣耀手机。而市场研究公司IDC的考尔告诉Verge，“华为的旗舰系列手机被认为已经足够高端，但现在说它们拥有iPhone在繁荣时期所拥有的‘卓越’地位还为时过早。”相比之下，2018年苹果在中国市场遭遇了灾难性的打击。IDC估计，苹果手机销售额下滑11.7%，大于中国市场整体的放缓程度。该公司的市场份额保持在9%左右，是中国市场五大手机品牌中唯一一个在2018年没有获得更多市场份额的品牌。“超高价格限制了XS和XS Max的受众，因为很难将一款售价超过8000元的智能手机作为大众市场设备，”贾说。iPhone XR的最初售价为人民币6499元(约合950美元)，与三星Note 9或华为Mate 20 Pro等高端Andriod手机的价格相当。尽管中国市场已成为全球最大的高端智能手机市场之一，但iPhone XR的定位是高价位的入门级iPhone，未能确保预期销量。苹果相对于华为表现不佳还有其他原因。考尔认为主要是价格太高,说华为旗舰手机一直“填补其他品牌高端手机留下的空白”。而其他因素还包括“电信补贴较低；来自中国玩家的高科技创新更容易获得中国消费者的共鸣；更好的品牌认知度；其他品牌更为强大的旗舰产品组合。现在市场上的选择要多得多，人们愿意进行更多选择，而不是为苹果手机支付巨额溢价。”当然，市场份额并不是一切，华为手机业务的利润率远不及苹果。而苹果在很大程度上把异常糟糕的季度业绩归咎于iPhone业务和中国市场。但其不能忽视这样一个事实，即苹果在中国市场的客户正被华为抢走，尤其是在它继续宣扬自己是一家服务公司的时候。此外，华为极有可能在一年内超越苹果，成为仅次于三星的全球第二大智能手机供应商。这种情况实际已经发生在2018年第二和第三季度。苹果首席执行官蒂姆·库克(Tim Cook)将iPhone在中国的高昂定价归咎于汇率波动，该公司将重新设定受影响地区的价格。库克日前对美国国家公共电台(NPR)表示:“我们将拭目以待。”然而，华为要在2019年复制其在上一年的中国市场繁荣可能会很困难，因为该公司最近的业绩在很大程度上是以夺取中小手机制造商的市场份额换来的。贾说:“华为的市场份额增长主要来自于像金立和魅族这样的小厂商，他们的市场份额从2017年的27%下降到了2018年的12%。”“到2019年，华为将更难获得市场份额，因为竞争仍将主要集中在五大供应商之间，OPPO、vivo、小米和苹果都有稳定的用户基础。”对于任何一家供应商来说，从其他供应商那里获得市场份额都将极其困难。考尔对此表示赞同:“包括华为在内的大型中国企业的增长，是以夺取一些规模较小的国内企业市场份额为代价的，而中国市场的智能手机普及率已经达到相当高的水平。”“中国市场可能会出现进一步的整合，这可能有助于华为等公司进一步巩固其在中国市场的份额。”与此同时，Counterpoint的严预计，由于未来一年竞争对手缺乏“突出亮点”，华为手机在中国的市场份额将会继续增长。此外考尔说:“华为在一些西方市场的成功提高了它在国内市场的信誉，它在中国市场的增长也有助于其在海外市场实现规模化发展。”“所有这一切也帮助华为推动了研发，改善了其品牌形象。如果出现国际经济放缓和相应的财务挑战，这方面的发展可能会变得更具挑战性。”购买某款手机的决定可能非常个人化，影响它的因素数不胜数。显而易见的是，在中国市场以及美国市场以外的许多其他地区，消费者选择华为设备的理由有很多。值得思考的是华为如何以及为何能够在中国市场击败苹果等公司。", "author": "投资家网", "newsdate": "发布时间：19-02-14", "newstime": "09:23", "sentiment": [{"positive_prob": 0.79933, "confidence": 0.554067, "negative_prob": 0.20067, "sentiment": 2}]}]