[{"title": "华为一年利润超千亿，但任正非身价却不敌马云，这到底是为什么呢", "content": "推荐语：从实体企业到互联网企业的实力来看，本是就不是一个维度的，所以。。。下文转载自作者：孙哥哥讲科技华为一年利润超千亿，但任正非身价却不敌马云，这到底是为什么呢？在国内，只要一提起华为的名字可以说是无人不知无人不晓得，很多人对华为都特别的熟悉，而在我们身边使用华为手机等产品的也随处可见，不得不说华为作为中国第一大民营企业，其实力还是非常强大的，而华为的口碑在国内也是非常不错的，很多人对华为非常的有好感！最近随着华为被美国“制裁”事件影响的不断扩大，让华为也频繁的出现在了人们的视野中；华为因为在5G领域取得了巨大的成果，所以其在世界5G领域的话语权也开始变得越来越大，随着最近这几年华为公司的迅猛发展，如今的华为已经发展成为了一家集移动通讯、智能手机、芯片研发等为一体的高科技巨头公司！这么多年来，华为公司一直注重企业的研发，在很多领域都掌握了大量的技术专利积累，尤其是在5G领域，华为因为布局较早，所以在5G方面取得了不少的专利，据悉，目前华为已经获得了全球超过46个5G订单，这也让华为在5G市场领域中赚得盆满钵满；华为之所以能够发展的如此快速，主要是和华为这么多年来一直坚持走自主创新的道路是有分不开的关系的！华为作为中国第一大民营企业，而且华为又是一家以高科技研发为主的科技巨头企业，所以其公司一年的利润也是非常可观的；华为早在2017年的营收就超过6000亿，随着华为迅猛的发展，在2019年想必华为的营收将会突破万亿，其企业一年的利润也将会超过千亿，但尽管如此，作为华为公司的创始人，任正非的身价却还是不敌马云，我们更是很少在福布斯等富豪排行榜上看到任正非的名字，这到底为是什么呢？要知道仅仅是从数据上看，华为在2017年的收入是6000亿就已经超过了马云阿里巴巴以及腾讯的，但是任正非却没有拿到首富的称号，其个人的财产也不敌马云、马化腾以及许家印他们；而为什么任正非没有成为富豪？其实背后的真实原因也很简单，因为一般福布斯富豪排行榜的统计是按照不动产以及浮动资产来计算统计的，而华为现在并没有上市，所以任正非的身价并没有暴增，而且任正非为了激励公司的员工，还把华为公司95%的股份全部都分给了员工，所以任正非个人的身价并不高，敌不过首富马云也是很正常的！如果说华为公司一旦上市的话，那么任正非个人的财富势必会暴增，但是很显然任正非并不会这么做，而且任正非说自己未来也还没有这样的打算。从华为公司的管理来看，还是非常人性化的，每一年华为为了研发都会投入巨额的研究经费，这也是华为公司能取得如今发展成就的一大根本原因，任正非作为华为的精神象征，同样也是华为的灵魂人物，他的个人格局还是非常大的，所以他个人并不太在意自己的身价，他想把公司做成大家的公司，而不是他一个人的公司。所以他身价不敌马云也很正常，不知道对此你是怎么看的呢？欢迎留言一起讨论！", "author": "龙飞", "newsdate": "发布时间：19-06-21", "newstime": "23:15", "sentiment": [{"positive_prob": 0.0125806, "confidence": 0.972043, "negative_prob": 0.987419, "sentiment": 0}]}, {"title": "华为连夜发布大消息，征收美企超10亿专利费，令白宫措手不及", "content": "图为华为公司近日，据媒体报道，华为连夜发布大消息，向美国通讯运营商公司Verizon发函，征收美国企业超10亿专利费的消息令人出乎意料，华为的这一反击令美国白宫措手不及，因为美国根本没想到本土的运营商竟然会欠下这么多债务，因此美国议员瞬间变脸，难道说白宫快要撑不住了？图为美国对华为警惕的原因当然华为也有这么做的理由，毕竟作为一个将大量资金投入研发并且申请了海量专利的企业，现在也该是这些专利发挥出自己的作用的时候了。虽然说Verizon公司作为电信运营商，自己并不生产使用这些专利的设备，但是作为设备的第一使用者，它需要为生产这些涉及了华为专利的设备承担额外的专利费用。图为华为通信设备而且华为对Verizon公司发出律师函实际上还有另外一个目的，那就是威逼高通。因为Verizon是高通的最强队友之一。而华为本身作为一个最大的设备生产商，自己也没少使用到大量的高通技术和专利，以至于他们也没少给高通交付专利费用。而随着特朗普对华为的一刀切禁令，这很可能迫使高通方面禁止华为使用这些必不可少的相关专利，从而给华为的生产造成不可避免的困难。而华为这一律师函则无异于对高通发出警告，一旦他们禁止华为使用相对应的专利。这同样意味着高通方面也会因为华为的禁止授权而遭到灾难性的损失。而且这次华为并不是单独只向着Verizon公司发出律师函，另外还有20多家美国通讯设备供应商同样收到了催收专利费的账单。而按照美国现有的法律，这意味着美国这20多家公司要么给华为支付巨额的专利费用，要么尝试绕过华为的技术壁垒来生产对应的通讯设备。而研发这些新设备，在某种意义上需要的成本比向华为支付专利费还要高得多，这一下，我的大部分通讯产品企业给彻底打蒙了。图为美国封锁华为进入如果他们依旧按照特朗普的要求，拒绝支付华为专利费用，打官司的问题暂且不谈，研发新产品不仅仅需要大量的钱，还需要大量的时间。在现有的主力产品因为专利问题而难以销售出去的前提下，这些通讯设备生产商如何做到在资金链受到沉重压力的前提下，研发出性能和价格都不会给华为同类产品差太多的电信设备，对于他们自己来说，这难度实在太高了。而且，中国方面的企业并不是没有自己的基本盘，即使西方国家能够同气连枝，彻底排挤华为，对于已经有了备用设备研发计划的华为而言，缩回国内并不是什么大问题。但是，如果西方国家选择怎么做的话，这意味着中国这个庞大的市场将彻底拒绝向他们开放。所以，即使美国方面强硬要求西方国家的企业必须断绝和华为之间的一切联系，但是它们总是犹犹豫豫的，因为，一旦彻底和华为一刀两断，那么他们付出的代价，绝对是特朗普所支付不起的。", "author": "强武堂", "newsdate": "发布时间：19-06-21", "newstime": "22:23", "sentiment": [{"positive_prob": 0.84136, "confidence": 0.647466, "negative_prob": 0.15864, "sentiment": 2}]}, {"title": "华为到底隐藏多少能力？新产品让国人喜出望外", "content": "转载自百家号作者：科技风景线SSD自从美国开始打压华为以来，无数国人都暗自为华为担忧，也在默默的支持华为，都希望华为能够坚强起来，渡过这次难关，而华为的表现，也果然不负众望，惊喜连连，接连的放出来了一系列大招，让国人无比兴奋。先是在自主芯片的研制上，华为的5G芯片早已经成竹在胸，而华为海思麒麟更是让高端手机“芯”劲澎湃。而后就是华为的大招“鸿蒙”系统，正可谓“鸿蒙一出，谷歌朦胧”。让国人无比期待华为在关键技术上的自主能力。也让大家看到了一个留有“备胎”计划的华为在能力上的强悍。华为而如果大家因此就以为华为没有其他的强悍能力了，那就未免有点低估华为的抗打压能力了，这里科技风景线小编就再给大家说下华为所隐藏的一个强悍能力：SSD研制能力！SSD“缺芯少屏”之痛让无数国人担忧我们国建在半导体的发展上一直处于被西方国家卡脖子的现状，其中，缺芯问题集中在CPU、存储芯片上，说句不好听的，我们连自己的纯国产的U盘都没有，更不要提闪存、内存、机械硬盘以及固态硬盘之类的关键设备了！因为固态硬盘的优势太多，让人无比期待我们能够拥有自己的固态硬盘，但是，遗憾的是，现在我们真的没有属于自己的商业化的固态硬盘。SSD不过，事情总是有一些例外，还是华为带来的惊喜，早在2005年，华为就已经启动了关于固态硬盘的研制了，并且在2007年的时候就成功推出了一款SSD硬盘，大家之所以对这个消息不是很了解，主要原因在于华为的固态硬盘是属于企业级固态硬盘，所以我们大众很少知道。SSD那么华为的固态硬盘水平如何呢？曾经连续两年蝉联全球TOP7，而这个成就也是现在我们唯一的一家做到全球前十名的企业。华为迄今为止，华为的固态硬盘已经发展到了第七代，在稳定性、读写速度等方面，都获得了巨大的技术突破，而随着技术标准PCIe4.0的刚刚推出，华为也将在今年，最迟明年推出PCIe4.0固态硬盘，而华为这样的存储技术产品也必将再次为华为的发展带来强劲的推动力。SSD以华为现在的实力来说，在固态硬盘上已经有了很大的积累，如果搞一款大众化的固态硬盘，按理说也不是什么难题，毕竟，技术积累上，华为早已经做到了“实力雄厚”，而至于华为是否已经有了这方面“备胎计划”，谁能说的准呢？毕竟，华为是一个让国人充满惊喜的企业。", "author": "华西悦读", "newsdate": "发布时间：19-06-21", "newstime": "12:24", "sentiment": [{"positive_prob": 0.705164, "confidence": 0.344808, "negative_prob": 0.294836, "sentiment": 2}]}, {"title": "华为员工哀叹：华为不是家，干了16年，被裁只用10分钟通知一声！", "content": "去年，关于华为清洗大龄员工的消息一直有条不紊的发酵。集中清退了一批35岁以上的老员工，主要针对程序员。在职场，也是一时响起“华为无情”的声音。但批评归批评，员工与企业只是一纸契约，真会有感情吗？或许一些员工有一丝丝感情，但对于资本来说，只会冷漠，毕竟公司真不是家。在互联网职场论坛，一位华为的员工感慨到。2003.4.14~ 2019.6.18日在华为的工作截止，以此留念！70后，年纪大了，对于企业来说就是累赘，公司不是家，随时被开了！实习就在华为，干了16年！被裁只用10分钟通知一声！这样的感慨也是瞬间引起网友的围观与议论，我们再来看看网友都怎么说。有网友就质疑到。16年还没财务自由？03年进华为，现在已经可以无忧无虑的退休了吧。今天怎么看到几个说被华为裁了的？都集中在一天了？请问，像华为裁掉年纪大的员工的原因是什么？1.年纪大？2.年纪大了水平不行了？3.年纪大了工资太高？4.年纪大，水平低，工资高？单纯因为年纪大被开，应该去法院告他，血汗工厂。也有网友分析到。人只是惯例，看个心声都看不明白，建议hr回溯实习生咋招进来的，老哥干了16年没混上去？你太夸张了吧。16年了？这估计不止钱多，上车也早吧。没有5kw反正我不信。做做其他的吧挺好的。华为分工很细，除了少数火车头大部分工作都是流水线上拧螺丝，对技术要求没那么高，老员工有家庭加上身体原因没法像应届生那样拼命加班，对企业来说性价比低。为什么是累赘，你是真不能干活了吗，还是啥都不想干。如果这两种，应该早点把你扫地出门，不然为什么不能干。有网友认为可以退休了。十六年老员工就算比较基层，每年虚拟股分红也在100万以上，跟你说的干活什么的没关系了，还不是你不努力，为啥别人能晋升管理层你晋升不了，对于你这样的老白兔就该坚决开掉，给年轻人留下空间。能在华为干16年说明对你已经很好了，一般人都是干8年就“被离职”了。16年，深圳至少有三套房呢。 已经财务自由了啊，可以去环球旅行呢。也有网友给大家普及了大厂薪酬体系。看来大家对大公司的薪酬体系不太了解啊，16年赔偿17个月，还真的没有多少钱。人家半年的股票都不止这些了，离职后股票的损失，对于这些老员工来说，是巨大的。你应该已经挣够了后半生的钱，这个时候出来，进退你都有优势，你应该笑才对，哦，明白了，你就是来显摆的。也有网友吐槽到。您说的没错，被裁的人都是勤勤恳恳的，甚至给公司做出不小贡献的，但裁你的时候他们不会想这些，只是觉得你当前或者以后价值不大了，公司有备选了。捞资本主义的好处就要背资本主义的锅，楼主已经过得比很多人强多了，知足吧。也有网友表示感同身受。同样70后。记得在什么互联网公司科技公司的多捞钱、多混股票、多受贿……，能拿多少就拿多少！然后下半生就是吃喝玩乐的日子了……三和四吧，用水平低也不对，总之是没有性价比了，尤其是华为有虚拟股分红。我觉得是如果觉得性价比低，肯定不是一天两天低下来的，早为啥不说？人事不谈？为啥不在kpi或okr的时候跟人家明说，比如你xx做得不够好等等，说白了，管理不到位，评级和阶段性评估不合理。也有网友建议到。曾经在拉卡拉，努力得做了一年，可以说做得很好，还是被退了，从那以后再也不信跟企业同成长共命运。拿到手里的才是自己的。中年危机，混不上去，就随时被踢？终究还是要做点自己的事的，您资源人脉应该很广了，出路总还是有的。看了网友这么多回复，笔者总结一下吧。在我们进入每一家大企业的时候，都会给我灌输一些企业文化，比如说“奋斗文化”“家文化”“加班文化”等等。如果你真的信了企业的这些洗脑文化，那你就是真傻。这些手段只是管理者用来给职场人打鸡血的，这些洗脑文化主要是用来弥补企业的管理不足，以及稳定企业竞争力用的。很多时候，“家文化”在员工和外界看来都只不过是管理者用来给员工打鸡血的。但是无论被怎样抨击，“家文化”蕴含的一些价值观，确实可以在以下方面弥补企业契约的不足，提升企业竞争力。我们职场人唯一能做的就是分清楚企业的目的是什么？动机到底纯不纯？这些文化多数只是希望员工无条件忠诚，每天用鸡汤代替薪资来应对员工的加薪、餐补、加班工资等要求。所以笔者提醒各位职场人一下，我们跟企业永远是两个阶层，千万别入戏太深，资本与劳动者只有对立面，没有家的概念的。", "author": "职场八卦事", "newsdate": "发布时间：19-06-21", "newstime": "17:52", "sentiment": [{"positive_prob": 0.00465723, "confidence": 0.989651, "negative_prob": 0.995343, "sentiment": 0}]}, {"title": "华为手机出货量破亿，新款7nm芯片面世剑指高通", "content": "面临美国封锁，华为继续通过补足芯片保障供应链安全，护航主营业务发展。6月21日，华为在武汉发布nova 5系列智能手机，这款主打潮流街拍的新产品亮点颇多，但最受关注是nova5搭载了华为自研的新一代7nm芯片麒麟810,这颗芯片。华为手机产品线总裁何刚表示，麒麟810是华为针对高端产品的一个全新系列，与麒麟9系列、7系列一起构成海思芯片旗舰、高端、中端三个档次。华为智能手机芯片的布局逐渐完善，在美国企业断供压力下，“麒麟兄弟”在手机芯片部分维护供应链安全。此外，何刚公布，截至5月30日，2018年度华为手机出货量达到1亿部，相比去年完成这一目标提前了一个半月。何刚表示，华为海外和国内还会持续的发展，尤其是中国区的持续增长超出了预期。何刚认为，即便是海外市场遇到了暂时的困难，但未来很快会恢复过来。nova成华为出货主力在华为终端体系内，主要面对年轻用户的nova品牌在细分市场逐渐壮大。在去年12月17日，何刚表示，nova系列手机累计销量已经超过了6500万台，此次接受采访时，何刚表示至今年7月30日，nova累计出货量将近1亿部。可以推算在今年前七个月nova出货量约为3500万部。而相比华为在5月份实现的1亿部出货量，这个在2016年成立的品牌，三年时间已经发展成为华为终端出货量主力之一。何刚表示，华为nova系列在产品设计上遵循的理念是“美高于一切”。相比华为的商务旗舰mate系列和科技发烧的荣耀品牌，nova产品更侧重时尚和自拍。此次，华为发布的nova5系列，包含nova5、nova5 Pro、nova5i三款机型，外观更具时尚潮流感，更在产品性能上得到了全面升级。华为nova5pro独有前置3200万人像超级夜景自拍，后置4800万AI四摄则涵盖了超高清、超广角、微距和景深虚化全场景镜头。在背面风格设计上，华为nova5 Pro将炫光、渐变与钻石切面结合在一起，做出更灵动的炫彩纹理，打造幻境星芒般的光影效果。配置方面，nova5 pro 搭载麒麟980处理器，支持40W华为超级快充，30分钟快速充电85%，所有参数基本都是旗舰级别的。华为还推出了两款最新的平板电脑MediaPad M6，两款平板电脑都配有2560×1600分辨率的LCD屏幕，最大亮点是极窄边框，同时都配备800万像素前置摄像头和1300万像素后置摄像头，四声道和四扬声器有更好的影音体验，性能方面搭载了麒麟980芯片。汇顶科技为nova 5系列提供屏下光学指纹和AMOLED触控方案，为nova 5i 系列提供创新电容指纹方案，同时为此次发布的M6系列平板提供全新触控方案自研芯片配置自研达芬奇npu华为nova5可以看成华为nova5 Pro的标准版，外观和大部分参数基本一致，不同的是华为nova5首发了麒麟810处理器，采用7nm制程，相比8nm工艺，能效提升20%，晶体管密度提升50%。CPU方面，创新设计2+6大小核架构，游戏实力全面升级。这颗芯片随着新产品面世，也宣告了华为已经同时拥有了两款7nm的芯片，同时，这颗麒麟980的“兄弟”产品，代表着华为麒麟芯片面向中端产品新的系列诞生。此外，麒麟810延续旗舰芯片9系列的通信能力，支持双卡双VoLTE，在各种复杂的通信场景下实现稳定、极速的移动通信联接。同时，麒麟810推出自研中间算子格式，增强了AI的兼容性，配合更多AI应用落地，从现场演示来看，搭载麒麟810的nova5在翻译、拍照、娱乐方面有较大提升。 同时麒麟810首次采用了华为自研达芬奇架构NPU，这也是去年华为推出了达芬奇架构的云端AI芯片昇腾Ascend 910和昇腾Ascend 310之后，首次将达芬奇架构落地于终端芯片的NPU，这也是华为麒麟系列手机芯片首次在NPU中没有采用之前合作的寒武纪IP。在华为全连接大会上，华为轮值董事长徐直军表示：“寒武纪的（IP）也很好，但是它无法支持我们的全场景，我们需要从云、到端、到物联网终端的人工智能设备，因此我们要创造性地打造一款新的架构。我们很幸运地找到了这个达芬奇架构，能够解决极致的功耗与极致的算力需求。”自研芯片护航供应链安全麒麟810的面世，代表着华为自研手机芯片拥有了高端系列、低端系列后，补足了中端系列。此前，华为在旗舰机型之外，还有多个产品系列在搭载高通等芯片产品，新的芯片系列诞生也意味着华为手机芯片自给率将提升，在美国企业断供时，护航供应链安全，而中端手机产品在手机市场占有相当大的份额。值得一提的，华为麒麟芯片的7、8、9系列，定位与高通骁龙6、7、8系列相当。但这款芯片也并非临时抱佛脚，一款芯片从设计到量产至少需要两年时间，可见华为在芯片领域的投资是持续的，未来或许有更多的芯片产品会陆续面世。何刚表示，截至5月30日，华为手机出货量达到1亿部，相比去年完成这一目标提前了一个半月。何刚表示，华为海外和国内还会持续的发展，尤其是中国区的持续增长超出了预期，即便是海外市场遇到了暂时的困难，但未来很快会恢复过来。华为中国市场份额在快速提高，根据Counterpoint 的最新报告，苹果2019年第一季度出货量同比下降20%，导致全球高端市场同比下降8%。而在中国高端市场，华为份额达到47%首次超越苹果居首。何刚表示：“我们非常清晰的知道，华为终端业务还面临着非常大的挑战，这也是给我们的机会，挑战越大成就越大，我们相信会取得更大的成功。”", "author": "e公司", "newsdate": "发布时间：19-06-21", "newstime": "22:17", "sentiment": [{"positive_prob": 0.435712, "confidence": 0.0317521, "negative_prob": 0.564288, "sentiment": 0}]}, {"title": "2999元起！华为nova 5 Pro发布：40W快充+麒麟980+3200万人像夜景", "content": "数码新资讯？互联新事件？手机快测评？二十年专业老司机，等你上车，点击右上角关注泡泡网即可6月21日下午，华为在武汉正式发布了nova 5系列新机。接下来，我们就一起看看华为nova 5有哪些惊喜吧。首先，介绍了华为全新系列高端芯片——麒麟810，采用了7nm制程工艺，功耗更低，能效比更高，支持双卡双待双VoLTE。这也是华为继麒麟980外，第二款采用7nm制程的芯片。外观华为nova 5系列采用了6.39英寸OLED水滴屏，分辨率为2340×1080，7.33mm纤薄机身，钻石工艺切割，全对称金属中框。机身配色有绮静森林、仲夏紫、珊瑚橙、亮黑色以及星耀限定版。拍照华为nova 5系列前置3200万索尼高清镜头，f/2.0光圈，支持AI HDR+，并且首发前置人像超级夜景模式。后置4800万主摄+1600万超广角+200万微距+200万景深四摄组合，还有手持夜拍功能加持。另外，华为nova 5系列前置1080P高清美颜视频，AI美体+AI智慧视频剪辑功能加持，号称做年轻人喜欢的Volg。性能华为nova 5搭载的是麒麟810芯片，nova 5 Pro搭载的是麒麟980芯片。华为超级文件系统EROFS加持，随机读取性能提升20%，且均支持华为方舟编译器。华为nova 5系列还支持40W超级快充，15分钟充电50%，30分钟充电85%，获得了德国莱茵TV安全快充权威认证。华为nova5系列荣获泰尔五星游戏手机评价，GPU Turbo技术鸡翅，深度优化游戏体验，更高帧率、更低耗电；还有毫秒级触控响应；可选配智能手柄，游戏畅玩更自由。华为AI美音功能，智能K歌新体验。专为唱歌优化的语音识别系统，可智能优化节奏和音准。手机电视协同K歌功能，音画完美同步，手机秒变麦克风。华为nova 5 Pro还支持NFC，支持20张公交卡、9张公交卡跨机迁移；还有手机车钥匙功能加持，支持宝马3系，X5、X7等全系系列车型。价格华为nova 5 8+128GB版本售价为2799元。华为nova 5 Pro 8+128GB版本售价2999元；8+256GB版本售价为3399元。星耀限定版礼盒售价为3799元。华为nova 5i采用了6.4英寸液晶显示屏，90.6的高屏占比。前置2400万微型美拍，人像超级夜景加持。后置2400万高清主摄+800万超广角+200万微距+200万景深四摄。配置上，华为nova 5i搭载麒麟710芯片+128GB存储+4000mAh大电池+全新GPU Turbo技术。6+128GB版本售价为1999元；8+128GB版本售价为2199元。华为平板M6系列支持四声道立体声+曼哈卡顿调音，搭载麒麟980，支持GPU Turbo 3.0，18W快充，还支持应用分屏，横屏状态下，一个应用，分屏显示，带来高效观看和便捷使用体验。平板具体价格如下：本次发布会所有新品如下图：配件售价为：本文编辑：王如新关注泡泡网，畅享科技生活。", "author": "泡泡网", "newsdate": "发布时间：19-06-21", "newstime": "16:26", "sentiment": [{"positive_prob": 0.96594, "confidence": 0.924312, "negative_prob": 0.0340597, "sentiment": 2}]}, {"title": "“围城”下的华为", "content": "推荐语：困境可以逼出无限的潜力，在华为的引导之下，中国手机产业链或许会因此而焕发勃勃生机，甚至有朝一日可以彻底摆脱对国外芯片的依赖，事实上中国在手机芯片方面已取得显著的成绩，而在存储芯片方面也开始起步，华为与国内芯片行业的合作将取得共赢。下文转载自作者：辣笔文|辣笔小辛华为，已经被推到了舆论的风口浪尖上。正是因为华为在信息技术领域已经走在了世界前列，于是习惯于林立于世界之巅的美国坐不住了…自从5月份华为被列入“实体清单”后，有关于华为芯片的话题就热闹了起来，美国的芯片巨头镁光、ARM等也对华为实施了断供。对于美国这些芯片厂商来讲，断供是迫不得已的办法，事实上他们早就坐不住了。为何这样？先来看一组数据。华为每年要向美国芯片厂商采购上数千亿的产品，如果这下彻底的断绝了，直接就影响了收入。这些厂商们更担忧的还是另外一件事情，那就是封锁只会让中国半导体更强大，未来中国市场或许再也不需要美国的芯片了，甚至有可能让中国的半导体崛起之后，进而去抢美国厂商的市场。华为海思已跃升为全球芯片营业额第五大公司，但面对着飞速发展的华为，海思还面临着供不应求的巨大需求。在2018年中国的芯片自给率约为18%左右，要是中国被逼着把芯片自给率提高到了70%，未来只进口30%了，那么一年将少进口约2000亿美元，给美国半导体市场带来的冲击将无比巨大。显然，这是美国芯片厂商最不愿意看到的结果。面对断供，华为也并非束手无策。一方面提前预备了半年到一年的库存，同时通过自研及导入国内供应商的方式，打造了“备胎”计划。对于美国企业联合打压，任正非坦言，“没有想到美国的决心如此之大、如此之坚定不移。同时也没有想到，美国打压的面如此之广泛，不仅是打击零部件供应，还禁止华为参加很多组织。”近日，华为创始人任正非在深圳与数字时代三大思想家的其中两位，《福布斯》著名撰稿人乔治·吉尔德和美国《连线》杂志专栏作家尼古拉斯·尼葛洛庞帝对话中谈到。任正非称，未来两年华为会减产，估计会下降300亿美元，今年和明年的销售收入都会在1000亿美元左右。他还预计，华为2021年可以重新焕发出勃勃生机，重新为人类社会提供服务。所以，未雨绸缪是一个好的行为，只有不断研发，才能在科技战到来的时候，无所畏惧、有备无患。只有不断研发，才能在“科技战”到来的时候立于不败之地。掌握“核心技术”，才是华为当下乃至未来唯一的出路。", "author": "柏铭", "newsdate": "发布时间：19-06-21", "newstime": "12:52", "sentiment": [{"positive_prob": 0.593845, "confidence": 0.0974323, "negative_prob": 0.406155, "sentiment": 2}]}, {"title": "华为今年智能手机出货量已达1亿台，比去年提前一个半月完成此目标｜钛快讯", "content": "钛媒体快讯 | 6月21日消息：华为消费者业务产品线总裁何刚今日在武汉发布华为nova5系列新品，他透露截至5月30日，今年华为智能手机出货量达到1亿部。“华为在今年达到这一目标只用了149天，比去年要更快。”今年达到这个成绩比去年提前了一个半月，华为在2018年7月18日宣布手机在2018年出货量已达一亿台，花费了198天。华为年初宣布2019年手机出货量目标为2.5亿台，也就是说要用剩余7个月的时间完成1.5亿台出货量。眼下，华为正面临被美国政府打压的巨大挑战，华为创始人、总裁任正非在上周与美国两位知名学者的“咖啡对话”中透露，手机销量海外最严重时跌了40%，但最近在快速恢复中，已经缩小到20%，还在继续改善中。华为现场发布了麒麟810芯片，该芯片采用7nm制程，搭载华为自研的达芬奇架构，NPU运算能力更强，AI跑分超过3.2万分，优于高通骁龙855的2.5万分，华为nova5新品将配置该芯片。何刚表示，华为至此也成为首个拥有麒麟980和麒麟810这两颗7nm芯片的手机厂商。麒麟810诞生后，华为麒麟芯片组成了三个系列：面向旗舰产品的麒麟9系列，主打极致科技；面向高端产品的麒麟8系列，主打强劲性能；面向中端产品的麒麟7系列，主打均衡设计。华为nova5系列新机包括nova5和nova5 Pro两款机型，主打人像超级夜景自拍，搭载麒麟810/980处理器，提供绮境森林、仲夏紫、珊瑚橙、亮黑色四款基础配色，同时nova5Pro还有一款星耀特别定制版。nova5系列机身正面配备的是6.39英寸1080P屏幕，屏占比91%；机身厚度7.33mm、171克重量；搭载了汇顶科技的屏下光学指纹和AMOLED触控方案。摄像头方面，配备前置3200万像素高清自拍镜头，光圈F/2.0，增加了人像超级夜景自拍功能；后置镜头设计上，华为nova5系列首次使用了全场景的AI四摄方案，配备4800万高清+1600万超广角+200万微距+200万景深虚化四镜头。性能方面，nova5搭载麒麟810芯片，nova5 Pro搭载了华为旗舰级麒麟980芯片；存储为8GB+128GB/256G，内置40W快充的3500mAh电池，30分钟可以充电85%。价格方面，华为nova5 Pro 8GB+128GB版本售价2999元，8GB+256GB版本售价3399元；nova5 8GB+128GB版本售价2799元。同时，华为还发布了全新nova5i机型，6.4英寸液晶显示屏，90.6%屏占比，搭载麒麟710处理器，配置汇顶科技电容指纹方案，后置2400万高清镜头+800万的120度超广角镜头+200万像素微距镜头+200万像素景深镜头，前置2400万像素。售价方面，6GB+128GB版本1999元，8GB+128GB版本2199元。此外，还发布了新的华为平板M6，有两种屏幕尺寸版本，分别有8.4英寸和10.1英寸两种版本，前者内置4200mAh电池，后者配备7100mAh大电池，两个版本均搭载麒麟980处理器，会后置4800万像素摄像头，搭配索尼IMX586传感器。", "author": "钛媒体APP", "newsdate": "发布时间：19-06-21", "newstime": "17:41", "sentiment": [{"positive_prob": 0.996071, "confidence": 0.991268, "negative_prob": 0.00392937, "sentiment": 2}]}, {"title": "封锁华为恶果凸显！欧盟三巨头力挺华为，特朗普彻底输了", "content": "据俄罗斯《卫星网》报道称，前段时间白宫当局突然对华为公司实施技术封锁，要求美企停止对华为供应芯片和技术，同时还要求国际盟友禁止使用华为5G网络设备，但白宫颁布的措施，不但没有阻碍华为发展，反而给华为公司打了一波免费广告。如今因为技术封锁，美国开始自吞苦果，美国本土为了快速建立5G网络，准备将多家运营商合并，然后快速推进5G项目，但遭到美国内部干扰阻止。小型网络运营商都是采用华为网络设备，想要替换这些网络设备，则需要耗费巨额资金。与此同时，华为公司对美国本土最大网络运营商提出10亿美金的技术专利授权索赔，令美方感到措手不及。如今美国本土在建设5G网络显得困难重重，与盟友欧洲各国相比，欧洲多国选择与华为公司合作，已经在5G网络上取得领先优势，英国多个城市已经开始享受5G网络带来的便利，而且意大利、西班牙、瑞士等国也开始选择华为合作。这些欧洲国家之所以能够快速实现5G网络商用化，与华为公司提供的5G网络设备密不可分，其中英国大型网络运营商沃达丰公司就是是华为公司战略合作伙伴，即使在美国施压的情况下，沃达丰依然没有停止与华为合作。这家公司与华为长期合作的原因就是，华为研发的网络通讯产品技术非常先进，任何国家建设5G网络都离不开华为，即便不跟华为直接合作，也需要对华为缴纳5G技术专利费，同时华为的网络设备私密性非常好，用户不用担心隐私泄密的烦恼。在华为公司先进技术支持下，欧洲地区的5G网络建设已经处于全球领先水平，除了上述国家已经与华为签署5G合作，而且法德两国相继发表声明力挺华为，法国总统马克龙表示：华为是5G领域的引领者，为了快速构建5G网络，法国不会将华为拒之门外。同时德国高级官员也表明立场，表示德国不会服从美国技术禁令，会采用华为网络设备，建设本国5G网络。如今英法德三巨头表明立场，完全无视美国禁令，给华为打出响当当的广告，完全可以证明华为在5G领域拥有不可比拟的技术优势。要知道，欧洲拥有爱立信与诺基亚两家通讯设备巨头，但是欧洲各国在5G网络建设上，依然首选华为公司。而我国也展示大国胸怀，在中国移动集团获得5G商用牌照后，分别与爱立信诺基亚两家公司签署合作协议，没有对外企进行区别对待。随着欧洲各国在5G网络上取得领先地位，而美国却担心华为公司在技术超越本国科技公司，不择手打压华为正常发展，这样封闭的行为，到头来损失最惨的还是自己。从目前的结果来看，特朗普的封锁计划已经彻底破灭。随着中欧双方在多项领域取得合作共赢的成绩，美国被取代是必然趋势。", "author": "勇士论剑", "newsdate": "发布时间：19-06-21", "newstime": "09:18", "sentiment": [{"positive_prob": 0.757013, "confidence": 0.460028, "negative_prob": 0.242987, "sentiment": 2}]}, {"title": "美国又出新提案，通过后华为在美近3200项专利或作废！", "content": "提到国内科研力量强大的企业，大家首先想到的肯定是华为。而目前华为也因为这样，而“深受其害”。之所以这么说，是因为华为在5G技术领先全球后，遭到了美国的“打压”。并且，从5月份开始，美国对华为进行了“实体管制”。所谓的管制，就是迫使美国本土企业，终止和华为之间的合作，从而间接的减缓华为的研发速度。刚开始，这样的管制还是有效果的，让华为一度陷入了被动。因为，芯片公司ARM、安卓系统谷歌公司、代工厂伟创力、高通、微软等等，都停止了和华为的合作。这些公司无一不是巨头企业，停止合作所带来的影响，也是十分巨大的。华为的海外销量，自然会有所下降。但合作带来的收益是双向的，停止合作带来的损失，自然也是双向的。在终止和华为的合作后，这些企业同样拥有很大的损失。比较有意思的是，华为挺过了初期的艰难，不仅推出了“备用芯片”、备用系统，国内的销量也在日益增加；但那些企业，却不能够接受这样的损失。因此，高通等企业联名，希望美国白宫能够停止这一针对华为的行动。而谷歌、高通、微软等企业，也已经重新开始了和华为之间的合作。同时，华为在5G订单方面，也让美国有些无可奈何。虽然美国联合多国对华为5G进行了抵制，比如美国、日本等。但并不是每一个国家，都愿意错失这个领先全球的技术。例如英国、西班牙、俄罗斯、迪拜等国家，已经纷纷和华为展开了合作，也正在享受着华为5G所带来的便利。所以，华为5G订单在经历过刚开始的阶段，再次回到了全球第一的位置——高达51个，诺基亚、爱立信等屈居其后。在美国抵制华为5G失败、“实体管制”遭本土企业联合反对后，美国又想出了新的“歪主意”——修改专利法，让华为在美国的专利，直接失效。之所以有这种情况，还是因为华为欲收取美国电信运营商威讯的专利费，共计230多项专利，金额也达到了10亿美元。但让人意外的是，威讯其实并不是华为的客户，只是用到了华为的专利技术，比如它的网络设备、技术等方面。而美国某议员对此立刻提案，欲“阻止华为专利对美国的侵害”。目前而言，华为全球共计18万名员工，其中超过40%都是科研人员，而且每年赚得的利润，也有很大一部分用于研发经费。或许也因为这样，使得华为拥有7万多项专利，其中在美国方面所用到的，就有近3200项。如果这么多项专利都废除，那么将会造成什么样的影响？又是什么让美国议员提出了这种刷新国民“下限”的提案？小编会对此事持续关注，为大家带来最新消息！", "author": "东南财富", "newsdate": "发布时间：19-06-21", "newstime": "18:24", "sentiment": [{"positive_prob": 0.858703, "confidence": 0.686006, "negative_prob": 0.141297, "sentiment": 2}]}]