[{"title": "无惧谷歌断供！华为HMS服务上线，迈出脱离谷歌关键一步", "content": "2019年对华为来说实在是太难了，从年初开始就有不少美国科技企业对其进行手机部件断供的威胁。特别是年中6月之时，谷歌正式停止对华为手机提供GMS（Google Mobile Service）服务，这对于华为的海外市场来说是非常致命的，对此华为终于在年底给出了解决之法。就在近日，华为公司的印度消费者业务负责人对印度《经济时报》透露，华为自己的HMS（华为移动服务）就快全面上线，替代谷歌GMS。为什么之前一开说失去谷歌的GMS对于华为来说是致命的呢？在国外谷歌的服务对于智能手机来说几乎就是灵魂的存在。试着想一下，欧美国家的人拿着华为手机，却不能使用谷歌邮箱、谷歌支付，甚至是谷歌导航，这得是多差的体验。即便是手机芯片更好又能有什么用呢，正常的所需的服务享受不到，自然会影响到华为在海外的手销量。但是没想到的是，在短短半年之后华为就研发出了自己的移动服务生态HMS，直接对标谷歌GMS。据悉，华为HMS已经在本月23日在国内开启了全面公测，包括邮件服务。提供华为的账号、应用消息和身份验证扫码等一些基础服务功能。同时华为相关负责人表示，华为目前的HMS正在建立起来移动生态系统，将会持续丰富HMS的关键应用程序，包括导航，支付都会实现，力图全面覆盖谷歌的功能，让海外消费者能够继续使用华为手机。现在给广大华为用户推送的HMS版本的测试主要包括两个，一个是HMS核心基础测试，包括华为账号、应用内支付等，而另一个版本则是一个集成6个HMS应用的市场模型。而且华为目前的生态发展迅速，在全球已经有超过101万的开发者，相信HMS的正式推出指日可待。华为为了加速HMS研发进程，还向每一位受邀入驻的开发商，提供每人至少1.7万美元的补贴，可以看出华为这次和谷歌真的“杠”上了。目前，已有45000个APP采用HMS核心，华为总部正在与中国开发商联系，印度开发商基地将在印度以及欧洲等地区提供帮助。在每个国家、地区，都将致力于通过HMS向客户提供100-150个顶级应用程序。当然，很多网友也认为华为的HMS一定会做得比谷歌GMS，要知道中国人的智慧是非常强大的。其实从谷歌的角度来说，他们也确实不愿意放弃华为这个大客户。现在华为已经是全球第二大手机企业，在安卓市场的地位也仅落后于三星手机。根据许多第三方调查数据显示，华为每年的智能手机出货量已超过2亿部，这一出货量规模已与苹果相当，这么大的体量摆在这里，谷歌的这次断供实际上是很不情愿的。但是已经做出了选择再回头就很难了，如今华为做出了自己的服务系统正式对抗，不知道谷歌方面有没有感到后悔呢？注：本文由今日商讯独家原创，未经授权，禁止转载或引用。", "author": "今日商讯", "newsdate": "发布时间：19-12-28", "newstime": "15:00", "sentiment": [{"positive_prob": 0.939874, "confidence": 0.866387, "negative_prob": 0.060126, "sentiment": 2}]}, {"title": "华为“B计划”启动，谷歌要反悔？任正非霸气接招，一切都很神速", "content": "在谷歌宣布停止向华为提供GMS服务之后，华为手机在海外地区的销量出现了锐减。没有谷歌GMS服务的支持，意味着华为手机将无法预装Gmail、Youtube等软件，对于国内用户来说无所谓，但海外用户可不会答应。为了应对这次危机，华为推出了自研的鸿蒙操作系统，并且“第二计划”也已经正式启动。1.华为“第二计划”启动，百万开发者参与，谷歌GMS服务将被彻底替代？在谷歌GMS服务断供之后，华为的“第二计划”——HMS（华为移动服务）正式启动，目前国内已经开始招募众测。HMS是华为自己的基础服务合集，包括华为账号、消息通知、身份验证、扫码等服务，直接对标谷歌GMS。这是构建华为软件生态的重要步骤，这也意味着鸿蒙系统的软件服务将变得越来越完整。从官方所披露的数据来看，目前已有45000个APP采用HMS核心，除此之外大约还有150个应用正在进行谈判。据悉，华为计划将提供10亿美元的奖励基金以激励开发者共同搭建HMS生态，它在全球范围内已经拥有了约100万名HMS注册开发者。可以预见的是：华为HMS服务生态圈的规模正在迅速膨胀，从而实现对谷歌GMS的替代。2.面对严苛制裁，华为却显得很淡定，该发生的都没有发生。虽然美国商务部的“华为禁令”来势汹汹，但实际情况却超出了美方的想象。在上月举办的进博会上，华为高级副总裁蒋亚非表示：前三季度华为总营收为6108亿元，同比增长24.4%，预计全年总营收将达到恐怖的8300亿元，同比增长15.5%。此前任正非曾预测华为2019年全年营收增长幅度将会放缓至20%以下，目前来看确实如此。但不管怎么说，华为在2019年依旧实现了“逆风翻盘”。原以为华为公司会在外部势力的强压之下节节败退，没想到“该发生的事情”全都没有发生。3.制裁的反作用开始显现：华为对美国技术的依赖度越来越低了。短期来看，制裁禁令所带来的“技术断供”会导致华为的部分业务受到影响，但长期来看这反而是一个不小的机遇。华为5G就用不多提了，65份5G商业合同与欧洲21国的表态已经很说明问题了。在手机领域，华为对美国的技术依赖度在过去的数月之内出现骤减，11月初发布的华为最新旗舰Mate 30系列5G版机型已基本不包含美国的零件。从自研的海思麒麟处理器，到如今备受期待的鸿蒙操作系统与HMS生态圈，华为正在一步步摆脱技术束缚，从而实现真正的自力更生。综上所述，华为目前正在众测的HMS服务体系，是构建崭新软件生态圈的一次重要尝试，这也将是未来鸿蒙操作系统的软件基础。在过去的几个月间，惨遭制裁的华为并没有因此而颓然不前，它正在一步步“收复失地”，用自主研发来填补技术断供所带来的空缺。好物君也希望其它厂商能尽可能减少对外部技术的依赖，多尝试自主创新，万一哪一天自己被针对了，起码还能自保，不是么？", "author": "MI好物君", "newsdate": "发布时间：19-12-28", "newstime": "21:43", "sentiment": [{"positive_prob": 0.7536, "confidence": 0.452444, "negative_prob": 0.2464, "sentiment": 2}]}, {"title": "华为排名“垫底”，两大巨头遥遥领先，“自家兄弟”也要崛起？", "content": "今年的手机市场竞争可谓是相当激烈，不仅是苹果、三星和华为三大厂商的角逐，更是一众国产厂商之间的血雨腥风。尤其是随着5G网络的出现，厂商们之间的竞争就显得更加激烈，毕竟谁能够率先拿下5G，谁就能够在未来的市场竞争中奠定属于自己的胜局。而在5G真正到来的前夕，4G也开始了自己的收尾之战。2019年已经来到了尾声，想必有一些用户都已经换上了5G手机，但是也有很多人认为现在的5G手机不够成熟，5G网络也没有建设完成，所以想先更换一部4G手机用来过度，所以也为自己选择了一部适合自己的4G手机。近日，著名市场调研机构Counterpoint Research调查出了一份数据，这份数据表明了在2019年第三季度全球热门的销售机型排行榜情况。从这份榜单中我们能够看出，从全球范围内来看，第三季度的热门机型以iPhoneXR机型为首，以3%的市场份额占据了第一名的位置，而新出的iPhone11成了第五名的存在，毕竟这份数据是第三季度的情况，iPhone11是在第三季度末期发布的，所以出现这种情况也是意料之中。而第二第三名则是被三星霸占，第四名的成绩则是被国产的OPPO占据，不得不说，OPPO在国际上还是有着一定的地位，上榜机型高达三款，成绩还是不错的，也有崛起的趋势。而看到这里，想必很多人都有一个问题，华为呢？为何在前五名的排行中没有看见华为的身影呢？难道榜单中没有华为吗？其实并不是，只不过华为非常遗憾，排在了“垫底”的位置——第十名。上榜的则是华为在2019年年初推出的华为P30机型，而并没有其他的机型上榜，很多人都感觉到莫名其妙，毕竟华为今年的业绩相当不错，为何却只有P30一款机器上榜，甚至被国产厂商OPPO超越？其实个人认为，造成这种情况的原因不外乎三种，一种是因为华为今年的年度旗舰Mate30系列发布时间较晚，并没有进入排行榜，另一种情况则是因为临近5G时代，华为在5G时代的表现比较亮眼，所以很多人都想等待华为的5G手机，造成用户更换4G手机的欲望减弱，所以造成了排行榜落后的迹象。其实还有最重要的一点，临近4G末期，除了苹果和华为以外，上榜的机型基本上都是中端机和低端机型，这也是表明了用户想要购买中低端来过度，并不想入手高端机，所以造成华为销量不尽人意。不过这也只是第三季度的销量情况，相信华为在未来的时间里能够实现反超，尤其是在明年5G手机爆发的一年里，华为能够创造出优秀的成绩，不光能够反超国产厂商，更能够超过苹果、三星这种国际巨头，成为令世界瞩目的存在，不知道你看好5G时代的华为吗？", "author": "科技情报咖", "newsdate": "发布时间：19-12-28", "newstime": "10:17", "sentiment": [{"positive_prob": 0.0753307, "confidence": 0.832598, "negative_prob": 0.924669, "sentiment": 0}]}, {"title": "华为已做好准备，任正非直言不讳，还有另外一个“宏大”计划？", "content": "提起华为，想必很多人都会竖起大拇指，因为华为和其他的国产厂商不同，在技术、创新和能力方面，华为可谓是国产顶尖的存在，毕竟5G、芯片等技术华为目前都已经做得相当成熟，也能够和各大国际巨头之间相互媲美，所以也成为了国产消费者心中的骄傲，同时也是各大国产厂商学习的榜样。早在今年五月份的时候，华为就被美国所打压，列入了“实体清单”当中，特朗普本以为这种行动能够有效的封锁住华为未来的发展，但是令他没有想到的是，被列入了“实体清单”的华为，不仅发展没有受到限制，甚至还实现了大幅度的发展，这一点让国内很多消费者都纷纷感到意外。被列入了“实体清单”的华为，虽然和微软、谷歌等“老朋友”都中断了合作关系，但是华为依靠着自身的实力和其他国产厂商的帮助，在系统层面上获得了“重生”，即便是没有微软的Windows系统，华为还依然能够使用国产的Deepin系统，没有谷歌的GMS服务，华为还有自己的HMS，并且现在已经注册的开发者达到了百万级别，想必也是让美企始料未及的。近日，任正非在接受采访的时候直言不讳的表示，谷歌现如今虽然没有恢复华为的授权，但是华为拥有自己的生态服务，未来在两到三年之内，华为将会建立起自己完善的生态系统，如果未来真的无法和谷歌合作，那么华为有一个非常宏大的“Plan B”也就是B计划。虽然我们暂且不知道任正非所说的B计划是什么，但是我们已经能够清楚的得知，如今的华为早已经做好了未来不再和谷歌合作的准备，不管是鸿蒙OS也好，还是HMS也罢，华为目前都已经初显成效，等到体系成熟，大规模发展想必也不会是什么困难的事情，两大“护法”也能够替华为回归海外市场打下坚实的基础。这一点想必是让谷歌措手不及的存在。其实华为之所以能够成为国内消费者心中的骄傲，很大程度都是源自于任正非内心的这种自信，不管是任正非本人也好，还是华为这个企业也好，都透漏着其他国产厂商没有的那种自研精神，各种“备胎”出现在美企面前到时候，都会令他们感到意外。所以这也是正是华为成为“国产骄傲”的主要原因。其实对于美企来说，华为算得上是全球数一数二的大客户，虽然被列入了“实体清单”当中，各大美企也不免想要继续和华为合作，微软、谷歌等企业也不仅一次地向华为示好，但是无奈，最终的决定权还是在美国的相关部门手中，所以能否合作，只能看他们的脸色。但是华为不同，即便是没有了一众美企，华为还是能够继续正常发展，短时间内能够拿出各种优秀的技术和产品来提供给消费者和客户，这一点想必也是让华为最为骄傲的一点。未来等待华为的挑战肯定不会少，但是相信华为也有能力和实力将这些困难一一解决，即便没有美企的技术，也能够创造出更加优秀和好用的产品，为国内的消费者提供优秀的服务和体验，打响国内科技的名声。你认为华为能做到吗？", "author": "科技情报咖", "newsdate": "发布时间：19-12-28", "newstime": "10:10", "sentiment": [{"positive_prob": 0.463653, "confidence": 0.273067, "negative_prob": 0.536347, "sentiment": 1}]}, {"title": "为什么华为手机大家都认可？体验过华为售后之后，网友：真好", "content": "华为手机的市场占有率已经超过40%，是国内第一手机大厂，余承东表示华为已经完成销售任务，2.3亿台的目标已经达成，如果不是出现意外，今年就能超过三星，成为全球第一。2.3亿台手机的背后是2.3亿用户，如此多的用户认可华为手机，靠的全是实力。虽然华为手机的数量极多，从几百元到上万元都有，可价格越贵却卖得越好，售价高达16999元的华为Mate X被炒至8、9万元的天价，6899元的华为Mate30 Pro 5G是卖得最好的5G旗舰。京东的评价是清一色的好评，这就让人惊讶了，2.3亿台手机难免会出现质量问题，比如相机进灰，后盖出现缝隙等等，如果得不到妥善解决，还会有这么多人支持华为吗？网友体验了华为的售后服务之后，表示：真好！很满意！该网友买的是3799元的荣耀V30 Pro，这可是真正的高端旗舰，采用6.57英寸双挖孔屏幕，支持侧面指纹识别，搭载麒麟990 5G处理器，提供8+128GB的存储，前置3200万+800万像素双摄，后置4000万+1200万+800万像素3摄，内置4100mAh电池，支持40W快充+27W无线快充。网友拿到手机后发现后盖有明显的缝隙，可以看到内部构造。如果是过去的塑料或是金属材质，有缝隙很好解决，用力压或许就会恢复原状，可荣耀V30 Pro是玻璃后盖，出现缝隙说明玻璃变形，只能找售后。售后确认不是人为之后表示可以更换新机，换机时间一个小时，这期间客户给网友找了一部备用机华为Nova2s，以免影响正常使用，没想到半个小时售后就通知取机了。估计新机在仓库里，一个小时就是取货时间。网友拿到的是全新没有开箱的荣耀V30 Pro，当场拆封，当场检视，没有任何问题。整个过程可以说完美，华为客服不推诿，有问题直接解决，用户满意，评价当然会高。虽然这只是个例，不能代表所有的华为售后，可华为售后都是统一标准统一要求，不管哪里都能得到一样的服务，或许这才是用户信赖华为愿意选择华为的真正原因吧！当然，愿意购买华为手机还与华为的技术实力有关，华为拥有自研处理器、自研NPU，以及更多自研技术；华为手机拍照是全球最好的，华为Mate30 Pro首创双主摄，一颗拍照主摄，一颗电影主摄，3D人脸识别安卓手机中只有华为用到现在；5G技术更是遥遥领先，搭载麒麟990 5G的华为mate30 Pro 5G已经上市一个多月，搭载高通骁龙865的手机还要等到明年3月才能大规模上市，即便如此，骁龙865还是因为过于匆忙放弃了集成，没有5G基带和WiFi，需要外挂骁龙X55。你是因为什么原因买的华为手机呢？", "author": "科技花开", "newsdate": "发布时间：19-12-28", "newstime": "02:14", "sentiment": [{"positive_prob": 0.878224, "confidence": 0.729387, "negative_prob": 0.121776, "sentiment": 2}]}]