[{"title": "用了一周年的华为Mate20突然换上Mate30，实话实讲，有点小失望！", "content": "好物君是一个忠实的花粉，使用华为手机已经有很长时间了。上个月华为在上海召开了Mate 30系列的发布会，看发布会上主持人说得眉飞色舞，自己经不住诱惑还是入手了一台Mate 30。但实话实讲，这次的新品虽然在各方面都比较不错，但还是令人有些小失望的。颠覆的外观设计之前好物君使用的是Mate 20，用了一年之后，反应速度有些跟不上了。令自己感到欣喜地是，Mate 30此次的外观设计还是那个“熟悉的味道”。在正面，Mate 30搭载了一块6.62英寸的OLED显示屏，顶部从“水滴屏”变成了“小刘海屏”，在观感上可能有所影响，但问题不大。至于手机背面的镜头模组则引起了较大争议，之前好物君曾调侃过Mate 20的镜头模组长得与“浴霸”相似，这下倒好，Mate 30的后置镜头简直与“滚筒洗衣机”一样。虽然说拍照是华为手机的强项，但是好物君还是希望华为能在外观设计上多上点心。手感方面，整款手机拿在手上的感觉还是蛮轻的，而且倒角做的也刚刚好。整体来讲的话，Mate 30颜值不算太高，但勉强能看。流畅的系统体验不同于Mate 20所搭载的麒麟980芯片，此次Mate 30使用的为全新的麒麟990芯片，这款处理器能够给整机带来更加充沛的性能。据悉，麒麟990基于7nm制程工艺，并在这个基础上增添了很多特殊的信号带。换句话说，麒麟990芯片一共有两个版本，一个是4G版、另一个则是5G版，现在所发售的Mate 30搭载的为4G版芯片。在实际体验中，不论是应用的启动、视频的编辑等都非常快。而在系统更新之后，手机中还会增加一些有趣的交互功能，像“隔空手势”就非常好玩。值得一提的是，Mate 30的界面风格依然设计得很死板，自定义的选项很少，如果你觉得不好看的话还得自行下载第三方主题。另外，很多用户也在网上抱怨道：“自己的苹果手机的数据无法尽数转移至Mate 30中。”看来华为需要在美工和软件优化上下一点功夫了。依然称霸的成像水平抛开Mate 30那引起争议的摄像模组不说，这款手机的成像水平在安卓阵营中可谓是“老大哥”的级别。不论是在光线充足的场所还是幽暗密闭的环境中，得益于超感光徕卡三摄，Mate 30所呈现出来的照片细节都非常丰富，棱角也处理得很自然。但可能是好物君对Mate 30所报的期待太高，相较于Mate 20来说，新机的成像水平没有什么明显的提升。总的来说，Mate 30的确是一部非常棒的高端旗舰，但在一些细节的处理上给人一种“被敷衍”的感觉，比如说像“未改进的通知”、“一成不变的界面风格”等。但话又说回来了，虽然自己有点失望，但还是蛮喜欢这款手机的。看完这篇文章之后，你觉得这款手机怎么样呢？", "author": "MI好物君", "newsdate": "发布时间：19-10-29", "newstime": "19:14", "sentiment": [{"positive_prob": 0.273652, "confidence": 0.391883, "negative_prob": 0.726348, "sentiment": 0}]}, {"title": "华为P30和华为p30pro的区别，哪一个更值得入手", "content": "华为P30系列是华为2019年4月上市的手机，是华为时尚路线的高端机，针对人群自然也是年轻人。那么，这款手机现在是否还值得入手？咱们就以现在市场的主流，从华为P30系列的外观，配置以及价格来分析它是否值得入手，华为P30和华为P30pro那一款更值得入手。很少有博主会那同系列的手机相互对比，但是小林总是喜欢在同一个品牌中找手机进行对比。因为有不少朋友是根据品牌挑选手机的，也就是知道自己想买什么品牌的手机，但是不知道自己应该买哪个型号。华为P30和华为P30pro的外观对比首先，两款手机的外观差别还是很大的，P30 是6.1英寸， FHD+ 2340 x 1080分辨率；而P30 Pro则是 6.47英寸，FHD+  2340 x 1080分辨率。然后，P30是一个“全视全面屏”而P30Pro则是一个“全视曲面屏\"。最后是看上去的感觉，P30pro看上去更加细腻高端（个人看法）。背部图配置对比两款手机在配置上也有较大的区别，你不一定要买最贵的，但是一定要买最适合自己的。在镜头上的区别，P30 和P30PRO的超感光都是40MP  但是超广角确实有区别的，P30的超广角是16MP ，而P30PRO的超广角却是20MP ，P30和P30PRO的长焦都是8MP。还有就是大家都喜欢的表面，华为P30共三个摄像头，而华为P30pro却是共四个摄像头。最后单独说一下P30pro贵的重要因素，它多一个潜望式长焦和TOF深感镜头。在镜头上除了这些，还有最近流行的变焦，P30: 3倍光学变焦、5倍混合变焦、30倍数码变焦（最大30倍变焦），而P30Pro:5倍光学变焦、10倍混合变焦、50倍数码变焦、（最大50倍变焦）。发声方式的区别，P30是听筒发声，P30Pro是磁悬屏幕发声。电热方面的区别，P30：3650 mAh，22.5W超级快充，采用石墨烯散热 ，P30Pro:4200 mAh，40W超级快充，15W无线快充，反向充电，石墨烯液冷，散热系统。防尘防水也有很大的区别，华为P30是IP53级别，而华为P30Pro则是IP68。最后的处理器都一样，都是麒麟980，放到现在依旧是顶尖旗舰级别。其它的运行内存和储存都是看自己的选择了。这样对比下来感觉P30pro更像是一个高端旗舰机，而p30则更像是一个青春版的阉割版手机。但是却有着价格优势。P30 PRO价格对比分析华为P30目前售价是3688元起步，而华为P30pro则是4788元起步。两者相差一千多元，没有进行过细致分析的朋友可能感觉华为P30的性价比更好，但是分析之后就会发现：这些只是一个销售套路而已。P30的配置及价格和其它机型对比，并不占优势，毕竟没有自己独特高超的技术。而P30pro却可以靠着自己镜头的黑科技站稳高端的脚步，确实有高价的资本。分析过后感觉P30pro应该和华为mate20pro进行对比，这两者的配置有很大的重合。P30总结一下，华为P30系列在现在看来，依旧有着不小优势，华为P30pro更值得入手（个人看法）。下一期分析华为P30pro和华为mate20pro哪个更值得入手。", "author": "小林子讲科技", "newsdate": "发布时间：19-10-29", "newstime": "19:42", "sentiment": [{"positive_prob": 0.996093, "confidence": 0.991319, "negative_prob": 0.00390661, "sentiment": 2}]}, {"title": "现在买4G还是买5G手机？华为三款5G手机都快准备好了", "content": "最近是买4G新机，还是买5G新机，确实困扰了很多人，似乎其是个哲学问题，没法给出一个明确答案。现在买4G手机，那就是乐观的悲观主义者，先吃大葡萄，毕竟4G手机已经十分完善；而现在买5G手机，则是悲观的乐观主义者，先吃小葡萄，毕竟现在5G手机贵且种类少。4G手机用户着眼于当下，而5G手机用户着眼的是一年甚至两年以后。但其实，也没那么慢，也许6个月之后，5G就会遍地开花。高通也表示，骁龙7系和6系移动平台将推动5G终端，普及速度会很快。而华为肯定也会推出相对应的5G Soc，加上联发科的5G Soc，明年上半年5G手机价格将大幅下降。而其实现在，就在10月、11月和12月，华为就准备了多款5G手机，包括11月1日销售的Mate 30 5G，预计11月发布的荣耀V30，以及传闻开始涌现的nova 6，让我们来看看。Mate 30 5G起始价格4999元，其采用了麒麟990 5G Soc，7nm+EUV工艺，集成了103亿个晶体管，NPU采用达芬奇架构，两个大核心，一个微核心，AI算力世界第一。8GB内存，128GB或者256GB存储，6.62英寸OLED，2340×1080像素，带有屏下指纹。后置三摄，分别是4000万主摄，1/1.7英寸CMOS，1600万像素超广角摄像头，800万像素长焦摄像头，3倍光变，支持OIS。具有双卡槽，支持NM存储卡，支持NFC，具有3.5mm耳机孔，4200mAh电池，40W快充，27W无线充电，支持反向无线充电。重量196克。这里需要强调的，是麒麟990 5G Soc和麒麟990 Soc还不同，性能更强，可以说是华为旗舰中的旗舰Soc，尤其是AI更强。而荣耀V30最近也传来消息，就是将采用40W快充，此前爆料显示，荣耀V30预计采用LCD屏幕，后置6000万像素三摄，电池容量为4000mAh，支持22.5W有线快充。荣耀V30 Pro则采用OLED屏幕，搭载麒麟990 5G芯片，后置6000万像素四摄，支持40W有线快充及15W无线快充。现在来看，有两款应该是一定的，5G版也将提供一个十分不错的价格选择。而nova 6也渐渐走入人们视线，其也将采用麒麟990 5G Soc，正面使用胶囊形状的双摄设计。而在背面，其预计采用荣耀20的类似的布局，四摄方案，三枚摄像头，及一颗3D TOF镜头。传闻表示nova 6将在12月5日发布，这个也显得十分合理，因为提前一周预热，正好双12上架。可见，从现在到双12这个阶段，就有很多新品可供选择。5G现在可以选，不用明年，就在今年就可以。", "author": "数评时代", "newsdate": "发布时间：19-10-29", "newstime": "11:10", "sentiment": [{"positive_prob": 0.868751, "confidence": 0.708335, "negative_prob": 0.131249, "sentiment": 2}]}]