[{"title": "华为EMUI10新特性解析：设计改变只是表面", "content": "8月10日华为开发者大会上，EMUI10的界面设计终于公布，对手持华为系手机的用户来说，新系统显然是他们更期待的。新系统强调三点，分别是全新的UX设计、全场景体验和畅快新标准。设计是用户最先感知的场景，而颜色的选择是设计的基石。EMUI10采用了莫兰迪色系，从视觉感官上属于偏中性温和一些，同时运用大量的留白理念，让整体UI设计更加简洁，告别信息臃肿。图标是一款系统的重点，此次华为也对图标进行重新设计，不过与EMUI9.1的整体风格是延续的，老用户适应起来也会比较顺手。细节之处EMUI10的图标更扁平、更精致，这或许是大量运用黄金比例的功劳。系统的相册、笔记运用杂志化的设计。EMUI10在诸多细节方面也有所改进，比如AOD灭屏显示的时间数字，会跟随具体时辰的变化而有光线变化的效果。AOD灭屏显示新增与华为手表同步的表盘功能。EMUI10还加入了深色模式，设计遵循易读性、舒适性和一致性的三大原则，并向第三方应用开放接口，第三方应用也可以拥有与系统级一直的深色体验。目前很多手机都有深色模式，但普遍第三方应用的调整并不规范，导致割裂感较为严重。期待华为的表现。EMUI10提出“全场景极致体验”，并采用分布式技术，把各个设备的硬件能力分离出来，然后再实现资源共享。目的是为了打破多智能设备之间的边界与壁垒。EMUI10提供分布式UI编程框架，开发的一款应用可以在多个设备上同时使用，这就极大地减少了应用开发的成本，并且提升了效率。底层层面，EMUI10还引入方舟编译器，目的是为了保证新系统足够流畅。这似乎也表示即使较老机型的华为手机，也能在方舟编译器的加持下升级EMUI10，同时确保手机流畅运行。技术层面，简单说方舟编译器省去传统安卓应用开发后需要二次编译的步骤，降低系统资源的消耗。同时对内存回收机制进行改进，整体提升流畅性。明年方舟编译器将完整开源，让更多安卓应用受益。如果单纯从视觉可见的角度，EMUI10设计改变并不能说天翻地覆，更多是色系与细节的变化，让人用起来更精致。新系统最大的价值是底层技术的迭代和对未来的布局，终极目标是打造完整的生态。", "author": "泡泡网", "newsdate": "发布时间：19-08-11", "newstime": "21:42", "sentiment": [{"positive_prob": 0.813259, "confidence": 0.585021, "negative_prob": 0.18674, "sentiment": 2}]}, {"title": "体验华为5G手机480小时后，我们发现了5G的所有秘密！", "content": "随着工信部给运营商们发出5G牌照，同时基站的建设也进入到高潮阶段，5G正在从“梦想”走向现实。在已经公开的第一批5G手机之中，华为Mate 20 X（5G）可以说是关注度最高的。原因有很多，一来华为手机是国内最具知名度的手机品牌，市场份额说明一切；二来，华为Mate 20 X（5G）是首款获得中国5G终端电信设备进网许可证的5G手机。第三，作为目前唯一商用支持SA/NSA 5G双模组网的5G手机，华为Mate 20 X（5G）的动向，自然引发关注。7月26日，华为Mate 20 X (5G)在深圳发布并开启预约，8月16日起将开启首销，售价6199元。如果说5G是构建未来的必要条件，那么华为Mate 20 X（5G），就是现阶段我们通向未来的门票之一。你要是说不期待Mate 20 X（5G）的表现，那么多半是在撒谎。新配方和熟悉的味道目前华为已知的5G机型有两款，分别是Mate X 5G版，和这台Mate 20 X（5G）。从命名上我们就能察觉，Mate 20 X（5G）的原始机型是去年发布的Mate 20 X。Mate 20 X和Mate 20、Mate 20 Pro不同，更强调游戏表现，其处理性能和拍照等表现，放在今天依然是不折不扣的旗舰水准。从外观来看，华为Mate 20 X（5G）和原始机型确实是没有什么不同，一样的7.2英寸全景巨幕屏，一样的“珍珠屏”设计，一样的徕卡三摄。但如果细看，还是能找出一些差异来。5G版的Mate 20 X，最主要的区别在于其背面增加了醒目的“5G”标志，这足以说明其特殊的身份。另外华为Mate 20 X（5G）的背面纹理也有一些不同，并不是光滑的玻璃镜面。但这样处理的好处是让机身不太容易沾染指纹，也能有效防止手机打滑从手中掉落。拍照方面，借助徕卡三摄的力量，华为Mate 20 X（5G）无论是在白天还是晚上都有出众的表现。华为Mate 20 X（5G）其出众的HDR功能让样片的曝光更加均衡，一些大光比的场景也能应对。夜晚方面Mate 20 X（5G）的表现已经不需要赘述，自去年以来Mate 20系列手机的夜拍表现一直是顶尖水准。5G是真的爽外观变化不大没有关系，一方面Mate 20 X的设计本来就已经非常不错，萧规曹随并没有什么不妥。另一方面，我们体验Mate 20 X（5G）最关心的地方并非外观设计，而是其5G网络的支持。华为Mate 20 X（5G）搭载了海思麒麟980芯片，目前为止依然是顶级水准，胜任大多数应用场景和游戏均无压力。同时，由于搭载了巴龙5000 5G基带，因此Mate 20 X（5G）支持移动、联通、电信三家运营商的5G网络，并支持NSA和SA两种5G组网方式。这里或许会有读者出现疑问，什么是NSA？什么是SA？这里小雷给大家简单科普一下。NSA中文名为“非独立组网”，SA则是“独立组网”，二者都是5G时代下网络建设的主要模式，但在不同的阶段有着不同的作用。简单来说，NSA组网模式铺设速度较快，那是因为NSA没有5G核心网参与，而是利用旧的4G核心网进行组网。由于现在4G网络已经非常普及，所以NSA组网可谓是利用现有资源，铺设速度自然快，而且成本也会更低。而SA独立组网就不太一样，他需要5G核心网参与组网，完全和4G网络脱离，更加完整独立。但对应的，由于所有设施都要从零开始兴建，一来建网成本会更高，二来铺设的速度也会更慢。因此，在运营商建设5G网络的过程中，一般都是从NSA过渡到SA，也就是在SA尚未大量铺设的情况下，先用NSA网络顶上。尽管建设SA组网基站需要耗费大量的人力物力，但这是值得的。SA网络上行、下行速度都要更快，延迟更低，它才能代表5G网络的最高水准。以上是一些基本知识，那么接下来就是看实测了。测试1：广州各地网络覆盖如何？5G网络测速我们已经见得太多，我们不如尝试一些不一样的。我们身处广州，作为全国首批建设5G网络的城市之一，广州早已能接收到5G信号。只不过，一个城市中不同地区的网络覆盖会有较大差异，5G网络在广州的具体覆盖情况如何？看来还是得测试一下。我们选了三个很有代表性的地方，分别是中心区边缘、中心区和城中村。在天河区边缘，也就是城市中心区附近，中国联通的5G网络表现算是正常水准，下行速度在500Mbps左右。我们所在的园区5G网络下行速度在500Mbps到700Mbps之间浮动，很少有低于500Mbps的情况。在天河区中心（我们直接去了中国联通5G旗舰店），所测得的速度也是500Mbps左右，并没有神秘加成。最后是天河区边缘的城中村，这里5G基站的密度有所下降，但地图显示还是有信号覆盖的。在现场我们也确实收到了5G信号，但表现非常不如意，速度只有4G水准。为了避免误差我们测了两次，但结果并没有出现变化。对此我们得出一个大概结论，正常情况下广州的5G网络下行速度普遍在500Mbps到700Mbps左右，具体视区域而定。但是，并非每一个区域都有如此速度，例如城中村等地方，可能会受信号强度或者其他因素干扰，导致速度大幅度下降。但大体来说，在城中村地区也能收得到5G信号这本来就是一个惊喜，要知道在某些城中村的角落，连4G信号都不稳定。综合来说，广州地区的5G覆盖水平还是略微超出我们预期的。以目前5G网络的建设速度来看，不出一年广州市区应该就能完成5G的全面覆盖。测试2：SA网络是不是会更快？我们手中的测试机其实一直是默认使用NSA模式连接到5G网络，正如前文科普，SA组网模式下5G网络的下行速度会更快（例如华为总部实测5G网络的下行速度能够达到1700+Mbps），那么我们将手机切换到SA组网，是不是下载速度会变得更加快？小雷也想到了这一点，所以在开发者模式中手动设置，将手机调成了SA模式，然后重启手机。但重启之后的华为Mate 20 X（5G）直接丢失了5G网络，在信号强度爆表的天河区中心，只能搜索得到4G信号。后来我们询问了中国联通广州旗舰店的工作人员，他们表示SA网络尚未开放使用，目前可用的5G网络均是基于NSA模式。顿时真相大白，如果我们想要体验SA组网下的超高速下载体验，那么就还得等待。测试3:5G网络看视频、玩游戏用5G网络来看视频绝对是“超凡”体验，在500Mbps下行的网络状态下，1080P视频基本是一点即播，无需任何缓冲时间。4G网络的表现就差得多了，缓冲是家常便饭的事情，体验非常一般。除了能够流畅观看在线视频之外，5G网络还有哪些亮点？我们不妨来玩玩云电脑。去年年底我们已经测试过华为的云电脑，当时的结论是在5G网络下效果将会更好。现如今我们终于得以体验5G网络，实测证明当初的判断是正确的。因为借助5G网络的力量，我们在室外完成了网游大作《逆水寒》的试玩。在游玩过程中游戏的延迟最低在16ms左右，最高的话一度去到100ms以上（网络波动），但更多的时间是保持在40ms上下。相对较低的延迟保证了游戏画面的流畅，我们体验了人物的跑动和跳跃动作，均没有问题。整个游玩过程我们感到十分满意，运行过程中无论是流畅度和画面其实和PC端没有太大差异。当然整个体验也并非完美，那就是网络的稳定性仍有提高空间。但这是无线网络的老毛病，怪不得5G。不难看出，5G网络的到来有望让云电脑功能从“鸡肋”走向“实用”，小雷非常看好这一技术的前景。往好的方面想，要是将来能用上SA组网的5G网络，那么网速和延迟表现还能更进一步。那时候用云电脑玩游戏，才算得上是真正“美滋滋”。测试4:5G网络打电话另外还有一个少有提及的测试点，就是在5G网络下打电话。我们知道，4G网络有一个天然的弱点，就是在打电话的时候除非走VoLTE通道传输语音服务，否则只能回落到3G网甚至2G网。而5G网络的话有两种情况，如果是NSA组网模式，那么也只能走VoLTE通道；如果是SA组网模式，那么可以走EPS Fallback通道或者VoNR通道。但由于SA组网暂时没法测试，所以我们料想5G网络下打电话，应该会回落到4G VoLTE模式。然而实测结果比我们想象的情况还要差一些，由于手中的电话卡尚未开通VoLTE，打电话的时候信号竟直接回落到3G网络。因此在通话质量方面，5G网络和普通的4G网络没有本质差别。至于为什么4G VoLTE至今尚未普及，这又是另一个话题了。运营商对VoLTE的建设不太上心，一来是成本问题，二来是未来5G基站将会自带VoLTE功能，所以联通和电信都打算等铺设5G基站的时候一并解决VoLTE问题，避免重复建设导致资源浪费。这些测试可以说是扫清了小雷此前对5G的忧虑，现阶段来看5G网无论是网络覆盖还是下行速度都处于基本令人满意的水平。测试5:5G网络续航和发热表现5G手机的续航和4G手机相比会不会差很多？发热会不会特别严重？相信这应该是消费者特别关心的问题。在5G网络下播放1080P视频半小时，在亮度开到最高、声音静音的情况下，手机消耗电量为10%；此时室温26℃，手机背面温热，温度为33℃左右。然后我们切换到4G网络，播放同一个视频30分钟，可以见到消耗电量11%；此时背面温度为34℃。小雷推断，巴龙5000基带能够有如此“冷静”表现，主要还是7纳米制程工艺的功劳。从结果可见，5G网络下华为Mate 20 X（5G）的发热和电量消耗几乎和4G网络持平。用完已经回不去正因为5G的到来，赋予了华为Mate 20 X（5G）别样的意义。在一般用户眼中，这也不过是一款普通的旗舰，类似的竞品数不胜数。但在前沿玩家眼中，它就是连贯现在和未来的桥梁，是体验5G的最佳平台之一。以往有很多朋友都会问小雷，现在购买5G手机是否有必要。从产品换代、技术普及的角度来看，现在的确不是享受5G的最佳时机。但你已经下定决心要拥抱5G时代，那么接下来5G手机就必然是购机首选。这时候，不妨考虑一下华为Mate 20 X（5G）。无论是品牌加成，还是手机本身的实力，相信Mate 20 X（5G）都不会令你失望。至少，借助Mate 20 X（5G）的能力，你能够最大限度地、原汁原味地品尝5G。", "author": "雷科技", "newsdate": "发布时间：19-08-11", "newstime": "22:56", "sentiment": [{"positive_prob": 0.965403, "confidence": 0.923119, "negative_prob": 0.0345965, "sentiment": 2}]}, {"title": "华为开发者大会惊喜不断 今日还有重磅议程(附股)", "content": "来源：Wind资讯华为开发者大会HDC2019在华为松山湖基地已经进行了两天，8月11日是华为本次开发者大会的最后一天，技术论坛和codelabs 等重要议程设定在今日，预计更多科技趋势洞察和华为领先科技将陆续揭晓。华为官方介绍称，本次开发者大会的参与者来自华为的600多名技术专家与全球近6000名开发者与合作伙。围绕“Rethink Possibilities”的主题，就最新的分布式关键技术、全球化生态发展等话题，与开发者共同探讨打造面向未来的全场景智慧新生态，将全场景智慧化的极致体验带给每一位消费者。开发者大会已发布的新品华为官方介绍称，本次发布会上，华为发布了两款操作系统。一款是全新的基于微内核的面向全场景的分布式操作系统鸿蒙OS，华为会率先部署在智慧屏、车载终端、穿戴等智能终端上，未来会有越来越多的智能设备使用开源的鸿蒙OS。8月10日，全球首款华为鸿蒙操作系统终端荣耀智慧屏正式发布。荣耀智慧屏采用华为自研的鸿鹄818智慧芯片，具备升降式AI摄像头。值得一提的是，荣耀智慧屏取消了开机广告。荣耀智慧屏定价也已公布，没有搭载升降式摄像头的标准版售价3799元，带有升降摄像头的Pro版本4799元。另一款是基于安卓开发的定制系统EMUI10，适用于华为的智能手机和平板设备。即日起，全球P30 Pro用户将率先尝鲜EMUI10。采用分布式技术的EMUI10，可让消费者感受到多设备智能协同带来的全场景生活体验，如同在使用一个超强的虚拟设备；而应用开发者也无需面对硬件的多样化与复杂性，一次开发，即可让应用跨设备运行；EMUI10确定时延引擎，可以彻底改善安卓系统下，各级任务对资源的无序争夺带来的系统卡顿，确保稳定流畅的交互体验。除了两款举世瞩目的操作系统，华为全面开放HMS，共筑新生态。华为移动服务（Huawei Mobile Services，缩写HMS）是华为云服务开放能力的合集，开发者只需集成HMS SDK即可使用华为的多个开放能力。通过这些能力或者服务，将会帮助开发者的应用获得更多的用户、有效提升用户活跃度、稳步增强盈利能力。在本次大会期间，HMS重磅发布新功能，华为定位、地图、统一扫码、广告的等服务推出，将为广大的开发者提供更全方位的基础服务。在本次大会上，华为宣布面向全球开放HMS Core 14项能力、51项服务和885个API，与开发者共筑全场景智慧新生态。目前，接入HMS Core的应用已超4.3万款。2019年12月，华为快服务智慧平台将正式全球上线，实现快服务的全球原子化智慧分发。万亿级市场与中国开源社区华为表示，自2010年以来，华为的消费者业务增长了68倍！华为消费者业务已覆盖全球170多个国家的5.3亿在网用户，HiAI开放平台合作伙伴超过2500家，全球支持HiLink协议的IoT设备超过1.4亿台，全场景智慧生态能力建设初具规模。操作系统鸿蒙OS就是全场景智慧时代的船票！华为在其官网表示，“鸿蒙OS联接了万物，打开了万亿级的巨大市场，选择鸿蒙就是选择未来”。华为消费者业务CEO余承东说，“华为长期致力于包括芯片和OS在内的底层技术创新，把复杂留给自己，把简单留给开发者”。鸿蒙OS将对全球开发者开源。同时，华为全面开放HMS（Huawei Mobile Services），使全球开发者可以快速接入HMS生态，实现生态共享。全场景智慧时代正在到来，预计到 2025 年，连接设备数将超过 1000 亿，人均数字设备约 25 个。余承东称“1+8+N” 全场景智慧生活，其中，1 是指智能手机，8 是指平板、智能音箱等自研产品，N 则是大量的 IoT 设备。华为还给出了物联网解决方案三件套，即 HiLink 开放平台 + LiteOS 系统 + IoT 芯片。万亿市场开发值得期待，开源社区建设也刻不容缓。当前全球最大的开源社区是微软的GitHub，但近期由于种种原因“禁封账号”事件给科技界敲响了警钟。华为消费者BG软件部总裁王成录表示，“很可能在最近一两个月，中国的开源基金会会正式的运营起来，这个开源基金会是完全的工业化的、非盈利的、开放的，所有的厂商和个体的贡献者，都可以在开源社区里面去贡献你的智慧。”据悉，华为会根据贡献的排名来决定其在社区的发言权，华为开源社区的运作规则后续会与初创者讨论。在此之前，华为分别在北京召开了鲲鹏计算产业发展峰会和「鲲鹏凌云，开启多远新架构」论坛；会议期间，华为表示基于鲲鹏处理器做出了重大的开源举措：在硬件方面，全面开放鲲鹏主板和整机参考架构；在软件层面，对服务器操作系统全面开源，同时对 GaussDB 数据库部分开源；而在人才生态层面，投入 30 亿，预计培养 100 万名鲲鹏工程师。A股华为产业链表现不俗华为坚定前行，相关产业链公司也“借力上青云”。在资本市场上，Wind 华为概念指数年初至今涨幅超过20％，优于大市。（Wind 终端华为概念指数深度资料）伴随着“鸿蒙”、EMUI10投入使用后，开源社区逐渐成熟，华为的能量辐射远不止于此。申港证券认为，“鸿蒙”系统有望带来国产软件发展新机遇。华为“鸿蒙”系统厚积薄发，有望形成打通移动端、智能网联汽车、物联网的完整生态系统。在以“鸿蒙”为代表的软件国产化浪潮下，围绕华为“鸿蒙”生态发展的软件供应商将率先受益。从计算机软件的角度分析，操作系统本身需要大量的开发和辅助工具，跨平台开发将面临复杂的适配和测试问题，所以为华为提供工具开发、系统适配、测试优化的合作伙伴将率先受益。中信建投认为鸿蒙系统更加适合未来物联网场景。基于华为在 5G、IoT、通讯领域的技术优势以及近年来的深入布局，华为有望在智能汽车及车联网领域获得一定市场份额，收入增量有望达到数百亿美元。预计华为在智能汽车电子零部件的销售有望在未来十来年的时间内达到 500 亿美金的量级，成为和博世比肩的汽车电子巨头。中信建投称，物联网领域还未形成成熟生态，因此不存在后进入者难以颠覆先进入者的困境，各厂商属于同一起跑线。产业链中有望受益的环节有，高清地图，摄像头/传感器，毫米波/激光雷达，计算平台，电池/电控/电机厂商，算法平台等。西南证券研报表示，在华为的定义中，未来汽车价值的构成 70％不会在传统的车身、底盘上，而是自动驾驶的软件，以及计算和连接的技术。在自动驾驶汽车上，客户付出的钱大部分将会用在新增的相关部分。未来汽车的形态将会发生巨大改变，所以华为不会选择造车。根据行业预测，至2020年，国内智能网联汽车的市场规模可达到1000亿元。认为在汽车电子大趋势环境下，闻泰科技、韦尔股份和兆易创新将享受行业强Beta。华泰证券TMT团队表示，华为云高速增长，鲲鹏产业链有望迎来发展契机：根据IDC，华为云营收增长超过300％，华为云PaaS市场份额增速接近700％。7月23日，华为云正式发布“鲲鹏凌云伙伴计划”，计划首批投入1亿元生态资金，帮助超过100家伙伴完成基于鲲鹏云服务的开发、应用移植，通过华为云市场帮助伙伴实现5亿元以上销售收入。同时，华为云计划在未来五年内投资30亿发展鲲鹏产业生态。华泰证券TMT团队建议关注华为云鲲鹏产业链。", "author": "金融界", "newsdate": "发布时间：19-08-11", "newstime": "07:44", "sentiment": [{"positive_prob": 0.956922, "confidence": 0.90427, "negative_prob": 0.0430785, "sentiment": 2}]}, {"title": "华为Mate30 Pro升级幅度大，新加入功能媲美iPhone！", "content": "据消息称，此次的华为Mate30 Pro升级幅度较大，无论是从系统，还是相关配置而言，都有比较大的升级。单从摄像头上看，已从方形浴霸三摄改为圆形浴霸三摄，而且摄像头较为凸起，若想避免磨损，必须佩戴专门的保护套。何况这次的华为Mate30 Pro 会搭载EMUI10系统，其可具备跨终端的协同共享作用，将给用户更好的体验！从被爆的渲染图来看，此次的华为Mate30 Pro刘海面积有所减少，下边也取消了黑边，使得屏占比再度提高，同时机身为渐变色设计；背面在摄像头左侧加入了听筒和麦克风，关于这点笔者很疑惑，难道到时候发语音还要把手机反过来，对着手机侧面或者背部说话吗？想想都觉得有点别扭。华为Mate30 Pro保留了3.5mm耳机接口，单扬声器和Type-C接口，但是突破了3D人脸识别和屏幕指纹识别这两项技术。在摄像方面，华为Mate30 Pro首次使用了双4000万像素的传感器，并且华为已为此申请了电影镜头专利，据称，此摄像头能拍出电影级的视频。而后置三摄中一颗4000万像素为IMX650，其采用了RYYB像素布局；另外一颗4000万像素的超广角摄像头采用了与索尼共同研发的全新传感器；第三颗则是800万像素的长焦摄像头。笔者认为在有关华为Mate30 Pro的曝光信息中有一则比较特别，此华为Mate30 Pro将会配备线性马达与新系统EMUI10动效相呼应，这大概是为了让用户拥有更好的体验而在硬件上有所升级来配合系统升级。可能很多人还不知道线性马达到底有什么用？笔者简单介绍一下，线性马达是一个依靠线性形式运动的弹簧质量块，能将电能直接转换为直线运动机械能的发动模块，我们平常的点触按压、震动反馈有些就因为线性马达的存在与否，产生完全不一样的触感。当手机振动时，越好的马达，震感就越强，震动感就会越舒服，且噪音小，可以在40db以下。不过如果是把震动声当作起床铃，再好的马达，都会觉得不舒服。苹果在此之前就曾为了获得更好的模拟实体按键触感，在手机中加入了线性马达，再配合苹果iOS 系统的使用，获得很好的用户反馈。目前国内厂商也都准备在新机上加入线性马达来增强用户的体验感，这大概是大势所趋，笔者认为这可能是在取消更多实体按键后采取的新措施。新科技范儿，享受科技生活！本文为新科技范儿首发，喜欢记得关注、收藏、按赞，您的支持是我们前进的最大动力！", "author": "新科技范儿", "newsdate": "发布时间：19-08-11", "newstime": "21:56", "sentiment": [{"positive_prob": 0.997821, "confidence": 0.995157, "negative_prob": 0.00217936, "sentiment": 2}]}]