[{"title": "华为欧洲注册“HUAWEI ARK OS”商标", "content": "IT之家5月28日消息 据外媒Technave报道，日前华为向欧洲知识产权局提交了“HUAWEI ARK OS”商标申请，“ARK”在英文中是“方舟”的意思，结合此前华为推出的方舟编译器，华为全新的自研系统越来越明晰。此前，美国政府以国家安全为由宣布将华为及其子公司列入管制“实体名单”，一旦被列入这一名单，受管制的实体从美国进口相关产品需要相关许可。其中，华为手机上使用的EMUI系统是基于安卓系统研发，而谷歌近日也宣布将暂停与华为的部分商业合作。随后，有网友曝出，华为目前正在研发“鸿蒙”操作系统，而此次曝光的“ARK OS”（方舟系统）很有可能是华为自研操作系统的海外版本。目前为止，华为还没就自研系统发表任何回应或作出正面确认。根据此前华为消费者业务CEO余承东的说法，华为自研的操作系统最快将在今年秋天亮相，最晚明年春天。“鸿蒙”在中国神话传说中指的是盘古在昆仑山开天辟地之前的一团自然混沌的元气，这里有“新纪元、开天辟地”的意思。而“ARK”则是来自《希伯来圣经·创世纪》，是上帝指引诺亚建造的巨船，即人们常说的诺亚方舟，同样具有“开始新的纪元”的意思。不排除“鸿蒙”是华为自研操作系统的国内版本命名，而“ARK OS”则是国外版本的名称。", "author": "IT之家", "newsdate": "发布时间：19-05-28", "newstime": "14:25", "sentiment": [{"positive_prob": 0.878075, "confidence": 0.729056, "negative_prob": 0.121925, "sentiment": 2}]}, {"title": "早资道｜阿里巴巴回应“二次上市”；华为视频与腾讯视频实现帐号互通", "content": "00:27阿里巴巴回应“二次上市”：市场传言不予置评5 月 28 日，据彭博社报道，据知情人士透露，阿里巴巴正在考虑通过在香港进行二次上市筹集 200 亿美元资金。知情人士表示，阿里巴巴正与财务顾问就计划中的二次上市事宜进行合作，计划最早于 2019 年下半年在香港秘密提交上市申请。对此，阿里巴巴回应称，对市场传言，不予置评。华为视频与腾讯视频达成合作，将实现帐号互通日前，在第七届中国网络视听大会期间，华为视频与腾讯视频举行合作签约仪式，正式启动深度合作，未来双方将围绕视频内容，以运营为基础，实现帐号互通、运营协同、技术共享，通过深度合作共同为华为终端用户提供内容和服务。据悉，腾讯视频内容将以专区的形式在华为视频 App 中进行展现，双方 App 的会员权益也将实现双向打通。同时，华为视频也将通过 AI 和高性能的音视频技术等增强腾讯视频的视听效果。易到用车回应遭黑客攻击：完全恢复还需时间，已报警5月27日，就易到平台遭到网络黑客攻击，易到用车发布声明称，已经发动公司全部技术力量，并获得了包括360公司在内的第三方网络安全防护专家的技术支持，一方面争取数据恢复，一方面架设新服务器，争取在最短时间里恢复服务。目前已经取得了一定成果，但要完全恢复正常，还需要时间。公司严厉谴责这种不法行为，并已向警方报警，北京网安已经开始侦破工作。IDC：第一季度全球智能手机销量同比下跌 6.6%日前，据外媒报道，市场研究公司 IDC 称，在 2019 年第一季度，全球智能手机销量同比下跌了 6.6%，相对而言，2018 年第四季度全球智能手机销量同比下降 4.9%。传红米或将发布笔记本电脑小米集团旗下红米将于28日正式对外发布旗舰新品K20系列，而在27日下午，红米官方发布预告图称，惊喜不止一个。据悉，除了手机之外，红米还将发布全新的笔记本电脑，命名为Redmibook，并已经通过了SIG认证。根据目前的爆料信息来看，Redmibook配备一块14英寸1080P屏幕，银色金属机身，可开合170度，三围尺寸为309.6 mm x 210.9 mm x 14.8 mm，重量为1.3 Kg，整体较为轻便，方便携带移动办公。富士康：苹果iPhone需求下滑对公司业绩影响不大日前，据美国科技网站AppleInsider报道，苹果公司代工厂商富士康已向包括AppleInsider在内的多家媒体发出声明，称包括iPhone在内的订单需求下滑并不会对公司业绩产生显著影响。富士康在声明中称：“最近，根据市场的发展，客户的订单可能会发生一些变化。但是，将所有的订单起伏综合考虑之后，对公司的影响是有限的。”工信部:未收到青年汽车该车型准入申请，不能生产销售针对河南南阳备受争议的水氢发动机事件，27日，工业和信息化部回应称，截至目前，仍未收到青年汽车公司该车型的产品准入申请，该车型未获得产品公告。按照《中华人民共和国道路交通安全法》规定，目前这款车型不能生产销售和上路行驶。 此外，针对社会各界关注的“骗补”疑问，工信部也回应，该产品没有列入《车辆生产企业及产品公告》，不能申请新能源汽车补贴。", "author": "封面新闻", "newsdate": "发布时间：19-05-28", "newstime": "07:55", "sentiment": [{"positive_prob": 0.560309, "confidence": 0.022909, "negative_prob": 0.439691, "sentiment": 2}]}, {"title": "韩国这条华为新闻，暴露美军一信息！", "content": "韩媒：驻韩美军驻扎地区未使用华为的有线和无线设备。韩国媒体此前声称，美国正在紧密施压，要求韩国加入“反华为战役”。但韩国《朝鲜日报》27日刊文称，韩国国内的通信行业尚无排斥华为计划。《朝鲜日报》：通信行业不排斥华为担心价格协商和中国反制《朝鲜日报》援引韩国通信行业的消息说，韩国三大电信运营商——韩国电信公司(KT)、SK电讯株式会社和LG U+没有排斥华为的计划。《朝鲜日报》称，LG U+公司LTE（Long Term Evolution,长期演进技术)无线基站中有1/3使用了华为设备。由于LTE和5G（第五代移动通信技术）的兼容性，因此在构建5G基站时也必须使用华为的无线设备。但报道同时表示，驻韩美军驻扎地区未使用华为的有线和无线设备。当地时间2018年8月29日，韩国，驻韩美军东豆川基地中的坦克和其它设备严阵以待。来源：IC photo此外，报道说，韩国电信公司未在LTE和5G基站中使用华为设备，但也表示没有排斥华为的计划。SK电讯株式会社也持同样的立场。不过，报道也表示，由于美国打压华为的力度越来越大，韩国通信行业内部对选用华为设备“显得有些消极”。报道分析说，虽然部分通信公司将对包括华为在内的企业的产品进行研判，但将会主要进口美国思科、芬兰诺基亚等企业产品。韩国通信业界有关人士称，排斥华为可能引来中国的反制，此外购买设备时可能不利于价格协商。韩联社28日的报道也注意到了这一问题。韩联社说，美国要求抵制华为使韩国IT企业陷两难，今后事态发展尚难预料。韩联社援引相关行业消息说，三星电子、SK海力士、LG电子等韩国国内IT巨头近期就中美贸易战和美国抵制华为给（韩国）公司业绩带来的影响进行分析并制定应对措施。报道说，由于这些企业对外出口依赖度相当高，不得不看美国“脸色”，但若停止与华为的合作，在华业绩难免受重创。报道举例说，对三星电子来说，华为是其五大客户之一，三星在华销售额占去年全年整体销售额的17.7%；SK海力士在华销售比重也日益增加，今年第一季度销售额中47%来自于中国市场。LG电子在华销售额比重虽然相对较少，但由于其在华设有家电生产线，自然摆脱不了中美贸易摩擦的影响。事实上，关于“韩国是否加入美国对华为封锁战”的话题，韩国媒体几天前就做过相关讨论。《朝鲜日报》23日题为“美国要求韩国加入对华为之战”的文章披露，美国政府通过多个外交渠道，不断要求韩国政府参与和支持反华为的运动。《朝鲜日报》：美国要求韩国加入对华为之战美国“零对冲”网站评论说，白宫要求韩国加入反华联盟，美中贸易战正逐渐被变成争夺全球地缘政治和经济主导权的全球贸易战。据韩国通信和IT业界评估，如果按照美国的要求中断进口华为设备，韩国企业的损失额将达数十亿美元。如果中国对韩国企业采取报复措施，损失就会像雪球一样越滚越大。“韩国政府进退两难”，韩国《文化日报》称，面对美国的要求，韩国政府表示“很难介入华为和韩国私营企业之间的交易”。但有忧虑的声音认为，美国有可能强行要求韩国在中美之间做出单项选择。来源：环球网/江南老丁来源：环球网", "author": "中国经济网", "newsdate": "发布时间：19-05-28", "newstime": "15:36", "sentiment": [{"positive_prob": 0.00149381, "confidence": 0.99668, "negative_prob": 0.998506, "sentiment": 0}]}, {"title": "“我们有个巨大优势”……华为外籍高管舌战美媒，全程高能！", "content": "速看！随着华为事件发酵，一段5月7日的采访在这两天引发网友关注。华为美国公司首席安全官安迪·珀迪7日接受美国有线－卫星公共事务网络C-SPAN的采访。这位前律师、前联邦检察官、前国土安全部员工，在面对主持人刁钻的问题时，思路清晰，回答全程高能↓24:28视频由WT字幕组看世界频道制作，观察者网整理实录如下：在介绍了华为之后，主持人马上抛出问题：“谁是创始人？”“任正非先生。”“说说他的背景可以吗？““很多年前他是中国人民解放军的一名土木工程师，之后他和其他几个人凑了几千美元，创建了华为。之后他便获得了惊人的发展。”安迪接着提起思科：“相对于其他类似公司来说，这种发展并非史无前例，比如80年代末的思科公司也取得了巨大的发展。”接着，在主持人提到所谓“安全威胁”时，安迪都会表示，“美国的网络空间一直不够安全”。主持人：为什么在美国，华为被认为对美国国家安全构成威胁？安迪：这是一个复杂的问题，不是一两句话就能够说清楚。华为的很多问题和地缘政治因素有关。美国的网络空间一直不够安全，因此，美国习惯从风险的角度看待问题。无论是国家安全还是其他风险。《华尔街日报》负责电信和技术方面报道的记者问，面对美国禁令，华为业务是否受影响。安迪在解释了华为在美国业务后来了一句：“我们相信，美国肯定会拥有保障网络空间安全的措施。等到了那一天，我们相信，美国会让我们进行公平的竞争。但现在，我们最大的担忧可能是现在为美国农村地区提供服务的一些华为的三级无线客户。”安迪还表示，就安全来说，华为有个最大的优势：它应该是全世界受审查最多的公司。主持人：有可能确保华为设备和网络毫无漏洞吗？亦或只是一种空想？安迪：消除一切风险是不可能的。我们所拥有的一个优势，我认为这是个巨大的优势，就是华为可能是世界上被审查和评估的最多的公司之一。因此我们的任何缺陷，比如英国监督委员会在我们软件工程流程方面发现的缺陷，这些方面我们都会做出改进，作为一个持续改进流程的一部分。我们认为这样的流程，可以使美国更安全，使网络空间更安全。他介绍了华为在世界各国接受外部评估后说，这是“一个很好的加分项”，“我们希望我们的竞争对手也能进行类似受益匪浅的活动”。安迪还说，“事实上，不管这个公司是来自哪里，比如一家外国公司要收购美国公司，比对他们采取何种态度更重要的是，美国政府规定，通过政府机构委员会监督的风险规避计划，来确保不当行为不会发生。我们认为这才是正确的方式。”“我希望美国在国际活动中加大投入，因为政府投入减少，私营企业也会降低标准制定参与度。我希望美国在制定什么样的标准、怎么发展以及标准要解决的最大威胁是什么等方面能更有远见一些。比如说5G，在安全性方面有了很大的增强以后，会让大家都更安全，美国和盟国一起制定标准，这将是非常棒的。”主持人：我们有没有可能面临必须使用两个独立5G网络的风险？一个在中国，一个在美国。安迪：不，我不这么认为。有趣的是，英国正在做的事情，我希望美国也那样做，英国没有过多的宣传，有一点非常重要，我认为要管理风险和提高网络弹性，我们必须确保网络正常运行，若我们要全面部署5G这显得尤其关键。过去15年间人们都在谈论网络安全，但并不是真正关心它这件事，因为大多数人并非真的那么在乎数据泄露与否。但在政府服务领域，我们仍非常依赖垂直的数字化产业部门。美国想要的是、而且私营公司要实现的是市场上存在多家供应商，因此华为希望能成为多家关键领域供应商之一，比如无线接入，这有助于提升网络弹性，降低风险。主持人：华为有没有可能，会关闭使用华为产品的人的网络服务？安迪：看看过去一年发生的事情吧，华为的竞争对手在全球发生重大网络中断事故……网络服务的可用性正在不断的提高网络弹性，正在推动运营商制定更明晰的标准并承担责任，以确保能够满足政府、企业和人民的需要，这很关键。事实上我们并不像运营商那样有权关闭网络，这是个理论上的问题，我们不会在产品接入网络后继续控制它们，但是从国家安全的角度来看从美国的福祉来看，我们必须确保运营商合规合法，我们必须确保降低设备供应商的风险，这样我们才能确保我们可以将我们日益依赖的网络服务维护好。在采访中，安迪还介绍了自己的背景：“我做了很长时间的律师，我曾是联邦检察官，我加入过布什总统的团队，在Richard Clark手下做事，然后从事国家网络战略工作，之后在2003年加入到国土安全部，当时我们组建了网络安全团队，后来我领导国土安全部的网络安全团队。”主持人：那么在你加入华为之前你是不是花了些时间调研才选择相信华为？安迪：我不信任任何人，坦率地说，当上司——华为全球网络安全和隐私官John Suffolk（曾担任英国政府首席信息官）聘用我时我的职责主要包括两方面内容，在对外方面我们将倡导更安全的网络空间，我将能够并且事实证明我的确能够成为一个更安全的美国网络空间的倡导者，我并非替华为辩护，我想说的是我们需要最好的技术，我们需要参与竞争，并且至关重要的是我们要应对风险，我们相信有风险规避措施，我从未被告知该说什么、不能说什么。坦率地讲，当你从大局来看，会发现我们不会通过中国政府发声，他们也不会代表我们发声，我们只想和美国政府谈谈，我们相信可以找到规避风险的方法。网友评论：@万能的大熊：华为美国公司首席安全官采访全程，看他一一化解嘉宾全部刁钻问题。看完了真的发现，人比人得死，货比货得扔，这哥们儿回答的太6了。一看就是高端人才，无需培训。@电车校长：建议大家看完，攻防节奏令人窒息。@StephanieYR：wow 这段好过瘾啊！ 一定要看完24分钟的！进退张弛有度，水平太强了…这是真正意义的顶级人才啊。来源：观察者网", "author": "环球网", "newsdate": "发布时间：19-05-28", "newstime": "05:29", "sentiment": [{"positive_prob": 0.998041, "confidence": 0.995647, "negative_prob": 0.00195898, "sentiment": 2}]}, {"title": "中国的意识形态争论应当远离华为", "content": "中国社会应当高度尊重、体谅华为，以该公司需要的方式支持它，而不应让它背负与它作为商业公司承担不起的过多道义责任。任正非上周接受中国记者采访以来，他的谈话传播很广，激起强烈反响。任正非的谈话记录下来有两万多字，内容相当广泛，但最核心的内容大概是两点：一是国家的未来的前途在对外开放，民粹主义有害，他面向苹果公司所表达的谦逊态度可以看成这方面论述的标志。二是要坚持且理性对待自主研发，华为要与美方在“山顶”上交锋是这方面的标志性阐述。任正非上周接受中国记者采访应当说，任正非的谈话展现了他作为国际化大企业家的宽阔胸襟，以及他和华为公司当下面对国际经济和政治风暴时的一份非凡理性。他的世界观在改革开放的中国是非常主流的，而且由于这一世界观经历了当前风暴的洗礼，尤其显得真诚、坚定，有感染力。在任正非谈话之后，互联网上出现海量讨论，绝大部分都是表达对他钦佩和支持的，但也有一部分在赞扬任的同时，重点放在了引申他的意思上，表达评论者对中美贸易战中方策略的意见，以及做各种吐槽。不过这与任正非的谈话实际没多少关系了。我们认为，任正非领导华为在中国现阶段的条件下可谓走了最远，华为团队对改革开放的资源和潜力进行了卓有成效的挖掘，取得了成功。同时他们对高处不胜寒的感受也是最刻骨铭心的。任正非的谈话充满了时代的正能量，他对爱国主义的认识非常丰富、厚实，那种认识与华为的经历和成就紧密交织。任正非也指出了包括科研和教育领域在内的一些问题和弊端，华为团队是克服、超越它们的积极实践者，这支团队百折不回的精神是他们之所以能够脱颖而出的真正秘诀。对任正非谈话的议论潮总体上也是积极的，这当中形成了对华为战胜美国封锁的更多信心，也汇聚了冷静看待中美贸易战的更多理性。中国不能被美国的打压逼向收缩和封闭，我们要以更宽阔的胸怀和更加实事求是的策略应对挑战，任的谈话显然有助于中国全社会加强这样的信念。在此也需要指出的是，中国社会现在有部分人对因贸易战出现的问题怨天尤人，更有少数人总想证明是中国错了才导致美方的种种打压，而且鼓吹中国应该更加彻底地向美方让步，那些人也想蹭任正非谈话的热点，然而他们的主张与华为的理念和精神是背道而驰的。无论在哪个语言和思想体系中，斗争游戏都包括包装、截取他人讲话为自己的目的服务这一款，任正非已经拥有如此大的影响力，他以后的谈话被这种力量“为己所用”的情况恐怕少不了。理性的爱国主义毫无疑问是中国、也是世界各个大国的正面资源，在今天的中国存在将爱国主义搞成极端民族主义，和用所谓“普世价值”瓦解爱国主义、找各种机会嘲弄爱国主义这两种互斥的倾向，我们认为它们都是错误的，其中任何一种倾向试图绑架华为都对这家高科技公司非常有害，相信也不会受任正非和他的团队欢迎。华为就生存在极其复杂的国际环境中，它需要充分的智慧，也需要坚韧不拔的精神。中国社会应当高度尊重、体谅华为，以该公司需要的方式支持它，而不应让它背负与它作为商业公司承担不起的过多道义责任。中国社会的意识形态争论应当远离华为。本文系《环球时报》社评，原标题：中国的意识形态争论应当远离华为来源：环球时报", "author": "中国经济网", "newsdate": "发布时间：19-05-28", "newstime": "08:01", "sentiment": [{"positive_prob": 0.364712, "confidence": 0.18953, "negative_prob": 0.635288, "sentiment": 0}]}, {"title": "被Wi-Fi、USB、SD“退群”……华为还扛得住吗？", "content": "美国政府不惜动用国家力量打压华为，已到令人发指的地步。迫于美国压力下，各种封锁、断货的消息纷至沓来——高通：很遗憾，我的芯片你暂时不能用了。华为：没关系，我有麒麟芯片。ARM：我开发的新架构和指令集你不能用了。华为：没关系，我已经买断了当前新版本ARMv8架构（指令集）的永久授权，“断供”对当前芯片开发没有影响，将来也有能力另辟蹊径搞架构设计和开发芯片。谷歌、微软：我的操作系统和软件更新服务你不能用了。华为：没关系，我们有自己的操作系统，还给他起了好听的名字“鸿蒙”，操作系统（OS）可能在不久的将来面市。该操作系统兼容性好：全部安卓和WEB应用，而且对安卓应用还有额外加成：性能强大，如果安卓APP经过重新编译，在鸿蒙系统上最高可以提升超过60%的性能。扩展性好：支持手机、电脑、平板、电视、汽车和智能穿戴等设备。几大IT巨头祭出大招之后，一些举足轻重的国际行业标准组织也主动或被迫加入战团。先上阵的是SD联盟。这个联盟宣布，根据美国政府要求，终止了华为会员资格，禁止华为在任何产品中使用microSD卡。第二个是Wi-Fi联盟。无线网络认证组织Wi-Fi联盟表示，基于特朗普政府最近对华为的技术禁令要求，“暂时限制”华为在该组织的参与活动。第三个冲上来的是国际固态技术协会（JEDEC）。这个协会表示，已经遵从美国的禁令，停止华为及其子公司参与 JEDEC 的所有活动，直到美国政府停止对华为的禁令。JEDEC的主要功能包括固态存储器、DRAM、闪存卡及模块、以及射频识别标签等技术的确定与标准化。第四个上阵的是USB推广组织USB-IF。目前USB-IF官方会员名单已经没有华为。据了解，高端的品上使用的USB功能一般都要申请USB认证，只有会员才有资格申请组件认证。第五个上阵的是PCI-SIG。1991，Intel公司率先提出了PCI 的概念，并联合IBM、Compaq、AST、HP、DEC 等100 多家公司成立了PCI-SIG该组织致力于通过定义PCI规范以提供所需的I/O（输入输出）功能；使PCI技术适应未来的应用。目前，华为已从PCI-SIG官网会员列表中消失。虽说这五大标准组织提供的不是处理芯片、操作系统那样令人关注的产品或服务，却也是电脑、手机中须臾不可少的东西。比如，WiFi是省流量利器；电脑、手机间要传输数据离不开USB接口；电子产品内部数据交换也少不了I/O功能；至于存储卡和内存更是司空见惯了……华为离了这些行业组织还能活吗？赛迪智库信息化与软件产业所助理研究员钟新龙认为，影响肯定有，但短时间内不会显现。华为还能继续使用这些协会的技术和产品，但在这些参与国际标准制定的协会或组织里将没有话语权，不利于未来参与国际新标准制定。但也不完全是坏消息，这将倒逼华为布局一些以前没有进入过的领域，比如存储卡。去年10月份，华为已经推出了自己的NM存储卡，说明华为也在构建自己的产品体系和技术标准。NM卡有多给力？目前从华为应用了NM卡的手机市场情况来看，效果很好。该卡相比microSD卡，体积缩小了45%，读写速度更是提高到了90M每秒，比SD卡提升了好几倍。其它标准对华为目前的影响也没有太大。华为消费者业务CEO余承东确认，SD卡、蓝牙、WiFi、NFC等技术与标准，华为都能够继续使用，都没有问题！相反，那些将华为从“工作群”中移出的国际标准组织，干的事却有可能损人不利己。钟新龙表示，一方面像华为这种体量巨大的企业退出这些国际标准制定的行业组织协会，组织协会将丧失一定的产品兼容性和权威性；另一方面，华为给这些组织贡献了很多知识产权和技术。一旦华为脱离，这些协会组织也将损失一个重要贡献者。当然，这笔账还得记在美国政府头上。没了华为，没了第二大经济体中国的参与，那些通信业国际标准组织还好意思叫“国际”吗？事实上，华为并非没有打造标准体系的能力。钟新龙表示，如果有一天外面的产品不让华为用，华为可以推出自己的行业标准。如果这套标准在全球范围受到欢迎，这又何尝不是另一种形式的国际标准呢？（来源：经济日报）", "author": "网信河北", "newsdate": "发布时间：19-05-28", "newstime": "10:43", "sentiment": [{"positive_prob": 0.00350355, "confidence": 0.992214, "negative_prob": 0.996496, "sentiment": 0}]}, {"title": "联邦快递竟把华为的包裹转运去了美国？国外网友：太不要脸！", "content": "据路透社28日报道，华为表示目前正在审查与美国联邦快递公司(FedEx Corp)的合作关系。华为称，近期这家美国快递公司在没有说明的情况下，将华为的两件包裹转移到美国，并试图将另外两件包裹也转运到美国。(图 via Reuters)Huawei told Reuters on Friday that FedEx diverted two packages sent from Japan and addressed to Huawei in China to the United States, and attempted to divert two more packages sent from Vietnam to Huawei offices elsewhere in Asia, all without authorization, providing images of FedEx tracking records.报道称，华为周五对路透社表示，联邦快递(FedEx)近期将从日本寄往中国华为的两件包裹寄到了美国，并试图将另外两件从越南寄往华为亚洲其他地区办事处的包裹也转运到美国，这些行为都是未经授权的。华为提供了联邦快递追踪记录的图像。Huawei said the four packages only contained documents and “no technology.”华为表示，这四个包裹只包含文件，“没有技术”相关信息。▲Exclusive: Huawei reviewing FedEx relationship, says packages 'diverted' (via Reuters)(图 via Reuters)The two packages sent on May 19 and May 20 from Tokyo, intended for Huawei in China, ended up in Memphis, Tennessee, the headquarters of the U.S. company, by May 23, according to images of FedEx tracking records shown to Reuters by Huawei.据快递跟踪记录显示，5月19日和5月20日从东京寄给华为的两个包裹，原定于5月23日送达华为却被送往了美国田纳西州的孟菲斯。The two packages originating from Hanoi on May 17, destined for Huawei’s Hong Kong and Singapore offices, were held up after arriving in local FedEx stations in Hong Kong and Singapore on May 21 for “delivery exception.”5月17日从越南河内发出的另外两件包裹，原计划运往华为香港和新加坡的办公室，但在5月21日抵达香港和新加坡当地的联邦快递(FedEx)站后被拦截，原因是“投递异常。”According to FedEx’s website, the status “exception” means an unexpected event is preventing delivery of a package, for example a customs delay, a holiday, or no one being available to accept delivery. FedEx declined to give details on what the exception was in this case. FedEx was not requested to divert them by any other party.根据联邦快递的网站，状态“异常”意味着意外事件阻碍了包裹的递送，例如海关延误、假日或无人接受递送。联邦快递拒绝透露此案的异常情况并表示没有接到任何其他方面的要求。According to Huawei, a FedEx customer service representative in Vietnam replied to their inquiry on May 22 when two expected packages did not arrive on time, saying: “Please be informed that FDX SG received notification from FDX US to hold and return the package to US. Hence, the shipment is not deliver to consignee and now being hold.然而据华为向路透社提供的一封电子邮件显示，5月22日，联邦快递(FedEx)驻越南的一名客户服务代表在回复他们的询问时表示，是收到了美国总公司相关通知，要求将包裹保存并退回美国。因此，这批货物并没有交付给收货人，而是被滞留。Huawei told Reuters that both Vietnam packages were sent by its shipping agent, and contained urgent documents.华为对路透表示，越南的两个包裹都是由其货运代理发送的，其中包含紧急文件。Huawei acknowledged to Reuters that one package originating in Vietnam was received by Friday, and the other was on its way, according to FedEx tracking records provided by Huawei.据华为提供的联邦快递跟踪记录显示，目前华为已收到一个来自越南的包裹，另一个已在途中。▲Exclusive: Huawei reviewing FedEx relationship, says packages 'diverted' (via Reuters)(图 via VCG)“The recent experiences where important commercial documents sent via FedEx were not delivered to their destination, and instead were either diverted to, or were requested to be diverted to, FedEx in the United States, undermines our confidence,” Joe Kelly, a spokesman for Huawei, told Reuters. “We will now have to review our logistics and document delivery support requirements as a direct result of these incidents,” the spokesman said.华为发言人乔凯利(Joe Kelly)对路透社表示：“最近的一些经历表明，通过联邦快递(FedEx)发送的重要商业文件没有送达目的地，而是被转移到美国的联邦快递，或者被要求转移到联邦快递，这削弱了我们的信心。” 他还表示，由于这些事件的直接后果，公司将必须重新审视与联邦快递的合作关系。The company said it has lodged a formal complaint with China’s postal regulator, which it said is investigating the incident.华为表示，已向中国邮政监管部门提出正式投诉，中国邮政监管部门正在调查这起事件。FedEx spokeswoman Maury Donahue told Reuters the packages were “misrouted in error” and that FedEx was not requested to divert them by any other party.针对此事，联邦快递发言人多纳休(Maury Donahue)对路透表示，这些包裹是“错误发送”的，联邦快递没有接到任何其他方面的要求。“This is an isolated issue limited to a very small number of packages,” said FedEx, referring to the four parcels affected.联邦快递表示：“这是一个孤立的问题，仅限于极少数包裹。”▲Exclusive: Huawei reviewing FedEx relationship, says packages 'diverted' (via Reuters)而早在本月23日，联邦快递曾在其官方微博表示，有关近期社交媒体平台流传联邦快递将客户货件没收，并转运至美国检查的消息与事实严重不符。(出处见水印)据此前报道，美国商务部15日发表声明称，正将华为及其70个关联企业列入美方“实体清单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。随后在20日，美方表示将对华为的禁令延迟90天实施，直到8月中旬才会生效。虽然我们可能再也无法弄清这件事情到底真相如何，不过在美国政府不惜动用各种力量打压华为的档口发生这种事情，也难免引起议论纷纷啊!这不，路透社相关报道底下网友们各种分析推测。联邦快递在自掘坟墓。你太不要脸了，联邦快递。我能说联邦快递是为美国政府服务的吗?他甚至可能在美国政府的指使下盗取客户的文件。美国政府控制一切，监视每个国家。我猜这事要是发生在美国人民身上，他们会起诉联邦快递赔偿10亿美元。但因为双重标准，我怀疑华为是否有资格对他们提起诉讼。别再偷华为的知识产权了，去他的美国!孤立的问题?所有四个包裹目的地都是华为。联邦快递在亚洲的业务都该终止。美国担忧安全问题，然后就偷人家的包裹来维持安全。现在谁才有安全问题?联邦快递在中国也应该被禁。若美国就这样做生意，那我猜抢劫和偷盗在美国也该算合法吧!这个包裹是从日本寄往中国，和美国八竿子打不着。今天他们可以转运华为的包裹，明天就可以转运你的。这家快递公司的经营毫无诚信。在我看来，维基揭秘上的信息都是正确的，美国在非法监视整个世界，可怜的德国女总理。这样说来，美国和美国企业在做着和对华为的指控同样的事。“错误发送”是的，没错，只是那么多巧合凑到一块儿，也有点凑巧过了头了。我觉得华为是时候换一家和美国没有关系的快递公司了。对于联邦快递这次“错误发送”，您怎么看?欢迎留言!原文/翻译：Reuters, 环球时报微信图/题图：Reuters, VCG, Twitter, 微博整合：Du Qiongfang", "author": "环球网", "newsdate": "发布时间：19-05-28", "newstime": "16:14", "sentiment": [{"positive_prob": 0.000467779, "confidence": 0.998961, "negative_prob": 0.999532, "sentiment": 0}]}, {"title": "在这里，“每拿掉一条华为线，就会有32个美国家庭断网”", "content": "共青团中央有态度 有温度 全网青年都在关注02:56“我们每拿掉一条线，就会有32个家庭断网。”在华为面临美国禁令的当下，一家使用华为设备的美国运营商忧心忡忡地告诉新华社记者。华为近来被一些美国政客贴上了“不安全”的标签。但是，对此最有发言权的美国电信运营商究竟体验如何？美运营商：华为设备安全、好用、实惠记者近日采访了使用华为设备的当地运营商——LHTC宽带公司。他们把自己的多年体验总结为：安全没问题、性能挺可靠、价格很实惠、服务有保障。从首都华盛顿北上，记者驱车4个小时来到宾夕法尼亚州西南部的斯塔尔斯敦镇，镇上一栋面积不大的平房就是LHTC公司总部。公司为周边的7000余个家庭和小企业提供电话、电视和宽带网络服务，其中1600个服务对象完全依赖华为设备。美国一些政客近来大肆鼓噪华为的“安全威胁”，让公司总裁詹姆斯·凯尔感到很困惑，因为LHTC公司与华为合作5年来，从未发现华为存在安全威胁的证据。LHTC公司总裁詹姆斯·凯尔在接受采访。新华社记者 刘杰 摄凯尔告诉记者，在与华为合作之前，公司对华为设备进行了认真评估，认为华为设备没有任何安全问题，而且价格上很有优势。“5年后我们的合作仍在继续，且在当前这种情况下我们还继续合作，这足以证明我们有良好的合作关系。”凯尔说。凯尔建议记者到公司的一家地方营业部听听“基层的声音”，于是记者驱车5个小时赶到了南迦南镇。当地营业部技术总监博妮·邦德女士领着记者进了设备间，指着一排排华为网络设备说，小镇周边约1000个家庭的有线电视和宽带网络服务完全依赖华为设备，使用过程中几乎没有出现过技术故障。邦德说，如果华为被禁，LHTC的客户将无法上网或看电视。她忧心忡忡地拿起一根线缆说：“我们每拿掉一条线，就会有32个家庭断网。”LHTC公司在当地的技术总监博妮·邦德展示一款华为通信设备。新华社记者 刘杰 摄美国大型电信运营商不愿涉足乡村地区据了解，由于乡村地区地广人稀、乏利可图，美国大型电信运营商不愿涉足。因此，在美国各州的乡村地区散布着一些小型运营商，它们的用户规模少则几千，多则几十万。乡村用户不仅依赖这些运营商提供的服务来上网、看电视、经营农场，危急时刻还要拨打急救电话。“大运营商不愿意在乡村地区经营，即便在此经营，也不会提供很好的服务。”凯尔说。为南达科他州约万名用户服务的JVT电信公司则表示，在与华为合作之前，他们与另一家供应商合作，花钱多、效果差。使用华为设备后几乎没有信号中断的情况发生，且华为客服比较及时。美国乡村农场。新华社记者 汪平 摄代表美国小型电信运营商利益的乡村无线协会说，其55个会员运营商中有四分之一使用华为等中国公司设备，覆盖科罗拉多、犹他、堪萨斯、内布拉斯加、蒙大拿、怀俄明、爱达荷、南达科他等多个州的乡村地区。乡村无线协会去年曾发表声明，呼吁政府不要禁止华为等中国设备进入美国市场。华为美国公司首席安全官安迪·珀迪日前也表示，华为的技术对位于美国乡村的居民、学校和企业至关重要，公司愿意继续为美国乡村地区提供服务。华为被禁将迫使一些美国小型电信企业破产据估算，美国电信运营商完全更换华为等中国公司设备的开销高达8亿至10亿美元，切断华为供应链甚至将迫使一些美国小型电信企业破产。以LHTC这家小运营商为例，更换华为设备费时费钱，公司不仅需要投入约50万美元，还要全体员工搭上一年时间。JVT公司则表示，换掉华为设备需耗资1000万美元，且在此期间公司无暇经营其他业务。美国运营商使用的华为设备。美国挑起的中美经贸摩擦已经让一些美国农民感受到寒意，而美国政府的华为禁令可能导致部分乡村地区通信不畅，可谓雪上加霜。邦德女士对眼下形势非常担心。如果华为被禁，她所在公司将愧对多年来始终信赖他们的客户。位于美国蒙大拿州的电信运营商尼蒙特公司总裁麦克·基尔戈则表示：“我不知道我们还能做什么，我现在夜不能寐。”", "author": "共青团中央", "newsdate": "发布时间：19-05-28", "newstime": "16:11", "sentiment": [{"positive_prob": 0.525384, "confidence": 0.492315, "negative_prob": 0.474616, "sentiment": 1}]}]