[{"title": "华为致美媒公开信引多方解读，美联社：美故意夸大华为安全威胁", "content": "【环球时报驻美国特约记者 萧强 环球时报记者 王盼盼】“华为在美国展开魅力攻势”——据路透社3月1日报道，华为公司2月28日在美国《纽约时报》《华盛顿邮报》等多家媒体刊登整版广告，呼吁读者“不要相信你听到的一切”，并邀请美国媒体“来参观华为公司园区、与华为员工会面”，以更好地了解该公司。与此同时，西方媒体对美国政府反华为宣传的质疑声越来越多。美联社1日发文，引述多名专家的分析认为，美国故意夸大了华为的安全威胁。“不要相信你听到的一切，过来看看我们”，华为广告以“致美国媒体公开信”的形式称，“近年来，美国政府对华为存在一定误解，我们希望大家能够关注事实的真相”，“我们的大门永远敞开，希望美国社会大众更加了解我们”。路透社称，这是华为公司近期展开前所未有的公共宣传的一部分。华为公司发言人史肯纳表示，他们在《华盛顿邮报》《纽约时报》《华尔街日报》《今日美国报》《洛杉矶时报》和Politico刊登了这则广告，“事情正在变得透明，是时候控制我们的叙述了”。BBC称，华为的广告意在改变在美国公众中的“间谍”形象。报道称，美国政府一直施压盟友禁用华为，一些国家照做了，促使华为展开反击。这不是华为首次在外国媒体刊登广告，今年2月，华为曾在新西兰媒体刊登广告称“没有华为的5G，就像没有新西兰的橄榄球”，近期还打出口号“没有华为的5G，就像没有曼联的英超联赛”。“专家：美国反华为宣传战可能夸大其词”，美联社1日以此为题的报道引发关注。文中称，自去年以来，美国对中国电信巨头华为发动了强烈的外交攻势，声称任何国家在下一代无线网络中使用其设备，都是在向北京提供间谍活动的通道。“但安全专家表示，美国政府可能夸大了这一威胁。”他们说，美国的主张不仅缺乏具体细节，还掩盖了这样一个事实：全球网络的安全性之差众所周知，如果中国人想要“渗透”，根本不需要通过华为路由器。“例如，俄罗斯支持的黑客可以利用任何公司的网络设备进行活动。”美国国家安全局退休专家普里西拉认为，美国政府称“华为设备可能为中国情报部门留下后门”，这种可能性“几乎为零，因为它有可能被发现”。美联社称，除了夸大华为公司的安全风险，美国的言论还包括威胁使用华为设备的国家。全球风险咨询公司欧亚集团的技术负责人保罗·特塞洛认为，“这一背景是中国作为技术大国在各种领域的崛起”，“有一场大型活动，要将华为描述为不负责任的演员”。报道称，美国至今没有提供证据证明中国在华为设备中埋下了间谍后门，“具有讽刺意味的是，美国实际上已经做了它指责华为所做的事情。根据美国国家安全局前特工斯诺登2013年的爆料，美国政府在美国公司的网络设备中安装监控后门并将其运往世界各地。受影响的设备包括思科公司，其路由器之后被中国当局列入黑名单”。美国政府对华为公司“窃密”的指控也遭到驳斥。法新社称，华为2月28日否认美国政府此前称其窃取美国T-Mobile公司商业机密的说法，全面否认起诉书中所列的10项刑事指控。该案预计在2020年3月2日开审。“尽管面临美国压力，华为仍在巴塞罗那世界移动通信大会上获得5G合同”，法新社2月28日发自巴塞罗那的报道称，美国政府代表团在巴展上继续强调华为公司的安全威胁，但“它似乎未能劝阻其他国家”。路透社3月1日发表评论文章称，对欧洲来说，“监督华为比禁止华为更好”。文章调侃说，美国代表团在此次巴展上取得的成就是，拒绝使用展会赞助商华为提供的挂绳和通行证，而是使用自己的挂绳。除此之外，“欧洲大多数电信运营商拒绝了美国要求禁用华为的请求”，取而代之的可能是严格的设备测试制度。", "author": "环球网", "newsdate": "发布时间：19-03-02", "newstime": "06:00", "sentiment": [{"positive_prob": 0.917858, "confidence": 0.817461, "negative_prob": 0.0821423, "sentiment": 2}]}, {"title": "感谢摩托罗拉15年前的拒收之恩，不然华为也不会有今天", "content": "最近一段时间华为可以说是大放光彩了，由其是在刚刚结束的MWC2019展会上，华为的首款5G折叠屏手机MateX闪亮登场，也将华为有推向了新的高点。现在的华为已经成为了一家家喻户晓的企业了，不仅仅是在国内，在国际上华为的名头也是相当的响亮，在国内华为甚至被称为是民族企业。但你知道吗？曾今华为以75亿美元卖身，在当时谁都没想到华为会有今天。15年前华为差点就以75亿美元卖身摩托罗拉了。摩托罗拉大家一定也都不陌生，曾经摩托罗拉是手机界的翘楚，1G时代就是属于摩托罗的时代，虽然有点遥远，但相信大家都听过。2007年以前，摩托罗拉一直都是中国市场的老大，直到智能机时代，摩托罗拉没有跟上节奏，最后摩托罗拉已经卖身联想了，而且当时卖身的价格仅仅29亿美元，虽然到现在还在不断的推出手机，但已经没有曾经的风光了。在2003年的时候，华为已经同美国摩托罗拉谈妥了，已经初步达成了协议，华为将被摩托罗拉以75亿美元收购。但最后这个收购案流产了，原因很简单摩托罗拉当时新上任的首席执行官却拒绝了，拒绝的理由是收购华为这个名不见经传的企业75亿美元太贵了。也因此本次的收购就此流产了，现在的华为真的是得感谢摩托罗拉曾经的拒收之恩了，不然也不会有今天的华为了。三十年河东三十年河西，现在的华为已经今非昔比了，同样的摩托罗拉也今非昔比了，一个疯狂增长，一个摇摇欲坠。现在的华为在世界500强中也排名第72位了，中国最具价值品牌的榜单中华为也排名第6。华为的两大主要业务的表现也是相当的惊人，手机业务去年华为全年销量突破2亿部，达到了2.06亿部，在全球已经能够同苹果并驾齐驱了，挑战三星也已经不再是不可能了。另外华为单单在中国市场华为手机就出货超过了1亿部，市场份额高达27%。而通讯业务到了5G时代，华为要是敢称第二相信没有人敢称第一了。通讯设备市场华为的市场份额也达到了28%，而且还在增长，而作为曾经的老牌通讯巨头爱立信和诺基亚则被挤压的年年下滑，如今市场份额均已经不足20%。同时5G方面，华为虽然面对围堵封杀，但华为仍然签署了目前全球最多的5G商用合同，相信已经超过了30份，另外5G基站华为也已经出货超过30000座了，在5G专利方面，华为更是位居全球榜首已经达到了2500多件。谁曾想到，曾经打算以75亿美元卖身的华为，会有今天的成就，而且才短短的15年时间，华为真的得感谢摩托罗拉曾经的拒收之恩，没有摩托罗拉的拒收，就么有华为的今天，你觉得呢？", "author": "清单科技", "newsdate": "发布时间：19-03-02", "newstime": "11:58", "sentiment": [{"positive_prob": 0.700057, "confidence": 0.33346, "negative_prob": 0.299943, "sentiment": 2}]}, {"title": "三星S10卖出“华为价”，出厂自带200元贴膜，网友：很难不爱！", "content": "这段时间最火爆的科技产品莫过于三星S10系列了，和折叠屏华为MateX，三星Galaxy Fold不太一样的是，三星S10几乎是迄今为止大家能够买到最优秀，颜值最高的全面屏手机了，而今三星S10也是诚意到位，没有和三星Note9一样漫天要价，强势回归的三星S10这次卖出了“华为价”仅仅5999元，和8GB的华为Mate20 pro价格几乎持平让人很难不爱！而这个定价也是相对有诚意的，至少对比当初廉价版本iPhoneXR的发售价还要更低，三星galaxy系列这些年一直都在走下坡路，虽然其在高端手机的影响力还是存在，只是东西好很多人也不识货，国人一般对比CPU的跑分，这个时候三星就很难突出重围了，好在三星S10开始为中国网友做出改变，如今卖出“华为价”的三星S10到底有多强势？为什么让很多网友直呼很难不爱？看完配置就知道了！没错，标题首先提到三星S10为了避免超声波指纹可能带来的解锁失灵问题，直接给到用户一个价值200元的原厂贴膜，很大程度就避免了网友害怕曲面屏无法贴膜，而拒绝入手三星S10的可能性，其实按照小编的理解，大猩猩玻璃防刮痕做得很好了，三星S10的优势在于出色的手感和工艺，贴了膜就是侮辱了这款高端旗舰了，所以懂手机的人一般都是不贴膜的，不过这一次三星良心发现给到大家一个惊喜，算是这么多年来最有诚意的一次了吧，而很多网友也吐槽早干嘛去了？早点这样何至于此？配置方面自然是大家耳熟能详的骁龙855，这一次提到了8GB超大内存和128GB，配合三星自家One UI系统流畅度已经媲美iOS了，而价格几乎持平华为Mate20 pro的情况下，三星S10具备更出色的屏幕，更加轻薄的机身和全球第一的拍照性能，最强势之处就是其价值连城的AMOLED屏了，和高通一同打造的超声波指纹识别也是业内首秀，这个屏幕指纹可比小米9、vivoX23等高级不少。即便是有油渍的手都能在屏幕上解锁，其原理和国内屏幕指纹还不太一样，性能方面自然是超越华为Mate20 pro了，麒麟980虽然宝刀未老不过面对强势的骁龙855还是要认怂的，而三星S10和华为Mate20 pro一样，支持到IP68等级防水功能，保留了3.5mm耳机孔很人性化，这款三星S10我认为超越华为Mate20 pro之处就是做工和颜值了，当然也在很多方面输给了华为，比如没有超级40W快充和更好拍照模式！回顾十年前的三星手机，那个时候无人能敌话语权很高，而今却沦落到妥协送贴膜的程度了，当然只要价格到位了，相信三星还是具备很高优势的，如果三星S10卖到3000多估计要成国内第一了吧，如今三星强势回归国内的思路就是死磕华为Mate20 pro，卖出“华为价”的三星S10的确很强势，还送个贴膜网友直呼很难不爱，这一次你们支持谁？备注：图片来源网络，如有侵权，烦请联系删除谢谢！", "author": "推哥说科技", "newsdate": "发布时间：19-03-02", "newstime": "12:55", "sentiment": [{"positive_prob": 0.238935, "confidence": 0.469034, "negative_prob": 0.761065, "sentiment": 0}]}, {"title": "郭平：作为华为高管，我经常被问这个问题", "content": "【翻译/观察者网 马力】作为华为公司的一名高层管理者，我经常被人问到这个问题：美国为什么会对华为公司进行全面的打压（a full-scale assault）？美国人指控我们窃取技术和违反贸易制裁规定，并把我们基本上挡在了美国市场之外。美国副总统迈克·彭斯（Mike Pence）最近在北约谈到了“华为带来的威胁”；美国国务卿迈克·蓬佩奥（Mike Pompeo）也对盟友们发出警告：使用华为电信设备将会使美国难以与他们“继续保持合作关系”。本周二（2月26日），在全球电信行业的最大展会“世界移动通信大会”上，美国联邦通信委员会主席阿吉特·派（Ajit Pai）再次呼吁将华为排除在全球5G网络之外。多年以来，华盛顿一直在向华为公司泼脏水。美国众议院情报委员会在2012年的一份报告中就已经称华为是一个“威胁”。不过那些攻击相对来说还是比较温和的。而如今，美国已经搬出了“重型武器”，把华为描述成“对西方文明的威胁”。我们必须问问：这一切到底是为什么？华为投资控股有限公司副总裁、轮值董事长郭平（图片来源：华为官网）我相信，答案就在2013年被爱德华·斯诺登（Edward Snowden）曝光的美国国家安全局（NSA）的机密文件中。成立于1952年的美国国家安全局是一个负责监听电子通讯、电话等通信活动的机构，目的在于收集情报并进行反情报活动。被斯诺登曝光的文件得以让人们一窥美国国家安全局是如何“收集一切信息”（collect it all）的——全世界每个人每天发送的每一封电子邮件或拨打的每一个电话都可能成为其目标。那些被曝光的文件显示，美国国家安全局还与某些美国科技公司和电信运营商保持着“企业合作关系”，这种关系使美国国家安全局能够访问“世界各地的高容量国际光缆、交换机和路由器”。华为在全世界170多个国家开展业务，近一半的收入来自海外市场，但华为的总部在中国。这一点大大降低了美国国家安全局建立“企业合作关系”的可能性。如果美国国家安全局想通过修改路由器或交换机来进行监听活动，一家中国公司是不太可能与其进行合作的。这就是美国国家安全局曾入侵华为服务器的一个原因。“我们的许多监听目标是通过华为的产品进行通讯的，我们必须知道如何利用那些华为产品”，美国国家安全局2010年的一份文件中这样写道。很显然，华为产品在全球电信网络中使用得越多，美国国家安全局“收集一切信息”的难度就越大。换句话说，华为对美国随心所欲的监听活动造成了妨碍。这就是美国打击我们的第一个原因。第二个原因与5G有关。这种最新一代移动通信技术将把从智能工厂到电网的一切接入网络。华为在过去10年里在5G研发上进行了大量投资，我们已经比竞争对手领先大约1年。对于那些准备在未来几个月里把移动通信系统升级到5G网络的国家来说，华为是非常有吸引力的。如果美国通过把华为抹黑成“安全威胁”从而成功把我们阻挡在全球5G网络之外，那么它就能够保住想监听谁就监听谁的能力。而且如果能压制一家削弱美国在数字领域主导地位的公司，那么美国也能从中直接受益。此外，打压一家在5G技术上处于领先地位的企业，也将损害一些国家本来可以因早期推出5G网络而获得的经济和社会效益。与此同时，多项美国法律，包括《外国情报监视法案》（Foreign Intelligence Surveillance Act）、《存储通讯记录法案》（Stored Communications Act）及其修正案《云法案》（Cloud Act）都赋予美国政府强迫电信运营商为其全球监听计划提供协助的权力，只要在命令中说明这么做是为了开展反情报或反恐调查即可。华盛顿已经意识到，在开发一项具有重大战略价值的技术方面美国已经落后。正是由于这个原因，华为才受到了如此的攻击。美国在全球范围内开展的对华为的攻击行为与安全基本上没有什么关系，美国不过是在压制一个正在崛起的技术竞争对手。（观察者网马力译自2019年2月27日英国《金融时报》网站）本文系观察者网独家稿件，文章内容纯属作者个人观点，不代表平台观点，未经授权，不得转载，否则将追究法律责任。", "author": "观察者网", "newsdate": "发布时间：19-03-02", "newstime": "08:06", "sentiment": [{"positive_prob": 0.410286, "confidence": 0.0882522, "negative_prob": 0.589714, "sentiment": 0}]}]