[{"title": "CNN都看不下去了：美国打击华为，搅乱了全球5G计划", "content": "（观察者网讯）美国处处针对华为的行为，不仅在中国招致诸多批评，连本国媒体都看不下去了。15日，美国有线电视新闻网（CNN）表示，以美国为首针对华为公司的攻击，正在给开始建设下一代无线网络的运营商们制造巨大的麻烦。CNN报道截图CNN称，美国试图劝说其他国家不要将华为设备运用到5G网络中，宣称这些设备有安全隐患，但这些说辞早就遭到了华为的坚决否认。“禁止华为将制造无人能够及时填补的真空期，或将严重削弱5G的全球部署，”英国咨询机构IHS马基特公司的移动电信基础设施专家斯特凡泰拉尔(Stéphane Téral)说。欧洲尤其期待华为在5G建设中发挥关键作用，该地区领导人表示华为对其未来经济至关重要。“在电信设备领域，美国没有一个华为这种级别的全球竞争对手，” CNN一针见血地指出，华为最大的竞争对手是瑞典的爱立信和芬兰的诺基亚。但是呢，这2家公司今年来正被亏损与裁员问题困扰，而华为则年收入超1000亿美元，“卯足了劲往前冲”。CNN称，很多专家同意华为5G技术至少领先对手1年的说法。“根据我和运营商的交流，他们发现华为比其他两家公司先进得多”，惠誉咨询公司的高级技术分析师泰利安(Dexter Thillien)说。预测5G何时可以在世界各地部署 数据来源美国欧亚集团美国针对华为，运营商不高兴了文章表示，对于那些想要第一批提供5G服务的无线运营商来说，处于领先地位的华为是不可替代的。部分顶级国际移动运营商发出警告，将华为排除出5G计划的做法，反过来可能会削弱自己国家的技术能力。沃达丰公司CEO尼克里德上月表示，全面禁止华为设备将会大幅推迟5G上市。去年8月，沃达丰曾批评澳大利亚政府禁止华为在澳提供5G技术，认为这种做法“从根本上损害了澳大利亚的5G未来”。“现在只有一个真正的5G供应商，那就是华为，”英国电信公司首席设计师尼尔麦克雷去年年底曾这么说，“其他公司需要迎头赶上”。该公司的消费者品牌负责人上周告诉CNN，这些年来华为“没有让人产生任何担忧”。“有充分的理由相信华为的技术实力”文章称，华为的规模和财力让其竞争对手相形见绌。2017年，华为在研发中投入超130亿美元，超过微软和苹果，而诺基亚和爱立信仅分别每年投入56亿和44亿美元。IDC（国际数据公司）的数据显示，到2022年，全球对5G的投入将从2018年的6.6亿美元飙升至709亿美元，其中仅中国就可能占据近一半开支。CNN表示，除了中国这个巨大的国内市场之外，华为还有一个优势，那就是华为不仅能供应网络设备，而且其本身就是世界三大智能手机制造商之一，还能提供云计算服务和人工智能芯片。市场研究公司Counterpoint的技术战略主管彼得理查德森认为：“考虑到5G将是无所不包的，这种‘全电信’的方式非常强大，没有其他同行在做类似的事情。”“研究者认为，有充分的理由相信华为的技术实力。”报道中引用了德国市场情报公司IPlytics的看法，称华为是世界上最大的5G专利持有者之一，为建立5G国际标准做出了巨大贡献。谁在塑造5G标准 数据来源IPlytics 不过，也有专家表示，现在预言谁真正引领5G还为时尚早，毕竟这项技术的定义都没有最终确定。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-02-15", "newstime": "22:52", "sentiment": [{"positive_prob": 0.00511004, "confidence": 0.988644, "negative_prob": 0.99489, "sentiment": 0}]}, {"title": "三星首批5G手机登陆：7400万+骁龙855+5800万+2048GB 对标华为", "content": "5G网络已经在国内发展到一定的地步了，那么在国外是也如此的呢？说起三星手机，相信广大网友都很熟悉，作为一个在手机行业有着重大影响的老品牌，三星手机的品质自然是很值得信赖的，毕竟智能机行业全球销量第一的排名是世界级的荣誉。但是在新的一年的到来，终于听见三星旗舰新机要发布的消息了，据爆料三星在2月下旬就发布三星S10，从曝光图看，这部新机并不是折叠屏设计，而是全面屏设计，我们一起先来看看这部5G新机的资料。先看看这部新机的正面设计，现在市场上有很多曲面屏手机，但大家都知道最厉害的还是三星，三星很多手机都会采用曲面屏设计，几乎曲面屏已经成为三星手机的一个标志。从曝光图看，这部三星新机也是采用曲面屏设计，而且正面采用现在相当红火的钻孔屏设计，还搭配了极窄的上下边框，保持了S系列上下边框的经典设计，这部新机屏幕采用6.5英寸的超级AMOLED高清炫彩屏设计，高宽占比19.5:9，屏幕还搭配了QHD像素的分辨率。现在的手机前置摄像头的设计可谓是很惊艳的，市面上最常见的搭配方式就是前置单摄和双摄两种，而且基本都是设计在屏幕的左上角和屏幕正上方额头处，而这部新机的前置镜头设计非常特别。从曝光图看，这部三星新机的前置摄像头搭配前置单摄（S10）和双摄（S10+）镜头设计，而且是设计在屏幕的右上角，非常有特色，该机前置两颗镜头的有效像素为1600万和1200万，还搭配f/1.6和f/2.0光圈，并且搭载AI美颜技术、HDR动态拍摄技术和AI智能场景识别功能。三星新机亮旗舰王牌了，这部三星新机的后置摄像头也特别有意思，一般手机的后置摄像头都是垂直排列，而这部新机的后置镜头是横向排列。从渲染图看，这部三星新机的后置镜头搭配的是三颗摄像头，设计完全的对标华为徕卡三摄，三颗摄像头横向排列在机身背面的上方中间位置，后置三颗镜头的有效像素分别为4000万的主摄、1600万的副摄、800万的广角镜头，而且三颗镜头（7400万）均搭载OIS光学防抖技术，另外在三颗镜头右边还搭载一颗LED闪光灯和一颗三星独有的心率感应器。这部三星新机在解锁方面的设计称得上完美，自从取消按键解锁后，后置指纹解锁也是注定要被淘汰的。而三星在解锁方式上一直有自己独到的见解，三星自身研发的虹膜识别技术算得上世界上很先进的技术，而这种技术就也用在这部三星新机上。据曝光的图片所示，这部三星新机不仅搭载了自身的虹膜识别技术，还搭载了当下很受欢迎的屏下指纹识别技术，更是还搭载了3D结构光人脸识别技术，而且该机可以根据光线的环境智能选择虹膜识别和人脸识别，非常给力。在众多的机身材质中，像金属材质、塑料材质也是慢慢的被市场 淘汰了，现在手机行业中各品牌手机机身材质用的最多的非玻璃材质莫属，三星的很多款手机也是采用玻璃材质。从曝光的图片上可以看出，这部新机也同样采用玻璃材质，而且是采用最强的康宁大猩猩第六代玻璃材质，非常的耐摔防刮划，而且还搭配了全金属边框，还支持IP68级防尘防水技术，另外这部新机还内置了一块5800毫安的超大密度的电池，还搭载无线充和超级快充技术。三星首批5G手机登陆，并且广大网友都知道三星拥有自身研发的猎户座处理器，而且这种处理器也被很多三星手机所搭载。据资料显示，这部三星新机也是搭载的是高通骁龙855的处理器，还采用7nm的制程工艺和双四核的CPU架构。看着这些参数就藏不住它的强大，这部三星新机还搭配了6GB、8GB的运行内存，搭配128GB、256GB、512GB的存储内存，除此之外还搭配了2048GB的外置空间组合，非常多的运行存储空间供你不同的需求选择。三星5G手机登陆，这部新机搭配7400万+骁龙855+5800万+2048GB的参数上市的话，那么颜值对标华为。这些就是这部新机的大体情况介绍，从独特的钻孔曲面屏设计，到强大的核心配置，再到优秀的续航能力，这部新机各方面的条件都相当的吸引人，目前只确定了2月下旬发布，还没有透露价格，那这样一部颜值与高科技并存的旗舰新机，你期待这部新机赶快面世吗？【申明：严禁未经授权，转载到其他平台发布，侵权必究，如有违规者，投诉直到封号为止，请各位珍惜账号。资料来源于外媒YouTube外媒体企业，也不是随意捏造的事实，为“科技热点实验室”独家原创作品，版权所有，欢迎分享、评论、收藏、转发】", "author": "数码热点爆料", "newsdate": "发布时间：19-02-15", "newstime": "06:35", "sentiment": [{"positive_prob": 0.966694, "confidence": 0.925987, "negative_prob": 0.033306, "sentiment": 2}]}, {"title": "“接盘侠”东莞：华为搬来“全球最大园区”", "content": "华为员工行走在松山湖基地。图/视觉中国“接盘侠”东莞：华为搬迁的背后《中国新闻周刊》记者/霍思伊本文首发于总第887期《中国新闻周刊》法新社记者Ryan从火车窗口望出去，红白蓝的法国国旗颜色在路边掠过，熟悉又陌生，旗帜上“华为”的八瓣菊由聚拢到散开——这里不是巴黎，而是巴黎镇。2018年12月18日上午，华为从瑞士引进的轻轨小火车，搭载着来自全球的目光，穿梭在东莞松山湖基地内的12个欧洲小镇之间。包括Ryan在内的14家国际顶尖媒体记者被华为邀请，先后参观了华为在新园区的先进热技术实验室、先进结构材料实验室及内部网络安全实验室。几小时后，他们围坐在圆桌旁，这是孟晚舟事件后，华为对国际舆论的首次正式回应，地点选在了东莞。这个占地约1900亩，总投资100亿的新园区，是华为目前“在全球最大的园区”，除了华为终端总部，还布局了第二代数据中心、华为大学、研发中心和中试中心等功能载体。华为落子东莞，让曾经的“世界工厂”再一次成为舆论的焦点。华为外迁从2018年5月起，华为“外迁”的传闻就不断。华为数次出来辟谣，说总部不会离开深圳，但依然未能平息坊间喧嚣。舆论抛出了两个疑问：为什么是东莞？为什么是松山湖？质疑来自于印象的反差。曾经的东莞以劳动密集型的出口加工贸易为主，遍布着代工工厂，而华为近几年以超乎寻常的速度成长为中国高新技术企业的一张名片，这样的企业决定将关键的终端部门以及几个核心的研发机构迁入东莞，令人深思。事实上，这并非华为第一次在东莞布局。早在2005年，华为子公司聚信科技有限公司就在松山湖成立，其定位是华为网络通信产品的生产、制造及华南配送基地。2009年，位于松山湖北部新城大道的华为南方工厂正式投产。而在2011~2012年，几位华为的内部人士对媒体透露，华为供应链部门大部分已经迁到东莞。2013年8月，华为总裁任正非宣布华为终端公司将迁移至松山湖。2018年，靴子终于落地。2018年7月2日，华为正式启动第一批搬迁，40辆车，上贴“华为搬迁专用车辆”，前后分60车次，共将2700名华为员工，从深圳坂田送至东莞的溪流背坡村——华为松山湖终端基地所在地。8月11日，华为进行第二批搬迁，人数约5400人。11月26日第三批搬迁，人数约4500人，三次共计12600人进驻东莞。而根据此前的项目规划，松山湖基地建成后，将有3万研发人员聚集于此。十多年间，华为在东莞的布局，从最初的加工基地，转向研发机构等产业链前端。华为的到来，给东莞创造了一种生态。2012年，由于深圳不断高企的成本和有限的土地，从传统的加工型企业转为研发型企业的记忆科技（深圳）有限公司，寻求从深圳外迁。据东莞记忆存储科技公司总经理贾宗铭回忆，当时的选择有三，一是苏州，公司此前在该市已经有了一个研发中心；二是内地城市，例如西安；三是深圳周边城市，主要考虑了东莞和惠州。“在不到半年的时间里，我们就基本上确定了松山湖。”松山湖高新技术产业开发区，毗邻深圳和香港，2001年规划，定位为东莞的创新驱动引擎。近年来由于引进了华为、大疆等知名企业而名声大噪。贾宗铭说，落户松山湖，首先是出于成本考虑。他算了一笔账，考虑到地价、房租、水电、税收和人工成本等，从深圳到东莞，记忆科技的综合成本可以节约30％左右。与深圳相比，惠州的劳动力价格也很低，贾宗铭表示，相比之下，东莞的产业基础更好，配套很全，这对于一个研发和制造并举的企业非常重要。作为全球第二大独立内存模组提供商，以及PC品牌厂商和信息通讯设备厂商的战略供应商，记忆科技需要半导体方面的配套。在松山湖，不仅配套物料和设备（比如激光打印）很齐全，价格也很有竞争力。以半导体印制为例，东莞的配套会便宜10％左右。华为的布局，对记忆科技迁入松山湖也起了重要作用。知情人士透露，虽然任正非对外宣布华为终端搬离的消息是在2013年，但双方早在2012年就已经达成了协议。华为终端（东莞）有限公司于2012年11月23日即已经在东莞市工商局登记成立，与此同时，华为的供应商也收到了通知。从时间上看，自2012年华为决定搬迁后，作为华为的核心供应商，记忆科技紧随其后，用贾宗铭的话说，这样能够贴近客户。除了记忆科技，软通动力、中软国际、易宝软件和华微明天等华为供应商也相继在松山湖落地。这些企业为当地提供了大量就业岗位和人才资源，也带动了周边的产业发展。东莞转身2007年5月底，东莞虎门镇太平手袋厂的厂房轰然倒塌。这一倒塌具有象征意味。作为中国第一家“三来一补”（来料加工、来料装配、来样加工和补偿贸易）企业，太平手袋厂的拆除既非开始，也不是结束。上世纪90年代末，由于用工成本的逐年增加，以低成本和人口红利为依托的东莞中小劳动密集型企业，已经开始陆续关停。数据显示，从2008年至2015年，东莞的最低工资标准，从770元/月逐年上调到1510元/月。进入2007年，人民币升值近20％，出口退税政策被取消。2008年，金融危机如海啸冲袭整个珠三角，“世界工厂”东莞首当其冲，订单大幅缩减，影响持续多年，从2008年至2016年，见报的倒闭潮就有3~4轮。厂房空置、破败，靠租金为生的东莞村镇面临债务危机。数据显示，2011年，东莞全市收不抵支的村有329个，比2005年增加近一半，收不抵支的村占东莞村总数近60％。就在这一年，东莞3500多家玩具厂倒闭约1800家，形成第一波倒闭潮。 到了2015年，以诺基亚东莞工厂关停为标志，包括万士达等众多在当地颇有影响力的港台资企业开始停产。在众多小厂死亡后，大厂也面临“动用所有资源，但仍无法经营好工厂”的局面。在自杀前，主营代工东南亚手机品牌的东莞兆信通讯公司董事长高民留下了这样的绝笔。从传统的纺织、玩具等轻工业，到电子信息产业，在中山大学教授、东莞市特约研究员林江看来，随着国内外经济环境的变化，东莞原本的“世界工厂”模式越来越暴露出问题。他告诉《中国新闻周刊》，“三来一补”的特点是“两头在外”，原料和机器设备由供应商直接提供，销售渠道也在他们手中，东莞的企业只负责提供人力和厂房，贴牌加工，是名符其实的代工工厂，就像“产业链上的夹心饼干”。这种模式使东莞的加工贸易企业没有任何的定价主动权，只能凭借廉价的劳动力和厂房获取微利。这也固化了东莞的国际分工地位，大部分企业长期处于低端生产环节，附加值低下。当时有评论称：“东莞制造不是扎根本土的植物，而像一根根竹竿，插得容易拔走也快。一旦土地、劳动力等生产要素成本升高，产业资本就会掉头而去，另觅低处。”事实的确如此。与倒闭潮一起席卷东莞的，还有企业转移潮。由于成本不断上涨，大批港资、台资企业转向越南、柬埔寨、缅甸等生产成本更低廉的东南亚国家设厂。并且，由于对外依存度过高，东莞企业在国内市场中也处于一个尴尬的地位。  东莞市委原书记刘志庚称之为东莞的“双边缘化困境”：既因为引进的产业以低技术含量、低附加值的加工环节为主，在全球生产网络中处于边缘位置，也因此使本土产业成长空间受挤压，自主技术和自有品牌落后，在国内生产体系中处于边缘位置。东莞自身也意识到了外源型经济面临的风险。东莞市发改局副局长王钊鸿告诉《中国新闻周刊》，早在2001年，东莞就打出了“三张牌”：城市牌、外资牌和民营牌，首次将民营和外资放在同等的地位。背后的思路，是通过助推本地民营企业壮大，逐渐改变外资占比过高的局面。以城市更新为核心的“城市牌”，也旨在为民企转型提供支撑。2004年4月，东莞将原本“加工制造基地”的城市定位，调整为“现代制造业名城”。王钊鸿指出，这说明东莞转型的思路很明确，就是从传统的加工贸易，转型升级为现代先进制造业，努力提高产品的附加值，向产业链前后延伸。在2018年发布的《东莞市重点新兴产业发展规划（2018-2025年）》中，东莞进一步将定位调整为：全球影响力的先进制造中心和创新型城市。引进来，如何留得住？东莞市发改局副局长王钊鸿告诉《中国新闻周刊》，东莞对松山湖的期待，是通过引进国内外行业龙头项目，带动东莞相关配套产业的发展，对东莞的产业升级转型形成辐射带动效应。引进来以后，更关键的问题是，是否“留得住”？2018年12月24日晚上，广东思沃精密机械公司副总经理解红伟的手机亮起，“新哥有约”微信群里发来消息，新哥在群里提醒大家，东莞2019年市级“倍增计划”试点企业可以申报了，截止日期是12月31日。“新哥”是松山湖管委会科技创新局副局长任耀新。这个共计311人的微信群，是他和企业沟通的平台。除了新的政策和优惠，每周他还会在群里通知当周茶会的主题，有时是关于企业子女入学，有时是如何申请补贴，还会有相关产业的信息推广。新哥主持的“周二有约”已经持续了近六年，总数接近1000期。茶会上，企业家们围坐在一起，可以互相交流，也可以向政府咨询，有糕点有饮料，有时还有煲汤。就是在这个茶会上，解红伟认识了阿里旗下的一家配套商。还有每月一次的座谈会。所有职能部门都会派代表出席，企业在会上提出近期发展的疑问和诉求，可以直接处理的问题，有关部门现场答复，不能当即解决的，当天也会派对接人点对点处理。“大部分问题，都能及时解决。”解红伟说。王钊鸿表示，松山湖能引进华为等众多高科技企业，除了近年来积累的产业基础以外，更关键的是守住了环境，这其中就包括政府提供服务的能力。“这些年来，和规划之初相比，标准一直没有降低”。2001年，东莞市政府设立松山湖科技产业园区，落子在东莞市的中心，控制面积72平方公里，定位是一座集科技、产业、生态、人文为一体的生态科技新城，并且尤其强调生态。中山大学城市与区域研究中心教授李立勋指出，松山湖在规划之初，就是作为生态区来打造，预留了很多生态用地，园区拥有8平方公里的淡水湖和14平方公里的生态绿地。11年后，这一布局与任正非进一步扩张的需求不谋而合。和其他高新企业一样，华为也希望拥有像苹果或谷歌那样的环境——绝佳的环境和舒畅的场景，一种低密度的城区。松山湖还特意为华为“腾出”了约606亩的生态保护用地，对项目内生态绿线控制范围进行核减。2012年，华为拍下松山湖共1900亩的四个地块，紧邻松山湖精华景区松湖花海，周边皆为东莞顶级豪宅区，从地图上看，距离深圳福田CBD直线距离为40公里，距离华为坂田总部的开车时间是一个小时。危与机东莞市战略性新兴产业研究中心主任龚佳勇对《中国新闻周刊》指出，深圳目前进入后工业化阶段，经济结构正在向服务型和知识型转变，肯定会带来资源要素的上升，随之而来的是产业外溢。行业人士观察，自2014年以来，深圳的产业外溢效应加速。依靠成本、土地、地缘、产业配套和政府服务等优势，东莞成为近年来深圳产业转移的首选地。2015年，大疆创新科技在松山湖启动总部建设；2017年3月，蓝思科技、康佳集团相继在莞扩军。据不完全统计，2014年至2016年，东莞全市共引进深圳企业项目604宗，其中2014年184宗，2015年233宗，2016年187宗。东莞市经信局内资中心相关人士2016年透露：“来自深圳的企业占据内资投资的较大份额，深圳产业往东莞转移势头旺盛。” 2012年，记忆科技斥资11亿元在松山湖占地108亩，决定将封装基地和研发中心迁入之时，总经理贾宗铭不禁感慨：“在深圳有这么大块地几乎不可想象。”东莞理工学院珠三角企业经济研究中心主任莫安达指出，深圳企业进入东莞经历了几个比较集中的阶段。第一波以劳动密集型加工贸易企业为主，第二波主要是内资中小企业的生产制造环节，现在到了第三波，以智能手机等高新技术企业为主，产业链位置从低端迈向高端环节。但广东省社科院区域与企业竞争力研究中心主任丁力认为，莞深之间的产业转移，目前仍是一种被动的产业承接，并非正常状态下的跨区域产业分工和深度融合。这种模式的危险性在于，由于东莞内生动力不足，高端人才缺失，一旦成本优势弱化甚至消失，迁入的企业也很容易迁出。龚佳勇也指出，目前，深圳和广州的虹吸效应对东莞的影响很大。他说，要想留住人才，首先需要继续提高东莞滞后的城市化，达到与深圳、广州均等的公共服务水平，这样才能削弱这种虹吸。目前，东莞和深、广在这方面仍然存在较大差距。", "author": "中国新闻周刊", "newsdate": "发布时间：19-02-14", "newstime": "23:59", "sentiment": [{"positive_prob": 0.87379, "confidence": 0.719534, "negative_prob": 0.12621, "sentiment": 2}]}, {"title": "华为P30还有两周亮相 信息却曝光了90%", "content": "《新机谍中谍》——栏目中“谍中谍”寓意“谍报中的谍报”，在新机发布之前，让我们用专业的眼光、风趣幽默的文字，告诉你新机谍报中的那些真真假假，提前为你揭秘即将发布的重磅新机当中可能存在的那些新科技。华为P30系列将亮相MWC华为中国官微宣布参加MWC201912月27日下午，华为官微放出了参展MWC2019的海报，宣布参展MWC2019，参展主题为“构建万物互联的智能世界”。从参展口号来看，华为或将发布更多有关IoT的技术。同时，依据上半年的惯例，华为的P系列可能也会在MWC展会上亮相。从保护膜看出 可能搭载屏幕指纹技术网上曝光的华为P30屏幕保护膜从曝光的屏幕保护膜来看，华为P30也可能会采用类似水滴屏的正面设计，超高的屏占比也取消了下巴的指纹解锁。新的P30很可能会采用屏下指纹解锁的方式。拍照方面搭载3800万四摄10倍光学变焦华为P30华为 P30硬件配置依然延续麒麟980，预计8GB RAM起步。其中，P30将搭载后置三摄像头，最高4000万像素，支持5倍无损变焦、2400万像素前置摄像头。另外，根据XDA爆料人Rahman的消息。华为P30 Pro将采用曲面美人尖设计，首发索尼新3800万的IMX607传感器，支持10倍光学变焦能力。配4颗摄像头，其中包括3颗传统的镜头用来拍照，另外一颗则是3D ToF传感器，这颗传感器可以用来3D人脸识别、3D建模等等功能。华为P30/P30 Pro的渲染图曝光国外手机壳制造商Spigen抢先在其官网放出了华为P30/P30 Pro佩戴保护壳的产品照，保护壳的价格从14.99美元到34.99美元不等，当然了，这也无疑让华为P30/P30 Pro的真机照爆料的一点不剩。相机方面，华为P30/P30 Pro采用后置四摄设计，摄像头右侧还有两个传感器开孔以及闪光灯，从图片来看，高端感十足。华为P30 Lite渲染图曝光 可能使用的是LCD屏幕前一段时间，网络上曝光的华为P30的渲染图，根据以往华为的发布节奏，新的P30将在今年春天发布。新的P系列也同样会使用高低搭配的配置方式，今天，国外知名爆料网站Slashleaks放出了华为P30 Lite的渲染图。华为P30 Lite在国内预计将被称为华为P30青春版，根据渲染图上的内容，P30 Lite将采用后置双摄+后置指纹配置。从目前曝光的信息来看，除了华为P30 Lite，还有P30和P30 Pro两种版本可供选择，这三款都使用了水滴屏的设计，不过从P30 Lite的后置指纹我们可以推测出P30 Lite可能使用的是LCD屏幕。总结华为手机如今不断地向精品和高端的道路发展着，而且设计图的完成度也非常高，根据时间段来判断，华为P30手机的整体外观应该与概念设计图相差不多。让我们在MWC 2019的战场上对这款手机拭目以待。", "author": "中关村在线", "newsdate": "发布时间：19-02-15", "newstime": "15:07", "sentiment": [{"positive_prob": 0.0598717, "confidence": 0.866952, "negative_prob": 0.940128, "sentiment": 0}]}, {"title": "华为在这个国家强势回击了！", "content": "新西兰。“没有华为的5G，就像是没有新西兰的橄榄球运动”——华为公司近日在新西兰各大媒体投放整版广告，嘲讽新西兰情报部门禁止其参与5G建设的决定，这一鲜明大胆的广告创意引起热议。华为这一广告发布的背景是，近日，“新西兰与中国的关系是否在恶化”在新西兰引起激烈争论，反对党和一些媒体认为，因为新西兰政府追随美澳打压华为，新西兰正面临中国的“报复”，最新的迹象是“新西兰产品对华出口出现延迟”。新西兰副总理兼外长彼得斯14日坚决否认相关说法。12日一早，新西兰人就被华为的一则广告刷屏了。在各大媒体网站的首页显著位置，以及机场和市中心户外大型广告屏幕上，都出现华为关于5G的广告。13日，《新西兰先驱报》等纸质媒体也刊登了这一广告。一时间，华为这个大胆的公关行动刷爆了本地主流媒体和华人社区的“朋友圈”。广告中，一块手机屏幕上，5名运动员正在争抢一个橄榄球。旁边加粗黑体的广告语写道：“没有华为的5G，就像是没有新西兰的橄榄球运动。”下面还有一行小字，“不要错过现有可用的最先进5G 技术”。在广告的右侧，显示了华为的Logo，旁边还写着一句话“新西兰，新思路”。整个广告简洁明了，击中新西兰人的痛点，让不少网友为这个广告创意点赞。众所周知，橄榄球运动是新西兰人最为擅长、也是最引以自豪的“国民运动”。大到每个城市，小到一个社区，都有自己的橄榄球队。橄榄球场更是每个中小学校必不可少的“标配”。新西兰的橄榄球国家队“全黑队”，一直牢牢占据全球排名第一，曾三次赢得橄榄球世界杯冠军。对新西兰人来说，可以不知道市长叫什么名字，但不能不知道全黑队队长是谁；可以不看奥运会比赛，全黑队的比赛一定不能错过。新西兰的橄榄球国家队“全黑队”因此，华为广告以新西兰的国民运动做比喻，被新西兰各界广泛看作是一个“倒逼”行为。包括新西兰广播电台、新西兰电视台在内的不少媒体，都使用“反击（hit back）”这个词来描述华为的这次公关行动。大部分新西兰网友对这个广告的创意给予了很高评价，一位名为Mark Dreyer的网友发帖称，“要给这个广告的创意打10分”。网友Matthew Brennan说，“这个广告够大胆”。奥克兰大学市场学讲师Mike Lee在接受媒体采访时高度评价华为该广告创意，认为吸引了大众目光，并表示“广告的真正目的是给新西兰政府看的”。不过，一则广告显然很难改变新西兰情报部门的态度。英国广播公司（BBC）13日称，华为广告利用新西兰人对橄榄球的热爱，希望能缓和新政府对该公司的态度，但新西兰对外情报部门政府通信安全局局长里特13日表示，“华为的举动没有任何帮助，我们要对新西兰的国家安全利益做出最好决定，这是我们做任何决策的唯一考量”。在新西兰Stuff网站的评论中，一些新西兰民众对于华为5G设备被政府禁止提出了质疑。网友Exrokie在评论中指出：“干脆我们把所有外国产品都禁止吧。除了美国人给我们灌输那些东西之外，我们对华为到底了解多少呢？”中国市场对新西兰出口至关重要，因此每次中新关系出现“波动”，对华出口都是关注重点。14日，针对反对党称“新西兰产品对华出口出现延迟”的说法，新西兰政府严词否认，称中新贸易正稳步增长。新西兰副总理兼外长彼得斯14日还称，他刚与中国驻新西兰大使见过面，也不存在所谓“新西兰5位内阁部长等待中方批准访华”的情况，他们都尚未提出签证申请。来源：环球时报－环球网／赵理铭", "author": "环球网", "newsdate": "发布时间：19-02-15", "newstime": "12:15", "sentiment": [{"positive_prob": 0.891935, "confidence": 0.759855, "negative_prob": 0.108065, "sentiment": 2}]}, {"title": "又一企业因华为而成功崛起，年收入破900亿，成为国产巨头！", "content": "又一企业因华为而成功崛起，年收入破900亿，成为国产巨头！近些年来，手机制造商们关于手机市场的争夺一直都没消停过，时时刻刻都在世界的角角落落上演，去年的手机屏幕争夺战就是一个很好的例子。大家都知道，现在消费者买手机时，屏幕的样式已经成为重要选择之一，在2018年之前，手机的屏幕大都比较单一，但是自从库克在2018年推出全面屏的iPhone后，全世界都刮起了一阵屏幕风，水滴屏、真全面屏、打孔屏等接踵而至，呈现出群魔乱舞的疯狂，大家对于屏幕上的那块黑点，始终就是不满意，为了解决这个问题，国内手机制造商率先开启了折叠屏的时代。这种手机屏幕是强迫症患者的福音，因为它可以实现真全面屏的效果，“根治”这个黑点。同时，折叠屏的副屏也能满足用户在日常生活中的很多需求，而国产手机的领头羊华为，已经将这种折叠屏幕的手机研发作为下一阶段的发展方向了，投入了大量人力物力财力，准备和三星扳扳手腕。不过折叠屏手机的研发，自然离不开屏幕供应商的支持，而这个叫京东方的手机硬件生产商就是今天的主角。又一企业因华为而成功崛起，年收入破900亿，成为国产巨头！折叠屏和OLED屏的区别就在于折叠屏都进行了柔性处理，而现阶段在这一块做的最厉害的是三星LG，但是华为和三星的关系大家都懂，人家自然不可能将这些屏幕低价卖给竞争对手的，但是天无绝人之路，国内的京东方这家企业在前两年就开始了对折叠屏柔性处理的研究，而且已经小有成功。现在被华为相中后，该企业已经成了华为御用的屏幕供应商了，它们做出来的屏幕测评分比LG的还高，卖给华为的价格却只有LG的三分之二。屏幕这一方面有保证后，华为就能放开步子向前走了，最近新手机的发布会上，我们就已经能看到华为折叠屏手机的概念了。这个喜人的消息不仅让全世界的“花粉”为之高兴，而且也拉动了京东方这家公司的股价上涨，现在这家企业也成功因华为而崛起，年收入已经破900亿了，成为了国产屏幕巨头！也正因为国内现在多了这些敢于大胆自主研发的企业，我们才能摆脱别人的束缚，才能够自由的发展，往世界的前列追赶，这些企业值得我们点赞！", "author": "西瓜战将", "newsdate": "发布时间：19-02-15", "newstime": "00:39", "sentiment": [{"positive_prob": 0.57638, "confidence": 0.0586233, "negative_prob": 0.423619, "sentiment": 2}]}, {"title": "挑战三星！华为首款5G可折叠手机2月24日发布，小米却要哭了", "content": "在经历了全面屏时代后，2019年必定是智能手机竞争最激烈的一年，5G手机的到来、折叠屏幕技术的升级……在这个缩小的智能机市场中，谁能拔得头筹，谁就能掌握市场的主动权。华为本月24日发布可折叠手机，预示着对三星手机霸主地位的再次冲击，华为手机在国内已经将三星手机的市场份额挤压至不足1%。大家对5G和折叠屏怀有很大期待，谁争得第一，就会在业内树立标杆，给消息者留下印象，在国内智能手机发展史上留下浓墨重彩的一笔。2019年手机的看点可能一个除了5G，另一个就是折叠屏了，如何利用好5G网络，全面屏将是华为手机2019年发展至关重要的两点。华为推出可折叠5G手机，是在亮肌肉，这款折叠屏手机将使用京东方柔性OLED屏，采用外翻设计，展开屏幕尺寸约8英寸，若将其中一个屏幕向下对折，这屏幕将缩回一半。1月24日上，华为发布了博龙5000基带芯片，该芯片从性能上全面超越了高通骁龙X50基带芯片，最高支持6.5Gbps的下载速度，3.5Gbps的上传速度。目前各大手机厂商都在摩拳擦掌各自准备着，有剧透的比如三星、小米、华为等，而华为又想要打头阵拜头香赢得先手，这不2月24日华为的折叠屏手机即将亮相。2月1日余承东就在其微博上发布在2月24日巴塞罗那MWC2019世界移动大会上正式发布。低调的华为发布可折叠屏幕手机，小米却要哭了，华为这两年在很多设计方面一直在吃螃蟹，之前是小米例如全面屏概念，之后华为却推出了首款三摄摄像头、屏下挖孔摄像头。华为推出可折叠5G手机，性能和价格都很高，配备麒麟980处理器和巴龙（Balong） 5000的5G基带芯片，内存方面，如此高端的手机，10G+128G应该是标配。据透露华为这款折叠屏手机采用适合折叠屏的全新EMUI系统设计，前置、后置镜头合二为一。据透露华为这款折叠屏手机将采用5英寸屏幕、支持面部识别、支持5G，展开后甚至可以取代某些电脑的功能，不过据说还是刘海屏的。华为2019年的重点是5G，储备了多款5G手机，现在的折叠屏手机，只是5G大战略下的一个尖兵，价格方面，隶属于Mate系列，面向高端，且折叠屏良品率不高，产量不大，因此售价可能超过万元，高于苹果iPhone XS Max。经笔者多方求证，此刻华为5G折叠屏手机属于Mate系列，很可能叫做Mate Flex。该手机进一步表明华为5G基带Balong 5000可以规模化商用，再加上麒麟980处理器，以此为基础，有条件推出更多5G手机。其实2019智能手机的概念有5G首发之争、也有全新设计概念之争，在可折叠屏概念来临之后，魅族和vivo也推出了无开孔设计，而折叠屏幕，技术出现，就像网友说的，技术造价很大，但是实用性价值并没有太大，那么手机售卖价格肯定不低。华为5G折叠屏手机完全展开有8英寸，将屏幕折叠后，屏幕也有6寸大小，从渲染图来看，起机身是非常的纤薄的，而且这款手机的中框也是非常的圆润，可以说视觉效果非常的惊艳，还配备了USB Type-C接口。华为即将发布的这款手机，其实我个人认为还是属于一款概念手机，并不可能会大量的量产的，而且就以价格和使用时间的长短来说，目前也是不知道的。从三星的折叠OLED屏幕，到柔派的首款可折叠手机，再到小米的双折叠手机，如今华为2月24撕发布可折叠手机。我们见到了手机厂商在求新和求变，但是可折叠手机，似乎“噱头”大于“实用”！实在跟不上时代步伐的，情怀冲天也没用。天生骄傲的锤子就是看得见的下场。2019，折叠屏手机的元年，就要被野心勃勃的华为拉开我们等待已久的序幕。不知道各位看官们是如何看待华为折叠手机的呢？欢迎在下方评论留言，让更多人看到您的观点，谢谢！", "author": "蚂蚁小掌柜", "newsdate": "发布时间：19-02-15", "newstime": "18:01", "sentiment": [{"positive_prob": 0.663296, "confidence": 0.251769, "negative_prob": 0.336704, "sentiment": 2}]}]