[{"title": "嘴上支持华为，之后却被自己的行动暴露，苹果市值再次突破一万亿", "content": "嘴上支持华为，之后被自己的行动暴露，苹果市值再次突破一万亿华为是国产手机中的佼佼者，凭借自己过硬的质量，在销量方面一直不错，尤其是在欧洲市场，占比非常大。但随着华为的成长，让美国感到了威胁，于是就开始变着法的压制华为，阻止它继续成长，美国向来非常霸道，不过他们这次的做法也彻底激怒了华人。许多人在网络上表示一定会支持华为，坚决抵制苹果，用国产手机。从刚开始的数据来看，这些人还算比较守信用，华为的销售数据确实有所增长。当时华为在全球的销售量增长了8.3%，这个增长是在欧洲销量下滑16%的情况下，在国内的销售量则是增长了27%，从这个数据来看，许多人在支持国产手机上确实有所行动。在手机市场上第二季的销量只有华为在增长，苹果、vivo、OPPO等都在下降，其中小米更是暴跌19.3%，华为能在这样的趋势下保持增长实属不易。虽然前期国人高举爱国的旗号去购买华为，但后来他们的行动却出卖了自己。在前几天的时候有数据显示，iPhone11再次成为销售冠军，国人可以说被这个数据彻底打脸。而这次苹果能再创销售第一的原因也非常简单，仅仅是因为将手机的售价降低了一千元左右，人们就为此疯狂起来。当时的iPhone是六种颜色，4G手机，起售价是5499元，而华为，mate30则是5G手机，起售价是3999元，两者相比华为的价格要低一些，并且还带有5G功能，但国人大多还是会去选择苹果。根据我们调查了解发现，iPhone在天猫上的销量一分钟就过亿，抢手颜色甚至被一抢而空，连夜紧急补货四次，京东上的11Pro系列更是5分钟卖光，九月份苹果在京东上的销量总达八十多万台。现在来看苹果真的要好好感谢一下中国用户了，没有这些中国用户，他们也不可能创造出这样惊人的业绩。虽然目前的苹果手机并没有出5G技术，但总体来看，苹果的实力还是非常强大的，一款没有搭载5G的手机都能创下这样的业绩，那么在研发出5G之后，他们的业绩很可能会再次得到突破。不过由于华为抢先一步发布了5G手机，并且还拥有许多专利技术，不得不说苹果现在的处境依旧非常危险，因为目前为止他们还没有拿出关于5G的方案，所以他们对华为也非常忌惮。对于iphone这次的销量的火热程度，您有没有添一把柴呢？", "author": "科技的十字路口", "newsdate": "发布时间：19-10-13", "newstime": "15:51", "sentiment": [{"positive_prob": 0.803548, "confidence": 0.56344, "negative_prob": 0.196452, "sentiment": 2}]}, {"title": "华为Mate 30和Mate 30 Pro怎么选？四点对比一目了然！", "content": "相对于iPhone 11来说，今年的华为Mate 30系列在外观和配置上都有了大幅的提升，受到了格外的关注。但是当面对华为Mate 30和Mate 30 Pro的时候却纠结了，一个售价更便宜，而另一个却拥有瀑布屏、四摄等黑科技，究竟选哪个呢？而身边大部分比较懂手机的人往往会选择华为Mate30，我个人也更推荐华为Mate 30，而不是更贵的华为Mate 30 Pro，主要有以下四点原因！瀑布屏不仅不实用，而且影响体验Pro相比Mate 30最大的变化就是这块瀑布屏了，瀑布屏在真机上手的那一刻确实非常的震撼，左右无边框的感觉仿佛就是在握着一块玻璃，非常具有科技感和未来感。但是当真正开始使用时，确实有些不太方便的地方。比如它去掉了音量键按钮，改成双击呼出音量条，不仅学习成本很高不符合用户直觉，而且整个操作过程也比较繁琐。所以在需要快速调节声音的时候（比如开会、上课等），会因为紧张而更难操作，没有iPhone 的物理静音按键踏实。而且Mate 30 Pro由于边框变成了玻璃，所以手机在握持起来是比较滑的，手机很容易在手中滑落，而如此大曲率的瀑布屏也很难找到比较合适的壳膜。不过好在Mate 30 Pro的边缘防误触做得非常好，日常使用根本意识不到自己手掌一直在握着屏幕边缘。总的来说，瀑布屏虽然带来的惊喜，但是它确实并不实用，而且还影响了日常使用体验。所以如果追求实用性的话，Mate 30显然比Pro版本更适合。拍照没有拉开差距拍照方面两者最主要的区别是Mate 30 Pro采用了双4000W主摄以及一个800W长焦和3D深感镜头，而Mate 30则去掉了4000W的电影镜头和3D深感，加入了1600W广角镜头。总的来说两者的拍照取舍跟华为P30 Pro和P30的差距比较像，也就是说Mate 30 Pro的可玩性较高，非常的超前，但是跟Mate 30在拍照画质的表现上没有太大的差距。而且Mate 30主摄+广角+长焦的组合非常的实用，如果你只是拍拍照片的话，Mate 30完全满足要求。更窄的刘海由于Pro版本加入了3D人脸识别，所以多了一颗摄像头，因此Mate 30 Pro前面的刘海更宽了一些。虽然从安全性上来说，3D人脸识别更加安全，但是从正面来看Mate 30 Pro宽刘海相对于Mate 30来说视觉影响更大。核心配置差距不大两者的核心配置差距并不不大，都采用了麒麟990处理器、40W有线27W无线充电、屏下指纹、姿态感应器等等。并没有像去年华为Mate 20那样阉割掉了充电和屏下指纹，这次核心配置全部得到了保留。总的来说，屏幕、刘海以及摄像头方面，Mate 30 Pro从体验上有提升但也有倒退。所以身边不少人体验过Mate 30 Pro，当新鲜感散去之后，感觉Pro版本并没有Mate 30更加实用和好用，所以Mate 30才是更适合大众的选择。你们是怎么认为的？", "author": "小胖聊数码", "newsdate": "发布时间：19-10-13", "newstime": "09:11", "sentiment": [{"positive_prob": 0.305306, "confidence": 0.321541, "negative_prob": 0.694694, "sentiment": 0}]}]