[{"title": "华为年薪百万招聘8博士，top2高达200万！看了他们的履历，任正非花的钱真值……", "content": "每经记者：李彪    每经编辑：陈旭什么样的人才，刚毕业就能以百万年薪被抢走？7月23日，一份华为总裁办签发的邮件引发社会热议。这份电邮提出，华为对8位2019届顶尖学生实行年薪制管理，薪酬为100万~200万元/年不等。其中，钟钊、秦通两位博士的年薪制方案为182万~201万元/年，并列占据8位毕业生年薪的首位。图片来源：新华社这样的钱花得到底值不值？记者在查询8位博士毕业生之一钟钊的论文摘要时发现，其自动化深度神经网络结构搜索算法与常规方法相比，计算量降低到千分之一以下。作为钟钊博士的导师，中国科学院自动化研究所研究员刘成林在接受《每日经济新闻》记者采访时表示，钟钊主要研究的是人工智能里面深度神经网络结构的自动学习，这个领域比较热门，但国内高校中从事相关研究的学者并不多。刘成林同时透露，钟钊在攻读博士期间，已经在自己的研究领域取得了一定的成果。华为开出百万年薪求贤“21世纪什么最贵？人才！”冯小刚导演的电影作品《天下无贼》中，葛优的一句台词已经被奉为经典。而现实与戏剧情节也并无二致。近日，华为总裁办签发的一份电子邮件显示，公司将对部分2019届顶尖学生实行年薪制管理。华为拟招聘的8名博士生年薪制方案制表：廖丹华为在邮件中指出，要打赢未来的技术与商业战争，技术创新与商业创新“双轮驱动”是核心动力，创新就必须要有世界顶尖的人才，同时要有顶尖人才充分挥发才智的组织土壤。“我们首先要用顶级的挑战和顶级的薪酬去吸引顶尖人才。今年我们将先从全世界招进20~30名天才‘少年’，今后逐年增加，以调整我们队伍的作战能力结构。”根据该邮件，华为将对8位2019届顶尖博士毕业生实行年薪制，年薪制方案如下：有博士探索出领先的搜索算法华为为什么愿意报出百万年薪的高价去招聘应届毕业生？让我们看看这些毕业生的简历。其中，华为实行年薪制的8位2019届顶尖学生中，年薪最高的是钟钊和秦通。《每日经济新闻》记者求证到，钟钊为中国科学院自动化研究所博士，其工学博士学位论文是《深度神经网络结构：从人工设计到自动学习》，其中文摘要介绍：本文首先从特定任务的神经网络结构入手，人工进行了深度神经网络结构的修改和设计，并在此基础上针对自动化神经网络结构设计方法展开了深入研究。该论文对主要贡献进行总结时表示：提出了一种人工设计的针对中文手写字符识别的深度神经网络结构模型；提出了一种人工设计的针对视觉跟踪决策的深度神经网络结构模型；提出了基于强化学习和分块思想的自动化深度神经网络结构搜索框架；提出了快速深度神经网络结构搜索方法和网络连接搜索方法，完善了整个自动化神经网络结构搜索框架。图片来源：新华社论文摘要显示，绝大部分自动化深度神经网络结构搜索算法需要非常耗时的网络性能评估过程，实验结果表明该方法大大地降低了计算消耗，在CIFAR数据集上，仅仅需要一块显卡运行一天时间，就可以搜索出具有竞争力的深度神经网络结构，相对常规方法计算量降低到千分之一以下。作为钟钊的导师，刘成林告诉《每日经济新闻》记者，中国科学院自动化研究所在人工智能的各个方向研究上都很强，学生也都比较优秀、比较努力。钟钊稍显特别一点可能在于他所研究的方向比较“热”。刘成林说：“我们跟外面的企业有一些合作，他（钟钊）做的研究也是跟外面的公司有部分合作的，博士期间都有一定的成果，是他博士论文的一部分。”刘成林告诉记者，现在国内做人工智能深度学习研究的学者非常多，但具体到深度神经网络的结构自动学习这一领域，相对就不那么多了。这是一个刚刚兴起的研究方向，未来会应用到人工智能的各个领域。另据公开资料显示，秦通为香港科技大学机器人研究所博士生，曾获得IEEE IROS 2018最佳学生论文奖。其研究兴趣主要包括机器视觉SLAM，视觉惯导融合，多传感器定位。其中，视觉惯导相关研究被大量应用于机器人领域。部分博士生毕业前曾多次获奖另据北京大学相关人员向《每日经济新闻》记者透露，在此次实行年薪制的8位博士生名单之中的李屹，系北京大学数学科学学院的博士生。北京大学数学科学学院网站介绍，李屹的专业方向为建模语言设计与软件形式化方法。相关工作已在业内期刊和会议中发表多篇论文，并曾多次获校奖、国奖。此外，他还曾在2018年5月30日作为该学院研究生学术午餐会的主讲人，介绍了他们团队所开发出的两个框架和相关工作进展。同时，李屹也进入了该校“2018~2019学年度校长奖学金获奖名单”之中。此外，8位博士毕业生中的贾许亚，记者查阅发现，清华大学计算机科学与技术系有名为贾许亚的博士生，但记者多次致电清华大学计算机科学与技术系，电话均未有人接听。记者查询发现，在2016年度“人民网奖学金优秀技术课题奖”获奖者名单中，贾许亚、郭泽华、吴振未的“Reducing and Balancing Flow Table Entries in Software-Defined Networks”获得二等奖；在2017年度“人民网奖学金优秀技术课题奖”中，贾许亚凭借“A low overhead flow-holding algorithm in software-defined networks”获得一等奖；2018年度“人民网奖学金优秀技术课题奖”中，贾许亚的“Intelligent path control for energy-saving in hybrid SDN networks”获得一等奖。每日经济新闻", "author": "每日经济新闻", "newsdate": "发布时间：19-07-23", "newstime": "19:44", "sentiment": [{"positive_prob": 0.963277, "confidence": 0.918392, "negative_prob": 0.0367235, "sentiment": 2}]}, {"title": "最高200万，华为2019顶尖学生年薪曝光，全球招募天才", "content": "本文来自华尔街见闻（ID：wallstreetcn），编辑位宇祥，文中观点不构成投资建议。任正非曾说过：什么是人才，钱给多了，不是人才也变成了人才。7月23日，华为2019届顶尖学生年薪刷屏：最高达201万/年，最低也有89.6万/年。01华为顶尖学生年薪最高201万近日，华为创始人任正非签发了一份总裁办电子邮件，宣布对2019届顶尖学生实行了年薪制管理。华为表示，要打赢未来的技术与商业战争，技术创新与商业创新双创驱动是核心动力，创新就必须要有世界顶尖的人才，有顶尖人才充分发挥才智的组织土壤。华为首先要用顶级的挑战和薪酬去吸引顶尖人才，今年将从全世界招进20-30名天才“少年”，今后逐渐增加，调整队伍作战能力结构。邮件显示，华为今年共对八位2019届顶尖学生实行年薪制，这八名员工均为博士学历，年薪89.6万起，201万封顶。02华为想从全球招200-300名天才值得注意的是，任正非早就表态，将从世界范围招揽天才少年。如今，这一计划已开始施行。6月27日，心声社区发布任正非6月20日在公司EMT（经营管理团队）《20分钟》的讲话。任正非在讲话中提到：“今年我们将从全世界招进20-30名天才少年，明年我们还想从世界范围招进200-300名。这些天才少年就像‘泥鳅’一样，钻活我们的组织，激活我们的队伍。”任正非还表示，未来3-5年，相信公司会焕然一新，全部“换枪换炮”，一定要打赢这场“战争”。03任正非反思博士人才流失虽然华为很重视人才，但博士类员工离职率却不低。2月14日，华为心声社区官网上发布了一份由任正非签发的华为内部邮件，反思华为为什么留不住博士类员工，署名是“公司人力资源秘书处”。邮件中的数据显示，近公司博士类员工近5年累计平均离职率为21.8%，入职时间越长累计离职率越高，邮件中提到华为2014年入职的博士经过4年，只有57%留在公司。更令人担忧的是特招博士的离职情况。特招博士主要来自国家重点实验室、已有成功项目研发实践经验的优秀博士或重点院校重点专业的优秀博士，在校招时定位为公司未来各领域内技术领军人物。“但从下表数据看，33%-42%的离职率也很难说我们对这类优秀人才苗子的管理处于较好的状态吧。”邮件认为，“英雄无用武之地”是人才土壤“肥力”流失的主要因素。在愿意接受访谈的82名离职博士员工中，有56人反映离职的主要原因还是岗位与个人技能不匹配、主管技术能力弱导致自身发挥受限、自身特有优势无法发挥等。尤其是入职2年内的博士员工，满怀激情而来，而在一次次学无所用的心灰意冷中离去。04华为人才观“一个企业的强大，不在于收入强，也不在于是不是世界500强，而在于它能不能凝聚起全球最顶尖的人才。”2016年9月，华为CFO、任正非女儿孟晚舟在清华大学的一次演讲，透露了华为的人才观，“英雄不问出处，贡献必有回报”。我们需要什么样的人才？胸怀世界：愿意迎接世界性的问题和挑战，在解决难题、面对挑战的过程中，提升自己的视野和胸怀。“最优秀的人解决最大的问题”，真正的人才，不会愿意在一个平庸、安逸、缺乏挑战的环境中虚度光阴。坚韧平实：不浮躁、不急切、愿意一步一步走向成功。期望一夜暴富、一夜成名的人才，接受不了我们，我们也接受不了。心态浮躁对ICT行业有极大的破坏力，我们提倡工匠精神。洞察新知：变革时代，惟一确定的就是不确定性，我们只有不断地学习、发现、认知和理解，只有这样才能驾御这个世界。孟晚舟在演讲中表示，“只要是敢拼、敢闯，听见枪声就想冲锋的年轻人，华为就给予最好的机会；责任结果好，成长潜力大的年轻人，华为就会给予最好的待遇，我们要的就是‘首战用我，用我必胜’的精兵强将。”孟晚舟总结了华为的人才观：第一、打开组织边界：炸开人才金字塔尖。传统战争，是机械化集团军作战。现代战争却是“班长的战争”，华为的组织架构就是在适应现代化作战方式的转型，让听得见炮声的人呼唤炮火。随着华为的组织结构变革的深入，“班长”将有更多的作战能动性和更广的作战半径，以及更高效的炮火支援。第二、跨越专业边界：人才循环流动。未来世界的创新点将越来越多地出现在边缘科学上，因此，我们也在培养跨界的人才。在华为，我们在人才培养机制是“打破专业界限”，“打破岗位界限”，通过人才的有序流动，跨岗轮换，培养面向未来的“之”字形人才。第三、突破发展边界：以责任结果为导向。不拼爹，不拼妈，一切看贡献和能力。干部选拔没有年龄、资历标准，只以责任结果贡献为考核标准。她在演讲中还提到，华为不论资排辈，按价值定薪。充分考虑优秀学生的潜在贡献价值，特别是牛人年薪也不封顶。全文完。感谢阅读，感谢点“在看”", "author": "华尔街见闻", "newsdate": "发布时间：19-07-23", "newstime": "17:37", "sentiment": [{"positive_prob": 0.98465, "confidence": 0.965889, "negative_prob": 0.0153499, "sentiment": 2}]}, {"title": "应届毕业生去华为能拿多少年薪？最高201万元人民币", "content": "【CNMO新闻】所有的企业都需要人才来为自己创造价值，那么华为作为国内科技行业领军者，他们对于人才的要求和待遇是个什么水平？7月23日，有媒体曝出华为总裁办邮件，题目为“对部分2019届顶尖学生实行年薪制管理的通知”，签发人为任正非。华为总裁办邮件（图源微博）大体上扫一眼邮件中列出的2019届顶尖学生名单，清一色的博士，一共有8位，其中最高的年薪达到了201万元人民币。邮件表示，华为要用顶级的挑战和薪酬去吸引顶尖人才，今年将从全世界招进20-30名天才“少年”，今后逐渐增加，调整队伍作战能力结构。早在今年2月份，华为就有邮件显示，任正非对人才流失的问题非常关注。任正非当时在邮件中表示，人才土壤肥力的持续流失，怎能沉淀出战略领先的基础？任正非今年早些时候，任正非在接受媒体采访时透露，华为至少有700名数学家、800多名物理学家、120多名化学家、六七千名基础研究专家、6万多名各种高级工程师、工程师，形成一种组合在前进。", "author": "CNMO手机中国", "newsdate": "发布时间：19-07-23", "newstime": "13:29", "sentiment": [{"positive_prob": 0.26551, "confidence": 0.409978, "negative_prob": 0.73449, "sentiment": 0}]}, {"title": "英政府禁不禁华为要看美国脸色，反对党：就是人质", "content": "【文/观察者网 王慧】英国政府一直没决定在5G建设上是否与华为合作，如今他们将这一决定推给新一任首相，原因是要看美国脸色。对此，英国反对党工党直言，英国正因美国与华为的冲突，被劫持为跨大西洋地缘政治的“人质”。事实上，英国的四大电信运营商早已在政府做出最终决定之前，抢先开始与华为合作，开发本国5G网络。面对英国政府的推迟，华为副总裁张建岗（Victor Zhang）称，“若排除华为，英国经济将损失70亿英镑，5G网络也会更昂贵。”《卫报》报道截图“现在做决定不明智、毫无帮助、不负责任”英国广播公司（BBC）7月22日消息，英国文化大臣杰里米·怀特（Jeremy Wright）公布了英国政府对电信供应链的审查结果：政府还不能决定华为在英国的5G网络上应该有怎样的参与。因此，做出这一决定的重任落到了下一任首相身上。该结果显示，此时在华为问题上做出最终决定是“不明智的、毫无帮助的、不负责任的”。不过，怀特向英国下议院表示，“我们会尽快做出决定的。”英国推迟决定的一大重要原因是美国的表态。怀特说，美国的决定“将对华为产品未来的可用性和可信性产生深远影响，同时还会有其他的市场影响，所以在决定华为参与网络建设时，相关考量将会包括在内。”英国反对党工党副党魁沃特森（Tom Watson）则将政府在华为问题上的处理称之为“混乱”。“这一推迟意味着混乱将会继续，让运营商面对一片不确定，公众也会失去信心。”他说，“无论政府是否需要出于安全原因禁止华为，政府都有一个需要实现的目标，即在2027年之前实现5G在全国大部分地区的推广。”“如果必要的话，政府应该有一个实现这一目标的B计划。”沃特森认为，面对美国对华为的“封杀”，英国正被跨大西洋地缘政治挟持为“人质”，这次的推迟决定可能会让英国失去成为5G服务全球领导者的机会。“排除华为，英国经济将损失70亿英镑”在看到英国政府的审查结果后，华为副总裁张建岗表示，“我们有信心继续与英国的网络运营商合作，在英国全国范围内推出5G网络服务。”“在英国运营了18年之后，我们仍然致力于支持英国运营商BT、EE、沃达丰和其他合作伙伴建设安全可靠的网络。”“有证据显示，将华为排除在外，英国经济将损失70亿英镑，且会导致英国5G网络更加昂贵，任何拥有移动设备的每一个人都会面临价格上涨。”6月26日，上海MWC2019世界移动通信大会，中国联通5G展台的5G手机网速测试 @IC Photo事实上，英国议会情报与安全委员会19日就已发布题为“5G供应商”声明，提醒英国政府对5G供应商的决策判断。议会声明从现实的商业角度表达了华为对于英国5G网络建设的重要性。首先，目前世界5G技术只有三家供货商能参与合作，而排除华为会让英国5G过度依赖单一的供货商，在缺乏竞争力的情况下造成技术陈旧；其次拥有多家供货商，还可以在安全标准上提高各自竞争力，达到提高网络系统的安全性。英国议会情报与安全委员会在文中专门表达了对华为技术的叹服：华为是一家杰出的公司，取得了卓越的技术领先成就，在5G领域带来彻底的创新并引发竞争，缺少华为也就缺少了期盼。中国驻英大使刘晓明本月在接受BBC的采访时也表示，华为是一家优秀的企业，是5G建设中的领军者，拒绝华为只会让英国错失巨大机遇。关于安全问题，刘大使再次强调，华为不存在任何“后门” ；其次，还有很多其他的安全措施。“华为来英国是为了互利合作，而不是为了监听任何人。”运营商们逐渐失去耐心英国政府在美国的压力下迟迟没有没能做出决定，但国内的运营商们坐不住了，纷纷抢先开始与华为合作。这些运营商包括沃达丰、EE、O2和Three。《卫报》6日报道称，沃达丰在英国7个城市中推出了5G服务，而华为参与了其中6个城市的5G网络建设。另外三家运营商EE、O2和Three也都已与华为签订了5G网络建设的合同，特别是EE，华为已经为其建设了数百个站点。这些运营商在5G网络的“非核心”部分使用华为设备，主要应用于允许无线通讯的无线电系统当中。尽管如此，BBC在23日的报道中还是指出，他们的这一决定相当于一场赌博，因为一旦英国政府禁用华为，这些成本就打了水漂。BBC称，运营商们对政府的确定性决定越来越没有耐心，因为这件事看起来还得等上一段时间，除非新首相上任后马上优先处理。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-07-23", "newstime": "11:44", "sentiment": [{"positive_prob": 0.0308692, "confidence": 0.931402, "negative_prob": 0.969131, "sentiment": 0}]}, {"title": "华为公布天才少年年薪方案，89万-200万不等", "content": "2019年6月20日，华为创始人任正非在EMT一次会议中透露说，今年华为将从全世界招进20-30名天才少年，2020年再计划从世界范围招进200-300名天才少年。最近，华为以电邮通知【2019】068号文发布了8名天才少年的年薪方案，这8名人员全部为2019届应届顶尖学生，其年薪的最低限为89.6万元，最高限为201万元。众所周之，目前华为因为美国的打压处于非常时期，内部的说法是处于战时状态，即便如此，华为仍然认为，“华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”为此，华为要求每个体系都要调整到冲锋状态，不要有条条框框，发挥所有人的聪明才智，英勇作战，努力向前冲。在此背景下，华为启动顶尖人才招聘计划，其目的在于“（让）这些天才少年像‘泥鳅’一样，钻活我们的组织，激活我们的队伍”。年薪方案全文如下：关于对部分2019届顶尖学生实行年薪制管理的通知华为公司要打赢未来的技术与商业战争，技术创新与商业创新双轮驱动是核心动力，创新就必须要有世界顶尖的人才，有顶尖人才充分挥发才智的组织土壤，我们首先要用顶级的挑战和顶级的薪酬去吸引顶尖人才，今年我们先将从全世界招进20-30名天才“少年”，今后逐年增加，以调整我们队伍的作战能力结构。经公司研究决定，对八位2019届顶尖学生实行年薪制，年薪制方案如下：1、钟钊，博士年薪制方案：182-201万人民币/年2、秦通，博士年薪制方案，182-201万人民币/年3、李屹，博士年薪制方案，140.5-156.5万人民币/年4、管高扬，博士年薪制方案：140.5-156.5万人民币/年5、贾许亚，博士年薪制方案：89.6-100.8万入民币/年6、王承珂，博士年薪制方案：89.6-100.8万人民币/年7、林晗，博士年薪制方案，89.6-100.8万人民币/年8、何睿，博士年薪制方案：89.6-100.8万人民币/年", "author": "投资家网", "newsdate": "发布时间：19-07-23", "newstime": "11:08", "sentiment": [{"positive_prob": 0.785296, "confidence": 0.522879, "negative_prob": 0.214704, "sentiment": 2}]}, {"title": "官宣！华为Mate 20 X（5G）7月26日发布：双模双卡抢占5G高地", "content": "6月6日，工信部正式向中国移动、中国联通、中国电信、中国广电发放5G商用牌照，宣告我国正式进入5G时代。这也意味着，我国5G在牌照层面，略过了预商用直接进入商用阶段，进程明显提速。更直接的意义在于，首批5G手机终于可以进网，很快就能上市销售了。尽管大家都在抢发5G手机，且多家手机厂商宣称自己的5G手机会是第一批，但在真正关系到手机能否上市的进网许可证上，还是有先有后，第一个拿到5G“入场券”的是华为。6月25日，华为宣布，华为Mate 20 X（5G）获得首张5G终端电信设备进网许可证。它不仅是目前唯一支持SA/NSA的5G双模商用手机，也是首款支持5G/4G双卡双待的5G商用手机。那这款顶着诸多光环的5G手机何时才会与大家见面呢？7月22日，华为消费者业务CEO余承东在微博透露，7月26日，华为Mate 20 X（5G）将在国内正式发布。8月份上市后，消费者们就可以体验到华为5G手机。不出意外，届时华为将正式公布该机的上市日期、售价等一系列关键信息。无论对于普通消费者，还是手机业界，此次发布都意义非凡。众所周知，目前已知的5G手机主要分为两种，一种是仅支持NSA组网的5G手机；另一种则是同时支持NSA、SA两种组网的5G手机，也叫5G双模手机，华为Mate 20 X（5G）属于后者，没有之一。至于区别，简单来说，SA是独立组网(Standalone），NSA是非独立组网(Non-Standalone）。在5G NSA组网方式下，运营商会采用4G /5G共用核心网的方式以节省网络投资，但缺点是无法支持低延时等5G新特性。而且手机在NSA网络下需要同时连接4G和5G网络，耗电也比SA网络下高。为尽快推进5G商用，部分运营商会在5G建网初期采用NSA方式，但SA才是5G的最终演进方向。放眼全球，目前各地5G产业正在快速发展，不同国家和地区的电信运营商依据本地5G发展情况，采用SA和NSA两种主流组网方式并行也是5G初期的必然趋势，而无论是哪一种组网方式下的5G网络，华为Mate 20 X（5G）都能满足用户的使用需求和运营商对于硬件设备的通信能力要求。据悉，华为Mate 20 X（5G）只需要通过软件升级，即可实现NSA到更高阶SA组网的平滑过渡，不仅省去了换机的麻烦，而且节约了换机的成本。在即将上市的5G手机中，能够做到这一点的，目前只有华为Mate 20 X（5G）。而5G双模手机的好处是，不仅现阶段使用范围更广，未来也能够使用的更长久。除了“5G双模”之外，华为Mate 20 X（5G）另外一大特性是4G/5G双卡双待。目前，双卡双待已经成为4G手机的标配，但在5G应用初期，想要实现5G双卡很难。在NSA网络环境下，双卡下Modem控制逻辑十分复杂，给5G终端双卡设计带来了很大挑战。但华为做了大量的研发及测试工作，在技术上取得突破，华为Mate 20 X（5G）率先实现一张卡5G、一张卡4G，成为首款双卡双待5G商用手机，在现有技术条件下最大程度上提升了用户的使用便捷，不至于“一夜回到单卡时代”。在笔者看来，华为Mate 20 X（5G）的强悍性能，体现出华为长久以来在5G领域的投入和技术积淀。资金投入上，华为每年将收入的10%到15%投入到研发，过去十年累计研发投入超过4850亿人民币。仅在去年，华为研发投资就高达1015亿元，位列全球第五。至2018年年底，华为仅在5G的研发上就已投入超过20亿美元，这一数字超过了欧美国家主要设备供应商5G研发投资的总和。在专利技术上，华为致力于5G研发创新已经超过十年，为3GPP 5G标准贡献的提案超过18000件，5G基本专利族占比超过了20%。在5G商用上，华为已经在全球获得了50个商用合同，基站发货超过了15万台，在通信设备领域也达到了领先的位置。在芯片方面，华为Mate 20 X（5G）搭载了业界首款7nm 5G多模终端芯片巴龙5000和全球首款商用7nm SoC芯片麒麟980。得益于巴龙5000体积小、集成度高、性能强悍的特点，华为Mate 20 X（5G）不仅具备领先的5G连接能力，还可向下兼容4G、3G和2G等多种网络制式。此外，麒麟980在业内率先搭载双核NPU，在端侧AI算力优势明显，可让华为Mate 20 X（5G）支持更具丰富的AI应用场景，从容应对5G时代丰富的应用场景。2019年是5G商用元年，对于每一个手机厂商来说，这是新的风口，也将带来更加激烈的竞争。华为手机显然已经做好了准备，并以更具优势的5G双模手机抢先占领了5G高地。从技术角度来看，华为Mate 20 X（5G）不仅仅是唯一支持SA/NSA的5G双模和首款支持5G/4G双卡双待的5G商用手机，更是一款集合了华为手机在5G领域压倒性技术优势的终端产品。随着华为Mate 20 X（5G）的正式发布，真正的5G商用手机将来到大家面前，而其背后更大的意义在于，它将在产品力上为所有后续上市的5G手机提供参考标尺，树立全新的行业标杆。", "author": "快科技", "newsdate": "发布时间：19-07-23", "newstime": "19:09", "sentiment": [{"positive_prob": 0.695385, "confidence": 0.323077, "negative_prob": 0.304615, "sentiment": 2}]}, {"title": "是真的！华为2019年应届博士年薪最高达201万", "content": "今天，一张华为总裁办电子邮件截图在网络流传。这封电邮显示，华为今年将从全世界招20-30名天才“少年”，往后每年增加，调整队伍作战能力。同时，制定了2019届顶尖学生年薪制方案：8位2019届应届博士生年薪89.6万起，201万封顶。邮件正文写道，华为公司要打赢未来的技术与商业竞争，技术创新与商业创新双轮驱动是核心动力。创新就必须要有世界顶尖人才，华为要用顶级的挑战和顶级的薪酬吸引顶尖人才。IT行业百万年薪并不鲜见。但是，应届毕业生薪酬竟然达到百万？这是真的吗？荔枝新闻多方求证后确认，此截图内容属实。荔枝新闻注意到，华为官方在电邮中针对顶尖人才有两种表述：顶尖学生和天才少年。此次华为披露的是对顶尖学生的年薪制方案，未来针对天才少年或许将有更具吸引力的薪酬。华为6月27日曾发布全员邮件，披露了任正非在EMT《20分钟》的讲话，任正非说，“今年我们将从全世界招20-30名天才少年，明年我们还想从世界范围招进200-300名。这些天才少年就像‘泥鳅’一样，钻活我们的组织，激活我们的队伍。”“华为公司未来要拖着这个世界往前走，自己创造标准，只要能做成世界最先进，那我们就是标准，别人都会向我们靠拢。”荔枝新闻了解到，应届毕业生200万年薪在全球都排得上“顶级”队列。据美国求职网站Glassdoor发布的2017年美国科技行业薪资报告， Google年薪中位数为155,250 美元，微软年薪中位数为144,000 美元，Facebook年薪中位数为155,000 美元。", "author": "中国青年网", "newsdate": "发布时间：19-07-23", "newstime": "14:09", "sentiment": [{"positive_prob": 0.932593, "confidence": 0.850208, "negative_prob": 0.0674066, "sentiment": 2}]}, {"title": "华为和荣耀的杀手锏，还是自研处理器", "content": "2.7 亿台，这是任正非给华为消费者业务提出的新目标，相较之前 2.5 亿的目标，甚至还提高了 2000 万，就在禁令风波刚刚缓和的节骨眼上。任正非这样说也有底气在。Kantar 发布的 2019 年第二季度全球手机销量数据的统计报告显示，合并荣耀后，华为手机 Q2 中国市场的份额高达 46.1%。性价比更高的荣耀，是如今华为终端的出货主力，而其中相对便宜的畅玩系列和 X 系列，则承载着更重的出货量担子。上一代荣耀 8X 系列的销量，已经突破了 1600 万，而在去年的发布会上，赵明表示，荣耀对 8X 的预期销量是突破 2000 万部。今天发布的 9X 系列，就成了华为能否完成 2.7 亿目标的重要一步。最核心的竞争力，依然是麒麟9X 系列最突出也是最核心的卖点，依然是这块自研的 7nm 制程的麒麟 810 处理器，这是第四款商用的 7nm 移动 soc，前三款分别是苹果 A12、高通骁龙 855 以及麒麟 980，毫无疑问这三款都是旗舰水准。具体参数上，麒麟 810 采用了两颗 2.27GHz 的 Cortex-A7 6大核，六颗 1.88GHz 的 Cortex-A55 小核，官方称比起麒麟 710，单核性能提升 75% ，多核性能提升 40%；GPU 采用 Mali-G52 定制六核，能效提高160%；NPU 采用华为自研达芬奇架构，AI 跑分比骁龙 855 高 26%。麒麟 810 在峰值性能上还不能跟上面提到的三位“大哥”比，荣耀总裁赵明也在采访中表示，810 是介于骁龙 845 和 855 之间的定位。说得还是有点满了，这颗芯片实际跑分在 23 万多，超过了麒麟 970、骁龙 730 以及骁龙 835，距离 845 稍有距离。但得益于 7nm 制程，它的发热控制、功耗等等都是一流水准，可以说是目前中端 soc 最有力的竞争者，这样田忌赛马的打法确实有效。设计上，荣耀 9X 也“终于”采用了时下主流的升降全面屏设计，发布会上赵明特别提到，荣耀是唯一一个尝试了所有全面屏解决方案的厂商（刘海水滴、挖孔、升降、滑盖），不过在简单体验中发现荣耀 9X 摄像头升起的速度明显慢了些。屏幕材质为 LCD，指纹方案同荣耀 20 一样，是侧面指纹和电源键二合一的设计，保留了耳机孔。而背面依然是荣耀家族非常典型的渐变色设计，这次有幻影蓝、幻夜黑与幻影紫三种颜色可选。拍照方面，标准版与 Pro 版主摄都是 4800 万像素，1/2 寸面积的传感器（具体型号未介绍，应该是索尼 IMX 582）。荣耀给 9X 带来了新的夜景算法，命名为“猫头鹰”，在未采用 RYYB 像素排列的情况下，实现了 10 万的高 ISO，当然这么高的 ISO 秀肌肉意味更浓些，只能极端场景下用用。从价格来看，2199 元起售的 9X Pro，配置算是均衡，但性价比不是最高的那档，毕竟就在今天，荣耀自家的旗舰产品 V20 已经降价到了 2099 元，这是自家和自家的“错位竞争”。而 9X 标准版，在 1399 元的价位上，能用到麒麟 810 这个级别的处理器，和同档竞品普遍采用的骁龙 660、670、710 相比，毫无疑问是“降维打击”了，中高端处理器用在千元机上，能带来的体验提升是立竿见影的。当然，这样的定位，也必然会有妥协，三摄的 Pro 版多了一颗 800 万像素的超广角镜头，但这两款未配备长焦镜头，仅有一枚景深镜头协助成像；两款机器都是 4000 mAh 电池，但充电规格只有 5V/2A，不支持快充，二者也均未搭载 NFC。麒麟 810，依然是这两款机器最大的卖点，尤其是 1399 的版本，简直是“买 SOC 送手机”。除此之外，方舟编译器、The Nine 液冷散热、EROFS 文件系统、GPU Turbo 等技术，在 9X 身上都得到了保留，而 NPU 的算力也逐渐落地，带来了一些诸如视频抠图、图库分类等小的功能。凭借着自研的优势，华为把越来越多的技术下放，高端芯片下放，从而有了一套和高通阵营品硬件完全不同的策略。自研的芯片、技术，则可以通过大量铺货，摊薄研发成本，这种通过自研技术，打造出能错位竞争的产品，就是华为和荣耀最有力的武器。鸿蒙快来了，华为的生态往哪走？这场发布会上，那个神秘的“智慧屏”并未有太多的亮相，手机之外的产品，只发布了 16.1 寸的大屏 Magicbook 笔记本，以及支持血氧饱和度检测的荣耀手环 5。发布会后的采访时，有记者同行问到“在软件和硬件上有没有进一步的融合”时，赵明露出了“狡黠”的笑容说：“我知道大家想问什么。”很明显，这时候外界最关心的，依然是华为自研的鸿蒙系统。荣耀鸿蒙系统刚刚被外界所知时，曾承载着公众对中国自主系统的期盼，在中美关系最紧张的时刻，鸿蒙也确实被华为提上了日程，甚至传出了今年就会上线的消息。不过，随后华为表示，鸿蒙系统是为物联网开发的操作系统，手机系统还是把安卓作为首选。尽管鸿蒙暂时不会成为手机的操作系统，但它对于华为生态链布局的举足轻重。此前，余承东和赵明都曾表示，不会做传统电视：“华为进入一个领域是很谨慎的，不是抱着竞争的心态，也不做传统产品。”对于电视行业，赵明表示“要把手机的创新成果引入到电视行业中，未来电视行业会是科技密集型产业，并且不只是屏幕的显示技术。”简单来说，华为并不想去和传统厂商们，刺刀见红地拼核心指标，虽然笔记本业务上，华为就是这么干的（更好的屏幕、屏占比），但在电视上，华为和荣耀明显“收敛”了很多，始终抱着友好的、合作的态度进入。华为在电视领域的打法，大概率会像手机一样，把一些自研的技术，引入到电视产品中，围绕着各种屏幕的技术，推出一些不一样的功能和生态玩法，鸿蒙系统就是这种策略的根基。赵明也明确表示，不会进入更多的传统家电行业，比如空调、洗衣机等，华为这套自研技术、出货摊薄研发成本的玩法，已经颇为熟练，这套玩法玩不转的行业，就先观望。华为今年的压力很大，节奏也很快。对于华为手机来说，下一个值得关注的就是下半年的麒麟 990 处理器，而首个重磅的生态链产品“智慧屏”，就要等到下个月的开发者大会了。到时见。复制口令 【 H2yA2nWX 】打开最新版本虎嗅APP，即可领取虎嗅黑卡权益，3日内有效哦。", "author": "虎嗅APP", "newsdate": "发布时间：19-07-23", "newstime": "21:05", "sentiment": [{"positive_prob": 0.978365, "confidence": 0.951922, "negative_prob": 0.0216353, "sentiment": 2}]}, {"title": "华为在美大裁员：研发子公司超600人离职 占比7成", "content": "据路透社23日消息，华为在美国的一项裁员计划于22日开始正式生效，其在美研发子公司Futurewei Technologies的850名员工中，有超过600人被解雇，占总数的70%以上。华为方面表示，裁员原因是“美国政府的行动导致业务缩减”。《华尔街日报》上周援引知情人士的话称，华为在美国的部分中国员工，可以选择回国并继续留在该公司。对于Futurewei裁员一事，华为创始人任正非近日在接受雅虎财经专访时，首次予以了确认。任正非透露，华为原订在今年向这家总部位于美国的研发子公司投资6亿美元。但是受到“实体名单”的影响，Futurewei不能将任何研发成果发送给华为，而Futurewei的员工也不能与华为的员工进行任何联系。“这使我们很难管理这家公司并与他们合作，”任正非说，“现在我们无法进一步投资，因为我们不能与Futurewei员工接触。我们的下一步是什么？这将取决于美国政府的方向。”华为在硅谷的园区外景截图自谷歌街景申请专利超2100项据路透社报道，Futurewei在硅谷以及西雅图、芝加哥和达拉斯等地都设有办事处，该子公司成立的部分目的是与大学和研究人员合作，去年的运营成本为5.1亿美元。自特朗普政府将华为列入所谓的“实体清单”以来，Futurewei和母公司的技术交流就受到了限制。22日中午前，在Futurewei的硅谷园区内，路透社记者至少看到有6名拿着箱子的员工离开了办公室。一名不愿透露姓名的员工把一个装满个人物品的袋子放进了车里，他透露自己被解雇了。另一名未受裁员影响的员工则表示，目前工作已经陷入停滞。根据美国专利及商标局的数据，Futurewei已经在电信、5G蜂窝网络、视频和摄像技术等领域申请了2100多项专利。报道称，在裁员之前，华为在美国一共雇佣了大约1500人，除了Futurewei的850人以外，剩下的员工负责管理其供应链、客户支持或公共事务等职能。事实上，华为意大利分公司首席执行官缪晓阳15日在意大利米兰的一次活动上就证实，华为将在美国裁员1000人。他同时宣布，华为未来3年将在意大利投资31亿美元，新增1000个工作岗位。美企高管要求特朗普及时解禁据观察者网报道，就在Futurewei开启裁员的同一天，特朗普会见了多家包括半导体公司在内的科技公司高管，讨论了对华为禁令等问题。谷歌、高通、思科、英特尔、美光半导体、西部数据和博通的领导人都参与了22日的会议。这些公司近来一直在推动政府兑现特朗普上个月的“解禁”承诺，放松向华为出售芯片和其他技术的限制。在22日下午的一份声明中，白宫表示，这些公司的首席执行官“要求商务部及时做出许可决定(timely licensing decisions)，总统也同意了。”华为是美国公司生产的半导体和软件的主要买家，其中一些公司警告说，失去华为这个客户将严重损害它们的利润。以博通公司为例，该公司在6月份报告称，由于这项禁令，预计年销售额将下降20亿美元。来源: 观察者网", "author": "同花顺财经", "newsdate": "发布时间：19-07-23", "newstime": "15:01", "sentiment": [{"positive_prob": 0.878251, "confidence": 0.729446, "negative_prob": 0.121749, "sentiment": 2}]}]