[{"title": "又一国家禁售华为被确认，华为是这样“回击”的，感到骄傲！", "content": "现在作为全球第一通讯公司的华为有着无尽的技术专利以及强大的研究能力，不过这些标签没能让华为在国际道路上一帆风顺，因为最近一些国家突然宣布将华为5g产品排除国家的消息，而日本就是其中一个国家。又一国家禁售华为被确认，华为是这样“回击”的，感到骄傲！又一国家禁售华为被确认，华为是这样“回击”的，感到骄傲！软银通信紧跟日本政府的步伐为了迎合日本政府，日本国内的营商也是紧跟步伐，表示接下来将不会再把华为放在自己的通讯系统里，其中你家大家都应该感到熟悉，就是软银通信他表示使用诺基亚和爱立信设备而放弃使用华为。日本科技巨头之一安川电机日本在科技领域是世界公认的强大国家，国内的科技巨头有很多，其中一个最具代表的就是安川电机在日本安川创立的三家企业，它以变频器控制器的生产，还有当下十分有人气的智能机器人，人工领域等等，这三家企业更是华为的日本通信电工厂的提供者。华为冻结和安川电气的订单就在这几天，你就有媒体报道显示，华为跟安川电机购买的工业器材已经被冻结，相关设备也暂时取消，可以说中国给安川电机带来了23%的利润，作为安川电机的华为客户，这次把他们彻底给搞蒙了，订单的链接取消了他背负着高额损失甚至破产，这个消息出现之后安川电机就加了4%的股份。看来这次华为的表现为师要做出无敌禁止令了，这样的回击是针对性的，没有给出任何回应，国人感到骄傲，毕竟日本政府的无奈才有了华为的冷漠，毕竟采购方是华为选用其他国产品牌也是一样。", "author": "这里是科技", "newsdate": "发布时间：18-12-15", "newstime": "15:44", "sentiment": [{"positive_prob": 0.898664, "confidence": 0.774808, "negative_prob": 0.101336, "sentiment": 2}]}, {"title": "华为美国受阻，英国拒绝合作，任正非坦言：努力做钢铁一样的华为", "content": "华为美国受阻，英国拒绝合作，任正非坦言：努力做钢铁一样的华为！改革开放之后，中国的经济发展势如破竹，今天的中国已经不是曾经的中国，在科技技术的带动下，国内的很多企业都犹如雨后春笋般拔地而起，除了阿里巴巴，京东等活跃在线上的企业之外，毫无疑问华为是终端消费品牌中最成功的案例了，从成为今年的手机销量之王再到研发出5G技术，华为无疑是又给国人长了一次脸，但是这样一个民族企业，却在发展之中困难重重。因为华为的5G技术目前是比较领先的，可能正是因为树大招风，才会遭到别人的“嫉妒”，但是这些丝毫都不影响华为的发展，很多人都知道华为的厉害，但是华为的厉害之处在哪儿，估计很少人知道吧，华为是比较领先的ICT基础设备和智能终端提供商，在通信网络，IT以及智能终端和云服务等各个领域都积极投入研发和人力资源，不惜在研发上下血本。华为在各个领域的贡献大家都是有目共睹的。华为最厉害的是通讯技术，所拥有的通讯设备领先于全球，拥有这么傲人的成绩，确实令人骄傲，就在华为今年研发出5G技术之后，原本一位会有很多国家前来合作，结果没有想到，立马就受到了以美国为首的多个国家的联合抵制，给出的原因是为了保护国家的安全，所以不让华为进入本土市场，而在这之后英国也拒绝和华为合作，虽然这些理由看起来冠冕堂皇，但是能更多的反映出对于本国经济的刁难。华为能取得今天的成绩，这一路走得很艰难，当以美国为首的国家联合抵制华为的时候，国人也集体愤怒了，但是做为华为的创始人任正非则表示，华为之所以被多个国家所抵制，原因还是和自身有很大的关系，说明了华为做得还是不够好，所以我们应该更加努力，做到让别的国家认可，不得不说，任正非拥有企业家的独特胸怀，坚持做好自己，从自身找原因，努力做铁一样的华为。提枪跨马向前进发！不过华为虽然没有顺利的进入北美市场，但这并没有影响自己前进的步伐，目前的华为已经在获得了23个5G商用合同，可以说拿下了全球一半的订单，是目前最大的通信网络设备制造商，华为的科技技术都是领先于全世界的，但是华为却不是一家上市公司，华为能做到今天这一步，说到底就是钱给到位了，每一个人工作就是为了赚钱，华为做到了。希望未来的华为能够发展得更好。", "author": "科技浅说", "newsdate": "发布时间：18-12-15", "newstime": "07:30", "sentiment": [{"positive_prob": 0.683259, "confidence": 0.29613, "negative_prob": 0.316741, "sentiment": 2}]}, {"title": "他们又说法国禁华为，这次打脸更快！", "content": "华为5G在法国被禁？路透彭博被法国最大运营商出来打脸了……华为在海外市场又受挫？这次是一周前刚信誓旦旦表达欢迎华为的法国？路透社14日一篇题为Deutsche Telekom reviews Huawei ties; Orange says no on 5G (德国电信重新审视和华为的关系；法国电信Orange说在5G方面不会考虑华为)的文章称，考虑到美国的盟友国家由于安全考虑都纷纷将华为的5G技术排除在外，法国和德国的公司也在考虑改变他们与中国公司的合作策略。这篇报道表示，法国运营商Orange的CEO 也说，我们不会考虑在5G时代和华为合作，我们会和我们传统的合作伙伴——爱立信和诺基亚合作。Orange CEO StéphaneRichard的个人推特页面可是，就在前不久，当“五眼联盟”密谋“绞杀”华为之时，法国经济与财政部长勒梅尔在巴黎举行的新闻发布会上刚刚表示，对法国来说，华为是一家重要的企业，欢迎中国电信企业华为在法国投资。法国经济部长布鲁诺·勒梅尔自今年8月以来，美国、澳大利亚、新西兰、英国先后对华为的5G设备、技术发出“禁令”。考虑到这5国情报机构共同组成“五眼联盟”，也有国内媒体揣测，很可能是这5国“合谋围堵华为”的行为。根据相关资料显示，华为扎根法国已有16年，目前已在法国设立芯片、数学、家庭终端以及美学等四个研发中心，2013年华为在法国宣布了一项15亿欧元的投资计划。今年11月底，华为宣布将在法国东南部城市格勒诺布尔设立第五家研发中心，主攻传感器和软件研发。那么问题来了，法国真的会是一个说法前后矛盾的国家吗？为何在经济部长亲口肯定华为在法国所作出的贡献后，最大的运营商之一又跳出来说我们不欢迎中国企业呢？原来，在这件事上，证实了以路透、彭博为代表的英美媒体偶尔真的是特朗普所描述的“FAKE NEWS”(假新闻)。法国时间12月13日，Orange的CEO Stéphane Richard 史蒂芬·理查德接受了法国主流新闻电视台BFMTV财经早间节目的访谈。在这期间，他对华为是否在法国被禁也做出了正面的回答。在节目中，理查德说道，他对华为“被诅咒”而感到遗憾。他表示，华为本身并不是Orange的核心产品的供应商，Orange和华为在核心网络设备的建设上并没有合作。并无合作，如何禁止？路透社和彭博此前的报道明明宣称，“Orange将华为5G排除在外”。这样的说法确实和理查德在法国电视台访谈节目中的表述不一致。最重要的是，从头到尾理查德都没有在节目中谈到5G合作这件事。15日，华为也证实了本来也没有参与Orange的4G建设。这位法国运营商负责人也认识到了，这是一场政治斗争。他在访谈节目中说：“让我困扰的是，这场争议属于政治层面而非技术层面。这并不利于欧洲电信长远利益。”他表示，从某种程度上而言，这是对中国公司施加了“诅咒”（l’anathème），这种不客观的想法就是“他们是中国人，他们和中国的军队有联系，所以我们不应该让他们接触到我们的核心设备。”对于路透社报道中说的德国电信重新审视和华为的关系这件事，理查德说：“德国人根本都不在乎，根本不介意和华为合作。”此前，德国媒体也发表过类似的文章来质疑多国对中国技术和设备的猜测毫无凭证。德国《明镜》周刊列了诸多美国对于华为和中兴的猜疑，并且对比公开的证据，指出美政府行为无合法性，并指出，相比美国联盟国家（英澳加）等对于华为运营业务的诸多限制，德国各大电信企业均表示过首先德国政府无权干预决策，其次电信设备安全检测最重要，设备源产地并不是决定因素。来源：环球网环球网", "author": "中国经济网", "newsdate": "发布时间：18-12-15", "newstime": "14:05", "sentiment": [{"positive_prob": 0.0388906, "confidence": 0.913576, "negative_prob": 0.961109, "sentiment": 0}]}, {"title": "中国移动放弃华为，却选择了曾经的诺基亚，这其中有什么隐情吗？", "content": "近期看到了中国移动和诺基亚签下了十亿英镑的协议，很多人都觉得中国移动这样做是放弃了华为，并且引起了社会的广泛关注。为什么华为现在的技术水平那么高，中国移动还要用诺基亚呢？这其中有没有什么隐情？下面就让小编来和大家说说。其实这十亿英镑的单子，只是中国移动引进诺基亚的4G核心网改造部分，而且这部分核心网改造还是当年阿尔卡特的遗产。在2G年代，阿尔卡特在中国移动的基站数目还是相当多的，但是随着后来一次次市场份额的规划中，很多基站都被华为，中兴代替了，留给阿尔卡特的部分很少，只有10%左右。而这次移动之所以出十亿英镑，也是针对这部分市场份额的2G/4G核心网的改造框架协议，而且现在诺基亚在中国的主体企业诺基亚贝尔也是个正儿八经的合资企业，不是什么外企。现在的中国移动不仅仅和诺基亚合作了，还和中兴，华为，爱立信等等在5G市场也有合作，而且华为和中国移动的合作从来就没有停止过，两家仅在杭州就建立了就建立了100个5G基站实验点。在全球目前的所有5G专利数中，华为中兴大概占了30%左右，诺基亚占了11%，爱立信占了13%，这样一来三大运营商自然需要彼此间的优势互补，他们和华为，中兴，爱立信，诺基亚的合作就是必须的了。现在的中国通信业市场规模远远不是我们能想象的到的，我们可以通过华为2017年一年的营业额看一下。简单的估算一下就会发现，华为2017年从三大运营商手里拿到的收益达到了1500亿人民币，而且在三大运营商中出钱最多也就是中国移动了。不光是2017年中国移动每年的投资都是相当庞大的，中国移动也是华为目前最大运营商的客户，在这1500亿人民币中，有很大一部分都来自和中国移动签订的合同，相信今年中国移动为华为创造的营业额也会再创新高。总之，我们国家马上就要启用5G了，那些像中国移动放弃华为，改投外国通讯企业之类的谣言也终究会散去。不管别的国家怎么对待华为，反正在国内，想让任何一家运营商放弃华为，那样的事或许根本就不可能发生，在我国的通讯业市场中，华为一直都是大赢家，而且不光现在是，未来很长一段时间很可能还会是。现在的华为总市场份额每年已经达到了35%-40%之间，和同行们比起来，华为一直都是最大的。话又说回来，就算是这次中国移动没有把核心网业务交给华为，但华为在5G领域的实力，已经获得了全世界的认可。但是中国移动也有自己的选择权，并不是在每一个合同上面都要和华为签。华为有先进的技术，中国移动有选择权，但中国移动从来没有让华为吃过亏。本文内容由科技之狐原创，特此声明。", "author": "科技之狐", "newsdate": "发布时间：18-12-15", "newstime": "15:55", "sentiment": [{"positive_prob": 0.28571, "confidence": 0.365088, "negative_prob": 0.714289, "sentiment": 0}]}, {"title": "这两个国家的运营商弃用华为5G，但是华为却传来其他好消息", "content": "这两个国家的运营商弃用华为5G，但是华为却传来其他好消息想必大家都知道现在的5G战争是打得越来的越惨烈了，很多通信设备公司都开始联合一起国家政府来一起抵制我们的华为。像之前就有传闻说日本的通讯商软银将会换掉我们华为的4G基站，他们跟诺基亚和爱立信达成了更好的合作，并且他们将会在明年搭建自己的5G基站。而除了软银以外，日本的另外两大移动运营商也是宣布了以后不会再从我们的中国设备商那里进货了，尤其是在5G生态网络时更是拒绝我们的华为5G。而除了日本以外法国的运营商也是宣布他们将在以后的5G网络中不会与我们的华为合作，但是他们的其他技术和其他市场将会和华为在进行一些合作。可以说在目前我们全世界的5G技术中，华为是有着最先进的专利的。他可以说是为我们的世界5G做出了非常重大的一个贡献，但是因为美国的原因任正非没有办法更好的带领自己的华为向全世界推进。虽然我们知道目前的坏消息非常多，但是华为也是在一直的努力，而目前也是有着好消息传来。那就是截止到目前为止，我们的华为在全世界的范围内已经拿下了23个国家的5G订单。可以说目前他的订单数量已经超过了诺基亚和爱立信，虽然他受到了重重的阻碍，但是由于自己的技术实在是太先进了，所以让很多的国家没有办法舍弃华为去用其他通信设备商的设备。所以这就是华为自己的魅力所在，他用自己的实力去征服了那些对他怀疑的人，而至于那些抛弃她的人想必日后的时间里将会非常的后悔。想必大家一提起手机芯片都是美国的高通吧，可是在近几年来我们中国的华为芯片也是发展的非常的快。在今年的时候他更是发布了自己的5G芯片，这款芯片将会支持未来5G流量频段。可以说这一款芯片的发布就代表了华为将会是第一个使用5G的手机商，将会为自己的手机打下一个比别人都没有的基础。因为我们要知道爱立信和诺基亚这些通信设备商他们都是没有造手机，也是没有造芯片的。所以他们只能和其他国家进行合作，但是华为不一样了，华为不仅是现在5G技术的领导者，他更是全世界第二大手机厂商。可以说目前华为的手机已经遍布了全世界，如果在将来它用自己的5G技术和自己的手机芯片相结合，那么我们可以相信未来华为的手机在世界一定可以大卖。小编想说我们华为的发展可以说从头到尾都是看得到的，那可是十分的辉煌。而我们可以通过华为在自己官网的一句话可以看得出来他们的发展初心根本没有变，华为说：我们将致力于给每个人、每个家庭和组织带来数字世界，我们将会构建出万物的互联网智能世界，相信我们通过不断的努力，华为一定可以带他实现它的雄伟志向。也希望我们的华为可以兑现这句话，走向世界科技的巅峰。", "author": "流浪共和", "newsdate": "发布时间：18-12-15", "newstime": "17:02", "sentiment": [{"positive_prob": 0.784906, "confidence": 0.522013, "negative_prob": 0.215094, "sentiment": 2}]}, {"title": "禁售令！苹果一夜变凉成“白菜价”，我们选择华为还是苹果呢？", "content": "我们大家应该都有所了解，美国因为安全问题的原因，一直禁止华为的产品进入美国市场。之所以美国禁售华为的产品，完全是因为华为在5G技术方面领先全球，为了不让华为继续在全球范围内获得更多的市场，他们先是禁止华为进入美国市场，接着又联合其他的西方国家一起反对华为。试图让华为在全球市场上毫无进展。而现在中国禁止苹果的产品，这到底又是什么原因呢？其实这主要是美国的高通与苹果两家公司因为专利权的问题而产生的纠纷，因为苹果败诉，所以被要求苹果公司停止在中国对高通的侵权行为。所以除了今年最新发布的三款手机之外，iPhone6s到iPhoneX系列所有的产品都被禁止在中国销售。当中国禁售苹果商品这个消息传出之后，很多第三方的电商都立马做出了反应，在这个禁售令发出的当天，苹果手机都纷纷开始降价，而且苹果手机在各个地方都开始出现了这样的现象，而且官方也开始随之降价。反正这些苹果经销商就是想以最快的速度将这些苹果手机给卖出去。要知道现在的华为手机地meter20pro也不过是5000多的售价，降价后的苹果8p两者之间也差不多，那我们在手机的选择上是选择华为手机呢还是苹果手机呢？不知道大家对于禁售令！苹果一夜变凉成“白菜价”，我们选择华为还是苹果呢？这件事有什么看法呢？欢迎大家在下方留言讨论。", "author": "科技新文章", "newsdate": "发布时间：18-12-15", "newstime": "23:30", "sentiment": [{"positive_prob": 0.00459901, "confidence": 0.98978, "negative_prob": 0.995401, "sentiment": 0}]}, {"title": "华为Nova4抢先看：6.4英寸+48MP+3750mAh，颜值高性能却不尽人意", "content": "12月17日华为将于长沙发布新机华为Nova4，很多用户感觉来得太突然了，毕竟华为Nova3还没发布多久，Nova4就来临了！为什么发布那么早呢？其实，笔者认为发布这款手机，是为了在三星Galaxy S10发布之前，抢先发布挖孔前置相机设计，结果万万没想到的是激怒了三星，直接公布在12月10日发布三星A8s，抢先发布挖孔屏，不过在我国三星是很难和华为抗衡的，即便抢先发布，也很难卖得比华为好！对于华为Nova4手机，热度一直很高，不仅在国内，国外网友也很期待这款手机，因此有外媒曝光了华为Nova4的各项配置。外观方面，华为Nova4采用一块6.4英寸FHD+屏幕，屏幕材质为IPSLCD，分辨率1080P，19:9比例全面屏，正面除了前置相机外，还有超窄下巴，屏占比很高。背面设计有点类似华为P20Pro，采用三摄设计，不过多了个后置指纹解锁区域，这也是美中不足的地方！根据华为荣耀V20曝光的48MP AI相机，华为Nova4后置三摄也是如此，当然笔者认为这4800万像素AI相机应该是三摄之和，配备的是2400万+1600万+800万像素AI三摄，前置2400万像素。华为Nova4向来主打拍照和颜值，因此可想而知拍照体验应该不错，喜欢拍照的用户可以关注一下。根据外媒曝光的华为Nova4，续航采用的是3750mAh电池，处理器方面搭载的是麒麟970。正如前面所说的，Nova系列并非主打性能，是华为主打颜值和拍照的手机，如果华为Nova4都给麒麟980了，那华为Mate20还用不用卖了？荣耀V20还用不用卖了？因此，小编可以给出肯定的答案：想要麒麟980那是万万不可能的，给你麒麟970已经不错了，别上麒麟710就行！虽然华为Nova4的颜值超赞，但是性能确实有点尴尬，麒麟970手机太多了，目前最低价的荣耀Play仅1499元，那么现在发布华为Nova4，为了给用户尝鲜挖孔屏，鉴于华为Nova3目前6GB+128GB价格2799元，可以估计华为Nova4的6GB+128GB价格或3299元发布，大家期待吗？", "author": "日日科技说", "newsdate": "发布时间：18-12-15", "newstime": "13:29", "sentiment": [{"positive_prob": 0.783253, "confidence": 0.51834, "negative_prob": 0.216747, "sentiment": 2}]}, {"title": "诸多国家都抵制华为，但这两个国家却发声力挺，还与中企签下订单", "content": "华为近来处于多事之秋，自从美国以国家安全为由抵制华为后，英国、日本、澳大利亚和新西兰等国就和美国统一战线，对华为翻脸不认人，原本表示有很大意向签订的订单，纷纷找各种理由拒绝合作，并且还拆除华为的设备和基站。华为四面楚歌，一夜之间似乎到处都是敌人。不过好在并非处处都是绝境，即使诸多国家都在抵制华为，但是仍然有很多国家都对华为抱着善意，丝毫不顾及某些西方国家莫须有的威胁，纷纷与华为合作发声力挺华为，目前华为5G国家订单已达23个。而且诸多国家都抵制火花，但是这两个国家却发生力挺，还与中企签下订单！就在近期法国表示，华为在世界都有着举足轻重的地位。法国经济财政部部长勒梅尔公开表态：华为对法国非常重要，欢迎华为和中国电信来法国投资！华为和法国合作已经非常久了，16年的相处让双方知根知底。华为在法国设置了芯片、数学、家庭终端和美学四个研发中心，并且近期华为还宣布，将会在法国东南部的城市格勒诺布尔，设立华为在法第五个研发中心，主攻传感器和软件研发方向。而在法国表态后不久，芬兰国家电视台就表态，引述了多家研究机构和运营商的看法，芬兰综合考虑：华为的5G技术和产品并不像某些国家所说的存在特定风险。芬兰F-Secure的信息安全研究主任Mikko Hyppnen有些嘲讽到，要是说华为和中国政府有联系就对国家安全有威胁，那么诺基亚还是芬兰的，爱立信还是瑞典的，某些国家怎么不说诺基亚和芬兰有联系威胁国家安全。这些都是一些莫须有的罪名，并没有证据表明华为和中国政府存在具体的合作。而芬兰的运营商Elisa的技术总监Eetu Prieur也是发声力挺，以专业的角度看，华为的技术和设备都是标准的设备，并不存在特定风险，而且报价非常吸引人。Eetu Prieur表示5G移动网络的建设是大家共同努力才能完成的，并不说光凭华为一家，或者是其他设备供应商一家就能完成，5G网络的建设需要通力合作，华为和其他的供应商的设备一起，这才能使整个网络正常运转，将华为排除在外，迟早会为自己的行为后悔。而就在前段时间，芬兰还与中企签下了巨额订单。我国著名的运动品牌安踏集团联合其他中国投资方组成的财团以43%的溢价收购芬兰巨头亚玛芬(Amer Sports)，Amer Sports是芬兰乃至世界著名的体育用品公司，旗下的很多品牌都非常受欢迎，“始祖鸟”冲锋衣更是被称为运动服装中的爱马仕。此次安踏集团向Amer Sports发起收购协议，将收购Amer Sports所有股份，每股40欧元，总计收购金额46亿欧元，折合成人民币360亿元。华为5G的发展并不顺畅，在某些国家的威胁下更是坎坷，但是相信在这些对华为怀抱善意的国家支持下，华为5G一定能够克服难关，中国企业崛起让世界瞩目！", "author": "巨裕谈科技", "newsdate": "发布时间：18-12-15", "newstime": "06:00", "sentiment": [{"positive_prob": 0.988302, "confidence": 0.974003, "negative_prob": 0.0116984, "sentiment": 2}]}, {"title": "vivoNEX降至新低，比华为Mate20便宜200，如何二选一？", "content": "在双屏vivoNEX发布之后老款的vivoNEX有了一定的降价动作，比如目前的8+128GB就应声降到了4299，和目前6+128GB的华为Mate20对比来看，还便宜了200元，这个时候有人问我买8GB的vivoNEX更好，还是6GB的华为Mate20，小编从vivoNEX对比华为Mate20参数中梳理了一下从4个方面对比，希望对你们有用！1、配置对比其实配置上6GB运存和8GB运存几乎没有实用性的差异，考虑到安卓手机生命期就1-2年，所以6GB两年不会被淘汰，而麒麟980的华为Mate20在处理器的AI能力包括CPU的运算能力上比骁龙845更好，游戏方面的差异体现不出来，GPU方面基本持平状态，华为Mate20在配置和性能，AI能力上肯定领先vivoNEX！2、外观对比外观上浴霸三摄镜头的华为Mate20的确是见仁见智，有人说看多了也很好看，尤为受到男性用户的喜爱，而vivoNEX采用真全面屏设计，屏占比在当时做到了业内第一，不过放在当下其实并不算顶级水准，相反vivoNEX的弹出式镜头目前弊端开始凸显，容易进灰甚至进水蒸气，久而久之可能会对内部元器件造成一定干扰，当然女性用户会对vivoNEX表现出更多好感，男性则会更喜欢华为Mate20，这是见仁见智了，大部分人可能会对vivoNEX更有好感度。3、拍照对比华为Mate20是徕卡三摄的认证镜头，主摄是索尼IMX380传感器，结合算法上的优势拍照方面是吊打vivoNEX的后置双摄镜头，拍照方面华为Mate20是最大卖点，也是极大的领先优势，具备光学对焦和超级慢动作等功能，超级手持夜景都是卖点。4、价格对比目前6+128GB的华为Mate20是4499，而8+128GB的vivoNEX是4299元，2款手机的价格差距仅仅200元可谓是不痛不痒，所以既然有这个预算考虑这2款手机，价格不是制约你选择的原因，拍照外观才是你最应该考虑的因素。综合对比来看，我认为华为Mate20在拍照，性能方面领先优势明显，还是目前最新款旗舰，花费4299买一款似乎有点过气了的vvoNEX显得不太理智，如果真的希望买vivo我建议入手10GB的vivoNEX双屏版也就4999，那性价比就赶超华为Mate20不少了，你们认同吗？备注：图片来源网络，如有侵权，烦请联系删除", "author": "糖糖聊科技", "newsdate": "发布时间：18-12-15", "newstime": "23:25", "sentiment": [{"positive_prob": 0.237648, "confidence": 0.471893, "negative_prob": 0.762352, "sentiment": 0}]}]