[{"title": "华为Mate30 Pro国行版9月26日发布，价格很感人，网友：无奈！", "content": "自从华为Mate30系列在海外发布之后，很多人对于华为手机的价格就越来越不满，表示现在的华为手机是越来越贵，甚至有人吐槽，以前是没钱买华为，现在还是没钱买华为！而这两者之间的差别确实太大了。就目前的情况来看，华为Mate30 Pro国行版9月26日发布，价格很感人，网友大多数都在感慨：无奈！更是有很多网友称确实买不起。看得出来，余承东对于华为Mate30Pro是非常自信，在发布会上接连的对比了苹果的iPhone11 Pro Max，展示出了华为手机的强大实力。在外观设计上采用了刘海屏幕设计，而且是瀑布屏，曲面率接近于88°，正面视觉效果还是比较漂亮的，能够形成一种无边框的感觉。在机身背部搭载了环形摄像头，有人吐槽这就像滚筒洗衣机！正如余承东所言，iPhone11 Pro目前也学习了华为Mate20Pro做三摄，这是华为领先的地方。但是，余承东同样表示，中国人不喜欢刘海，却不知道刘海当中的技术。华为Mate30pro是目前最为精密的刘海屏幕手机，边框做得比iPhone11 Pro Max还要更小，而且支持了华为Face ID2.0等技术。拍照会是华为Mate30Pro的最大亮点，这款手机它所采用的是双4000万像素徕卡电影四摄，能够具备超高清夜景拍摄能力，同时还能支持7680帧超高速摄影的慢动作拍摄，摄像头的规格上达到了4000万+4000万+800万+3D景深摄像头，这款手机的手机拍照效果是不会输给苹果的iPhone的。在性能方面，华为Mate30Pro也搭载了麒麟990处理器，这是一款7纳米芯片，同时我们了解到国行版本还具备了8GB+128GB的储存组合版本，所以在性能方面其实也不算特别的差，能够超越骁龙855处理器，但是不如骁龙855plus以及苹果的A13。其他的信息方面，华为Mate30Pro也具备了4500mAh电池跟40W的快充，此外还支持了17W的无线宽松，并且还有IP68级别的防水防尘。而海外版本的华为Mate30Pro的8GB+256GB版售价达到了1099欧元起步，虽然国行版本的储存组合有所降低，但最终的价格可能还是要超过五千元，对比之下，现如今的iPhone11目前也在开售，却出现了价格破发，甚至在第三方渠道商的价格只有五千元不到，对比华为Mate30Pro来说，实际购买价值可能会更大一些。此外，华为Mate30Pro的5G版本还要到11月才能开售，之前期待华为5G手机的人可能也等不及，感到十分的无奈！华为Mate30Pro还不能够像iPhone11那样支持WiFi6协议，在5G时代的网速上反而更落后。我们都知道华为Mate30Pro是希望在5G上领先苹果的，但是如今5G版本却不能够及时开卖，价格也很感人。偏偏华为Mate30Pro还要遇到iPhone11破发，价格变得更便宜，对比之下，华为就显得很无奈了，难免让网友也觉得遗憾。我们还是希望，华为手机的价格卖得便宜些，也好与iPhone11竞争！你们说呢？", "author": "叽歪数码", "newsdate": "发布时间：19-09-21", "newstime": "07:00", "sentiment": [{"positive_prob": 0.489651, "confidence": 0.793028, "negative_prob": 0.510349, "sentiment": 1}]}, {"title": "给你一万五，你会买华为Mate30 RS保时捷，还是iPhone11Pro Max？", "content": "最近这两年的华为手机卖得非常的贵，其中最为昂贵的可能就要数限量版本的华为Mate30Rs保时捷设计，这可以说是机皇当中的机皇，价格甚至超过了苹果的最高版本，iPhone11 Pro Max。那么，如果我们给你一万五，你会买华为Mate30 RS保时捷，还是iPhone11Pro Max？华为Mate 30 RS保时捷设计的设计风格确实看起来就是高大上，满满的一股奢侈品的味道，充满了土豪气息，正面采用6.62英寸OLED全面屏，背部搭载的是四摄，以及还是进口牛皮革做的材质，机身的边缘没有了实体按键，取而代之的是利用边缘进行操作，这是完全没有见到过的设计。据说，华为Mate30 RS的设计灵感源自保时捷跑车天窗，而且还有保时捷跑车上经典的“速度带”设计风格。而iPhone11 Pro Max采用的就是比较常规的磨砂材质玻璃设计，背部搭载的是浴霸三摄，看起来实际很普通，并没有什么大的差别。正面是刘海屏，没有像华为Mate30 RS保时捷那样应用了曲面屏，所以中规中矩，比不上华为的高大上土豪气息，只能满足普通人的审美。就颜值对比上，iPhone11 Pro Max实际是针对普通大众而存在，华为Mate 30 RS保时捷设计针对的是有身份地位的高端人士。在硬件配置上，华为Mate 30 RS保时捷设计搭载麒麟990 5G处理器，具备了12GB+512G内存组合，这跟最高配置同样达到了512GB的iPhone11 Pro Max对比的话，我们也要承认还是苹果手机所搭载的A13处理器会更加强大一些。此外，在系统体验上，苹果的iOS 13系统正式版适配得还是很完善的，流畅性与交互体验会更好。至于在拍照上，华为Mate 30 RS保时捷设计具备的是4000万双主摄+800万长焦+TOF四枚摄像头组成，支持7680FPS超级慢动作摄影，对比iPhone11 Pro Max的1200万+1200万+1200万的三摄来说，硬件规格更高一些，而且在拍摄视频上，华为的超慢动作功能会更好用。换言之，华为Mate 30 RS保时捷设计实际也是能打的，不是纯粹的只是能看。此外，华为Mate 30 RS保时捷设计还有40W的快充以及27W无线快充，支持4500mAh大电池，好于iPhone11 Pro Max的3969mAh电池以及18W快充。最后是价格，华为Mate 30 RS保时捷设计的海外价格是2095欧元，大约是16000元左右，而iPhone11 Pro Max的512GB版本的价格是12699元，即便是国行版的华为Mate 30 RS保时捷设计可能会便宜一些，但是最终的价格可能会是跟苹果相互接近，那么，给你一万五，你会买华为Mate30 RS保时捷，还是iPhone11Pro Max？欢迎说说你的看法。", "author": "叽歪数码", "newsdate": "发布时间：19-09-21", "newstime": "07:29", "sentiment": [{"positive_prob": 0.00754216, "confidence": 0.98324, "negative_prob": 0.992458, "sentiment": 0}]}, {"title": "华为智慧屏的卖点都在这里了，你会为它们的“智慧”买单吗？", "content": "记者 | 陆柯言19月19日是华为消费者业务高光的一天。与Mate 30系列旗舰手机同时面世的，还有酝酿了两个月之久的华为智慧屏。一天后，界面新闻在深圳见到了华为智慧屏真机。我们见到的是一台65寸大小的华为智慧屏，这是华为智慧屏的首发尺寸。所有关于外观的表述，都不如图来得更直接。同此前发布的荣耀智慧屏一样，华为智慧屏搭载的同样是其自研的鸿蒙系统。在同时开启多个APP的情况下，并没有出现卡顿的情况，各个APP之间的切换和进入都很顺畅。美中不足的是，语音操作似乎还有再提高的空间——用户需要用较慢的速度来与语音助手对话，智慧屏才能有所反应并准确识别出内容。在某些特定情况下，遥控操作或许可以更省时一些。由于鸿蒙生态仍在起步阶段，部分APP尚未适配，所以暂时不能在智慧屏上使用。不过，对于最重要的视频内容，华为智慧屏已经内置了华为、优酷、腾讯以及芒果TV这几家主流的视频软件。除了鸿蒙系统之外，华为自研的鸿鹄显示芯片、麒麟AI芯片、凌霄Wi-Fi芯片都集结于此。可以说，华为智慧屏是对华为自研芯片技术的一场试炼。在华为官方的表述中，此次推出的智慧屏有三大卖点：升降式微光摄像头、智慧音响、和Huawei Share智慧跨屏。华为智慧屏也配置了一枚升降式摄像头。它主要有几个应用场景：视频通话、AI健身、儿童模式等。这颗摄像头支持分辨率为1920*1080的视频通话，同时配备智能人像锁定技术和微光技术，主要作用就是可以在不同光线条件下自动捕捉镜头中的人像，并将其呈现在最中心、视觉效果最佳的位置。及其智能躯体关节识别技术，用户在客厅里健身时，可以在用户动作不到位时得到智能语音提醒纠正。当儿童在智慧屏面前时，摄像头可以通过动作来识别儿童，从而实现儿童内容分级、设定观看时长、近距离观影提醒、坐姿不正提醒等操作。当然了，一款电视产品最受关注的还是显示效果。华为智慧屏搭载一块4K量子点屏幕，色域覆盖率达100% NTSC，显示芯片则来自华为自研的鸿鹄芯片，采用双核A53+双核A73架构。从现场体验来看，视觉效果是可以满足家庭影院需求的，但相比起传统电视厂商同价位产品来说，并无特别优势。华为一直没有公布其智慧屏的屏幕供应商。据财联社报道，华为智慧屏的主要供应商为TCL集团旗下的华星光电和台湾面板厂商友达光电。华为将其配备的Huawei Sound智慧音响作为智慧屏的第二大卖点。官方介绍称，华为智慧屏采用了8+1+1音频方案，此外还支持声场建模，可以根据房间的特点来建立虚拟的房间声场模型，以匹配最佳的声音播放方案。音频功能上有一项功能或许算得上是“刚需”，那便是“独享”模式，可以定向发声、智能降噪。华为方面解释道，这个功能的作用在于，如果家里有人想休息，有人却想继续煲剧，华为智慧屏可以定向对观看者增强人声，同时尽量减少对前者的打扰。从现场体验感来说，华为的智慧音响表现尚佳，尤其是低音效果算得上优秀。在具体的家庭场景中会有怎样的效果，只有等到用户来揭晓这个答案。最后一项卖点，也是最有华为系产品特色的一点，便是投屏和跨屏。用户可以用手机来轻碰智慧屏上的NFC标签，就能够将手机内容投屏到智慧屏上。在游戏、视频等场景中，更大的屏幕或许意味着更好的体验。另外，Huawei Share智慧跨屏无线传输速度达30MB/S，用户可以将华为手机、电脑中的数据和资料随时传送至智慧屏上。有必要提醒的是，当前华为智慧屏和智能手机、电脑之间的联动，暂时只基于华为系的产品之间。华为表示，未来不排除与其它手机和电视厂商的合作。电视行业已经很久没有涌现出新玩家了。如果从视听效果上来看，华为智慧屏的确是一款能够满足家庭影院需求的产品，但这点传统电视厂商同样可以做到。想获得用户的青睐，华为必须拿出自己的杀手锏。目前来看，华为智慧屏的卖点之一在于它在概念和玩法上挖出的一些创新点，比如升降式摄像头、跨屏投屏，或将切合部分用户的使用场景。在华为的设想中，智慧屏是其推进“1+8+N”战略的重要一环，也是其布局家庭场景的主要入口。华为方面并未透露是否为智慧屏设定销量目标，但作为华为品牌的首款大屏产品，这块智慧屏所承载的战略意义或许比销量数据更重要。目前，华为智慧屏尚未公布价格，具体的售价或将在本月26日的国内发布会上揭晓。如无意外，华为智慧屏的售价会比3799元（普通）/4799（Pro）元的荣耀智慧屏更高。这一次，用户会买账华为的“智慧”吗？", "author": "界面新闻", "newsdate": "发布时间：19-09-21", "newstime": "09:50", "sentiment": [{"positive_prob": 0.748822, "confidence": 0.441827, "negative_prob": 0.251178, "sentiment": 2}]}, {"title": "华为Mate30系列将开放Bootloader解锁，这是当前最好的方式", "content": "华为Mate30系列正式发布之后，海外媒体对于该机的评价非常高，但是这些权威媒体对于华为mate30系列在海外的销量并不看好。这是由于华为Mate30系列海外出厂无法预装谷歌全家桶，而海外消费者对于谷歌全家桶的依赖远远超出我们的想象。比如： 英国广播公司全球最权威的《BBC》就称：华为Mate 30系列缺少谷歌应用，华为将受到巨大打击。你要知道华为Mate30系列今年的预定目标为2000万台，但如果海外市场缺失光靠国内市场完成这个目标是非常难的。虽然在发布会上余承东称华为已经开始开发自家生态来代替谷歌全家桶。做生态和代替谷歌全家桶可不是一天、两天事，这是一个漫长的过程。当然很多人称不是可以自行安装吗？但自行安装并没有那么简单，当年玩机的人都懂。有时候不是你想安装就能安装的，还需要厂家的配合。当下的燃眉之急就是如何解决海外市场无谷歌全家桶的问题，据外媒AnandTech和Android Authority报道。现在已经确认华为Mate30系列将提供Bootloader的解锁功能。余承东在一份声明中表示：我们限制[Bootloader解锁]是因为我们想为消费者保证更高的安全性。但是这一次，我们将为消费者提供更多自由，以便他们可以自己进行更多定制。因此，我们计划赋予消费者这样做的权限。需要说明的是在一年之前华为以出于安全考虑为理由将自己旗下的所有手机都关闭了Bootloader解锁功能。简单的讲这个决定仅执行了一年，现在华为遇到特殊情况。不得不重新开放此功能，这也可以看作是就对海外谷歌全家桶的一次妥协。这样可以让海外消费者有更多的选择，看似自行安装的谷歌全家桶体验与出厂预装体验不在一个等级之上，但有总比没有强。", "author": "科技痞子", "newsdate": "发布时间：19-09-21", "newstime": "22:05", "sentiment": [{"positive_prob": 0.999559, "confidence": 0.999021, "negative_prob": 0.00044048, "sentiment": 2}]}, {"title": "5G华为Mate30 Pro将于5天后确认，真双模5G，价格有惊喜", "content": "iPhone11发布之后，紧跟着华为Mate30系列也发布了。华为Mate30 Pro是真正的顶级旗舰，比华为P30 Pro更加出色，采用全新的设计，搭载新一代处理器，加强了视频摄影的能力，而iPhone11 Pro Max也是以视频为主，两相比较之下，华为Mate30 Pro显然更加出色。可惜的目前只知道国外的售价，国内要等到9月26日上海的发布会，5G版本的发售时间也会一起公布。华为Mate30的研发周期长达18个月，投入21.3亿元，研发人员多达3000人，如此高的成本，价格自然不会便宜。但是受限于目前的困境，华为Mate30无法在欧洲市场销售，国内将成为主要的销售市场。余承东表示，华为Mate30系列的销售目标是2000万台。如此多的数量投入国内市场，价格又那么高，华为销售人员的压力也是很大。想要实现目标必须放弃以往的高价格路线，像苹果一样加量不加价，如果再定一个便宜的价格效果会更好。没有想到线下专卖店已经提前公布了国行版本的价格，8+128GB版本4G华为Mate30只售3999元，可以说很便宜了。华为Mate30是走量的主力，将价格定得这么低也是始料未及。在这个价位可以买到一加7 Pro这样的高端旗舰，但想买到华为是不可能的。华为Mate30采用6.62英寸小刘海三星全面屏，搭载麒麟990处理器，前置2400万像素AI相机，后置4000万像素+1600万+800万像素徕卡3摄，内置4200mAh电池，支持40W快充，30W无线充电以及反向无线充电。此前的华为Mate20、华为P30只支持22.5W的快充，华为Mate30给了这么多，诚意还是很足的。当然，有得就有舍，相机方面有所缩水，没有2000万像素的超广角镜头，800万像素的长焦摄像头也不是潜望长焦。不过3999元的价格是真香，完全可以与小米9 Pro这样的手机对抗。前提是无视小刘海屏幕。5G版本的价格为4599元，比4G版本贵了600元，估计小米9 pro 的5G版本价格为3499元，华为Mate30贵出一千多元，但是华为有双模5G的优势，小米9 Pro只支持NSA单模5G。华为Mate30 Pro是真正的旗舰，8+128GB的价格为5199元，比往年更低。华为Mate30 Pro采用6.55英寸AMOLED瀑布屏，供应商有三星、LG、京东方，也就是说想要买到三星屏幕还要靠抽奖，运气的成分比较大。搭载麒麟990处理器，前置3200万像素AI相机，后置4000万像素拍照主摄IMX600y+4000万像素超广角视频主摄IMX608+800万像素长焦+ToF 3D深感相机的四摄，内置4500mAh电池，支持40W/30W有/无线快充。华为Mate30 Pro的视频摄影功能太强大了，除了视频换背景、视频抠图等常见功能之外，还支持4K超广角暗态延时摄影，7680Fps超高速摄影，这些在手机上都是首次出现，可以毫不客气的说华为再一次引领了手机行业的潮流。估计等到明年的这个时候，国内将会出现大量以视频为卖点的旗舰手机，发布的时候不要忘了说声谢谢华为！5199元就能买到如此强大的华为旗舰，这在上半年是不可想象的，但是为了能够达到2千万的销售目标，只能低下身段与国产手机竞争。5G版本5799元，比4G版本的贵了600元，你能接受吗？", "author": "科技花开", "newsdate": "发布时间：19-09-21", "newstime": "23:21", "sentiment": [{"positive_prob": 0.99162, "confidence": 0.981378, "negative_prob": 0.00838002, "sentiment": 2}]}, {"title": "华为智慧屏体验：智慧升级，升级在哪里？", "content": "1924 年，一个名为贝尔德的年轻人花了 18 年时间，终于发明出了世界上第一台电视机。在接下来的将近一百年时间里，电视几乎成为了每个家庭中最重要的家电。纵使外观在不断地变化，但电视机的功能却几乎没有改变。而到了智能时代，人们已经不满足于在里面塞一些不痛不痒的功能，也不满足于仅仅在它前面冠上「智能」二字，而是想赋予它一个全新的名字，赋予它全新的产品定义。就在昨晚的发布会上，华为正式发布他们的另一款电视产品：华为智慧屏。废话少说，我们直接来看看作为一款电视产品，华为智慧屏最基本的参数和看点：65 英寸 4K 量子点屏幕色域覆盖 100% NTSC支持 HDR、MEMC搭载鸿鹄 818 智慧芯片、Hi1103 旗舰手机 同款 Wi-Fi 芯片、以及 Hi3516DV300 NPU 芯片集成 8+1+1 SoundBar华为智慧屏会比此前推出的荣耀智慧屏要更大一些，我们在现场体验的为 65 英寸款。其实目前市场上 50 英寸到 70 英寸是大多消费者选择的范围。在这个范围里面放在客厅不会显得视野太小，放在大一点的睡房也不会觉得违和。华为智慧屏将 SoundBar 集成在了屏幕下方，该 SoundBar 采用 8+1+1 的喇叭方案，即包含 6 个全频喇叭单元 +2 个高音喇叭单元 +1 个低音喇叭单元 +1 个无源辐射器。在 SoundBar 的中央还有一个面积比荣耀智慧屏更大一些的呼吸灯。在用户呼出语音助手又或者在播歌时，呼吸灯会有律动的变化。机身的做工方面，华为智慧屏也称得上精致。边框采用了抛光处理，极窄的边框设计也带来了相当高的屏占比。机身最薄处为 6.9 毫米，与普通的手机厚度相当。华为智慧屏所配备的接口也足够齐全，常见的 HDMI、USB 3.0、网络接口等都齐全。与此前的荣耀智慧屏一样，华为智慧屏的投屏功能是其中一个重要的卖点。投屏的方式十分便捷，支持「一碰投屏」。实际上很多智能电视都带有镜像投屏功能。但其实很少会有人来用它来投屏玩游戏，原因就在于高延时这个缺点上。得益于鸿蒙系统的低延时特性，华为智慧屏能做到 60Hz 100ms 的高帧率低延时投屏。现场工作人员也给我们进行了演示，单机手游基本能够忽略掉手机和电视之间延时的存在，而如果是竞技类网络手游，正常玩是没有问题的，但是对高玩们的精准走位或者压枪操作，可能还是会有一点影响。另外，华为智慧屏也支持通过手机对电视进行远程控制。为什么说「也」？没错，因为荣耀智慧屏也支持。实际上，大多数在荣耀智慧屏上大几乎所有和智能相关的功能在华为智慧屏上都有。想详细了解的同学可以回顾一下我们之前的评测《荣耀智慧屏 Pro 评测：不是电视的电视究竟能做什么？》那么接下来，我们也不妨来说说，大家其实更关心的问题。那就是和荣耀的相比，华为智慧屏有哪些功能升级？其实，最主要的升级点，都集中在了这颗摄像头上。与荣耀智慧屏一样，华为智慧屏也内置了一颗能够进行 1080P 视频的可升降式摄像头，不过后者的功能要更丰富一些。华为将这颗摄像头命名为「AI 慧眼」，具体慧在哪里呢？首先该摄像头有一个自动跟踪功能。之前我们在评测荣耀智慧屏时曾经提到过，与用手机视频通话不一样，用智慧屏来视频的话，视角会更加广一些。那么视频的时候，你有可能是坐在沙发上、也有可能是站在茶几前。而华为智慧屏上的这颗摄像头，就会根据你所站的不同位置，旋转摄像头，自动进行跟踪，保证人物位于画面正中央。前后移动的话，摄像头还会自动追焦，确保人物不会虚掉。另外一个应用到这颗升级摄像头的就是 AI 健身功能。相信不少人都会在家通过 app 进行健身，比起去健身房请教练，不仅方便省事，还能省下不少钱。但这样做的一个缺点，就是只能自己来判断动作是否到位，姿势是否标准。而华为智慧屏上的 AI 健身，则可以通过摄像头与 AI 算法相结合，在用户健身时实时捕捉身体动作的关键点，以判断所做的动作是否到位。从现场体验来看，识别得还算精准。例如测试人员在做屈膝压腿时，腿压得不够低，在做肩肘运动时转动的幅度不够大，都会识别出来并进行提醒。大家都知道，在健身的时候时常会因为体力下降而导致动作变形。而这样一来，有了个「专人提醒」确实会比自己一个人瞎练会好很多，起到事半功倍的效果。这颗升级摄像头的最后一个应用，就是帮助家长监督孩子看电视时的姿势。当进入儿童模式后，华为智慧屏的摄像头就会升起，当孩子离电视太近了，或者用躺下等不正确的姿势看电视的话，华为智慧屏都会发出提醒。不过碍于现场的没有儿童在，所以这个功能的实际表现我们就只能等到以后有机会再看了。另外由于这次只有短暂的体验时间，所以关于具体画质、音效等方面我们并没有进行更深入细致的体验。对这款产品感兴趣的同学可以关注我们接下来的详细评测。从今年开始，电视机成为了众多手机厂商角逐的下一个战场。传统的电视，又或者说上一个阶段的智能电视，将很快就会迎来一轮大更新。如何利用好芯片、AI 算法、摄像头等软硬件，做出更多粘性更高的杀手级应用，如何解决用户对隐私等问题的担忧，又是摆在厂商中可以预见的是，电视或者说客厅的革新即将到来，但这款发明了近有一百年的家电最终会被改造成怎么样，就只能拭目以待了。", "author": "爱范儿", "newsdate": "发布时间：19-09-21", "newstime": "13:48", "sentiment": [{"positive_prob": 0.960406, "confidence": 0.912013, "negative_prob": 0.0395942, "sentiment": 2}]}, {"title": "揭露华为Mate30系列“重构”背后的秘密", "content": "北京时间9月19日晚，德国慕尼黑，华为正式发布了2019年度旗舰手机Mate30系列。设计、性能、摄影、交互，这一次，华为用了四个“重构”，重新定义了面向5G、面向未来的超级旗舰。7nm+ EUV全球首颗商用旗舰5G SoC、88°超曲面环幕屏、Halo光环设计的超感光徕卡电影四摄、ISO 51200超高清夜摄、7680fps超高速摄影、4K超广角暗态延时摄影、双重生物识别、磁悬发声技术....华为Mate30系列将“集大成”三个词演绎到的极致。和9月11日略显乏味的苹果iPhone 11的“致创新”发布会相比，以“重构想象”为主题的华为Mate 30系列发布会似乎更能让人找到“创新”带来的激情和味道。随着现场Keynote演讲一次次“高潮”迭起以及会后体验区全球各大媒体的“人满为患”，足已经说明一切。一个多小的发布会显然意犹未尽，有关Mate30系列的更多问题仍待解答。会后，华为消费者业务手机产品线副总裁李小龙接受了媒体专访，为大家揭秘了华为Mate 30系列的设计背后的故事，以及发布会上很多没有提到的细节。华为Mate 30系列到底有多下本？华为重视研发投入众所周知，过去十年间华为研发累积投入达3940亿元，仅2017年研发投入就达896亿元，占比公司营收的14.9%，超过苹果，位列全球研发投入排名第六位。终端业务的手机产品线，自然也是华为如此“下本”的直接受益者。作为华为2019年度的旗舰机，Mate 30系列投入了多少成本呢？李小龙透露，华为手机一代产品一般是18个月开发周期，所以说，Mate 30系列在18个月之前就做好了这样的产品定义。李小龙说，华为Mate 30系列一款产品的投入大概是1.5亿美金，两款就是3个亿美金，投入研发人员大概3000人。双4000万徕卡电影四摄是如何炼成的？除了拍照，华为Mate 30系列最大的变化就是对视频拍摄的投入是史无前例，华为Mate 30 Pro这次使用了超感光徕卡电影四摄，首创双4000万双主摄设计。除了1/1.7英寸的4000万像素RYYB CMOS(4:3比例)，华为Mate 30系列还增加了一颗1/5.4英寸的4000万像素RGGB电影CMOS(3:2比例)，是迄今最大手机影像传感器。谈及这一转变，李小龙表示，华为在这一代产品之前我们一直重点在解决拍照的问题，其实手机发展到今天，我们会发现拍照功能已经做的足够的好。但是另一方面消费者拍视频的需求在不断提升，消费者上传视频的速度也在快速的增加。所以未来更大的需求应该是在视频方面，所以我们今年在这一代产品上增加了视频的特点。对于为何会把两个长宽比不一样的CMOS放在一起，李小龙解释称，这一次新增加了1.54英寸更大的底，这个底最主要用在视频上的，如果说拿过去4：3这样的传感器去用的话，好像有点儿浪费了，所以折中取了一个3：2这样的尺寸。这样一方面在裁切的时候损失面积不大，另一方面也更接近于传统的单反。同时，我们注意到，这颗专门用于视频的1/5.4英寸大底采用了RGGB像素设计，并没有采用华为最新的RYYB。李小龙表示，这是因为RYYB主要目的是为了增加它的进光量，然后那个底已经非常非常大了，再增加RYYB的话，这样做投入产出比不高。被问到像素对于视频拍摄的影响，李小龙坦言：“像素其实在我们考虑范围里面只是一个排名非常次要的指标，我们认为这个像素只要大到一定程度之后，其实已经完全不重要了，我们根本不关心像素数量有多少。“对于消费者来说买一款华为的旗舰机，其实你不用考虑什么像素是多少，指标是什么。只要买华为的旗舰机，那拍照一定是最好的。”他说。华为Mate 30系列有了这么强的原生相机能力，第三方应用是否也能也能完全调用呢？对此，李小龙也给出了明确答案，华为现在跟国内所有小视频开发商，包括境外视频开发商，都做了非常深入联合的开发，他们都借助了华为的Camera kit，然后能够调用华为的硬件能力。李小龙强调，不止是消费者在用我们自己的原生相机能有好的拍照能力、视频能力，用其它的应用也能做到。“我们跟业界一起合作，能给消费者带来更好的使用体验，而不是我们自己单打独斗去做这些事情。”此次发布会有一大期待悬而未决。发布会前，很多人都在期待华为Mate 30系列登顶DoXMark第一，不过发布会上并未看到这一环节，略显遗憾。李小龙表示，华为Mate30系列的DoXMark评分已经在测试中，需要等一段时间才公布。谈及为何没有采用P30的50倍的潜望镜头，李小龙表示，希望不同的产品给消费者不同的选择，两个产品选了不同的方向，消费者根据自己的需要选择。比如说你特别喜欢拍长焦的，喜欢抓鸟什么的，可能P30 Pro更适合一些，Mate系列更均衡一些。近年来华为手机在影像技术上的有目共睹，对于如何寻找创新的方向，李小龙也袒露心声：“我们希望能给消费者带来‘哇’的这种感觉。前一阵子我把拍的银河视频给我太太看了一眼。她说这真的是手机拍出来的吗？”他表示，我们就希望给消费者带来这种感觉，每年给消费者带来各种各样的惊喜，让这种过去很难，可能要借助很专业的设备都不一定能拍到的东西，能让我们的手机一键傻瓜式操作就可以很容易实现。为何会采用圆形镜头模组设计？大家都知道，去年华为Mate 20系列外观的一大特色就是将四点式车灯这一保时捷超跑标志性元素融入到了手机ID设计上，这就是我们看到的保时捷之眼：“矩阵多焦影像系统”。这ID设计也引领了旗舰手机的设计新潮流，刚刚发布的iPhone 11也采用了相似的设计语言。会上谈及iPhone 11 Pro系列的三摄方案，华为消费者业务CEO余承东表示，iPhone 11 Pro系列背后的摄像头设计是向华为学习，华为引领了设计。今年，华为Mate 30系列超感光徕卡电影四摄以Halo光环设计惊艳，矩形变成了圆形，这背后有和考量？李小龙直言，其实主要是外观，从过去Mate系列设计来看，比如说第一代Mate是一个单的圆形摄像头，Mate 7它变成一个带圆角正方形，不停的演变。Mate9是一个“跑道”圆，基本上我们在每一代的产品外观里面你都能看到上一代的影子。然后再到Mate10，又把跑道形又把它拉长，拉成一个横向。再往后，我们又把这个横的变成一个矩形，然后这一代我们又在继续进行矩形四个摄像头圆孔的基础上又把它变成了一个圆形。他表示，华为希望每一代的外观给消费者一种耳目一新的感觉，但是大家看起来又明显觉得它就是华为的Mate家族，Mate系列一定要有上一代的这样特征。华为希望在这种传承中发展，形成自己的设计语言，并且去引领这种设计语言，从而引领整个业界的趋势。到底什么才是一款好的屏幕？华为Mate 30 Pro首次采用了“环幕屏”，也就是大家俗称的“瀑布屏”。因为全新屏幕的应用，手机取消了物理音量键，带来了全新的交互方式。同时还有人担忧，这样的屏幕设计会不会很容易误触？李小龙直截了当地表示，误触绝对不会出现。他进一步解释：“我们是把手机的屏幕主屏分成三个区域，中间是平面显示器，两边是弯折区域。也就是说你两边的弯折区域你是根本触碰不到的，我们做了一个完整的分割。”Mate 30 Pro音量键改成了触碰式，在一些使用场景，比如说在开车或者是在包里的时候有的时候有盲按的需求如何解决？李小龙表示，比如说打一个电话你想让它静音，过去大家习惯按音量键，那我们只要按电源键就好了，习惯了也很方便。对于什么才是一块好屏幕的标准，李小龙也表达了自己的观点，他认为屏幕参数非常多，都很重要。对于国内的一些供应商，需要用一个比较有耐心的这种态度来扶持它，不能说因为它有一点点差距就放弃。我们更希望这个产业能做到百花齐放，能有更多的人参与进来。另外也能看到不管是哪一家供应商，最近几年他们发展的速度非常的快。大家也不能再用过去传统的眼光来看他们产品的质量，这一代产品如果让我们这些专家去盲测，用肉眼来看，几乎分辨不出多家之间的差异。“行业的进步非常之快，希望大家能等产品上市之后，可以去仔细的了解体验一下。”李小龙说。5G会不会有点超前太多？除了影像上的巨大进步，华为Mate 30系列另外一大看点就是5G了。麒麟990原生集成5G基带，统一支持2G/3G/4G/5G各种模式、NSA/ SA双模组网、TDD/FDD全频段，支持全网通5G，下行速率最高2.3Gbps，上行速率最高达到1.25Gbps。毫无疑问，这是目前业界最完整、体验最佳的5G终端解决方案。值得一提的是，华为Mate 30系列是华为Mate 20 X 5G之后的第二代5G手机，在天线、速率、双卡双待、续航、温度等方面都是最强的5G手机，没有之一。华为Mate 30系列手机不仅支持5G，还要兼容4G、3G、NFC、GPS、WiFi、BT蓝牙等网络，所以总计使用了21条天线，用于5G就有14条天线，远高于其他厂商的5G手机。在频段方面，Mate 30系列5G手机支持N79、N78、N77、N41、N38、N27、N3及N1多个频段，相比之下三星的Galaxy Note 10+5G手机只支持N79、N78及N41频段，而苹果的iPhone 11系列手机完全不支持5G。在双卡双待方面，华为Mate 30系列5G手机也支持5G+4G双卡双待，可以做到一卡5G另一卡VoLTE，或者是双卡VoLTE语音、上网。同时，支持SA和NSA双模组网。李小龙表示，今年是5G元年，在5G手机的设计上非常有挑战，手机上面布置了各种各样的天线。21根天线还只是物理的数字，天线逻辑非常复杂。我们每一代产品在立项的时候都会征集全球我们所有客户、运营商客户去了解他们的频段需求，努力做到能够在全球任何地方使用，并且可以非常好的使用。我们注意到，华为Mate 30 Pro提供了4G、5G两个版本，而Mate 30 RS保时捷设计干脆就只有一个5G版本。在如今5G网络尚未大规模铺开的情况，有人提出疑问，华为的5G手机步伐是不是太超前了？李小龙自信地表示，华为是现在全世界网络最大的提供商，很清楚当前网络的承受度到什么程度，我们应不应该去投入。“我可以很自豪的说我们是在所有的手机厂商里面，对于业界把握是最准的。我们一般手机开发周期是18个月，一款芯片的开发周期还要再往前迭代18个月，大家今天看到的这个产品都是我们在36个月之前就已经讨论的差不多的程度了。”发布会上，华为公布了Mate30系列的欧洲建议零售价：华为Mate30(8GB+128GB)售价799欧元，华为Mate30 Pro(8GB+256GB)售价1099欧元，华为Mate30 Pro 5G(8GB+256GB)售价1199欧元，华为Mate30 RS保时捷设计(12GB+512GB)售价2095欧元。国行版华为Mate30系列已于9月20日00：00全面开启预售，将于9月26日上海发布会当天的18时08分在华为商城及线上授权电商平台、华为授权体验店及线下授权零售商等正式开售。届时，华为Mate30系列国行版本的售价将正式揭晓。相信，到时候必然是一机难求的局面。在iPhone 11系列5G缺失的情况下，华为Mate 30系列大卖已然无悬念，如今要看的就是国行版的定价多少，以及余承东的2000万台销量目标多久会实现。", "author": "环球网", "newsdate": "发布时间：19-09-21", "newstime": "08:53", "sentiment": [{"positive_prob": 0.511946, "confidence": 0.761084, "negative_prob": 0.488054, "sentiment": 1}]}, {"title": "大家还记得他吗？27岁成华为最年轻副总裁，差点成任正非接班人", "content": "一个人要天才到什么程度，才能让任正非直呼“干儿子”，视为下一任接班人？余承东花了25年才坐上华为副总裁的位置，他只用4年就做到了，算不算惊世骇俗？他的才华甚至能让骄傲的李彦宏也说出：全世界能做百度CTO的人不超过三人，他就是其中之一！但他的人生又十分滑稽，能用300万就能狂赚10亿，最后却因区区700万锒铛入狱。他是大佬们口中跳来跳去的天才，从华为跳到百度，从创投跳到入狱，李一男这个名字，已经消失了很久。光辉履历如果说天才的履历是有模板的，李一男的履历应该就是其中之一。15岁考入华中理工大学少年班，23岁硕士毕业，这放到哪都是妥妥的学霸人物。此时的华为正处于突飞猛进的阶段，任正非竭力谋求新的发展，在他的带领下，华为准备梭哈交换机。而能力出众的李一男正好进入任正非的视线，在任老的劝说下放弃了出国留学，加入华为。李一男进入华为仅用了半个月就升级为高级工程师，协助郑宝用开发C&C08交换机。在他和协助郑宝用的通力合作下，完善了SDH技术，使得C&C08万门机大获成功，横扫中国电信市场。94年当年的销售额就达到8亿，此后每年的增长都是翻倍的，C&C08由此成为全球历史上销量最大的交换机。交换机的成功让华为成功打开市场，李一男也在95年被提拔为华为公司总工程师。此时距离他进入华为，只过去两年的时间。李一男在工作中的思路极其清晰，完全是少年天才的表现。甚至让任正非每天都来看他一眼，越看越喜欢，最后干脆直接把李一男叫成“干儿子”。又过了两年，李一男过人的能力让所有人都不得不服，年仅27岁的他被提到了华为公司副总裁的位置，个人股份在华为仅次于任正非、郑宝用等几个初始员工。此时，是他进入华为的第四个年头。为什么所长一直再强调时间？因为这个成绩实在是太耀眼了！要知道，现在这个位置上的余承东，可是足足花了25年功夫，才如愿以偿。不仅在华为内部，在互联网圈内，他都被称为“神一般的人”！当时所有人都认为，任正非的接班人就是李一男，没跑了。但他却很突然地在2000年，跑去结算了自己在华为的股权，将连同分红在内的一千多万，提了出来，宣布辞职。那时，正值IT泡沫破裂之际，华为当年销售收入猛跌，下降幅度达到49%。就这样，李一男还当着刚因皮肤癌动第二次手术的任正非的面，带走了公司大量高管与员工。不但任正非咬牙切齿，所长也感觉这种雪上加霜的做法，太不地道了！出走华为后，李一男在北京创办了港湾网络公司，自立门户。发展到2003年，港湾的年收入就达到了7亿左右，出于对老东家的熟悉，李一男开始和华为进行全方位的正面竞争。到最后，任正非甚至不得不对李一男实施一系列策略性的“追杀”，才将港湾网逼到穷途末路，收入囊中。李一男前科在身，显然是不会再得到信任的了。所以回到华为后，虽然自己仍挂着副总裁的头衔，却始终被冷藏着，再无施展身手的机会。据悉，任正非给了李一男一间透明玻璃的办公室以供人围观，在他重返华为的第一天，就收到了多重注目礼，成为华为“叛逃员工”的“警示牌”。两年后，结束了麒麟芯片前身的开发项目，李一男终于选择离开华为，不再硬撑。技术天才，社交白痴“李一男离开华为了！”这样的消息，在互联网圈内传得沸沸扬扬，许多大佬闻风而来，向他递出橄榄枝。李彦宏更是登门就说，“全世界能做百度CTO的人不超过三人，你就是其中一位！”这顶高帽子戴得十分舒服，在李彦宏的盛情邀请下，李一男答应出任百度的CTO。不得不说，李一男他确实是一位天才，对于任何新技术的领悟和掌握都惊人的快，但他也是一个十足的偏执狂，目中无人。早在华为的时候，同事对他的评价就很一致：智商极高，情商极低。这样的性格，让他在百度的日子并不好过，相比华为，这里的氛围少了一点包容。所以在不到两年的时间里，李一男就提交了辞呈，尽管李彦宏好心劝说，也毅然离去。之后在中国移动的任职经历也是类似。当时的12580平台竭诚邀请，给了他“无限讯奇”CEO一职，他也很给力地在不到一年的时间里，将12580的使用量提升了1倍。然而，情商不足的缺憾，让他始终难以在关系错综复杂的运营体系中立足，最终离职。到了2011年8月，闲不住的李一男再次出发，以合伙人的身份加盟金沙江创业投资基金。正是在金沙江期间，他创下了创投界的神级战绩，他参投的北京数字天域科技有限公司上市后，将原本300万的投资变成了10亿。不知道是不是成功的风太让人迷醉，李一男飘了，犯下了一个让他面临牢狱之灾的错误。众筹奇迹，一夜崩塌也许是经常接触创业者的缘故，年轻人身上的激情深深感染了李一男，往他本就躁动的心上添了一把火。于是，他创办了牛电科技，自己担任CEO，主打产品是两轮智能电动车——小牛电动。他对自己说，这是最后一次创业了。出于对“天才”头衔的信任，小牛电动在发布之前，李一男就拿到了 5000 万美元的融资。随后，李一男更是将自己的名气运用到了极致，在第一代产品小牛 N1的发布会之前，仅15天的功夫，就在京东众筹上创造了7000 万元的筹款这成为当时国内权益类众筹中金额最大的众筹项目，整个科技圈都轰动了。名利双收的感觉自然是美妙的，接受采访的时候，李一男总是神采飞扬地说：“一流的人生，就是看着别人犯错误，自己不犯错误，吸取经验教训；二流的人生，是自己犯错误，自己吸取教训；三流的人生，是自己犯错误，自己还不吸取教训。我学习还不够及时，目前还只是二流的人生。”后来发生的事，证明了他对自己的评价，确实相当到位。就在2015年6月1日发布会后的两天，李一男就被深圳公安局刑事拘留了。当时检方指控他在金沙江创投任职期间，涉嫌内幕交易，且因此获利 700 多万。检方认为，他之所以选股精准，是因为他与华中数控总裁李晓涛多次私下联络、接触，得到了股权重组的相关消息。李一男自然是否认的，但伴随有期徒刑两年零六个月，750万元罚金的制裁发出，事实如何，不辨自白。一个功成名就，身家数十亿的互联网天才，甚至能被行内所有人评价为“朴实的大男孩”的这个人，最后居然栽在了区区 700万上？这其中到底有什么隐情，所长不得而知，只知道，2017年末出狱的李一男，无疑已经错过了很多风口。这个总是跳来跳去的天才，即将迈入知天命的高龄，他到底还能否实现“人生如若初生，做点有意思的事，给人生以痕迹”这个愿景呢？想来，入狱应该是不算的吧。", "author": "雷科技", "newsdate": "发布时间：19-09-21", "newstime": "14:13", "sentiment": [{"positive_prob": 0.0205985, "confidence": 0.954225, "negative_prob": 0.979401, "sentiment": 0}]}]