[{"title": "华为此举，让美国芯片巨头“不淡定”了", "content": "参考消息网8月5日报道日本媒体报道称，美国高通7月31日发布业绩预期称，2019年7月至9月营业收入比上年同期最多下降26％。在中国，智能手机用半导体销量将减少。随着自主生产半导体的华为公司的智能手机的市场份额上升，高通面临的压力正在加大。据《日本经济新闻》网站8月2日报道，“华为将重心转向在中国提高（智能手机）份额”，在7月31日的电话会上，高通首席执行官史蒂夫·莫伦科夫列举了华为的名字。与从苹果获得和解金、营业收入增长73％、达到96.35亿美元（1美元约合6.9元人民币）的4至6月形成对照的是，预期收入7至9月减少12～26％，仅为43亿～51亿美元。报道称，莫伦科夫担心，华为将面临的逆风转化为动力，集中发展在华业务。华为旗下拥有半导体子公司海思半导体，大量芯片已实现自产化。据美国国际数据公司统计，4至6月华为在中国的智能手机供货量创出历史新高，全球份额也维持在第二位。5月，高通被判违反《反垄断法》。圣何塞联邦地方法院法官指出，高通“滥用（用于智能手机通信的）调制解调器芯片的竞争力，违规收取较高的知识产权使用费”。高通控制智能手机产业的程度略见一斑。不过，有着215亿美元规模的全球调制解调器芯片市场，高通的存在感正在逐渐下降。美国调查公司——战略分析公司的数据显示，2014年曾占66％的高通的市场份额到2018年已降至49％。原因是华为等手机品牌都在加快芯片的自产化。美国IDC预测，2019年的智能手机供货量将比上年减少2％，连续3年减少。在已成熟的产业里，业内企业通常会尽可能拿回此前流向外部的价值。高通的管理层重申“在5G领域领跑”，但客户的自产化导致的商机消失这一风险已开始成为现实。资料图片。新华社", "author": "参考消息", "newsdate": "发布时间：19-08-05", "newstime": "00:13", "sentiment": [{"positive_prob": 0.0834008, "confidence": 0.814665, "negative_prob": 0.916599, "sentiment": 0}]}, {"title": "李嘉诚在欧洲创建了一个通讯帝国，帮助华为却不止是顺水人情", "content": "作为当今华人商界最具影响力的企业家，李嘉诚的一举一动都数到了外界的关注。李嘉诚从十几岁就开始涉足商场，如今已经九十岁高龄，纵横商界七十余年，李嘉诚始终能够屹立不倒，因此他也被很多人视为神明一般的存在，可见其影响力之大。然而，李嘉诚近几年来的投资方向，却给他招来了极大的争议，甚至很多人传言李嘉诚“要跑了”，这又是为什么呢？因为自2013年开始，李嘉诚开始不断抛售他在内地和香港的核心资产，其中包括上海东方汇金广场，南京国际金融中心大厦，香港金融中心大厦，陆家嘴世纪汇以及香港电讯等等众多资产。尽管李嘉诚方面多次辟谣，但并没有取得太大的效果，实际上选择什么样的投资方向，和李嘉诚的投资理念有关，商人的宗旨是为了盈利，而李嘉诚之所以选择抛售大量资产，同时大举在欧洲地区投资，显然是为了避免财产损失，并且为自己带来更加客观的利益。而很多人也因为李嘉诚大量抛售物业，而开始唱衰国内的房地产市场，事实上国内的房地产行业依旧稳定，只不过整个行业的负债率非常高，如今万达集团已经摆脱了高负债，但是“地产一哥”恒大的负债率依旧非常惊人，而高负债也是内地房地产的常态。与内地不同的时，香港的地产商对负债都非常谨慎，他们更愿意用现金做生意，以此来规避可能发生的债务风险，万达集团显然就是一个很好的例子。而李嘉诚对于负债更是谨小慎微，目前长和系的整体负债率仅为1.3%，几乎相当于没有负债。所以李嘉诚才会对内地的地产项目避之不及，这也是理所当然的事情。然而，李嘉诚后来又因为帮助华为公司，拿到了欧洲多国的5G订单，从而路人转粉，但是也有很多人表示李嘉诚只是做了一个顺水人情，那么李嘉诚在欧洲究竟投资了哪些业务呢？众所周知，能源、电力、基建、港口、水利、通讯等等都是李嘉诚向来中意的投资方向，而通讯显然是李嘉诚投资欧洲的重点。2014年李嘉诚斥资2.25亿英镑，拍下了英国4G牌照，随后又先后收购了爱尔兰电信公司、英国第二大运营商O2、意大利电信公司Wind Tre等等，构建了贯穿欧洲的通讯帝国。所以，李嘉诚用在欧洲的通讯公司，帮助华为获得订单，原本也是举手之劳。但是李嘉诚和华为之间还是颇有渊源的。因为早在上世纪九十年代，当时李嘉诚的和记电讯刚刚成立，但是华为公司为这家公司提供了非常重要的技术支持，对和记电讯的初期发展，给予了很大的帮助。所以李嘉诚才会在华为困难时鼎力相助，不仅旗下子公司给了华为10亿订单，还牵线其他欧洲通讯公司，帮助华为成功拿下了十多个欧洲国家的5G订单。所以李嘉诚帮助华为，并不是简单的顺水人情，而是投桃报李，报答华为当年对自己的帮助。", "author": "聚富财经", "newsdate": "发布时间：19-08-05", "newstime": "16:24", "sentiment": [{"positive_prob": 0.913866, "confidence": 0.808591, "negative_prob": 0.0861339, "sentiment": 2}]}, {"title": "华为P20正式下架：公布销量后，网友竖起大拇指！", "content": "想必大家过去一段时间也早有耳闻，市场上关于华为手机的报道也是铺天盖地，毕竟华为手机作为自主品牌，能够完成了对苹果手机的逆袭，甚至对三星的业务产生巨大冲击，这真是让国人感到振奋人心，而过去一段时间，华为董事长梁华也是公开了华为手机出货量成绩，累计突破了1.1亿台，正式超过iPhone，同时在承受美方打压的情况下，华为营收也是步步为营增长至4000多亿，公司的业务欣欣向荣一片，华为在被抵制的情况下实现自我超越，这样的成绩来之不易，这就是狼性文化公司的毅力和韧性！华为可真是打不倒的不倒翁，目前三大主营业务也是不断传来捷报，特别是华为消费者业务，手机、笔记本、手环等一度畅销，华为P20、华为mate20在过去一年也是炙手可热，而要说到目前最为成功的一款华为旧旗舰的话，那当属就是华为p20系列，这款手机发布一年多时间，按照余承东此前公开的口径看，华为P20系列累计出货量超过了1700万台，可以说是国产手机高端领域的绝对霸主，这个记录除了华为手机后续可能可以打破之外，想必小米OPPO也很难去冲击这个高度，高端手机市场是越来越难做了！华为p20系列之所以能够畅销，其归根到底有三个方面的原因，一来是华为品牌口碑的提升，国内掀起来支持国货华为的浪潮，一切高端手机大家只看三星和苹果，可如今iPhon手机e、三星在sho'j设计感方面过于保守，中庸设计和超高价格制约了网友的入手门槛，倒是华为手机拿出了诚意，以更加创新并且性价比更高的机型突出重围，华为口碑由此逆转，因此华为p20系列能够成功的第一个原因就是品牌口碑的建立，也正是因为如此，所以在国内比小米、一加都要卖得更好！其次就是华为p20系列本身具备出色的拍照能力，一度霸榜DXOmark排名，而华为p20 pro发布将近2年时间，依然在拍照方面领先iPhone，甚至还是世界第三的拍照手机，自打华为P20、P20 pro打开拍照手机大门之后，国内友商纷纷跟进，同时iPhone、三星也开始推出双摄、三摄甚至四摄手机，华为极具威慑力的相机算法也是一路引领潮流，华为P20不愧是华为进入高端手机领域的一款大作，拍照手机从此以后成为了华为公司最具标签的一个卖点！最后，华为p20系列的外观设计十分新潮，其独具魅力采用了渐变色机身设计，也是手机领域的首次尝试，而这样的设计最终也是遭到了很多国产手机的模仿，最终大获全胜，出色的外观也是华为p20系列能够成功的原因，特别是对外观设计相对中庸的iPhone8、iPhone 7手机来看，华为p20系列的优势体现在完美的屏幕素质、优秀的拍照能力和出色做工等等，在价格低于iPhoneX的情况下，华为P20却具备更加出色的拍照能力，同时价格方面低了一半，能够收获口碑和销量也是实至名归，而在余承东公开说华为P20系列销量超1700万台的时候，网友也是纷纷竖起了大拇指，再见了一代机皇【声明：未经许可禁止转载到其他平台网站，推哥原创，图片源于网络，如有侵权请联系作者删除】", "author": "推哥说科技", "newsdate": "发布时间：19-08-05", "newstime": "21:22", "sentiment": [{"positive_prob": 0.106613, "confidence": 0.763082, "negative_prob": 0.893387, "sentiment": 0}]}, {"title": "华为外籍高管喊话美澳：要禁就禁吧，你们自求多福", "content": "【文/观察者网 谷智轩】因“舌战美媒”的而走红的华为外籍高管安迪珀迪（Andy Purdy）又站出来“打脸”了。这一次，他在接受彭博社采访时直接对美国和澳大利亚喊话道：要禁华为就禁，但也长点心吧，你们自己的通信系统和网络都不够安全。这两国是目前唯二明确禁止华为参与当地5G建设的国家。成为华为美国公司首席安全官之前，珀迪曾担任美国联邦检察官，还为美国国土安全部效力过。丰富的政府工作经验，让珀迪深谙美方在指控华为时存在的“漏洞”，并在面对媒体逼问时面不改色地逐个击破。彭博社视频截图“你们自己不够安全”上周四（1日），珀迪在纽约的非营利组织华美协进社（China Institute）参加了一场小组讨论，主题是中美两国在技术发展方面的竞争。据新华社报道，珀迪当天在谈及特朗普政府的“华为禁令”时表示，尚不清楚华为会因此受到多大影响，但“可以肯定的是，美国公司每年从华为得到的110亿美元订单有可能不保了”。他指出，在美国，约有40家农村电信运营商和数万名农村居民受惠于华为“安全且具有价格竞争力”的设备，被迫放弃使用这些设备会令他们“不高兴”。一段时间以来，美国企图说服盟友不要与华为合作建设5G电信网络，理由是所谓的“安全问题”，包括可能存在的“后门和数据泄露风险”。对此，珀迪提出一个现象，即一些国家反过来对华盛顿施加压力，因为后者无法提供任何证据证明华为存在不当行为。当天，珀迪还接受了彭博社主播雪瑞安（Shery Ahn）的专访。彭博社视频截图期间主播问道，“你怎么说服外界，华为是可以信任的？”珀迪回答，“一种方法是，我们讨论采取一些具体措施，这些措施能够为我们的产品和员工行为提供保险和透明度。”“老实说，当你看看过去18个月美国针对华为发起的‘全球性运动’，你会很惊讶地发现，众多国家、甚至美国最亲密的盟友都在进行反击，”他说，“比如英国和德国，他们都表示没有收到美方任何的证据，表明华为在网络安全方面存在重大不当行为。他们只是在继续寻求降低风险的方法，就像所有专家呼吁的那样。”珀迪进一步对美国和澳大利亚喊话称，“如果实在要禁华为的话，你们就禁好了。但采取点必要的措施来保障通信系统和网络的安全吧，因为你们自己不够安全。”他还对主播透露，在接下来的5年中，华为将投入20亿美元来改善软件工程流程，以应对网络安全漏洞。半年营收仍大增23%事实上，珀迪在6月“迎战”福克斯商业频道（FOX Business）主播玛丽亚巴蒂罗姆（Maria Bartiromo）的逼问时就明确指出，有关华为设备留有“后门”的消息根本就是“乌龙事件”，反倒是美国网络供应商思科（Cisco），在过去的一两年之中被发现产品中有8到10个“后门”。他当时直言，美国大可以就所谓的“安全风险”对华为进行调查，“我非常乐意安排美国政府（对华为）进行这样的对话和访问。”今年上半年，特朗普政府对华为的“极限施压”升级，但就实际结果来看，该公司并未受到太大影响，半年营收仍以23%的高速增长，反倒是英特尔、高通、AMD等一众华为美国供应商遭遇了营收全线下跌。在上月底的业绩说明会上，华为董事长梁华表示，“迄今为止，华为没有一天停产，没有一天中断对客户发货。”观察者网注意到，在5月16日被美方列入所谓的“实体清单”后至今，华为又签订了11份5G合同，目前总数为50份，领先于全球另外两家主要5G供应商诺基亚（43份）和爱立信（23份）。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-08-05", "newstime": "21:02", "sentiment": [{"positive_prob": 0.109198, "confidence": 0.757338, "negative_prob": 0.890802, "sentiment": 0}]}, {"title": "买华为还是买荣耀？二者有何区别？明白这点很重要", "content": "你是愿意买买贵的华为，还是愿意买便宜的荣耀呢？这几年华为的发展，大家都看在眼里一直是非常的强势的，其实华为发展的如此之好，和它的子品牌荣耀是分不开的。发展比较好的，不仅仅是华为荣耀在一定程度上也有了非常大的改变，凭借着自己的性价比发展出了一片市场，也受到了非常多消费者的喜欢，不管是在口碑还是销量方面，荣耀可以说是双丰收。根据2018年极光大数据报告来看，华为和荣耀的市场占有率已经超过20％，仅荣耀品牌的占有率就高达9.5％，那有人就开始纠结了，到底是买买华为还是买荣耀呢？很多人都会说，钱多的就买华为，钱少的就买荣耀，其实这里是有点不太对的，要知道华为也做中低端，荣耀也有高端，最近两年由于全球智能手机的残酷竞争，逼迫着所有品牌厂商都在往“高利润”的高端产品发展，因此，不少人也都发现，荣耀也正在大力推出“高端产品线”例如售价4000多元的Magic2，而华为也有中低端产品，例如Nova系列。还有就是在网上买是没有“中间商差价”的，所以我们尽快买主攻线上的产品，像华为Nova系列等中低端产品，就是主攻线下渠道，所以在买的时候就要注意了。而荣耀系列整体偏向线上、主打性价比特色，消费者往往可以用更便宜的价格买到不俗的华为硬件，所以你知道了么？因此，对于买华为还是买荣耀？二者有何区别？明白这点很重要，你有什么想说的，欢迎大家留言告诉小编！", "author": "木丁看客看世界", "newsdate": "发布时间：19-08-05", "newstime": "19:16", "sentiment": [{"positive_prob": 0.0880643, "confidence": 0.804302, "negative_prob": 0.911936, "sentiment": 0}]}]