[{"title": "中国人最向往的公司：BAT相差太多华为排名出乎意料", "content": "4月2日，职业社交平台LinkedIn(领英)发布了一份顶尖公司排行榜，列出了2018年中国职场人最向往，且一旦加入便愿长期为之效力的公司。这份榜单一共有25家企业上榜，上榜公司的排名参考了对公司的感兴趣程度、与企业员工的互动、职位需求和员工留任率四个因素，并参考了中国超过4000万用户的反馈。根据这份用户调查显示，中国最佳雇主前25名中，互联网科技公司超过一半，超过10家是中国本土公司，其中大部分都是我们熟悉的互联网大厂。巨头地位虽难以撼动仍有后来者强势突围在这份榜单中，位列前10名的公司分别是：阿里巴巴集团、百度、头条、复星、NIO蔚来、特斯拉、滴滴、亚马逊、华为、美团点评。让人意外的是，网友呼声很高的华为仅位列第9名。就在今年2月，华为心声社区发布了一份由任正非签发的内部邮件，反思华为的留人政策。据称华为博士类员工近5年累计平均离职率高达21.8%，入职时间越长累计离职率越高。虽然很多员工离职的原因是岗位与个人技能不匹配，但不少业内人士认为工作压力大也是一个重要原因。另外，头条、美团点评、滴滴(TMD)三小巨头强势崛起，一齐冲进榜单前十名。在2018年，滴滴因为多次安全事故陷入舆论危机，这次在榜单中排名第7的表现却让人有些意外，这或许与滴滴的福利制度有关。前不久，在去年巨亏109亿的滴滴就表示要聚焦主业，裁员过冬，之后便有有消息透露滴滴给出的离职补偿不错，甚至有员工主动请“裁”。除了互联网巨头企业，近些年国内兴起的独角兽也大都榜上有名，例如排名11的蚂蚁金服、排名13的京东、排名16的快手、排名18的小红书和排名22的小米等。中国本土新经济企业对人才吸引力大增的背后，离不开中国经济近年来的突飞猛进。相比以往，国外科技巨头公司对员工的吸引力却有所下降。前十名只有电商巨头亚马逊，排名第8；苹果位列第15名，谷歌和Facebook更是黯然落榜。从上榜的跨国企业与本土企业的占比来看，逾10家中国本土企业上榜，而外资跨国企业仅占四成。跨国企业不再是优秀人才的唯一职业选择，随着越来越多的中国企业开始认识并重视雇主品牌建设，并为员工提供更多职业路径的发展空间及可能性，已逐渐成为顶尖人才所向往的、理想的工作选择。随着时代的不断发展和技术的持续革新，对于现代职场人士，工作环境也随之被赋予了多重职能。对于优秀人才来说，企业的吸引力不再只受单一的待遇因素影响，尤其是对90职场员工而言，“有趣”、“关怀”、“尊重”等字眼更吸引这一代年轻人。国内某知名招聘网站曾发布一份90后职场求职报告，90后选择企业雇主标准的调查结果显示，对“员工的尊重”超越了“完善的福利待遇”和“有竞争力的薪酬”，成为“90后”眼中用人单位最重要的竞争力。另外，90后们也更偏爱自由开放的企业文化。在调查中，有73%的受访者赞同“开放自由、相对宽松”是理想的企业文化。在互联网时代成长起来的90后，信奉共享精神，除了对文化的强烈认同，感受到足够的尊重，其他因素很难使他们产生高敬业度。BAT们靠什么打动人心？花样企业文化赢了事实上，这份顶尖公司排行榜，也体现了90后年轻职场人的求职理念。在受访用户心中，最吸引他们的，正是各家企业展现出来的不同文化特色。最为大家熟知的便是阿里的花名文化。起初在淘宝，员工们以“阿珂”、“双儿”、“多隆”等鹿鼎记人物为自己的账号，久而久之形成了阿里的花名文化，每一位入职员工都会被要求取一个花名。马云的代号便是来自于《笑傲江湖》中的武侠角色风清扬，阿里巴巴集团现任CEO张勇花名“逍遥子”，此外还有“郭靖”、“铁木真”、“灭绝师太”等诸多大侠在阿里巴巴集团坐镇。最新闯入榜单的小红书，其企业文化和阿里也有相似之处。小红书每位员工都会选择“一位自己喜爱或者想成为的虚拟角色”的名字作为公司内部的“薯名”，去年年会，员工获邀根据自己薯名进行cosplay，其中扮演《海贼王》中角色的员工数量最多。不走寻常路的企业还有网易。在网易，有一些让人完全意想不到的奇特职位，例如负责内容安全风控的“鉴黄师”，负责农场管理和动物养殖的农场管理员……而像头条、华为、快手等技术驱动的公司，非常重视员工和用户的意见。头条鼓励员工在内网吐槽公司和产品，并根据热度和相关性推荐给团队成员。华为的内网则允许员工注册八个马甲，批评建议的言论自由尺度很大。快手至今坚持举办全员茶话会，几位创始人直面员工自由提出的有关公司经营、员工福利的问题，甚至是犀利的吐槽。小米的工程师会泡在用户论坛上收集需求，有时甚至不得不和用户争论，以判断需求是否存在。除了这批文化独特的互联网公司，还有不少企业凭借细致周到的人文关怀也圈了不少粉。例如汽车企业蔚来总部会定期举行Seeds知识讲座，往期嘉宾包括“子曰”乐队主唱秋野、时尚设计师Hussein Chalayan等；滴滴为员工设置了“关怀corner”，日常为员工提供眼部按摩、头部刮痧、肩颈推拿等服务。在百度，员工入职每满或增加一年，就可以领取一只代表自己度龄的专属纪念品“度龄熊”。国外企业像迪士尼，任期超过3个月的正式员工，均可为他们符合条件的高中毕业生子女申请大学教育奖学金，金额高达每年数千美元。这些优秀的企业凭借自身强大的魅力，像一块块磁石，吸引着中国最顶尖的人才。最终这些人才又不断反哺，向企业输出自己的创造力，为其进一步发展壮大提供了强大的动力。写在最后在新技术不断革新的时代背景下，企业的人才机制也迎来了许多新变化和新趋势。在中国，尤其是北上广深一线城市，日益沉重的生活负担正考验着每一个前来追梦的年轻人，“减轻生活压力”也在影响人才的留存。打磨整体薪酬体系和关注员工体验，已成为新时代人才留存和激励的热点。另一方面，随着人工智能、物联网、区块链、5G等新兴产业的崛起，企业的人才结构和人才配置也随之发生巨大的变化。我国整体的人才结构正在发生改变，而互联网企业是否能赶上这次变革的浪潮，成为决胜新时代的重要武器。对于企业来说，提高自身吸引力聚集掌握新技术和新知识的人才，并且不断让员工成长和学习，成为科技互联网时代的新命题。企业要抢跑新经济时代，成为行业佼佼者，人才驱动是必不可少的战略之一。（文章来源：创业邦）", "author": "东方财富快讯", "newsdate": "发布时间：19-04-05", "newstime": "15:31", "sentiment": [{"positive_prob": 0.915107, "confidence": 0.811348, "negative_prob": 0.0848933, "sentiment": 2}]}, {"title": "受美国影响，伯克利终止与华为合作，并剥夺华为获知识产权的权利", "content": "在2010年的时候，华为就在欧洲启动了一个叫华为创新研究计划，这个计划最主要就是推动华为与世界级研究机构以及和世界大学达成合作，在之后，华为也是陆陆续续的跟全球前100的大学建立了合作关系。而近两年开始，因为华为不断取得新成就，已经严重威胁到美国的发展，所以美国也在想法设法抵制华为的发展，加州大学伯克利分校宣布，终止与华为进行新的研究合作。此外，德克萨斯大学奥斯汀分校也表示，正在审查该校与华为的关系。加州大学伯克利分校表示，和华为有关的研究工作都不涉及敏感技术秘密或知识，也不会赋予华为获得知识产权和专利的权利。除此之外，此前英国牛津大学也已宣布无限期禁止接受华为的研究经费或捐赠。华为被美国方面审视的行为也是走到了最关键的一个路口，面对美国万般阻挡，华为很难进入美国市场，每一步都走得很艰辛，当然我们坚信华为也不会让国人失望的。", "author": "意写东风事", "newsdate": "发布时间：19-04-05", "newstime": "11:47", "sentiment": [{"positive_prob": 0.10168, "confidence": 0.774045, "negative_prob": 0.89832, "sentiment": 0}]}]