[{"title": "4013亿！华为再次震撼世界，这就是特朗普无法击垮华为的真正原因", "content": "大鹏一日同风起，扶摇直上九万里！又是一个沸腾时刻！2019年7月30日，在美国大规模“封杀”的第75天，华为以凤凰涅槃之势，交出一份惊艳全球的成绩单：2019年上半年华为实现营收4013亿元，同比增长23.2%，净利润率8.7%；手机全球出货量1.18亿部，暴涨24%；同时，拿下全球50份5G商业合同，超15万个基站发往全球。更值得注意的是，华为平板电脑再次增长了10%，PC增长3倍，可穿戴设备增长2倍，云服务生态用户超过5亿。看到这份成绩单后，我当即就想到了三个成语：逆流而上、逆势上扬、逆天改命！在美国以倾国之力降维打击的至暗时刻，华为不仅没有倒在全面封锁的牢笼中，反而爆发了更强大的战斗力，用最真切的盈利打出最凌厉的反击。这是华为的胜利，更是在枪林弹雨中抵火前行的中国科技的高光时刻！要知道，就在今年年初，任正非也曾表示今年的业绩可能出现下滑。但是谁也没有想到，华为扛住了所有的压力，克服了所有的困难。在外界认为最艰难的日子里，不仅没有下滑，反而各项业务全面开花。是的，你没有看错，这就是华为最漂亮的反击，这就是在炮火中勇往直前的中国科技！无独有偶，继华为之后，刚刚三星也公布了实情！然而，却是另外一番风景......据三星电子最新业绩报告显示：2019年第二季度，三星营收475亿美元，下滑4%，净利润仅为44亿美元，暴跌53%。而这一数据与三星电子第一季度所公布的数据（营收451.8亿美元，下滑13.5%，利润为43.5亿美元，暴跌56.9%）相差无几。是的，你没有看错，整个上半年，三星电子的营收在只出现了少额下滑的情况下，净利润却暴跌了一半还多！也就是说，三星因为自身产品竞争力不足，目前在靠降价促销维持营业额。一个暴涨，一个暴跌。这可真是天差地别的区别！据专业人士透露，三星暴跌的主要原因，就是因为华为“海思”芯片的崛起，三星内存芯片的价格暴跌，同时手机销量在华甚至全球都出现大幅下滑，最重要的是，屏幕也开始卖不动了。现在，华为正在一边脱离高通，一边疯狂支持京东方，用国产屏幕。一直压在国产手机身上的两座大山，芯片和屏幕，中国人已经开始自主创造。据透露，即将发布的Mate30，将全系采用京东方屏幕，成为高端机彻底摆脱三星、LG的开始！中国企业已经共同联手，抱团奋进、摆脱对外企的依赖。看到这里，或许有人会说华为的营收虽然高，有4000多亿，但是净利润率只有8.7%，也太不赚钱了吧？你要知道，华为之所以利润占比那么低，最大的原因就是对员工、以及研发的不吝啬！在华为，任正非的股份占比仅仅 1 %左右，而其它的全部股份都由有贡献的9万多名员工持有。也就是说，只要你积极上进，你在华为就不需为了钱而担忧！2018年，华为18万员工的人均年收入达到了110万元。可以说，没有哪几个企业敢跟华为叫板员工福利！就在前几天，华为更是以一年最高200万的年薪，签下了8名2019届应届毕业的顶尖博士生。如果说对员工不吝啬，让华为有了无与伦比的源动力；那么在研发上的不吝啬，则让华为有了持续不断的竞争力！华为用于研发的费用达到了1015亿元，投入占比总营收的 14.1% 。近十年，华为的研发费用已经累积达到了4850亿元，几乎是2016年的全年收入！1015亿元的研发费用，比BAT，以及中兴、京东的总和还要多！几乎是中国十大高校研发经费的总和！正是因为华为在研发领域，持续不断的输出，才有了今天华为敢对高通、英特尔说“不”的勇气，才有了今天厚积薄发后的一切；才有了面对美国的极限施压，依然能够岿然不动、睥睨天下的底气。华为上半年的业绩如此出色，大超预期，可以预见下半年的业绩也会超过预期，毕竟下半年才是业务的高峰，华为为什么能够石破天惊般的取得如此出色的成绩呢？一是华为的实力太强大了。正是因为华为太强，特朗普对华为进行打压的阴谋才没有得逞，而且还让华为在全世界面前做了一次史无前例的广告。华为的芯片、操作系统、5G技术轮流登场，尤其是5G技术在全世界攻城拔寨，让华为不仅仅获得了掌声，还获得了实实在在的业绩。二是特朗普的无理的打压激发了华为人空前的战斗激情。华为人从来没有如此团结过，迸发出了高昂的斗志，这种精神是可怕的，让华为在当前困难下，创造了更加辉煌的业绩。任正非曾经说过，特朗普对华为的打压，在某些方面对华为是一件好事，让华为人从一些幻想中醒过来，有了强大的危机感，而危机感才是一个公司前进的动力。其实，华为最重要的财富还是人，无论是任正非，或者是管理层，或者是员工，这些奋斗者才是一个公司的灵魂，他们让华为有了蓬勃的精神和战斗力。三是中国人民的爱国热情被彻底激发了，大家纷纷购买华为的产品。中国人是爱国的，在华为遭到美国无理无情打压的时候，中国人民的爱国热情空前高涨，纷纷支持华为。与此同时，华为始终将客户需求放在首位，把为客户提供既完善又及时的的服务作为作为公司存在的唯一价值和理由。正是因为这一切，才让华为由“活下去”到“走下去”，由中国走向世界。而这，就是特朗普无法彻底击垮华为的真正原因！对于中国而言，华为走出了一条有中国特色的企业发展道路，他的成功为中国企业提供了参照。华为的成功填补了中国在信息技术领域的空白，使中国在相关领域不再受制于人。华为的成功也让国外的人改变了对中国和中国人的看法，中国不再是那个落后的中国，中国的企业是可以领先世界的，中国的技术也是可以领先世界的。华为董事长梁华强调：一个组织面临压力最大的时候，往往也是潜力最大的时候。我们肩负理想和使命，坚持自己的选择，华为没有退路，唯有坚定向前，我们坚信会取得胜利。这就是华为，今天，让我们为华为喝彩！这是世界百强中，唯一一个没有上市、不搞金融、不炒房地产的中国企业。70多岁的任正非，还在全世界奔波，还想着科技强国时不待我，还在呼喊：我若贪生怕死，何来你们英勇奋战！而这一切，都浓缩在任正非那句朴素无华的话里：“我一生无愧于祖国、无愧于人民、无愧于事业与员工！”我相信：因为有华为这样的企业，中华民族永不遭受他国霸凌的伟大民族复兴梦，终究会在我们这一代人的努力奋斗下实现！一朝长缨在我手，敢上九天缚苍龙。今天，中国科技就要以华为这把长缨，降服危害世界的美国恶龙！来源：黄生看金融、 龙刃 、互联网热点", "author": "EMBA", "newsdate": "发布时间：19-08-04", "newstime": "21:46", "sentiment": [{"positive_prob": 0.989988, "confidence": 0.977751, "negative_prob": 0.0100119, "sentiment": 2}]}, {"title": "外媒：接下来两个月将可能决定华为的成败", "content": "几天前华为董事长梁华在新闻发布会上巧妙地避开直接回答记者询问，由于美国的禁令，预计10月推出的Mate 30是否会采用华为自己的移动操作系统。“如果美国允许我们的智能手机使用Android操作系统，那么该生态系统始终是我们的首选，”根据“南华早报”的一篇报道，梁告诉记者，“如果美国不允许我们使用它，我们需要开发（我们自己的）和生态系统的能力。”外媒表示，这是另一个讯息，接下来的两个月正在成为华为的关键期，事实上，这几乎是该公司智能手机业务的成败期。即将推出的华为Mate系列即Mate 30和Mate 30 Pro，其中包含大量新功能和新技术，是2019年下半年推出的最令人兴奋的智能手机之一。但是，美国的禁令对华为造成的影响似乎已隐隐涌现，特朗普在最近几天表示他仍然没有解除禁令， 这表示只是暂时允许像谷歌这样的公司恢复与华为的业务。现有的华为手机仍然可以运行Android，Google专有应用程序等，问题在于，特朗普反复无常，一旦临时缓解在本月结束，谷歌将无法为华为手机提供Android和安全补丁，华为就得面临是否推迟Mate 30的推出，或者它是否会采用自己的操作系统。“至于新产品推出，”华为董事长告诉记者，“你将能够亲眼看到我们到底有多准备好。”华为表示已采取措施减轻美国禁令的影响，华为公布的半年报4013亿的收入也的确表明华为十足的强劲，海外收入占23 ％，华为近年来主要业务来自海外，禁令对华为的海外市场影响还是很大。所以，真正的影响将在下半年产生。为鼓足士气，华为将自己比喻成一架千疮百孔的战斗机，该战机已经被子弹打倾斜但仍在继续飞行。然而，由于测试新手机所需的时间，SCMP指出华为通常必须在新手机发布之前的几个月内从谷歌申请Android许可证， 这意味着沙子很快就会穿过沙漏。", "author": "互联范儿", "newsdate": "发布时间：19-08-04", "newstime": "10:56", "sentiment": [{"positive_prob": 0.850934, "confidence": 0.668741, "negative_prob": 0.149066, "sentiment": 2}]}, {"title": "华为Mate 30 Pro将采用新屏幕玻璃专利 大猩猩被抛弃", "content": "【手机中国新闻】近日，据外媒报道，华为Mate 30Pro可能会放弃使用康宁的大猩猩玻璃（Gorilla Glass），而是使用自主研发的AirGlass。据报道，华为最近刚刚获得了AirGlass的专利，除此之外，还有一个SuperSensing的专利文件，不过SuperSensing已经在P30上被应用了，据推测，Mate 30Pro也会采用这一专利。华为专利文件（图源网络）\" title=\"华为专利文件（图源网络）\" img=\"\" align=\"1\" src=\"http://img.cnmo-img.com.cn/1657_600x1000/1656581.jpg\" title=\"华为专利文件（图源网络）根据之前的报道，华为Mate 30 Pro采用4000万像素超感光四摄，即4000万像素主摄、4000万像素超广角镜头、800万像素潜望式镜头，以及一颗用于提供景深信息的TOF镜头。主摄镜头据说可以达到f/1.4超大光圈，背景虚化强无敌，而广角镜头的角度可以达到120°，另外就是5倍光学变焦的潜望式镜头。华为P30Pro至于其他规格，据说华为Mate 30 Pro将采用6.71英寸Super AMOLED显示屏，采用瀑布屏设计，刷新率高达90Hz。这款手机将搭载麒麟985处理器，辅以4200mAh电池，支持55W快速充电。目前尚不清楚华为计划何时推出这款旗舰产品。", "author": "CNMO手机中国", "newsdate": "发布时间：19-08-04", "newstime": "21:09", "sentiment": [{"positive_prob": 0.950535, "confidence": 0.890077, "negative_prob": 0.0494654, "sentiment": 2}]}]