[{"title": "华为nova 4发布：业界最小开孔，售价3099元起", "content": "【PConline 资讯】12月17日下午，华为在湖南长沙正式发布旗下第一款挖孔屏手机——华为nova 4，由人气偶像易烊千玺代言。主打年轻时尚的nova系列，这次也同样走在新形态的前沿，采用全新挖孔屏设计，更进一步提高了屏占比。同时发布华为智能体脂秤、华为便携照片打印机、华为畅享9、华为MateBook 13、华为安居智能摄像机全景版、飞宇三轴手持手机稳定器等全生态新品。华为nova 4官方称其为自拍极点全面屏，采用了手机行业最小的前置摄像头，使用了MOC工艺，实现极致全面屏设计。华为nova 4屏下安置了仅3.05毫米的前置摄像头，且有首创Punch盲孔方案使得开孔直径仅4.5mm，保留了屏幕的完整性。其他距离传感器以及微缝环境光传感器、微缝式听筒，隐藏式led等均挪到手机中框顶部，让屏幕顶端面积进一步缩小，将屏占比发挥到了极致。由于挖孔位置的加入，手机的信号标识和电池图标的位置都做了相关调整。华为nova 4机身正面为比例19.25:9的6.4英寸全面屏，分辨率为2310*1080像素，电池容量3750mAh，支持9V2A快充，同时也支持双卡双4G双VoLTE。机身三侧为超窄边框设计，金属边框做抛光处理，底部USB-C接口，顶部保留3.5mm耳机孔。解锁方式为后置指纹识别，搭配后置三摄以及渐变色机身，配色上提供亮黑色、贝母白、苏音蓝以及蜜语红四种配色，整体视觉效果颇为时尚。根据华为nova系列以往风格，定位年轻消费群体的华为nova 4这次同样主打拍照功能，同时这也是华为nova系列首款后置三摄手机。前置为2500万像素海报级自拍，支持AI微塑美颜功能，采用SONY-IMX576传感器，F2.0大光圈，硬件级HDR Pro能力，即使在逆光下也能保证人脸和背景的平衡曝光；标准版后置为2000万+1600万+200万像素三摄，高配版后置4800万+1600万+200万像素三摄。其中，高配版首发SONY IMX586传感器，1/2英寸超大传感器，超广角镜头，117°广角视域，拍照更加清晰，夜景拍照能力更强，细节更多。配置方面，华为nova 4搭载麒麟970处理器，最高配备8GB内存，这是华为nova系列首款8GB内存手机。此外华为nova 4搭载GPU Turbo技术，这是一项软硬协同的图形加速技术，能够大幅提升GPU的图形处理效率；而在系统上EMUI9.0针对全新极点全面屏及手机色彩体系，推出了专属UI主题，此外EMUI9.0还集成了更多的智能体验，支持小艺智能语音助手功能，AI智慧可支持HiVision智慧视觉及AR翻译等功能。售价方面，华为nova 4标准版8GB+128GB售价为3099元，高配版8GB+128GB为3399元。预售时间为12月17日下午16:08，开售时间为12.27上午10:08。发布会上其他产品的价格分别为：华为畅享9起售价999元，4GB+64GB版售价1299元。华为便携照片打印机售价599元，华为智能体脂秤WiFi版售价199元，华为安居智能摄像头全景版售价299元。", "author": "太平洋电脑网", "newsdate": "发布时间：18-12-17", "newstime": "16:24", "sentiment": [{"positive_prob": 0.948748, "confidence": 0.886106, "negative_prob": 0.0512523, "sentiment": 2}]}, {"title": "反击来得太快就像龙卷风？这些企业遭殃，让世界看到华为的力量！", "content": "现在的社会，4G的移动网络已经在阻碍科技的进步和社会的发展了。虽然在日常生活中，我们还没有什么感觉，但是实际上在科技巨头对于之后万物互联的探索中，现有的网络已经是有些捉襟见肘了，5G的建设更加的迫切了！5G的作用到底有多大？实际上现在的技术发展很多已经是陷入了瓶颈！就比如无人驾驶技术实际上就已经陷入了技术的瓶颈，而万物互联的时代也是被4G网络拖住了后腿。5G网速方面要比4G告上几十倍上百倍，而且不光是速度上的提高，现在我们的4G网络实际上能够承载的终端设备是非常有限的，但是5G来说就提升非常明显了。网速的提升使得万物互联都可以在5G的网络下全速运行，能够给大家带来的方便是实实在在的！于是现在全球的科技巨头都在争夺5G的标准和市场，与以往3G，4G不同，实际上5G时代我们国家的企业有更多的话语权。华为就是国内科技企业的代表，经过这么多年的耕耘，终于在国际通讯领域能够做到说一不二。华为5G实力更是全世界有目共睹的，前段世界在英国举办的全球移动合作大会上，英国电信的高级管理者还在讲话中公开表示华为是全球唯一一个真正意义上的5G供应商，而其他的企业则是需要追赶。这样的肯定直接是说明华为5G实力的强大，但是树大招风，很多人也是不希望有人抢了他们以后的饭碗！美国早在2012年就开始禁止华为，今年更是以国家安全为由再次拒绝华为。华为也是没能进入美国市场！但是美国的运营商却是在用着华为的专利技术，这样的事情在以前还好说，但是在这样的时期就不能不提了，华为毕竟也不是软柿子！于是华为就正是起诉了这个还在用着华为4G专利的美国运营商，他就是T-mobile。8000万美元的专利使用赔偿金可能在不久之后就会如数交到华为的手中，这样的损失对于这个全美第四大运营商来说看似不是太多，但是最起码的表明了华为的态度！在美国不仅是这一家运营商，实际上在通讯领域的基础设施，华为是非常不错的，并且价格方面也是低了很多，于是美国的农村电信运营商就是一个使用者。但是美国的禁止华为政策使得，这个运营商不得不中止和华为的合作，于是面临的损失可能上几百到上千万美元。这样大的损失，对于这个运营商来说还是很致命的，于是这个运营商已经是向联邦通讯委员会发出声明，要求政府赔偿损失，要不然是不好中止合作的！而美国的企业之后，日本的企业也是加入了进来，首先就是日本软银表示在5G设备的部署中不会在核心领域用到华为的设备。实际上在4G日本软银就没有和华为合作。但是日本的另一家企业就没有这么硬气了，那就是安川电机，在中国已经是设立三个工厂，生产的机器设备大多都是提供给了华为。但是现在却不是这么好过了，安川电机方面表示和华为的订单已经是中止了，导致安川的工厂很多在停工的状态，而安川电机的股价也是应声下跌了4%，损失高达上百亿人民币！华为在5G上的技术是非常强大的，但是由于其他的原因在国际社会上却是屡受影响，所以反击来得太快就像龙卷风？这些企业的遭殃，让世界看到华为的力量！有技术还怕没有订单，华为只需要继续加强自己的技术，国际上的所有阻碍实际上都不是问题！大家怎么看呢？", "author": "晓欧聊科技", "newsdate": "发布时间：18-12-17", "newstime": "21:00", "sentiment": [{"positive_prob": 0.651759, "confidence": 0.226131, "negative_prob": 0.348241, "sentiment": 2}]}, {"title": "华为手机出货量本月破2亿，达成国产手机从未有的成就", "content": "想了解最新最酷的科技数码信息，请点击上方关注，侃哥每天为你搜罗各种科技“新知”数码“八卦”17号下午，华为手机今年的收官发布会在湖南长沙举行。华为在这次发布会上带来了NOVA4、畅享9以及笔记本Matebook 13。同时，华为产品线何刚还在发布会上透露了一个重要消息，华为手机全年出货量即将突破2亿台。在12月25号突破2亿台当天会发布一款NOVA4纪念版手机。听到这个消息，笔者心里还是很为华为感到骄傲和自豪的，毕竟这是国产品牌首次能达到这个高峰。近几年来，销量能达到2亿台的，只有三星和苹果，国产品牌手机自功能机时代以来从未取得这样的成绩。而华为做到了，除了与消费者的鼎力支持分不开外，更多的还是华为手机自身不断努力的结果。2018年对华为来说，是具有历史意义的一年。今年的华为手机取得了销量与口碑上质的飞跃。华为今年发布的P20Pro与Mate20Pro获得了全世界众多消费者的认可，P20Pro上市至今销量突破1500万台，创下P系列销量记录。后置三摄的超强拍照能力让同行和用户都看到了华为隐藏的实力，P20Pro的拍照能力在DXOMark排行榜上排名第一，无人能及。除了硬件上的飞跃，软件上也同样“开花结果”。华为在6月份荣耀Play的发布会上，首次对外公布了GPU Turbo技术，这项技术可以在硬件保持不变的情况，大幅提升手机的GPU性能，获得更加流畅的游戏体验。这项技术随后让其他友商纷纷效仿，推出了以Turbo命名的所谓“黑科技”。除了GPU Turbo，华为还推出了CPU Turbo、9层液冷散热、Link Turbo等系统层面的技术，都对华为手机的体验有极大的提升。2018年对华为来说，即是丰收的一年，也是充满坎坷的一年。2亿台的销量即是一个大目标，也是一个小目标，因为前面还有一个更高的山峰等待华为超越。预祝华为再接再厉，再拿下一个世界第一。感谢每一位阅读本文的朋友，天寒地冻，写文不易。请点赞收藏分享支持一下，感激不尽！", "author": "科技天天侃", "newsdate": "发布时间：18-12-17", "newstime": "23:57", "sentiment": [{"positive_prob": 0.162132, "confidence": 0.639707, "negative_prob": 0.837868, "sentiment": 0}]}, {"title": "华为畅享9评测：全新珍珠屏+长续航", "content": "【手机中国评测】转眼2018即将过去，很多人的人生又将展开全新的篇章。尤其是学生党和初入社会的朋友们，心中一定充满着迷茫和不安。对于很多初入职场的年轻人们来说，一款高性价比、颜值不俗的新手机，是经济独立后应该送给自己的第一份礼物。不过自食其力的朋友们都知道，初入社会的我们虽然气势如虹、踌躇满志，怎奈荷包空空、心有余而力不足。这时的你，就需要一部物美价廉、功能出色的手机傍身，华为畅享系列就是一个不错的选择。今天刚刚发布的华为畅享9身上有着很多年轻化标签：“炫彩配色”、“千元珍珠屏 AI长续航”、“AI智慧拍照、4000毫安时大电池”……而深入了解后，我发现这款新品身上，还有着更多的闪光点，就像默默努力的你一样。好看的皮囊不一定千篇一律华为畅享9颜值很高，这是我第一眼看上去就得出的最真实评论。诚然，如今市面上的手机受限于很多因素，“你中有我、我中有你”的情况不可避免。就像是不甘平凡的年轻人一样，华为畅享9也通过独特的思路，为我们展现出了它不一样的特色。机身正面那块6.26英寸的珍珠屏，十分巧妙的将前置镜头、传感器和听筒隐藏了起来。虽然我们都知道这不会是全面屏的完美决绝方案，可是在华为最大程度保证屏幕一体感的同时、也很好的兼顾了整体的设计平衡。屏幕四周的圆角，和机身曲线相呼应，高度的视觉统一，让屏幕有了一种“无边界”的奇妙感觉。正是这种近乎偏执的细节追求，让华为畅享9达到了86.7%的屏占比。这种主观视觉的体验，还是希望大家能够亲身去体验一番。19:9的屏幕比例，让屏幕的可视面积增加了5%。更加修长的机身，也更利于握持。对于一款拥有6.26英寸大屏的手机来说，华为畅享9的手感还是可圈可点的。当然这也和圆润的边框、3D背壳有着很大的关系。细节之处见真章，作为一款千元机，我们真的不能要求更多了。看罢了正面，华为畅享9的“色彩”其实都集中在背部。此次华为畅享9拥有极光紫，极光蓝，幻夜黑，珊瑚红四种颜色，我们这次拿到的是如梦似幻的极光紫配色。当渐变色首次出现在华为P20系列之上时，谁也没有料到他会刮起一股“渐变”旋风。华为畅享9的极光紫人如其名，仿佛那极地澄澈天空上的魔法般，红色和紫色在机身背部交融、碰撞，挥洒出了一幅极富艺术气息的画面。总体而言，华为畅享9作为一款千元机，在颜值方面绝对是没话说。即使是面对如今愈发挑剔的年轻人们，也绝对能够Hold祝此外华为还推出了多彩主题，与机身背壳相呼应，让美丽打破边界，酷炫值满分。大屏要配大电池节能才是第一位作为我们每天随身携带的重要工具，手机的续航绝对是人类每天每对的重大问题之一。在黑科技层出不穷的今天，唯独手机电池没有什么迎来实质性的进展。为了保证使用，大电池/快充成为了当下最靠谱的解决方案。作为一款千元机，华为畅享9直接为我们带来了一块4000mAh的大电池。它采用的是高容量进口电芯，即使2年后容量保持率仍大于80%。俗话说得好，开源节流缺一不可。华为畅享9采用了5V2A的充电功率，相比上代华为畅享8，在电池容量提升1000mAh的情况下，充电速度反而减少了0.5个小时。对于那些经常忘记充电的朋友们来说，出门前30分钟的洗漱时间，就能够让手机拥有够用的电量。节省了时间、减少了麻烦，这不就是科技存在的意义么？除了硬件上的升级，华为畅享9在软件方面也有实料，智慧节电技术的加持又进一步强化了续航时间。超级省电模式支持后台高耗电应用实时检测，后台异常耗电应用自动清理耗电应用排行榜等功能，让硬、软件耗电应用一目了然。通过实时的耗电监测，系统能够进行更加精确的功耗控制，两天一充不是梦。据华为官方实验室得出的数据，华为畅享9能够做到GSM通话51小时、视频播放持续22小时、4G上网持续13小时、音乐播放可以连续103小时、玩游戏9.75小时的优异续航成绩。硬件配置方面，华为畅享9搭载了骁龙高性能低功耗八核处理器，主频达到了1.8Hz。无论是日常使用还是影音游戏，它都能够完美Handle。此外，华为畅享9最高配备了4GB大运存以及64GB的机身内存。一款手机的顺滑与否，除了处理器的性能以外，内存也是重要的参数。大运存的加持，能够在多任务之间顺滑的切换。对于用户来说，堆叠的数据其实没有意义。均衡的性能和流畅的体验才是最重要的，这方面，华为畅享9做的很优秀。用智慧的眼睛来拯救“手残的你”对于现在的年轻人来说，手机=社交+拍照，通话功能是什么？我们好像不是很需要。拍照功能的强悍与否，直接决定了你的朋友圈点赞数、微博粉丝数，以及在网络世界的地位。由此可见，手机拍照已经成为了年轻人们购机的最主要考量指标之一。此次华为畅享9将自家日渐成熟的“AI摄影”收入了囊中，只要抬起手按下快门，称霸朋友圈的美照即可呈现。华为畅享9搭载的AI摄影，能够识别22种类别、500+场景。有了它就像是有了一个私人摄影助理，它能够根据场景、物体、光线来自动调节参数，直出照片也能惊艳众人，感觉抢了修图软件的饭碗呢……硬件方面，华为畅享9采用的是1300万+200后置双摄，主摄像头采用 f/1.8大光圈、前置800万前置摄像头，支持AI美肤，摆脱“千篇一律”的美。口说无凭，接下来让我们看一组样张吧。（AI前后对比）（AI前后对比）（AI前后对比）总体而言，华为畅享9在拍照方面的表现还是可圈可点的。随时随地记录生活，他做到了；随手出大片、省去后期的朋友圈直出图。再加上AI智能美肤、逆光拍摄，想要发现身边的美，用华为畅享9就够了。智慧的EMUI系统配智慧的你强悍的身体，必须要配上智慧的大脑。华为畅享9搭载的是基于安卓8.1的EMUI 8.2.0系统。简洁明快的设计语言，EMUI在经过了众多的迭代以后，功能性日益完善。与此同时，明亮饱满的大色块设计，也让整个UI显得活力十足，第一眼看上去就觉得年轻活力十足。在系统安全方面，华为畅享9将人脸识别的安全型又提高了一个级别。设置人脸数据十分简单，在设置简单密码以后，几秒钟即可成功录入。华为畅享9搭载的人脸解锁2.0，基于AI人脸识别算法。配合抬手亮屏功能，系统会自动检测人脸面部1024个特征维度并进行高精度智能匹配，不但速度更快、准确率也有了很大的提升。此外，它还拥有防闭眼解锁、防墨镜解锁，再也不怕女友趁你睡着偷偷查岗啦！身为一款拥有大屏幕的大手机，华为畅享9加入了全屏手势，一根手指就能轻松控制。对于手小的女生来说，也完全不用担心。具体操作模式为：返回：左右两侧向内滑动；桌面：底部中间上滑；多任务：底部中间上滑停顿；单手模式：底部左右角对角线上滑。总体而言，十分符合大家的心理逻辑，上手学习成本很低，用习惯了以后完全停不下来。华为畅享9采用了独立三卡槽设计，可以放入两张SIM卡和一张Micro SD卡。你可将任一卡槽设置为主卡（主卡支持移动、电信、联通的4G/3G/2G网络制式），与此同时，它还支持电信双Volte功能，走遍天下都不怕。作为一款千元机，华为畅享9很好的平衡了售价与配置这道困难的选择题，为追求性价比的年轻用户，提供了一个很不错的选择。一方面是大屏大电量的坚强后盾、一边是AI摄影智慧系统的完美协作，难怪大家会称华为畅享9为“年轻实力派”。", "author": "CNMO手机中国", "newsdate": "发布时间：18-12-17", "newstime": "16:13", "sentiment": [{"positive_prob": 0.997455, "confidence": 0.994344, "negative_prob": 0.00254543, "sentiment": 2}]}, {"title": "为什么说华为Mate 20系列是年末购机首选", "content": "临近年底，小伙伴的钱包也都鼓了起来，辛苦忙碌了一年，是不是在考虑换台新手机作为给自己2019年的奖励呢？近期，无论是在科技论坛还是短视频平台、又或者是微博等等，每每有人问起2018年底买什么手机合适的时候，一马当先被推荐的总是华为Mate 20系列，作为2018年的科技年度大词、年度安卓机皇的华为Mate 20系列究竟有怎样的魅力？又凭什么成为年末购机首选？双11、双12销量喜人，Mate 20系列成高端机首选今天双11、双12，华为手机上演了一出精彩大戏——双11，华为天猫旗舰店的销售额3分钟多一点的时候就已经破亿，刷新旗舰店双11销售额破亿纪录；用7小时57分小时就突破去年全天销售额，双十一期间，华为天猫旗舰店粉丝增长超过百万。在2018年双11结束后天猫发布的最终榜单中，华为品牌夺得安卓手机第一名。天猫公布的24小时行业top品牌中，华为手机排名第二，仅次于苹果，力压小米OV等其他手机。天猫双12战报显示，华为勇夺销售额销量冠军，同时华为、荣耀还包揽天猫手机五个价位段全档位冠军。其中天猫双12总销售额华为夺得冠军，苹果和荣耀分别排名第二、第三。单品方面，华为Mate20系列已经成为高端机首选产品，双12期间，华为Mate20 Pro斩获全价位段单品销售额冠军，同时也是3000元以上高端机型单品销售额冠军。需要注意的是，华为Mate 20系列面对的对手已经不再是国内厂商，华为已经成为三星、苹果的最大敌人，并且没有之一。在3000元价位上，华为Mate20 Pro面临的是诸如三星S9系列、Note系列、iPhone XS、iPhone XS Max、iPhone XR等等强大对手，能获得如此优异的成绩，是和华为Mate 20系列的综合实力分不开的。稳在综合实力，赢在没有对手在今年新一代的iPhone手机正式发布的当天凌晨，华为余承东在微博发了一个“稳了”，这吊起了大家的胃口，Mate 20系列，究竟是一款怎样的产品？究竟给余承东带来了多大的自信？10月16日，华为在英国伦敦正式发布了今年Mate 20系列四款产品，其中包括华为Mate 20、Mate 20 Pro、Mate 20 X以及“少数人专属”的Mate 20 RS保时捷设计。这是华为迄今为止最为强大的手机，也是目前安卓阵营最强大的智能手机，华为给予了Mate 20系列辨识度极高的外观，背面的矩阵式四摄像头灵感取自超跑的四眼车灯，全球首发7nm的麒麟980带来了性能和能效的大幅提升，其中CPU单核性能提升75%，能效提升58%；GPU与上一代相比性能提升46%，能效提升178%。更值得一提的是，麒麟980搭载世界首枚双核NPU，带来了强大的图像、影像识别能力，能实现每分钟图像识别4500张，支持人脸识别、物体识别、物体检测等AI场景。此外，麒麟980还在全球率先支持LTE Cat.21，支持业界最快的下行1.4Gbps速率。性能稳了，同样，在相机拍摄领域，除了华为自己，没人能打败华为。华为Mate 20系列包括一枚4000万像素f/1.8光圈的广角摄像头（Mate 20为1200万像素）、一枚2000万像素f/2.2光圈的超广角（Mate 20为1600万像素）摄像头和一枚800万像素f/2.4光圈的长焦摄像头，支持自动对焦（激光对焦/相位对焦/反差对焦），且支持AIS防抖。值得一提的是，得益于麒麟980强悍的AI算力以及超广角镜头的加入，Mate 20系列还实现了诸如AI视频拍摄、AI人像留色功能、超级微距、超级广角等等其他手机所不具备的功能。实际上，从P9开始，华为联手徕卡在相机领域开始猛发力，随后发布的P10、Mate 10、P20系列已经稳占了手机拍照第一梯队的位置，发布了已经快有一年之久的P20 Pro时至今日仍以109的综合高分排名DXO第一。甚至性能更强悍的Mate 20都不公布分数了，余承东在发布会上直言“放上去怕太打击友商”。毫无疑问，华为Mate 20系列是一款华为集科技大成、综合实力均衡的高端旗舰水桶机，如果你是狂热的游戏爱好者、爱拍照的旅行达人、又或者是忙碌的商务人士，很显然，华为Mate 20系列将是你的年末购机首选，因为无论是在性能、拍照，还是续航和系统交互，在3000+以上的旗舰机领域里，华为Mate 20系列已经稳赢了。", "author": "IT之家", "newsdate": "发布时间：18-12-17", "newstime": "11:29", "sentiment": [{"positive_prob": 0.729301, "confidence": 0.398446, "negative_prob": 0.270699, "sentiment": 2}]}, {"title": "德国网监部门站出来反驳：“没证据禁止华为”", "content": "来源：环球时报“对于像禁止这样的重大决定，你需要证据，”德国联邦信息安全局（BSI）负责人阿恩·肖恩博姆（Arne Schoenbohm）告诉《明镜周刊》说。在华为被指控与中国情报部门有联系后，美国、澳大利亚和新西兰等国家最近阻挠华为参与5G网络的建设。而在与美国情报部门会谈后，日本上周也宣布停止政府采购华为生产的设备。根据《明镜周刊》的说法，美国正在向德国等其他国家施加压力，希望他们也加入抵制行列。今年3月，肖恩博姆告诉德国电信公司，调查结果中并无可靠证据来支持美国安全机构针对华为发出的警告。德国主要的移动网络运营商沃达丰、德国电信（Deutsche Telekom）和西班牙电信（Telefónica）都在使用华为电信基础设施技术。德国联邦信息安全局（BSI）已经对华为产品进行了检查，并访问了其在波恩的安全实验室，肖恩博姆表示没有证据表明该公司使用其设备进行间谍活动。华为也否认了这一指控。公司发言人表示：“我们从未被要求过在任何地方安装后门进行间谍活动，没有法律强迫我们这样做，我们从未这样做过，也永远不会这样做。”英国是继续允许华为参与其5G基础设施的唯一“五眼联盟”成员国。在上周英国国家网络安全中心(NCSC)与华为高管会面之后，华为公司同意进行一些安全技术改进。", "author": "人民日报海外网", "newsdate": "发布时间：18-12-17", "newstime": "17:30", "sentiment": [{"positive_prob": 0.0240719, "confidence": 0.946507, "negative_prob": 0.975928, "sentiment": 0}]}, {"title": "「荐读」华为海外宣传片，有没有震撼到你的心灵", "content": "03:58华为海外惊艳宣传片(03:58)每个人的人生不可避免，被某个人或某个举动影响过，而这些影响有时候格外重大，梦想常常因此萌芽，人生方向也由此改变……这是由华为与好莱坞影视制作公司Wondros共同打造的国际版推广短片，背景音乐来自华为手机品牌音乐《Dream It Possible》。来源：澎湃新闻（ID：thepapernews）、华为本期编辑：胡程远、沈童睿", "author": "人民日报", "newsdate": "发布时间：18-12-17", "newstime": "11:53", "sentiment": [{"positive_prob": 0.996928, "confidence": 0.993173, "negative_prob": 0.00307198, "sentiment": 2}]}, {"title": "大手笔！华为官方推出99元换电池服务：支持59款机型", "content": "数码新资讯？互联新事件？手机快测评？二十年专业老司机，等你上车，点击右上角关注泡泡网百家号即可手机使用过一段时间之后，电池性能就会下降，特别是在频繁充电的情况下，电池的寿命也越来越短，体验感随之变差。部分手机厂商会选择推出原装更换电池的活动吸引用户参加，例如苹果由601元降至214元的“低价更换iPhone电池服务的计划”，友情提示一下：该活动2018年12月31日截止，需要更换电池的果粉抓紧了啊。如果你是华为用户的话，接下来无疑是一则好消息。华为官方推出的“久久”续航活动时间延长，活动时间为2018.12.05至2019.03.05。“久久”续航活动提供99元一口价更换原装电池的服务，涵盖备件和人工费，地点是全国各华为授权服务中心门店。目前符合参与条件的华为系机型共计59款，官方承诺使用原装电池，享受全国联保。Mate系列P系列荣耀系列nova系列畅享系列麦芒系列其他华为手机产品线副总裁李小龙在微博解释，“这是华为不希望用户到山寨网点换到假电池，影响手机使用安全特意补贴的，要知道普通拆机换件维修的人工费都需要80。”顺便提醒一下需要换电池的用户，每月第一个周五/周六/周日三天，是华为的服务体验日，保外维修可享受免人工费优惠，打个比方：过保的Mate 10手机如果当天更换电池，只需要61元电池费用即可。本文编辑：方彦秋关注泡泡网，畅享科技甚生活", "author": "泡泡网", "newsdate": "发布时间：18-12-17", "newstime": "11:20", "sentiment": [{"positive_prob": 0.998406, "confidence": 0.996458, "negative_prob": 0.001594, "sentiment": 2}]}, {"title": "华为 nova 4 发布：4.5mm 钻孔全面屏+超高像素，3099 元起售", "content": "如果说 2017 年是「刘海屏之年」的话，那么 2018 年就可以说是「去刘海之年」了。从年初的水滴屏，到年中的升降式摄像头全面屏 、滑盖全面屏，再到年末的双面全面屏，可以说，各个厂商在去刘海，追求更高屏占比这件事上都已经绞尽脑汁了。本月早些时候，三星和荣耀都选择了在同一天，为大家带来了「去刘海」的一种新方案——钻孔屏。（荣耀仅展示了钻孔屏技术以及原型机）而在 12 月 17 日，华为也赶在 2018 年结束前，在湖南国际会展中心举办了一场洋溢着青春气息的发布会，并在会上发布了他们的首款钻孔屏机型——华为 nova 4。极点全面屏 & 4800 万像素后置三摄华为 nova 4 提供了亮黑、贝母白、苏音蓝以及蜜语红四种颜色供用户选择。而整机依然是使用双面玻璃的结构。华为将 nova 4 上这块 6.4 英寸，屏幕比例为 18：9 的钻孔屏命名为极点全面屏。与 Galaxy A8S 采用的通孔方案不同，华为 nova 4 采用了盲孔方案，该方案的特点是并不需要挖空整个显示面板，只需要挖空背光层，而液晶面板则不需要挖空。另外，华为还在发布会上称，位于这块屏幕下的前置摄像头是目前行业内最小的前置摄像头，配合盲孔方案，最终达到孔径进一步缩小至 4.5mm 的效果。华为 nova 4 前置摄像头为 2500 万像素，传感器为索尼的 IMX 576。至于后置摄像头则从双摄像头升级成 1600 万像素 f2.2 的超广角镜头+2000 万像素 f1.8 的高清镜头+200 万像素 f2.4 的虚化镜头的三摄系统。另外，华为 nova 4 还有一款高配版本，该版本的主摄像头升级成全新 4800 万像素，传感器面积为 1/2 英寸的索尼 IMX 586，并支持四像素合一技术。在其他配置上，华为 nova 4 搭载的是上一代的麒麟 970 芯片以及 8GB 运存。而除了 nova 4 以外，华为发布会还带来了包括千元机华为畅享 9、MateBook 13 以及便携打印机、家用安居摄像机等产品。（MateBook 13 在此前的 Mate 20 发布会上其实已经简单发布过）最后是价格和开售时间方面，华为 nova 4 仅提供 8+128 GB 一种存储规格供用户选择，标准版售价为 3099 元，配备 4800 万像素摄像头的高配版售价为 3399 元。两种版本均在 12 月 27 日公开发售。发布会结束后，爱范儿也在现场拿到了这款全新的华为 nova 4 进行了一番上手体验。首先说说手机的整体观感以及握持感受。与往常的 nova 系列一样，nova 4 的色彩设计依旧是主打青春色系以及光线折射效果。至于华为 nova 4 背部的设计，也就是我们熟悉的位于机身左侧的竖向排列三摄头、位于同一轴线上的华为 Logo 以及位于中轴线靠上方指纹识别模块排布，这里就不做过多的介绍了。在我们手上的这台是早前已经被易烊千玺「率先上手」的密语红配色。该配色的背部玻璃采用了双层镀膜的特殊工艺，配合光线的照射，会出现彩色折射光纹。当今手机正奔着越来越高屏占比的方向发展。而更高的屏占比除了带来更好的视觉观感外，适宜单手握持的屏幕尺寸上限也在逐步突破。对于我这种对单手握持手感的要求远高于大屏幕的「单手党星人」来说，虽然华为 nova 4 的屏幕尺寸达到 6.4 英寸，但是得益于 86.3% 的屏占比、1.85mm 的双侧边框，配合背部的弧线过渡设计以及四周的圆角，整体手感温润，单手操控性良好。好了，接下来要说的就是大家最关心，同时也是这款华为 nova4 的最大亮点——钻孔屏。与 Galaxy A8s 一样，华为 nova4 将孔开在了屏幕的左上角。根据华为的官方信息称，华为 nova 4 上的开孔直径为 4.5mm。那么到底 4.5mm 有多大？按照肉眼初步的判断上看，华为 nova 4 上的开孔和常见「美人尖」差不多。在观感上说大，它其实又不会很大，但是要让人忽略它的存在确实会有点难。至于好不好看？还是那句：见仁见智吧。然后还有一个问题是到底这个开孔会不会挡住显示内容？我们现场做了一下测试。首先是系统 UI 上，原本位于桌面左上角的信息作出了一点移动，使得开孔不会造成遮挡。而对于像微信、微博这些第三方 app ，华为也已经进行过针对性的优化。另外，看视频时候的情况我们也进行了一下测试，发现在像优酷等第三方视频 app 下如果是观看 4:3 的电视节目是不会有影响的，但是如果看的是 21:9 的电影则需要进行画面的缩放才能避免开孔对画面造成遮挡的情况。之前华为在 nova 3e 的前置摄像系统中配置了 2400 万像素的摄像头，并喊出了「海报级自拍」的口号。而这次，华为则将相机的升级重点放回到后置相机上。华为 nova 4 后置相机进化到三摄像头的同时，高配版主摄像头还搭载了全新的 IMX586 传感器，像素高达 4800 万，传感器尺寸也到了 1/2 英寸。但是由于现场条件有限，加上上手时间相对比较紧张，我们这次仅对新增的长广角模式进行了体验。在开启超广角模式后，相机所能捕捉的画面宽度有了明显的增加。根据华为的介绍，为了避免使用超广角模式后带来画面畸变，相机会通过 AI 算法进行修正。而在我们的体验中所看到的超广角样张的畸变也确实是在可以接受的范围。至于更多关于这颗备受外界关注的 IMX586 在 nova 4 上的具体表现，以及这款机器的其他更深入的使用体验，敬请继续关注爱范儿的后续验货评测。", "author": "爱范儿", "newsdate": "发布时间：18-12-17", "newstime": "18:05", "sentiment": [{"positive_prob": 0.997549, "confidence": 0.994554, "negative_prob": 0.00245082, "sentiment": 2}]}, {"title": "华为得分5：23，哪5个国家抵制？哪23国家支持？看这里一目了然！", "content": "在通信领域，华为几乎是美国“高通”唯一有力的竞争对手。在过去二十年，尤其3G、4G时代，高通绝对是专利上的霸主，它拥有大多数的CDMA专利和部分4G-LTE专利。就连苹果，也要付给高通巨额的专利费。另一边，早在2009年，4G刚起步时，华为就启动了对5G网络的研究，可以说是高通的劲敌。而美国、英国、日本、澳大利亚、新西兰，明确表示不会与华为合作。华为本想进入美国市场，但美国以安全为由拒绝了华为。之后，日本也跟随美国一起，加入了抵制阵营。日本政府修订内部采购规则，禁止政府和自卫队向华为、中兴采购电信产品。随后，英国、澳大利亚、新西兰，也明确表示拒绝与华为合作。但尽管如此，华为仍拿下了全球23个5G商用订单，占总量的一半左右。外交部发言人陆慷表示：已经有20多个国家，和华为签订了5G商用合约。这些国家来自欧洲、中东、亚洲、非洲。合作有两部分：一是帮助当地政府部门建设5G网络，像乌克兰、巴西、马耳他。二是和国际通信运营商合作开发5G技术，像沃达丰、德国电信。有人好奇了，和华为签订合作的，具体都有哪些国家呢？西欧、北欧国家有：葡萄牙、西班牙、奥地利、意大利、德国、法国、瑞士、芬兰。除此之外，还有：乌克兰、俄罗斯、马耳他、摩纳哥、拉脱维亚，还有亚洲的：印尼、土耳其、黎巴嫩、科威特，以及中东的阿曼。看来，还是识货的多。2017年3月，世界移动大会上，华为和德国电信展示了合作的5G技术；2018年2月，沃达丰和华为完成全球首个5G通话。这些年，华为手机做得风生水起，但华为在通信领域的实力更强。2018年，华为手机超过苹果，跃居全球第二大手机制造商。今年，华为手机出货量目标是2亿台，并表示：今年集团营收将首次超过1000亿美元。2013年，华为超过爱立信，成为全球第一大通信设备制造商。2017年6月，华为超越思科，占据了核心路由器市场的第一份额。在5G网络方面，华为也已经可以和高通、爱立信一较高低了。华为的芯片、5G网络都是从2009年开始的，真的可以说是：十年磨一剑！今日话题：你觉得华为在5G时代能超过高通吗？如果你喜欢以上的内容，请收藏！并为我们点赞、分享，这是对我们最大的支持，谢谢！", "author": "小麦很酷", "newsdate": "发布时间：18-12-17", "newstime": "20:35", "sentiment": [{"positive_prob": 0.0464189, "confidence": 0.896847, "negative_prob": 0.953581, "sentiment": 0}]}]