[{"title": "华为度过了考验，美国供应商却没有", "content": "【文/观察者网 徐乾昂】上半年美国对华为“极限施压”升级，美国供应商连带遭罪。就实际结果来看，华为并未受到太大影响，公司营收仍以23%的高速增长（同比）在本轮财报季表现抢眼。而英特尔、高通、AMD等华为美国供应商，营收全线下跌。来看下上述美企的成绩单：7月31日高通公布财报：该公司本季总营收为96亿美元，剔除来自与苹果和解的一次性收益后，仅为49亿美元，同比下降13%且低于预期。高通指出，营收下降和“华为应对出口禁令调整商业战略”有关。后者销往海外市场的手机中，大量采购高通芯片。高通还透露，今年全年芯片出货额将为1.4亿至1.6亿美元之间，也就是说将同比暴跌31%至40%。高通CEO莫伦科普夫(Steve Mollenkopf)表示，美国对华为施加出口禁令，预计会在下半年给高通制造“逆风”。财报公布后，高通股价次日（8月1日）收跌2.68%。7月30日盘后，AMD公布财报显示，该公司当季营收为15.3亿美元，同比下滑13%；净利润为3500万美元，同比暴跌70%。AMD还将下一季度的增速，从之前的“高位数增长”，调整为“中单位数增长”。在财报中，AMD CEO苏姿丰也用到了“逆风”一词：“我们停止向被列入‘实体清单’的一些客户供货，预计下半年公司会遭遇一些逆风。”次日（7月31日），AMD股价暴跌10.1%。英特尔于7月26日公布财报，当季营收录得165.06亿美元，同比下跌3%；净利润为41.79亿美元，同比下跌17%。公布财报后次日，英特尔跌1.09%。该公司CEO鲍勃斯旺（Bob Swan）31日出面表示，今年第二季度，其公司一直在向华为供应一些产品，这些产品经确认“符合相关法律法规”。但他也承认，“关税和贸易所带来的不确定性，给该公司供应链带来焦虑。”7月26日，给华为产品代工的伟创力，公布财报。数据显示，该公司当季营收61.76亿美元，低于去年同期的63.99亿美元；净利润4487.2万美元，同比暴跌61.32%。次日伟创力下跌3.59%。伟创力在美国这波对华为的“极限施压”中，过度响应号召。该公司在美方“禁令”发布后的第三天，即5月17日，就通知其全球代工厂马上停止生产华为所有的设备，已生产的产品不让发货，同时还私自扣押华为价值7亿元的物资长达一个多月。伟创力位于长沙的工厂，被曝也在5月已经停产。美光科技早在6月26日就公布2019财年第三财季财报。结果，这家公司当季营收47.88亿美元，同比暴跌62.8%；净利润8.4亿，同比暴跌78%。美光科技在“实体清单”公布后，随即停止向华为发货。而华为曾是美光科技最大客户，后者上半年营收中有13%与华为捆绑。美光科技CEO桑杰莫罗特拉当天立刻表示，目前正在逐步恢复向华为的供货。话后，美光科技次日美股股价暴涨13.34%。反观华为，今年上半年实现营收4013亿人民币，同比增长23.2%，营业利润率8.7%，其中运营商业务实现营收1465亿元，企业业务316亿元，消费者业务2208亿元。对比华为一季度财报，华为本季营收环比暴涨123.3%。华为财报会现场 观察者网摄横向对比美企后，可见华为虽然在各种场合自称“破飞机”，却是目前为数不多保持高速增长的科技企业——这在遭遇外部打压的情况下难能可贵。特朗普于上月宣布，将有条件解禁华为和美企之间的商务往来。美企也在翘首期待政策落实的那天。上月26日，谷歌、高通、思科、英特尔、美光科技、西部数据和博通7家公司代表，前往白宫敦促特朗普信守承诺。本文系观察者网独家稿件，未经授权，不得转载。", "author": "观察者网", "newsdate": "发布时间：19-08-02", "newstime": "22:50", "sentiment": [{"positive_prob": 0.063014, "confidence": 0.859969, "negative_prob": 0.936986, "sentiment": 0}]}, {"title": "华为荣耀低开高走成千元级别的王者", "content": "如今华为的业绩如何，经营如何呢？图/全景网文/王逸菲7月23日 ，荣耀在西安举办新品发布会，正式推出了荣耀9X系列，并于7月30日10：08全平台开售。此次的荣耀9X与此前的X系列定位相同，都是想做千元级别的王者。荣耀总裁赵明也发布了荣耀锐科技战略，系统阐述了锐科技的战略落地细节，荣耀9X作为锐科技的第一款产品，将成为解决疾风、严寒的第一个武器。荣耀倡导要不断地去积累底牌，做事要有底线，如今到了2019年，荣耀要用全新的思维去赢得市场的竞争。荣耀9X系列发布后，获得了非常高的热度。荣耀9X系列拥有九大亮点，包括全系搭载7nm工艺制程的麒麟810旗舰级芯片；目前全球AI性能排名第一的达芬奇架构NPU；后置4800万像素摄像头，搭配“猫头鹰”算法，感光高达102400，夜拍能力出色；麒麟Gaming+和GPU Turbo3.0加持，获Gamebench五星认证；荣耀首款升降式全面屏手机，屏占比升级至92%；荣耀9X系列还拥有X形菱钻纹理3D幻变玻璃机身；华为EROFS超级文件系统和华为方舟编译器；AI智慧通信2.0，双4G双VoLTE双通和4G信号智慧切换功能；续航方面也升级至4000mAh大电池，搭档AI节电，大大提升了续航能力。1399元起的价格更是使荣耀9X系列成为极具竞争力的产品。荣耀9X外观方面还有亮点，采用目前使用不多的侧边指纹识别，与电源键结合。并且在采用Typc-C数据接口的情况下，保留了3.5mm耳机接口。总的来说，荣耀9X的设计符合年轻人的需求。荣耀9X的定价策略也十分有意思，4GB+64GB的最低版本其实性价比是最高的，但是这样的存储空间组合已经不能满足大多数人了。而Pro版本标配8GB内存也让荣耀9X Pro更具有竞争力，200元的价格让存储空间从128GB翻倍到256GB，任谁来看都是一笔非常划算的买卖，所以更高配置的版本必然会受到很多人喜爱和选择。不过这并不影响荣耀9X超高的性价比，1399元能够买到超过2000元价位手机的性能，这无疑是买到了更长的手机使用寿命。华为从受到美国打压，到如今推出超高性价比的千元机，一直备受关注，热度不减。那如今华为的业绩如何，经营如何呢？7 月 30 日，华为在深圳举办半年报发布会，首次公开发布半年报。2019 年上半年，华为实现销售收入 4013 亿人民币，同比增长 23.2%，净利润率 8.7%。其中，消费者业务营收2208亿元，占比55%；智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，开发者数量超过80万。运营商业务1465亿元，占比36.%；企业业务316亿元，占比7.9%。华为董事长梁华表示，华为运营商业务在全球拿下了超50个5G合同，基站发货量超15万个。在这个时间点，外界对华为此次半年报的关注点之一就在于，5月中旬来自美国的打压制裁政策对于华为上半年的业务具体产生了什么样的影响。对比 2019 年第一季度，华为营收为 1797 亿元，同比增长 39%。半年的增长为 23.2 %，说明第一季度之后的几个月增速有所放缓。此前，任正非曾表示，受相关事件的影响，华为 2019 年的预计收入可能会从 1350 亿美元降至 1000 亿美元。资料显示，2018 年华为总收入 7212 亿元（约合 1070 亿美元），同比增长 19.5%，净利润 593 亿元，同比增长 25.1%。从半年报数据来看，打压效果似乎不算明显。华为董事长梁华表示，“五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，全年的发展仍然存在困难，这可能会暂时影响华为的前进节奏，但不会改变前进方向，华为对未来充满信心，会持续投资未来，计划 2019 年研发投入 1200 亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。”在此次制裁中，最受影响的并不是华为的5G等网络业务，而是终端手机等产品。大家的关注点集中在安卓操作系统能否正常使用。梁华回应：“安卓操作系统和生态到现在也没有恢复。海外手机业务还是会受到一些影响。如果美国允许使用我们使用安卓操作生态，我们将会继续选择，如果不允许，华为也有能力发展自己的操作系统和生态。”同时，面对国内和海外市场不同的安卓生态，梁华表示也会相应制定策略。“而鸿蒙系统不会仅仅是噱头，华为公司长期发展，一定要做好长期发展的准备。”总体来看，华为虽然面临困难，但是正在很好地克服和应对，目前虽然受到一定的影响，但是相信可以通过制定相应策略，迎接挑战，进入一个新的发展阶段。编辑|阿板 校对|坚果 视觉|牛小伟", "author": "企业观察报", "newsdate": "发布时间：19-08-02", "newstime": "15:19", "sentiment": [{"positive_prob": 0.968403, "confidence": 0.929785, "negative_prob": 0.0315968, "sentiment": 2}]}, {"title": "华为、荣耀、红米抢着做 电视咋又成了香饽饽？", "content": "移动互联网崛起，电视成了“糟糠之妻”回首电视产品的发展可谓一波三折，电视最开始出现之时，扮演着我们日常获取信息，全家娱乐互动的绝对主角，记得我的父母曾经跟我说过，在当年成家新婚之时，家中无论如何都要有一台电视，足可见其重要性。2008年开始，PC娱乐与移动互联网开始强势崛起，通讯技术从2G到3G最后向4G迈进，电视开始走下神坛，用户获取信息和交互的方式从电视变成了更加便捷的手机。虽然在家庭中的地位尚未被取代，不过从新晋的90后95后的消费观念中不难看出，电视已经变成了并不刚需的一类产品。从互联网电视小高潮到“家用大屏新概念”在2015年之后，电视当然也经历过一波小高潮，由乐视率先抛出并付诸实施的“互联网电视”概念，使电视厂商们终于意识到了拥抱改变，让产品变得更加智能的重要性，自此开始电视便搭载了智能系统，拥有了自由性更高的互联网影视资源。“智慧屏”：电视的又一波风潮将至？而今，电视的第二波风潮似乎已经看见了苗头。在华为的发布会中，余承东向外界公布，华为与荣耀都即将发布“智慧屏”这种全新概念的产品。Redmi卢伟冰在微博发言后，就有业内传言，Redmi电视已经在路上了（尚未考证）结合目前的信息来看，无论是用户，还是众多友商，对于这个全新品类的“电视”，都产生了极为浓厚的兴趣。荣耀提出的“智慧屏”创新概念，无论是余承东还是赵明，对于“智慧屏”的期望都非常高，原因为何？5G+IOT的时代，是消费者从移动端回归家庭的重要契机首先我们要问各位的是，目前阶段的4G网络速度对你来说是否足够用？5G带来的如果仅仅是速度提升，对于以手机为核心的移动互联网来说，究竟还能拓展出什么“花活儿”？实话实说，或许真的很难想象到，更更更快的网速，能够给我们手里的手机带来多大的飞跃式提升。并且屏幕大小跟分辨率硬指标存在阈值，突破阈值的设计（如索尼手机的4K屏）对于使用体验的提升非常有限。这恰恰是更大屏幕对于各家厂商OTT布局的意义，5G时代能够带来更大的数据通量，而更加大屏且高清的呈现媒介，就是引导用户从小屏的交互时代，到大屏的体验至上时代的关键，将消费者从手机这个移动平台，引向大屏所在的家庭环境的目的是什么呢？其实就是IOT风潮的崛起。厂商为产品赋予的新概念，注定了“智慧屏”并非这么简单，关键就在于目前在家电行业中风行的AI+IOT这个概念，消费升级催化了各界对于家电产品的高度关，这或许是大屏设备退去“电视”外衣的重要契机，而IOT随描绘出的生活场景，才是如今“大屏生态”爆发的根本土壤。(7226707)", "author": "中关村在线", "newsdate": "发布时间：19-08-02", "newstime": "05:32", "sentiment": [{"positive_prob": 0.0413779, "confidence": 0.908049, "negative_prob": 0.958622, "sentiment": 0}]}, {"title": "华为进入美国“实体清单”78天，美系供应商日子也不太好过", "content": "距离美国商务部将华为列入“实体清单”，已经过去了78天，紧张的情绪仍未得到缓解，对于华为以及供应链上的伙伴而言，严酷的考验才刚刚开始，这里面也包括美国的本土公司。在华为近日发布的最近半年报中，华为公司董事长梁华表示，上年华为依然取得了成长，但面临的困难依然很大，正如那架“烂飞机”，华为还需要继续“补洞”。今年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。而在华为进入“实体清单”后，对美系公司的影响也开始显现。根据华为曾经披露的供应商名单，去年核心供应商名单共有92家，美国供应商占最多，达33家，占比约36%。其次为中国，有24家，比例为27%。按产品类别划分，华为对美国的集成电路、软件、光通讯等厂商依赖度颇高。比如美国光纤通信零件制造商NeoPhotonics接近一半的收入来自于华为，在另一家美国光学元件供应商Lumentum Holdings中，华为是仅次于苹果的第二大客户。总体来看，从华为获得营收最多的前十大美国厂商分别是：伟创力（Flex）、博通、高通、希捷、美光、Qorvo、Intel、Skyworks、康宁、ADI。伟创力净利润暴跌61%伟创力曾经在华为的手机供应链体系占据着绝对的份额。但在7月26日举行的财报电话会议中，伟创力首席执行官RevathiAdvaithi表示，“第一季度，美国政府广为宣传的行动以及重大地缘政治不确定性影响到我们的客户华为，这些行动超出了我们的控制范围，也减少了我们在中国为其组装的产品业务，因此我们将缩减与华为在中国的业务合作。”今年5月19日，在华为被列入“实体名单”后的第三天，伟创力在全球的所有工厂停止了与华为的一切合作，包括停止生产和拒绝发货。目前，华为已将伟创力彻底从其供应链体系中剔除。财报显示，伟创力该季度实现营收约62亿美元，同比下降3%；净利润约4500万美元，与去年同期1.16亿美元相比大幅减少61.2%。对下一个季度的业绩指引中，伟创力将营收区间调整为61亿至65亿美元，在GAAP(美国通用会计准则)下亏损区间为1500万至1.1亿美元。此外，另外一家美国公司高通也感受到了上述事件的压力。“由于出口禁令，华为将重点转向在中国市场建立市场份额，出口禁令的结果是，华为将重点转向了在中国国内市场建立市场份额，而在中国，我们看不到产品或许可收入方面的相应好处。高通ceo史蒂夫·莫伦科夫表示，华为的竞争对手正尽可能快地推出5G手机，甚至准备取消原计划推出的4G机型。8月1日，美国高通公司在盘后公开的第三财季销售额不及预期，股价跌幅一度接近6%。作为全球最大无线芯片厂商，高通表示，受华为公司在中国智能手机市场市占率强劲增长的影响，其季度营收和利润预期低于华尔街预期，从而导致其股价下跌。美企供应链的选择“目前关键的元器件并没有恢复供应，安卓操作系统和生态到现在也没有恢复。海外手机业务还是会受到一些影响。如果，美国允许我们使用安卓操作生态，我们将会继续选择，如果不允许，华为也有能力发展自己的操作系统和生态。”梁华对记者说。在华为公布的ICT基础设施生产发货情况中可以看到，4G、光传输、数据通信、IT等生产发货量都在增长，但智能计算业务下滑达到24%，有分析师对记者表示，这是因为X86受到了影响，英特尔方面受到清单的管制。此外，华为称，下半年将重点在消费者业务“补洞”。这意味着除了发展ARM架构为主的鲲鹏生态外，华为也会加速对鸿蒙生态体系的投入以解决关键元器件无法供应的问题，这将直接影响到美系供应商。目前，包括物联网体系在内的华为元器件“缺口”中，不乏美系厂商的身影，包括高通、博通以及蜂窝数据组件和软件业务厂商。包括Lumentum、科沃（Qorvo）、思佳讯解决方案（Skyworks）、赛灵思（Xilinx）和NeoPhotonics等，目前来看，部分厂商的股价均未走出此前低迷态势。8月01日，Neophotonics股票出现波动，股价急速下跌5.46%，目前股价停留在4.49美元，在5月16日之前相比，市值蒸发5000万美元。NeoPhotonics是一家光纤通信零件制造商，主要从事具备通讯网络传输、接收，和切换高速数字光讯号的混合光子整合型光电产品的开发、制造、销售，以提供给下游的通信网路客户，在2016到2018财年内，NeoPhotonics分别有50%、40%和46%的收入来自华为。在该公司的年报中，在风险因素中曾提到，“我们在很大程度上依赖华为及其子公司海思半导体（HiSilicon Technologies Co.），任何时期华为订单的缺失或大幅减少都可能对我们的收入和运营产生负面影响。”另一家华为的光学元件供应商Lumentum股价继续震荡，该公司提供基于光学、光电子的解决方案，包括消费类电子产品的3-D传感和适用于各种消费和工业应用的二极管光源。5月份，Lumentum股价为63.94美元，但由于美方将华为列入“实体清单”随后触及40.28美元，目前停留在55.88美元。科沃（Qorvo）则是一家拥有移动，基础设施和国防和航空航天核心技术和射频解决方案的领先供应商，该公司曾在5月22日表示，预计首季收入因实体清单名单影响减少5000万美元。在华为被列入管制清单5天之后，公司随即将一季度营收预测从7.8亿至8亿美元，调整至7.3亿至7.5亿美元。而华为美系供应商的最新一季财报将集中于八九月发布。来自于机构的分析师对记者表示，美国方面的做法无疑是“杀敌一千，自损八百，对于ICT产业带来的影响仅仅是一个开始。”在7月31日的一场内部会议中，华为运营商BG正式将“伊尔2飞机战旗”交给了消费者BG。华为消费者业务CEO余承东在社交平台上表示，“极端困难的外部条件，会把我们逼向世界第一。”", "author": "第一财经", "newsdate": "发布时间：19-08-02", "newstime": "16:21", "sentiment": [{"positive_prob": 0.36764, "confidence": 0.183022, "negative_prob": 0.63236, "sentiment": 0}]}, {"title": "解读全球智能手机市场：华为还能取代三星成为世界第一吗？", "content": "进入到2019年，正如中国智能手机行业已经变成了华米OV等销量大厂们的专属游乐场，在全球智能手机行业中，也已经形成了数个固定玩家牢牢把持的稳定局面。至少从2018年第一季度起，在IDC公布的连续六个季度数据中，前五名由三星、苹果、华为、小米和OPPO五大厂商包揽，而其他厂商都被归于Others。全球智能手机市场的起落2019年7月31日，知名市场调研机构IDC发布了2019年第二季度全球智能手机出货量报告。报告显示，2019年Q2全球智能手机出货量为3.332亿台，比去年同期减少了2.3%，但比上个季度(2019年Q1)增加了6.5%。再来看几个大厂的情况：从大体上来看，全球智能手机市场排名前五的分别是三星、华为、苹果、小米和OPPO，与去年同期相比，排名上似乎并没有什么太大的变化。其中还是有一些动态变化值得注意的：1、2018年Q2，在40.9%的同比增长率的驱动下，华为在智能手机出货量方面首次超越了苹果，并与苹果拉开了近1300万台的出货量差距。今年Q2，华为的增长势头已经不那么强劲(8.3%)，仅仅为8.3%，但是由于苹果出货量的严重下滑(18.2%)，华为与苹果在手机出货量的销量差已经接近2500万台。因此很明显，在前三名中，三星和华为出现了“强者恒强”的情况，苹果与二者的差距拉大了很多。2、同样是由于苹果出货量的严重下滑(18.2%)，第三名苹果和第四名小米在出货量之间的差距从去年同期的近1000万台缩小到今年的50万台——这就意味着，苹果连第三名的地位都岌岌可危了。3、在去年同期出现了10.4%的出货量下滑的情况下，三星在今年Q2出现了同比5.5%的同比增长，可见三星王者地位的不可撼动。根据IDC的介绍，三星的出货量增长主要得益于它的A系列的优秀表现，尤其是A50和A70这两款机型;而实际上三星的旗舰机型反而是遭遇了出货方面的无力。4、与去年的40.9%的同比增长率相比，华为今年Q2的出货量表现(同比增长了8.3%)显然受到了外部因素的影响。相对来说，华为在Q2的总体表现增长还得感谢中国国内市场，后者为华为贡献了62%的出货量(作为参考，Canalys给出的同比增长率是31%)，达到了3640万台——其中，P30系列所收到的反馈比去年的P20系列要好一些。5、小米在去年Q2拿到了48.8%的同比增长率，增长速度位列第一，但这一势头并没有在今年得到延续。今年小米出货量出现了0.2%的轻微下滑，其主要原因是它在中国市场的出货量出现了较大幅度的同比下滑(作为参考，Canalys给出的同比下滑率是20%)，不过幸好小米在印度市场的表现依旧强势，从而有效冲抵了国内出货量下滑带来的负面影响——但总体来看，小米在本季度的综合表现只能说是差强人意了。6、OPPO去年的出货量增长幅度为5.1%，今年的增长幅度仅仅为0.3%，可以说是基本上持平了。根据IDC的说法，OPPO大约四分之三的出货量集中在中国和印度两大市场，但其实OPPO在国内的出货量出现了下滑(作为参考，Canalys给出的同比下滑率是18%)，而印度市场的增长则有力地冲抵了这个下滑趋势——从这个角度上来看，OPPO的情况与小米有些类似。7、从出货量数据来看，无论是去年Q2还是今年Q2，小米与OPPO之间的差距局限在300万台之内，也就是说，小米第四名的位子坐得并不是非常安稳。中印两大智能手机市场的态势在全球智能手机市场的总体格局之下，仅仅从出货量的角度，中国和印度分别是第一和第二大市场，而且二者还处于动态变化之中;尤其是印度市场，它还处于增长演变的过程中，其市场格局目前还存在变数，从而也会全球智能手机市场的格局造成影响。先看中国市场，根据Canalys此前发布的2019年Q2中国智能手机市场报告，中国智能手机出货量为9760万台，比去年同期的1.036亿台减少了6%;这是中国智能手机市场连续第九个季度呈下滑趋势。细分来看，华为(包含它的兄弟品牌荣耀)在持续吃掉其他智能手机厂商的份额，尤其是体现在2019年Q2中，华为以31%的增长率独占第一名，出货量占比高达38.2%，而OV小米和苹果都出现了两位百分比的下滑，其中第二名出货量占比为18.3%，比华为少了近20%。从这个数据维度来看，华为毫无疑问是最大赢家，不仅说是一枝独秀了，甚至可以说是一家独大了。然而，从行业竞争的角度来说，中国智能手机市场的各大厂商在发展态势上的严重不平衡，其实并不健康。另外一个非常明显的趋势是，中国智能手机市场的品牌集中度越来越高。2017年Q2，排名前五的厂商出货量占比为67%，2018年同一时间段，这一比例为82%，而到了2019年，这一数字高达91.9%。这意味着，在前五大厂商之外，其他的手机厂商加起来只有8.1%的市场生存空间——用“地狱模式”来形容中国智能手机市场，已经不是修辞手段。再看印度智能手机市场，同样根据市场调研机构Canalys公布的报告，中国智能手机厂商可以说是攻城略地，收获满满。其中，小米以4%的同比增长率获得了第一名，第三名vivo和第四名OPPO的同比增长率分别为63%和25%，Realme的同比增长率为303%——而第二名三星则出现了27%的同比下滑。可以看到，对于小米和OPPO来说，它们在印度市场的出货量很好地支撑了它们在全球智能手机市场的排名地位——因此，印度市场对这两家显得格外重要。同时可以看到，在印度智能手机市场，三星表现的下滑与华为&苹果存在感的缺失，也对这三大巨头在其全球范围的出货量表现造成了负面影响。值得一提的是，根据数据调研机构CounterpointResearch公布的2019Q2数据，在印度高端智能手机(价格在3000元人民币以上)市场，一加手机以43%的市场份额成为印度高端手机市场第一名，三星以22%的市场份额位居第二，苹果排名第三。总体来看，无论是全球智能手机市场还是中国智能手机市场，都出现了严重的不平衡，而且呈现出越来越明显的“马太效应”，尤其是三星和华为的角色更加惹眼。当然，三星依然是无可争议的霸主，但它同样也面临着行业周期压力;而华为虽然远远甩开了苹果，但它未来还将面临来自政治层面的外界压力，风险不可谓不大。值得一提的是，华为消费者业务CEO余承东曾经在2019年3月表示，将在最晚明年之前超越三星，拿下全球智能手机市场出货量第一的地位。这固然是一种自信，但从如今的大局势来看，全球智能手机市场的未来发展已经远远超越了行业自然演变的范畴，不可能不受到外界因素的影响。", "author": "环球网", "newsdate": "发布时间：19-08-02", "newstime": "08:51", "sentiment": [{"positive_prob": 0.699674, "confidence": 0.332608, "negative_prob": 0.300326, "sentiment": 2}]}]