[{"title": "当华为、苹果同时亮出财报，对比结果太意外！", "content": "5G来临在即，华为和苹果这对老对手，连成绩单都选择了在相近的日子发布。华为：半年超4000亿凡是逼不死我的，都使我更强大。就在7月30日，华为在深圳坂田召开新闻发布会，发布了2019年上半年经营业绩。根据公布数据显示，2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。其中，运营商业务收入1465亿元，企业业务316亿元，消费者业务2208亿元。果然，烧不死的鸟会是凤凰。显而易见，华为此次呈现的是一份亮眼的成绩单。自从五月份被美国列入“实体清单”之后，不少人都猜想此举会给华为带来巨大影响。今年6月份之时，华为创始人、CEO任正非在接受采访时有提到--未来两年公司会减产，估计（销售收入）会下降300亿美元，但“我们是打不死的鸟”，华为将在2021年重焕生机。现在看来，即使是在重压之下，华为也能够逆流而上。具体到不同的业务身上，也有很多出彩之处。比如，在智能手机方面，华为上半年出货量（包括荣耀）已经达到了1.18亿部，同比增长24%；平板电脑则是同比增长了10%；可穿戴设备增长2倍；云服务生态用户超过5亿；PC同比增长3倍。而在智能手机业务上，今年三月份，华为消费者业务CEO余承东就表示过，华为+荣耀的全球出货量目标是2.5亿至2.6亿台。如今仅半年时间过去，这个数字已经超过半数，按这样的趋势下去，2019年全年出货量还会有更大突破。除此之外，在5G方面，华为已经获得了50个商用合同，并发货超过15万个基站。在全球范围内，华为无疑是处于领先位置。特别是伴随着全球市场对5G的逐渐商用，华为将乘着5G这趟东风，为自己争取到更多可能。苹果：业绩超出预期，但iPhone依旧拖后腿相对于华为的勇往直前，苹果的业绩更偏向于忧大于喜。喜的是，苹果此次发布的2019财年第三季度业绩，营收为538亿美元，同比增长1%，大于预期的534亿美元，而在此之前，苹果已经出现了两个季度的营收下滑。再到可穿戴设备和利润方面，同样也已经超出了预期。并且受上述消息的影响，苹果股价一度大涨，重新接近万亿市值大关。忧的是，在第三财季，苹果的净利润仅为100亿美元，比去年同期的115亿美元下滑了13%。具体到产品上的划分，尽管iPad、Mac、可穿戴设备、软件服务等都有不同程度的增长，尤其是可穿戴设备、家居的配件销售额增长强势，较去年增长了48%，但苹果增进引以为傲的iPhone，却是不断处于下滑当中。来源：老虎证券根据其第三财季报告显示，iPhone销售额为259.86亿美元，较去年同期的294.70亿美元下滑12%。值得注意的是，这也是从2012年开始，iPhone销售额首次未能超过苹果总营收的一半，此次仅为48%。同时，这也是iPhone已经连续三个季度接连下滑。从2019年第一季度起，iPhone在营收增长方面就已经走上了下坡路。种种迹象都表明，曾经的苹果营收主力军已经跌落神坛，iPhone很难再发挥中流砥柱的作用，取而代之的是向服务业务倾斜。在这背后，正是苹果向硬件+软件+服务为三架马车转变的缩影。所以问题就来了，往深层次思考，在这两份财报的背后，又释放着什么样的信号？谁赢了？单从财报上而言，各有个的优势，各有各的亮点。但从长远来看，苹果或许输在未来。其一，在智能手机业务上，华为快马加鞭，苹果颓势渐显。虽然在2018年末，苹果有放出“降价策略”的大招，但依旧未能保住“千年老二”的位置。根据市场调研机构Counterpoint发布数据显示，2019年第二季度全球智能手机出货量为3.6亿台，其中三星位列第一，华为继续保持着全球第二大厂的位置，以较快的速度追赶着三星。苹果则是排在华为身后，位列第三，增速为负增长。而在更早的2019年第一季度，Counterpoint的另一份数据也显示了，在国内高端智能机市场上，售价在600-800美元价格区间（约合人民币4100元-5500元）排名当中，华为已经超过了苹果，其市场份额达到了48%，远远超过了苹果的37%。两项数据综合起来，iPhone的用户忠诚度已经在逐年降低，而且还有向华为转移的趋势。要知道自从2007年初代iPhone横空出世之后，iPhone就一直是高端机的王者。现在一切都有了改变，可以预见，华为在中高低端机型等方面都已经有所覆盖的大前提下，会有越来越多消费者选择华为。除此之外，华为已经推出了5G手机，但苹果的5G iPhone尚未发布。其二，在5G技术方面，华为更胜一筹。华为是一家手机厂商，更是一家通信设设备供应商。而苹果本身，定位则是在于电脑硬件、软件等科技产品。一个是要以手机为出发点，构建万物互连；一个是只有单纯的产品，从中榨取高额的利润。也正是因为自身的核心技术在手，华为能够在供应商的断供危机影响之下，依旧能够直起腰板。比如，防患于未然，华为很多年以前就已经启动了“备胎”计划。再到后面谷歌将不再为华为提供安卓系统的消息纷沓而至，华为又亮出了鸿蒙。除此之外，华为在芯片、拍照技术、AI、物联网等多个方面都已经投入大量的精力。据了解，未来，华为的研发还将计划投入1200亿人民币。对比之下，没有核心技术在手的苹果，则是显得束手无策。比如，木易在此前《苹果又放大招！让高通哭泣，华为沉默？》一文中就有提到，苹果因为芯片基带的事情和高通打了好几年的官司，最后却是因为没有5G芯片可用，厚着脸皮去和解了。对于苹果而言，至关重要的东西不能自给自足，不能保证的有产品质量，更有5G赛场上的掉队。其三，方向不同，各自打造不同的护城河。华为此次前发布了“1+8+N”的5G全景战略，通过为“1”的手机，向PC、平板、TV、音响、眼镜、手表、车机、耳机八大业务进行辐射，再围绕智能家居、穿戴、办公、影音、娱乐要打造的是一个全方位覆盖的良性生态。而苹果这边，也是知道了自己的困境，当硬件销量大幅度下滑，创新力度又无法支撑高价的时候，苹果选择像软件发力。在今年三月份的春季发布会上，苹果就发布了阅读杂志、信用卡、游戏订阅服务等新产品。Apple Card正是在这一策略的凑效之下，苹果此次财报服务业务才会大增。但我们也看到了，一边是其它业务如火如荼，一边则是iPhone的继续大涨。一对比下来，苹果颇有“捡了芝麻，丢了西瓜”即视感。综上，木易认为，华为和苹果在未来走的是两条不同的路子，渐行渐远的那种。作者：木易", "author": "电商报", "newsdate": "发布时间：19-08-01", "newstime": "00:00", "sentiment": [{"positive_prob": 0.430732, "confidence": 0.0428179, "negative_prob": 0.569268, "sentiment": 0}]}, {"title": "这半年，华为没死", "content": "7月30日下午，中国华为公司在其深圳总部发布了公司2019年上半年的营收状况，称其营收增速同比增长23.2%，为4013亿元人民币，利润率为8.7%。虽然这一数字低于此前外媒预期的30%，也低于华为今年一季度39%的同期增速，但仍然远高于2018年前半年华为15%的同期营收增速(3257亿人民币)，也象征着美国对华为的打压未能杀死华为。但华为在海外市场仍然面临美国政府禁令带来的困难与挑战。美国政府没有打垮华为，业绩仍增长迅猛华为董事长梁华30日在华为的深圳总部宣布了公司2019上半年营收同期增长23.2%——为4013亿人民币，以及利润率为8.7%的数据。此前，由于华为公司在今年一季度的营收增速一度高达39%，美国彭博社等媒体曾预测华为的半年营收增速会达到30%。但美国政府5月16日将华为列入其管制黑名单的不公平打压行为，还是对华为公司海外消费者业务和智能计算、服务器方面带来了影响，令华为前期的高速增长最终在半年的数据中有所放缓。不过，这一数据仍然远远好于2018年上半年华为15%的营收增长和3257亿元的数据。从华为方面公布的2019年上半年数据来看，在华为4013亿元的营收中，运营商业务收入为1465亿元，企业业务为316亿元，消费者业务则为2208亿元，占到了最大头。其中，中国市场成为了支撑华为消费者业务增长的一个大头。虽然华为没有提供这方面的具体数据，但梁华确认华为在海外的消费者业务——因受美国政府的打击影响——目前的销售情况为禁令前80%的水平。所以，其2019年前半年仍然能实现消费者业务的大幅增长，其中智能手机的增长为24%，达到1.18亿台的出货量，毋庸置疑是中国市场的功劳。另一方面，华为董事长梁华也表示，即便在美国政府对华为的禁令出台后，华为也没有一天停止生产，没有一天中断对客户的发货。他说，除了智能计算业务受到影响，其他业务都在增长。尤其是在备受关注的5G领域，梁华表示，因为华为公司准备充足，所以5G业务没有受到美国禁令的影响，甚至在5月16日美国实体清单出台后仍然获得了11个商业网合同。目前华为在30多个国家总共获得了50个商业合同，5G的发货超过15万个基站。梁华说，美国政府的打压虽然对华为的发展节奏造成了一定的干扰，但没有影响到华为前进的方向。困难和挑战仍存在，美国关键供应商未恢复供货不过，华为董事长梁华也表示，美国政府的禁令确实会在接下来给华为带来一些挑战和困难。华为也正在为此而“补洞”。他说，目前运营商业务的洞已经补得差不多了，重点在补消费者业务的洞。其中，梁华特别提到，受美国政府禁令的影响，很多关键的美国供应商尚未对华为恢复供应，只有少量供应商恢复了供应。比如美国谷歌公司的安卓手机系统及其相关生态能否供华为未来发布的新手机使用现在就还不明确，尽管这并不影响华为目前已经发布的5G手机MATE20X和折叠屏幕的MATE-X。这也由此引出了华为自己的操作系统的问题。从梁华等华为高管的表态来看，华为公司目前的态度是倾向继续开放合作，继续使用安卓系统及其生态，但也有能力发展自己的操作系统和生态。期间，有路透社的记者曾提问说，外界普遍关注的华为“鸿蒙”系统到底是一个给手机用的系统，还是只是一个物联网系统，还是一个对美国方面施压的噱头？对此，梁华表示鸿蒙系统一开始就是针对物联网的，然后基于这个系统，可能会在手机的操作系统里应用。他强调鸿蒙系统不是一个噱头，而是华为为长期发展做出的准备。会继续投资未来，不认为自己在中国市场一家独大最后，梁华表示虽然外部的困难暂时会影响公司前进的节奏，华为会继续坚持公司前进的方向不变。他说，华为会努力保证生存，继续补洞，并继续投资未来，不会走向封闭和狭隘的自主。华为也会继续推动产业的发展，继续与高校和产业组织开放合作，因为只有开放才会进一步的发展，只有合作共赢才会有希望。梁华说，尽管外界对华为来说是不平静的，但华为人是比较淡定的，是继续聚焦在为客户服务上的，也对公司的发展充满信心。他说，ICT行业目前蓬勃的发展给华为带来了很多机会，客户与伙伴的信任也令华为对未来更有信心。梁华还表示，美国政府的打压其实反而令华为各个部门的协作更顺畅，内部的活力得到了激发，大家充满了干劲。他说，华为正处在内部人才脱颖而出、外部人才加入华为的好时机，并认为2到3年后，华为将拥有一支更加管理有效，充满活力的队伍，将支撑起公司新一轮的发展。他也希望外部的人才可以成批地加入华为。值得一提的是，在说到华为未来的发展时，有《南华早报》的记者提问说，华为现在在国内手机市场发展很好，但其他友商却都在跌，显得华为“一家独大”。该记者问道：”难道华为的良心不会痛吗？”对此，梁华表示，在市场上占多大份额并不是华为的追求，华为不会追求一家独大，手机这种消费品也会持续存在竞争。但他指出，消费品能否赢得市场本质上取决于能否跟随消费者未来的发展和需要，所以必须坚持在研发领域和新技术的投入。他说，比如照相已经称为智能手机的一个重要功能，如何能在硬件和软件上为消费者提供便利，为消费者产生价值，并在这方面进行投入，就是在市场上立根的根本。他认为华为能在市场上受到欢迎靠的是更好的产品、服务和投入，但产品受欢迎也是一种压力，因此华为会继续努力为消费者提供更好的产品和服务。梁华表示，华为2019年将计划投入1200亿元用于研发。", "author": "环球网", "newsdate": "发布时间：19-07-31", "newstime": "00:13", "sentiment": [{"positive_prob": 0.0142504, "confidence": 0.968332, "negative_prob": 0.98575, "sentiment": 0}]}, {"title": "华为上半年营收4013亿元，面临困难却充满信心", "content": "【城宇手机】报道，驱动中国推荐2019年7月30日，华为在深圳发布了2019年上半年度业绩。2019年上半年，华为销售收入为4013亿元人民币。华为公司董事长梁华对华为取得的业绩、经营状况、5G商用、消费者业务和未来发展进行了现场演讲。华为为何能够取得如此突出的业绩？为何梁华认为华为依然面临困难，却又充满了信心？华为公司董事长梁华表示，华为2019年上半年实现销售收入4013亿元人民币，同比增长23.2%，净利润率8.7%。众所周知，华为在2019年上半年经历一段“特殊时期”，但此期间，华为业务运作平稳，组织稳定、管理有效，各项财务指标良好，稳健经营。在全部收入中，运营商业务收入1465亿元。除了智能计算业务受到了影响外，无线网络、光传输、数据通信、IT等生产发货情况总体平稳。而在日前争夺日趋激烈的5G方面，华为已获得了50个5G商用合同，累计发货超过15万个基站。在企业业务中收入316亿元，华为不断强化云、AI、企业园区、数据中心、物联网、智能计算等ICT技术和解决方案，持续获得政府及公共事业、金融、交通、能源、汽车等行业客户的信任。值得一提的是，华为的消费者业务，收入达到了惊人的2208亿元。这当中，华为和荣耀手机贡献了绝大部分。要知道2019年上半年，华为智能手机发货量（含荣耀）达到1.18亿台，同比增长24%；平板、PC、可穿戴设备发货量也实现了快速增长。全场景智慧生态能力建设初具规模，华为终端云服务生态全球注册开发者已超过80万，汇聚了全球5亿用户。据【城宇手机】观察，其实华为消费者业务能够如此突出，与华为在专利和市场份额方面的优势有着巨大关系。据2019年中国市场营销国际学术年会暨中国创造展主论坛活动上首次发布的一份中国企业专利500强榜单中，华为傲居榜首，专利实力更是得到了满分100分。而榜单中其他手机公司唯一上榜的就是小米，以90.93分排在第16位。其实，中国企业专利的数量、同族度和专利度等都能反映出科技企业的核心竞争力，只有拥有了这些核心专利才能立足当今世界，放眼全球与未来。与此同时，在市场份额方面华为开始出现“霸屏”情况。据市场调研机构Canalys最新报告显示，Q2华为在国内的市场占有率达到38%，出货量为3730万台，同比增长31%；OPPO出货量同比下降18%至1790万台，vivo下降19%至1710万台，小米下降20%至1150万台，苹果下降14%至570万台。华为开始呈现出“霸屏”态势，这对于手机行业来说，是好是坏很难讲，只能说华为借助“内因和外力”已经成功俘获了消费者的心。不过换个角度想，OPPO、vivo和小米也不用过于悲观，出货量的暂时下跌为后续的发力提供了增长空间，三家需要做的是在产品、技术和专利方面加大投入与不断深耕，尽快迎头赶上。尽管华为目前看上去风生水起，但是华为公司董事长梁华也表示，五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，这些困难可能会暂时影响前进节奏。华为需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对华为未来的经营业绩造成影响。显然，华为还需要继续“补洞”。除运营商业务外，华为未来重点是在消费者业务上“补洞”，尽管消费者业务给华为带来巨大营收，但对于华为消费者业务CEO余承东和荣耀CEO赵明来说，任务重大前路漫漫。按照华为公司董事长梁华的话说，仍然要为“求生存”而奋斗。【城宇手机】认为：经历与见证ICT行业的蓬勃发展，华为数字化、智能化的转型和启动，预示着华为可以看到并开拓眼前巨大的市场空间；外部压力越大，华为的弹性和潜力也将释放的更加彻底，全球客户与合作伙伴对华为的信任，激励和催化了华为的动力，华为信心倍增的同时，相信会以更加不同的面貌出现在世人面前。正如梁华所说，华为对未来充满信心，会持续投资未来。计划2019年研发投入1200亿人民币，相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。", "author": "驱动中国", "newsdate": "发布时间：19-07-31", "newstime": "14:28", "sentiment": [{"positive_prob": 0.891062, "confidence": 0.757915, "negative_prob": 0.108938, "sentiment": 2}]}, {"title": "华为上半年业绩稳健仍在“补洞”，鸿蒙系统不是噱头", "content": "7月30日下午，华为公司举行2019年上半年业绩发布会，华为董事长梁华公布，华为2019年上半年实现营业收入4013亿人民币，同比增长23.2%，利润率为8.7%。同时，针对华为公司颇为动荡的上半年，梁华现场回应了媒体有关“实体清单”禁令后，华为的5G部署、消费者业务、当前供应链、鸿蒙系统等一系列问题。上半年业绩良好，经营稳健华为董事长梁华宣布，2019年上半年，华为实现销售收入4013亿人民币，同比增长23.2%，净利润率8.7%。其中，运营商业务收入1465亿元，企业业务316亿元，消费者业务2208亿元。他表示，2019年上半年是一个非常特殊的时期，但在此期间，公司没有乱，业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。虽然，美国“实体清单”对华为的发展带来一些干扰，但对公司的影响范围、程度都是可控的，公司主力产品基本不受影响，客户仍然相信华为。除少数的一些产品，比如说在智能计算、服务器这一块和海外消费者业务受了一些影响以外，应该说在上半年整体的影响不大，所以在上半年各项财务指标是比较良好的。5G产品没有受到影响，5G商用仍全球领先梁华表示，供应商和合作伙伴给予了华为极大的信任和支持，产品的替代以及供应连续性等方面，保障了华为的供应稳定和对客户的及时交付，迄今为止，华为没有一天停产，没有一天中断对客户发货。“ICT基础设施领域，生产发货情况总体平稳，除了智能计算业务受到影响，无线网络、光传输、数据通信、IT等生产发货量都在增长。尤其是在5G领域，我们已经获得了50个商用合同，并发货超过15万个基站，5G商用全球领先。”梁华说道。在被问及5G部署及产品方面是否受到美国实体清单的影响，梁华表示，5G从产品设计到生产到供货，目前没有受到影响，因为5G产品之前就做好了准备。在市场上，5G取决于客户的选择，5G网络建设客户有需求，华为有比较领先的产品和解决方案。“即使在实体清单之后，我们一样获得了11个5G的商用合同。”梁华表示，“我们还是有信心，在5G技术以及5G产品上，在网络规划设计建设以及商用化方面，共同支持客户应用5G来提供更好的服务。”部分业务受到影响，目前仍在“补洞”谈及美国“实体清单”的禁令，梁华指出，在5月16号之前，整个公司的业务发展是非常快的。“实体清单”之后，在将近大概45天、一个半月左右，由于市场惯性基本上还在增长。海外手机当时确实下跌了40%左右，但现在已经恢复到禁令之前80%的水平。同时他也坦诚，未来华为面临的困难依然很大，需要投入非常大的人力物力进行版本切换、供应连续性管理、保障对全球客户的交付等，这些都可能对未来的经营业绩造成影响。正如那架“烂飞机”，我们还需要继续“补洞”，运营商业务基本上“补”得差不多了，现在重点在消费者业务“补洞”，我们仍然要为“求生存”而奋斗。而所谓的“补洞”到底是什么?梁华回答道：“在整个美国对华为实施禁令之后，我们对产品特别是主力产品进行了一些梳理，看看这些主力产品里面哪些能保证供应、哪些不能保障供应，对不能保障供应的就要改版，把它最后开发出来，满足客户需求。我们是一个产品一个产品地做，有些不是很重要的产品可能就放弃了，但我们的主力产品就会去梳理，保障产品在保证质量的情况下生产出来，并供应给客户，一个产品一个产品地去梳理。”关键部分未恢复供应，优先选择Android系统至于目前美国供应链与华为的合作情况是怎么样的，梁华坦言，在少量的、不重要的部分恢复了供应，关键的部分如手机Android的操作系统和生态至今也没有恢复。梁华表示：“华为今年发布的旗舰手机Mate 20 X是Android操作系统，但新的手机发布能否搭载Android的操作系统不取决于我们，取决于美国政府。如果美国政府允许，我们在产品设计中会优先选择Android的操作系统和生态;如果不被允许，华为也有能力发展自己的操作系统和生态。至于说我们的新产品到底会搭载什么操作系统，只有在发布时才能知道。”“但是就像刚才说的去补洞，把这些洞补好，还是希望为消费者能够提供更多的产品和服务。不管怎么样，华为一样会在智能手机消费品业务里面，以及除了手机之外全智慧场景生态的一些产品，还会持续发展我们的能力来支撑整个消费者业务的发展，包括智能手机的发展。”投入1200亿研发，坚持开放合作“外部环境的困难，可能会暂时影响前进的节奏，但不会改变前进的方向，华为还是坚持战略方向不改变，我们一定会活下来，首先保证公司生存，同时坚持对未来的投资，计划今年研发投入1200亿人民币。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。”梁华表示。他还称，不管在什么情况下，华为都将坚持开放合作，不会走向封闭和狭隘的自主。ICT行业仍然在蓬勃发展，数字化、智能化转型刚刚启动，有着巨大的市场空间，全球客户与合作伙伴都给予了华为极大的信任，华为希望与产业链伙伴合作共赢，共同为全球客户创造价值，为消费者提供良好体验，推动ICT行业健康良性发展。内部人才脱颖而出，外部天才成批加入梁华指出，过去的半年，从外部来看华为是极不平静的，但对于华为人而言，反而是淡定的，大家都聚焦把自己的本职工作做好，聚焦保障对客户的交付与服务。“一个组织面临压力最大的时候，往往也是潜力最大的时候。因为美国政府对华为的打击，使员工的工作目标更加清晰，跨部门协同更加顺畅，员工更加充满干劲，内部活力正在得到激发。”他表示，华为也会根据业务策略进行相应的人力资源调整，除了内部人才脱颖而出，也希望外部的优秀人才加入华为，希望天才能够成批来加入华为，共同来迎接挑战谋发展。“我们相信，经过两三年之后，华为将拥有一支管理有效、充满活力的队伍，支撑起公司新一轮发展。”不追求手机市场份额，重在满足消费者需求现场有媒体指出，华为是中国市场第二季度唯一手机出货实现增长的品牌，相对华为实现30%多的增长，其他的友商其实都是出现了双位数的下跌。国内总体手机市场下降，友商的份额不断被蚕食，内地的手机市场不断出现一家独大的情况。梁华对此回应称，消费品在市场上面应该要让消费者喜爱，没有喜爱就不会有人买。在整个消费者手机中，智能手机业务在市场上占多大份额，并不一定是华为的追求。将来在这个市场上也不会说是一家独大，因为随着消费者的变化消费品不断在竞争。最重要的一点，是一个公司提供的智能手机等消费者产品，能不能跟上并且满足消费者未来的需求。“消费者对华为智能手机，包括华为、荣耀手机的喜爱和真爱，这方面可能在我们这些技术领先，以及我们的产品，以及我们的体验方面比较好。华为其实觉得这是一种压力，我们希望这种压力变为持续投入的动力，会提供更好的产品和服务来回馈消费者。”现金流、财务方面都能支撑公司的长远发展在谈及目前及今后现金流方面的问题，梁华指出，除了收入、盈利，整个上半年经营活动产生的现金流是正的，贡献了我们正的经营性现金流。我们在全年，会根据业务规划做好资金安排，以及我们运营资产的管理。我相信今年到年底的经营性现金流也是比较好的。“我想我们对整个公司的资金管理来支撑公司的经营活动，以及我们在运营资产的运作效率，以及保证我们的供应连续性等等这一块，我们会很好的发展。不管从业务增长、盈利、现金流这些财务能力上面，都能够支撑公司的长远发展。”鸿蒙系统不仅是噱头，华为云近年持续增长有媒体质疑鸿蒙系统是一个噱头，或者是与美谈判的筹码。对此，梁华指出，华为从刚开始来讲鸿蒙系统，就是针对IoT物联网做的操作系统，包括将来的自动驾驶、远程医疗、工业控制等等方面，可能基于这个系统来进行的操作系统。“未来我们手机的操作系统是什么样，我相信我们在这一块可能会基于不同的产品会来采用，但不会像你说的仅仅是一个噱头。”而在回答有关华为云业务的问题时，梁华表示，华为云这几年都是在持续增长的，包括今年上半年的增长也比较快，财报里将华为云业务放到了计算与云的业务板块下面。未来，华为云会整合为Cloud+AI+5G，基于这样新的多元化的计算架构，把不同的应用跑在不同的算力上面构筑优势。华为会在整个云业务里面，还会继续跟现有的一些其他的业务共同来发挥优势，为客户提供服务。", "author": "蓝鲸财经", "newsdate": "发布时间：19-07-31", "newstime": "07:38", "sentiment": [{"positive_prob": 0.152735, "confidence": 0.660588, "negative_prob": 0.847265, "sentiment": 0}]}, {"title": "华为发布“硬核”成绩单：上半年逆势增长 年内计划1200亿投研发", "content": "来源：证券时报作者：孟庆建7月30日，华为发布了被美国商务部列入“实体经济”名单之后首份财务报告。财报显示，今年上半年，华为实现销售收入4013亿元，同比增长23.2%，增速超过去年同期水平；净利润率8.7%，较2018年同期也略有增长。华为董事长梁华接受证券时报在内媒体采访时表示，“在5月份之前，华为收入增长较快，‘实体清单’之后，因为市场惯性也取得了增长。华为面临的困难依然很大，但对未来充满信心，并将持续投资未来，计划2019年研发投入1200亿人民币。”这一数字同比去年增加近200亿元。对华为来说，来自美国的威胁仍未消除。梁华表示，目前美国只在少量的、不太重要的领域恢复了产品供应，关键产品比如安卓系统等仍没有恢复，华为需要投入非常大的人力、物力进行版本切换、供应连续性管理、保障对全球客户的交付等，但是迄今为止华为没有一天停产，5G的商用在全球领先。财报逆势飞扬“2019年上半年是一个非常特殊的时期，但在此期间，公司没有乱，我们的业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。”梁华在发言中表示。今年上半年，华为实现销售收入4013亿元人民币，同比增长23.2%，超过了2018年19.2%的营收增速。上半年净利润率8.7%，去年约为8.2%。三大业务板块表现上，运营商业务收入1465亿元，企业业务收入316亿元；智能手机所在的消费者业务收入2208亿元。梁华表示，美国“实体清单”对华为的影响范围、程度都是可控的，公司主力产品基本不受影响。在ICT基础设施领域，生产发货情况总体平稳，除了智能计算业务受到影响（受英特尔X86芯片供应问题影响），无线网络、光传输、数据通信、IT等生产发货量都在增长。在5G领域获得了50个商用合同，发货超过15万个基站全球领先。华为的消费者业务继续在营收规模上领先运营商业务，上半年华为智能手机发货量1.18亿元，同比增长24%；华为终端云服务生态，全球注册开发者已经超过80万，汇聚了全球5亿用户。梁华表示，供应商和合作伙伴也给予了华为极大的信任和支持，业务连续性管理、多元化供应策略也在市场的考验中得到了验证。迄今为止，华为没有一天停产，没有一天中断对客户发货。从业务增长、盈利、现金流这些财务能力上面都能够支撑公司的长远发展。但是，上半年业绩未能充分体现美国将华为列入“实体经济”名单带来的负面影响。任正非近日接受采访时表示，华为上半年财务报表不代表全年财务报表，因为上半年有四个月左右是高速增长的，但是真正产生影响的应该是下半年。坚定投资未来“华为面临的困难依然很大，正如那架‘烂飞机’，我们还需要继续‘补洞’，运营商业务基本上‘补’得差不多了，现在重点在消费者业务‘补洞’，仍然要为‘求生存’而奋斗。”梁话在发布会上表示。华为首席供应官姚福海称，从5月16号以来，美国供应商也在积极寻求对华为恢复供货，这些供货也在断断续续增加中。梁华随即接过话筒补充说：“只有少量的、不重要的产品恢复了供应，关键部分如Android的操作系统并没有恢复，华为手机在下半年，特别是在海外还是面临挑战的。”梁华表示，如果美国允许谷歌恢复Android系统的供应，华为会优先选择。如果说美国政府不允许，华为也有能力去发展操作系统和生态。“鸿蒙系统不是华为应对谈判策略的噱头，华为一定要做好长期发展的准备。”他在回答记者提问时表示。事实上，从华为日常的产品发布可以看出这家公司补洞的一些动作。上半年财报显示，华为受到英特尔X86芯片供应问题的影响，智能计算业务收入下滑24%，在此领域，华为在上半年发布了昆仑芯片来做替代。梁华在接受采访时坦承：“华为在下半年可能会面临一些挑战，一部分取决于产品补洞来保障供应，另外是在其他的一些领域，包括在客户界面、内部运营方面。但华为对全年业绩和整个公司发展是有信心的，外部环境的困难，可能会暂时影响我们前进的节奏，但不会改变前进的方向。”华为决定持续投资未来，并宣布计划2019年研发投入1200亿，这一数字比去年增加200亿元。梁华表示，华为的信心来自ICT行业仍然在蓬勃发展，数字化、智能化转型刚刚启动，有着巨大的市场空间；全球客户与合作伙伴给予了华为极大的信任；另一方面，因为美国政府的打击，内部活力正在得到激发。“华为没有退路，唯有坚定向前，我们坚信会取得胜利。”梁华称。", "author": "金融界", "newsdate": "发布时间：19-07-31", "newstime": "04:22", "sentiment": [{"positive_prob": 0.892712, "confidence": 0.761582, "negative_prob": 0.107288, "sentiment": 2}]}, {"title": "23.2% 华为公布上半年业绩！因“实体清单”丢的订单能否恢复？", "content": "23.2%，华为公布上半年业绩!因“实体清单”丢的订单能否恢复?上半年，华为收入突破4000亿，获得50份5G订单!美国再次失信?摘要：华为在7月30日公布了上半年的业绩，从华为公布的数据看来，美国制裁对华为的影响还是有限的。不过，美国曾多次表示会恢复美企对华为的供应，如今看来，美国又食言了。|华为上半年业绩增长23.2%【中油网】讯：华为在7月30日举办了2019年上半年的业绩发布会，华为公司董事长梁华称，上半年，华为业务运作平稳、组织稳定、管理有效，各项财务指标表现良好，实现了稳健经营。具体数据显示，上半年，华为的收入达到4013亿元，同比增长23.2%，净利润率为8.7%。虽然今年上半年华为的营收增速低于预期30%，也低于第一季度的39%，但仍然要比去年前半年15%的同期营收增速(3257亿元)要高。华为上半年的营收中，有1465亿元来自运营商业务收入，有316亿元来自企业业务收入，消费者业务收入则占大头，为2208亿元。另外，梁华确认，华为在海外的消费者业务收入目前是美国实施禁令之前的80%。所以，华为营收在上半年仍然能够实现大幅增长，主要还是靠中国市场。数据显示，上半年华为的智能手机销量增长24%，出货量达1.18亿台。|5G订单全球第一在5G方面，梁华表示，因为华为公司准备充足，所以5G业务没有受到美国禁令影响。甚至在美国将华为列入“实体清单”之后，华为仍然获得了11个5G商业合同。截至目前，华为总共获得了来自30个国家的50个5G合同，其中有28个合同都是来自欧洲。另外，上半年华为的全球基站发货超过15万个。而华为的竞争对手诺基亚，自从在华为被列入“实体清单”后获得了42个5G订单后，几乎未再获得新的订单。爱立信更不用说，5G订单数量只有22个，比中国中兴的5G订单(25个)还要少。看来，众多国家还是有清楚的判断的，并没有相信美国所说的“华为存在安全威胁”。|美国再次失信值得一提的是，美国方面曾多次表示，会恢复美企对华为的供应。特朗普曾在6月底称，恢复对华为供应有益于美企的发展，美国商务部在本月多次表示，会在一两周内恢复华为供应。但是，直到现在，华为依旧在美国的“实体清单”中。截至目前，虽然有一部分美企在陆陆续续恢复华为供应，但这并不包含关键的产品。就拿谷歌来说，梁华表示，安卓系统的关键供应还未得到恢复，“手机下半年的发展，特别是在海外还是有一些挑战的”。不过梁华也强调，如果无法获得安卓系统供应，华为也可以用备用系统代替。此外，此前由于美国的禁令，华为一些机型的订单被“砍”了。如今华为的一些禁令已经停止，对于这些订单能否恢复，梁华表示：在这个过程中刚开始实施实体清单之后，确实在发生了，特别是对于终端的一些结构件，包括产品改版和结构件，可能给供应商带来了一些影响。但是他们跟供应商的合作都是长期合作，他们双方也会很好地、更好地配合，一个是面向未来，当然也会解决现有的一些问题。最后，为了防止在下半年受到美国禁令影响，华为将投入1200亿元用于研发。来源: 中油网", "author": "同花顺财经", "newsdate": "发布时间：19-07-31", "newstime": "10:52", "sentiment": [{"positive_prob": 0.0116758, "confidence": 0.974054, "negative_prob": 0.988324, "sentiment": 0}]}, {"title": "华为正式开放DFH授权，首批认证产品与申请流程揭晓", "content": "随着科技企业对自家周边配件产品生态建设的重视，一些巨头凭借自身号召力吸引了众多优质第三方配件品牌的加入。早前，苹果推出了“MFi”认证，谷歌带来“Made for Google”配件认证计划，而近年我们国内的科技巨头华为也带来自家配件认证计划。近期华为开发者联盟官网（Huawei Developer）也上线了自家DFH认证页面——华为智能配件合作伙伴计划（Design For Huawei）。其实华为早在一年前就已开始部署DFH计划，充电头网也在去年9月就已率先作了相关爆料。为了让大家对华为DFH有个全面的了解，我们搜集汇总了华为官网对于DFH的全部信息，接下来就一次性呈现给大家，力求带来全网最为权威的DFH解读。一、DFH是什么？1、DFH简介DFH是华为智能手机、平板电脑、可穿戴设备等的配件合作伙伴计划，致力于与创新的合作伙伴一起，提供与华为终端产品相兼容的配件和配套设备，为消费者提供更丰富的配件选择和更好的用户体验。华为将对于通过验收测试的产品授权其在该产品外包装上（非产品本体）使用DFH标识。2、DFH合作伙伴的机会（1）产品上市：更早的获取华为终端产品的相关信息，与华为终端产品同步上市；（2）市场支持：更多品牌露出机会与华为产品联合推广；（3）销售渠道：进入华为线下体验店和线上Vmall商城销售。官网页面透露，目前华为DFH合作产品和品牌包括：北通、海备思、飞宇、ROCK、rockspace、绿联、MOMAX、NOLO、BOW、Panzer Glass、BIGBEN、tech21、BRASPORT等。3、DFH合作伙伴的要求（1）能够提供与华为智能手机、平板电脑、可穿戴设备等相兼容的配件或配套设备；（2）拥有自主研发能力、自主销售品牌和售后服务能力（若进入华为线下体验店销售，需具备线下服务的能力）；（3）具备一定的经营实力和销售规模。二、DFH申请流程华为DFH申请地址：https://developer.huawei.com/consumer/cn/dfh1、申请流程概述“提交申请” > “初步审核” > “NDA签署” > “DFH合同签署” > “DFH认证” > “产品授权”2、申请流程说明（1）提交申请：合作伙伴根据DFH合作申请表提交相关材料（当前DFH合作需求来源于华为内部，华为根据自身需求寻找DFH合作伙伴）；（2）初步审核：华为对合作伙伴资质与配件产品提案进行初步评估和审核；（3）NDA签署：与潜在的合作伙伴签署NDA保密协议。（4）DFH合同签署：产品通过立项汇报，启动与合作伙伴签署《第三方配件商标授权框架协议》。（5）DFH认证：合作伙伴根据华为DFH产品需求，进行样品开发，并根据需要与华为进行联调，并提交样品、产品规格说明书、测试报告、国家法规/行业认证报告、环保认证报告等材料进行测试和资料评审。（6）产品授权：对于通过验收测试的产品，发放正式授权并上市。三、相关问题解答1、什么样的产品能申请DFH授权？DFH授权产品需与华为终端产品相兼容，并能为华为终端产品用户提供更丰富的配件选择和更好的用户体验。当前DFH授权产品需求主要聚焦于游戏外设、移动办公、拍照/视频等几个领域。2、什么样的产品和合作伙伴可以申请加入DFH？能够与华为智能手机、平板/笔记本电脑、可穿戴设备等相兼容的配件和配套设备，并通过华为DFH团队认证授权，同时合作伙伴需满足一定的资质要求。3、DFH授权产品是否属于华为品牌的产品？DFH授权产品不属于华为品牌的产品，DFH授权产品由DFH合作伙伴生产制造，由合作伙伴确保产品质量和法规的遵从性，并通过合作伙伴自身的品牌进行销售和提供售后服务。华为会对DFH授权产品与华为终端产品的兼容性进行测试和评估，确保与华为终端产品的兼容性，并根据实际需求引入华为销售渠道，为华为终端产品用户提供更多的配件选择和更好的用户体验。", "author": "充电头网", "newsdate": "发布时间：19-07-31", "newstime": "21:14", "sentiment": [{"positive_prob": 0.999631, "confidence": 0.999181, "negative_prob": 0.000368672, "sentiment": 2}]}, {"title": "华为越挫越勇，半年营收超4000亿！", "content": "待到秋来九月八，我花开后百花杀。最艰难的日子，最坚挺的华为华为挺过来了！两个月前，华为被美国政府列入黑名单时，有人曾断定华为会陷入孤立无援的境地，并因此一蹶不振。如今，华为用半年财报啪啪打了他们的脸。7月30日下午3点，华为董事长梁华发布了华为2019年上半年经营业绩。“华为今年上半年实现销售收入4013亿人民币，同比增长23.2%，营业利润率8.7%，其中运营商业务实现销售收入1465亿元，企业业务316亿元，消费者业务2208亿元。”4013亿是什么概念？比阿里一年的营收都多！而且华为的消费者业务就占到了总营收的55%，意味着光凭这一项业务，华为就能与中国互联网的巨头抗衡！这下美国人慌了，没想到谷歌等公司接连的断供，竟然没把华为击倒，反倒让它更为强大。更让美国人感到害怕的是，在这个智能手机的寒冬里，华为已经艳阳高照。2019年，国内手机市场并没有太大起色，按通信院的数据，上半年国内手机总销量1.86亿部，同比下降5%，各大厂商依旧天天处于贴身肉搏拼刺刀的状态。而华为却一骑绝尘，智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，以至于有记者揶揄华为：“上半年国内手机市场就华为一家增长，华为的良心不会痛吗？”可笑！华为没偷没抢，凭本事盈利，没有对不起任何人。反倒是如果屈从于美国的淫威，畏葸不前，才是最大的不幸。华为曾把自己比作一架破飞机，历经枪林弹雨。如今，这架飞机被修修补补，不但没有跌落，反而飞得更高了。华为凭什么逆流而上？华为在上半年的赫赫战功确实不假，但谁的钱都不是大风刮来，面对重重阻碍，华为凭什么还能创造出4000营收的佳绩呢？首先，华为未雨绸缪，让其有备无患。在“和平年代”，华为从来都是“1+1”政策，即一半买美国公司的芯片，一半用自己的芯片。美国发出技术禁令后，华为海思芯片“十年备胎”一夜“转正”，因而业务没有收到太大影响。迄今为止，华为没有一天停产，没有一天中断对客户发货。“十年来我天天思考的都是失败，对成功视而不见，也没有什么荣誉感、自豪感，而是危机感。”这是任正非的心声，也是华为的危机意识。正是这样的居安思危，让华为一次次经受住考验。其次，华为对研发的重视远高于其他公司。对技术研发和产品创新的重视是华为的重要标签。任正非表示，在5G技术方面，别人两三年肯定追不上。这样的底气，来源于华为遍布全球研发团队的坚守，来源于对研发的持续性巨额投入，来源于对创新创造的执念。根据华为财报显示，华为2018年的研发投入为1015亿元，比微软和苹果还高。昨天的报告会上，华为宣布计划今年研发投入1200亿元。正所谓一分耕耘一分收获，华为稳定的营收，是多年坚持自主研发的回馈。还有最重要的一点：华为坚决不上市，不被资本左右。华为的股份结构非常特殊，属于全体员工持股，不符合交易所的上市条件，因而一直没有上市。但任正非说过，即使有机会，华为也不会选择上市，因为唯有如此，才能不被外来资本控制，公司的决策才不会被影响。下半年才见真章如果说上半年华为的表现就足以使美国惊慌，那么下半年华为的势头则会让美国感到震撼。这话并不是无凭无据的，对华为来说，下半年至少有两个好消息。其一，美国对华为的制裁将会在下半年放松。今年6月29日，中美达成了新的共识，双方重回谈判桌，而美国随后也宣布放松对华为的制裁。美国总统在新闻发布会上回应是否会允许美国公司向华为出售产品的问题，特朗普表示，“我觉得这是可以的”，“我们会继续出售这些产品”。也就是说，华为还没有发力，美国政府就已经先认怂了。其二，上半年华为的手机业务还有好几张大牌没打。根据华为官方的说法，下半年华为Mate30系列、Mate X都将陆续上市。其中Mate30是华为的新一代旗舰机，相当于是升级版的P30 pro，大有“机皇”之势；而Mate X则是令人眼前一亮的首款折叠屏手机，足以引领新的设计潮流。除此之外，5G的到来也为华为增添了胜利的筹码，更不用说它的“鸿蒙”系统都还没亮相呢。以上无论是那一个，单拎出来都是一个重磅炸弹，然而下半年它们将集中亮相，其冲击力自然不言而喻。相信半年后，华为将交出一份更令人满意的答卷。愿华为像它的菊花logo一样，正直不屈，吉祥长寿，在祖国的大地盛放。作者 | 周文君", "author": "电商报", "newsdate": "发布时间：19-07-31", "newstime": "23:55", "sentiment": [{"positive_prob": 0.797975, "confidence": 0.551054, "negative_prob": 0.202025, "sentiment": 2}]}, {"title": "被列“实体名单”后首份财报华为上半年收入4013亿元", "content": "7月30日，华为在深圳召开上半年业绩发布会，公布公司多项业绩数据。半年报显示，华为上半年实现营收4013亿元，同比增长23.2%；净利润率为8.7%，与2018年相比略高。这是自今年5月16日被列入美国“实体清单”后，华为发布的首份财报。谈及美国“实体清单”对华为带来的影响，华为董事长梁华表示，美国“实体清单”对华为的发展带来一些干扰，但对公司的影响范围、程度都是可控的。外部环境的困难，可能会暂时影响我们前进的节奏，但不会改变前进的方向。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。值得注意的是，梁华表示，华为计划2019年研发投入1200亿元。据记者了解，华为2018年研发费用达1015亿元，占销售收入比重为14.1%。华为近十年投入研发费用总计超过4800亿元。上半年营收超4000亿，增逾两成华为董事长梁华表示，今年上半年华为实现销售收入4013亿元，同比增长23.2%；净利润率为8.7%。从2018年财报来看，今年上半年华为的营收增速比去年还高，净利润增速也与去年的8.2%基本持平。具体到三大业务线，华为在消费者业务继续高歌猛进，带动公司整体营收向上。今年上半年，华为的消费者业务收入为2208亿元，占全公司营收比例达55%。去年财报，消费者业务对收入的贡献比例首次超过运营商业务，成为华为营收的最重要支柱。消费者业务的营收增长强劲，主要源于华为手机的出货量大增。半年报显示，华为上半年的智能手机发货量（含荣耀）达到1.18亿台，同比增长24%，平板、PC、可穿戴设备发货量也在增长。而传统的运营商业务在上半年实现收入1465亿元，去年全年这一业务的收入达2940亿。华为在半年报中披露，目前公司已获得了50个5G商用合同，累计发货超过15万个基站，随着国内三大运营商均已获得5G商用牌照，预计下半年对5G设备的采购量将增加，届时运营商业务有望在下半年复苏。今年研发投入将达到1200亿元值得注意的是，实际上运营商业务较消费者业务受到的影响更低，梁华表示从产品设计到生产再到供货，华为的5G基站没有受到“实体清单”的影响，但5G基站的选择权在于客户，希望未来通过5G网络实现更多的商业应用。至于企业业务，华为上半年收入316亿元，与去年全年744亿相比保持正常增速，华为来自政府及公共事业、金融、交通、能源、汽车等行业客户的订单仍在继续。虽然上半年遭到美国政府禁令的影响，但华为并不打算降低研发上的投入。梁华在发布会上表示，今年华为的研发投入将高达1200亿元，较去年的1015亿元继续提升。2008年至2018年期间，华为近十年投入研发费用总计超过4800亿元。梁华表示，“五月份之前，华为收入增长较快，‘实体清单’之后，因为存在市场惯性，也取得了增长。华为面临的困难依然很大，这些困难，可能会暂时影响我们的前进节奏，但不会改变前进方向，我们对未来充满信心，会持续投资未来。相信在克服短期困难和挑战以后，华为会进入一个新的发展时期。”■ 焦点1 智能手机市场华为一家独大？“高市场份额不是华为的追求”当天早上，市场调研机构Canalys发布中国智能手机市场2019年二季度报告。报告显示，在其他手机品牌出货量全部同比下滑的情况下，华为二季度智能手机出货量3730万台，比排在第二的OPPO出货量的两倍还多，出货量逆势同比大增31%，市场占有率达到38.2%。Canalys表示，这是8年来所有手机品牌所实现过的最高市场份额。在业绩发布会现场，有外媒记者针对此事向华为董事长梁华提问，内地智能手机市场逐渐出现华为一家独大的情况，华为的良心会痛吗？梁华对此回应称，高市场份额不是华为的追求，相信未来智能手机市场也不会一家独大。他表示，最重要的一点是公司是否能够根据消费者的需求发展推出新产品，为了跟上这种消费者的需求，公司就必须加大在研发领域的新技术投入。梁华表示，消费者对华为手机的喜爱，“这是一种压力，我们希望这种压力变为持续投入的压力，为消费者提供更好的产品和服务。”由于5月16日美国政府将华为列入“实体清单”，华为的智能手机在海外销售出现大跌，跌幅曾高达40%。不过，梁华在发布会上回应称，目前已经恢复到禁令前80%的水平。而荣耀总裁赵明在早前接受记者采访时提到，荣耀手机在海外的销量已恢复，高于禁令后的低点。华为创始人任正非在最近一次采访中提到，预计今年华为全年智能手机出货量有望达到2.7亿台，这一数字较去年同比增长7000万台。从今年上半年发货量1.18亿台看，华为智能手机业务的压力并不小。2 鸿蒙和安卓系统如何取舍？若谷歌提供，华为优先继续使用安卓此次发布会的另一个焦点是鸿蒙系统。在美国禁令压制下，华为开始对外宣传其自研的操作系统“鸿蒙”。华为消费者业务CEO余承东最早透露，华为研发的自有操作系统，最快会在今年秋天、最晚明年春天面市。不过随着形势变化，华为对鸿蒙的定位出现变化。任正非早前的一次采访中表示，鸿蒙的产生，本身并不是为了手机用，而是为了物联网。“比如自动驾驶、工业自动化，因为它能够精确控制时延在五毫秒以下，甚至达到毫秒级到亚毫秒级。”任正非表示，华为希望继续使用全球公用开放的手机操作系统和生态，但是如果美国限制使用，华为也会发展自己的操作系统。他认为，操作系统最关键的是建立生态，重新建立良好的生态需要两三年左右的时间。在此次发布会上，华为董事、首席供应官姚福海表示，目前部分美国供应商的供货在断断续续恢复中，特别是G20峰会特朗普表示加快相关方面的审批，华为期盼他们承诺的兑现。其后梁华补充说，美国供应商在关键产品领域的供应，比如安卓系统等，还没有恢复。他表示，华为已发布一些新机型会继续使用安卓，之后的机型能否搭载安卓系统，这不取决于华为，取决于美国政府是否允许谷歌提供服务。美国当地时间7月22日，美国总统特朗普会见美光科技、西部数据公司、高通、谷歌、思科系统、英特尔和博通7家科技公司高管，讨论对华为禁令等问题。据了解，这7家科技公司的高管要求美国商务部向华为供货问题及时作出许可证授权决定，而美国总统特朗普已同意他们的要求。梁华表示，如果美国允许谷歌为华为提供安卓系统服务，华为会优先继续使用安卓，但如果美国政府不允许，华为也有能力自己去发展操作系统和生态。“鸿蒙系统不是噱头，也不是与美国政府谈判策略的一部分。”新京报记者获悉，华为或计划于8月9日的开发者大会上发布鸿蒙系统预览版，并于8月10日发布荣耀智慧屏新品，届时该新品有望成为首款搭载鸿蒙系统的产品。新京报记者 陆一夫 实习生徐子林 张卓", "author": "新京报", "newsdate": "发布时间：19-07-31", "newstime": "02:30", "sentiment": [{"positive_prob": 0.789715, "confidence": 0.532699, "negative_prob": 0.210285, "sentiment": 2}]}, {"title": "华为半年财报彰显抗压能力", "content": "本报记者 高 雷“中国科技巨头凭借国内智能机市场销量的支持，今年上半年的营收较去年同期实现大幅增长。”美国《华尔街日报》30日报道称，中国华为公司当天在深圳总部发布的公司2019年上半年的营收状况显示，称其营收增速同比增长23.2%，为4013亿元人民币，其利润率为8.7%。报道认为，华为的半年财报显示出其面对美国贸易管制黑名单的抗压能力。从华为方面公布的数据来看，在上半年4013亿元的营收中，运营商业务为收入为1465亿元，企业业务为316亿元，比重最大的消费者业务则为2208亿元。中国市场成为支撑华为消费者业务增长的重要因素。今年前半年，华为智能手机销量增长24%，出货量达1.18亿台。华为董事长梁华在发布会上透露，目前华为海外消费者业务为禁令前80%的水平，所以公司今年前半年仍然能实现消费者业务的大幅增长，毋庸置疑是中国市场的功劳。“在苹果等竞争对手的市场份额下降之际，华为正在中国智能机市场高歌猛进。”美国CNBC网站30日称，全球市场调研机构Canalys最新公布的调查报告显示，今年二季度，华为智能手机在中国市场的出货量同比大增31%，市场占有率达到38.2%，创记录新高。同期， 苹果在中国销售570万部智能手机，同比下降14%。梁华表示，即便在美国政府对华为的禁令出台后，“华为也没有一天停止生产，没有一天中断对客户的发货。”在备受关注的5G领域，梁华表示因为公司准备充足，华为5G业务没有受到美国禁令的影响，甚至在5月16日美国实体清单出台后仍然获得了11个商业网合同。目前华为在30多个国家总共获得了50个商业合同，5G的发货超过15万个基站。梁华还特别提到，受美国政府禁令的影响，很多关键的美国供应商尚未对华为恢复供应。美国谷歌公司的安卓手机系统及其相关生态能否供华为未来发布的新手机使用现在尚不明确，但这并不影响华为目前已经发布的5G手机MATE20X和折叠屏幕的MATE-X。▲", "author": "环球网", "newsdate": "发布时间：19-07-31", "newstime": "08:22", "sentiment": [{"positive_prob": 0.955131, "confidence": 0.900292, "negative_prob": 0.0448686, "sentiment": 2}]}]