[{"title": "不要5G也要惹华为？华为在日本市场风生水起，苹果销量都下降让路", "content": "对于日本将在6月28在大阪举行的峰会是日本最重视的，而本次对于日本来说将会有哪些不一样的新动向呢？毕竟5G时代的到来将会加快商业的步伐，就此来看，所以无论哪个国家不与华为合作都是损失重大，而对于日本这些相关事宜记者通过采访日本各界的声音，详情如下：首先是对于日本东大教授的采访，他觉得如果放弃了与华为的合作，那么意味着日本将极大可能要面临着5G的部署将大幅度放缓。剧消息称，在4月10日，日本的总务省已经将5G的网络频道分配给了国内的四家电信运营商，计划将5G覆盖率达到全国的97%。同时计划在9月份橄榄球世界杯在日本举行时，将会成为5G技术示范的大好时机，并且同时将5G投入商用。针对于多个国家以及地区的5G网络频谱以及商用时间等等都做出了规划，而日本官房长官菅义伟也告诉记者，对于5G的技术问题，运营商可以自由决定设备的采购，但是政府希望保持网络的安全性。可日本却是借以安全性的缘由将华为以及中兴从采购清单中剔除，这样的做法与美国不期而遇，步调一致。事实上都是在排除中国的企业产品内容。可是就目前来看，中国对于日本来说无疑是最大的贸易伙伴，如果不与中国合作，那无疑是意味着日本在通讯领域将会面临成本高、更新慢的状况，到时利益受损的还是日方。其实华为从2009年开始就已经着力研发5G技术，而直到2016年才与软银联手研发，继而成为该技术的首家运营商。软银还曾经从华为购买了170亿日元的基站，所以日本现行的4G网络也有华为的设备。另外，教授江崎浩也再次肯定，华为目前不管是在研发领域还是对于5G的部署都是在世界的前头，放弃与华为合作的，将没有一个获益。可是，哪怕软银对于华为的技术和口碑都很认可，还有NTT Docomo的5G推进室室长中村武宏坦言对华为的感激，哪怕这两家运营再想与华为合作，可无奈日本政府多定下的方针也只能遵守。其实华为在日本的市场已经很大，产品经常在当地的名气非常高，正如近期日本销量最好的TOP3中有两款是华为的产品，因为性价比太高。由于目前iPhone销售不景气，所以工厂对于iPhone相关零件和半导体的订单都下降，这也腾出了更大的生产空间给华为。根据消息，在2018年的时候，日本企业与华为的交易额高达66亿。其实也有不少的日本企业是心知肚明如果在5G时代排除中国企业的话，日本等于是在放弃追赶的机会。", "author": "逆火行", "newsdate": "发布时间：19-04-27", "newstime": "17:24", "sentiment": [{"positive_prob": 0.00936599, "confidence": 0.979187, "negative_prob": 0.990634, "sentiment": 0}]}, {"title": "华为新机曝光：4000大电池+弹出式镜头+6.59英寸大屏，售价1580？", "content": "说到华为新机，今年最火爆的新机华为P30 Pro势头也已经过去了，尽管华为P30 Pro拍照很强，但是网友还是很希望华为能够推出推出一些其他设计的机型。然而巧的是，最近在国外科技网站中，曝光了一款华为新机，据该网站称这款这款新机名叫华为P Smart Z。据曝光数据显示。华为P Smart Z的定位是一款千元机，不过虽然是千元机，但是华为P Smart Z还是有很多亮点的。其中华为P Smart Z最大的亮点就是弹出式设计前置镜头，其前置镜头参数为1600万像素。显示方面，华为P Smart Z将搭载一块6.59英寸全面屏，而因为采用弹出式设计的原因，据悉华为P Smart Z屏占比超过了90%。在机身背面，华为P Smart Z采用了3D炫光设计，至于后壳材质是塑料还是玻璃，就不得而知了。拍照方面，华为P Smart Z将采用后置1600万+200万像素双摄组合，光圈分别为F/1.8和F/2.4，这个配置算是中规中矩了。至于性能方面，没有什么太大的期望。华为P Smart Z将搭载麒麟710处理器，这款处理器是华为受到吐槽最多的一款处理器，性能并不是很强大，但好在还有Ai加持。内存方面则拥有6G+64G版内存组合，至于续航方面，据悉华为P Smart Z将内置一块4000毫安大电池，不过没有提到快充。而价格方面，根据透露的消息，起售价将为210欧元，折合人民币约1580。", "author": "鲁班带你聊科技", "newsdate": "发布时间：19-04-27", "newstime": "18:11", "sentiment": [{"positive_prob": 0.876276, "confidence": 0.725059, "negative_prob": 0.123724, "sentiment": 2}]}, {"title": "华为首款升降式摄像头手机长这样？满满的设计细节", "content": "【手机中国新闻】智能手机市场技术发展有多快？今年还是旗舰配置，明年可能就成了中端手机的标配。我们都知道去年多款旗舰机的出现带火了升降式摄像头设计，而今年这一技术将逐步下放到各个品牌的中端产品上。华为到目前为止尚未推出一款升降摄像头机型，但随着近日不断的消息曝光，华为P Smart Z作为华为首款升降式摄像头手机开始出现在公众视野里。华为P Smart Z渲染图（图源WinFuture）4月27日，外媒WinFuture放出了华为P Smart Z的高清渲染图，从图片质量看很有可能就是该机的“定妆照”了。如图，华为P Smart Z正面为非异形窄边全面屏，拥有黑、蓝和绿三个配色，曲面玻璃机身营造出优雅圆润的视觉效果。华为P Smart Z渲染图（图源WinFuture）华为P Smart Z渲染图（图源WinFuture）华为P Smart Z渲染图（图源WinFuture）华为P Smart Z渲染图（图源WinFuture）在屏幕左上部位，华为P Smart Z加入了一颗升降式摄像头。同时在手机背面左上角，该机还加入了竖排双摄，摄像头右侧为圆形指纹键。如果仔细看，华为P Smart Z背面采用了独特的拼接设计，指纹键上下两个区域的颜色深浅不一，和时下流行的渐变色设计截然不同，辨识度很高。配置方面，华为P Smart Z搭载6.59英寸显示屏，配备麒麟710处理器，辅以4GB+64GB内存组合，前置1600万像素镜头，后置1600万+200万像素双摄，内置4000mAh大电池，运行EMUI 9.1系统。目前，还不清楚华为会不会在国内推出该机。", "author": "CNMO手机中国", "newsdate": "发布时间：19-04-27", "newstime": "14:43", "sentiment": [{"positive_prob": 0.669922, "confidence": 0.266494, "negative_prob": 0.330078, "sentiment": 2}]}, {"title": "华为再亮黑科技，网友：这是取代Android的第一步吗？", "content": "华为作为国内科研实力最强的科技公司，在研发领域的投入一直都是国内最多的，在2017年华为官方就对外宣布每年拿出营业收入的10%用于新技术的研发。在高投入的支持下，华为近两年的黑科技也是层出不穷，麒麟芯片性能不断升级、GPU Turbo技术提升游戏性能等等，这一切的技术都不断的驱动着华为向着更远更强的道路上前进。但是，自从2018年4月中兴危机爆发之后，华为也成为了美国重点针对的对象，在2018年一年，华为手机在美国市场被以莫须有罪名全部下线，而后的华为在美国的5G市场发展同样遭受拦截。再加上后续的华为CFO被限制出境，这似乎都标志着美国开始对华为行动了，华为的处境也变得非常微妙。为了不会向中兴一样太过于被动，有关于华为手机操作系统的商用也被提上了日程，华为消费者业务CEO余承东在接受采访时表示：华为已经拥有了自己的操作系统。不过，该系统只有在迫不得已的情况下，才会选择使用。此话一出让国内消费者安心了很多，毕竟现在国内的手机厂商所用的操作系统都是依赖于谷歌的授权，如果谷歌因为某种缘故停止了对于Android系统的开源授权，那么最终可能导致的结果就是国内的移动互联网陷入瘫痪状态。不过，操作系统的普及发展也是异常艰难的任务，否则的话移动互联网发展了超过10年，而如今的市场上只有Android和iOS两大操作系统可以“存活”。就连以系统闻名世界的微软都在手机操作系统上无能为力。所以说，华为想要一步完成操作系统的布局基本上是不可能的。而在最近华为再亮黑科技，该黑科技的亮相似乎让外界看到了华为的系统布局正逐渐开始，该黑科技就是方舟编译器。方舟编译器的原理就是直接进行计算机机器代码的编译执行，可以更快的完成任务。举个例子来说：原来的Android系统分为三个阶段，一个是最原始的机器代码层，也就是所谓的“0101”，第二层则是安卓的虚拟机，所有的用户提供的操作指令都在这一层完成。而这一层的代码相比于“0101”高级了很多，它是通过汇编语言完成，而第三层则是用户的交互层。原来Android系统的执行是用户下达指令到虚拟机，虚拟机一边接受新指令一边将指令翻译成机器代码在进行执行。如今方舟编译器直接跳过了虚拟机这一层，让用户的指令可以直接达到底层的机器代码，效率的提高是非常大的。重点是如今华为已经向业界开源了该技术，也就是说以后所有的手机厂商定制的Android操作系统都会运行该技术，而下游的程序员也都要开始学习这种新机制，这本身就已经颠覆了传统的Android架构，有网友对此表示：这是华为操作系统取代Android的第一步吗？的确，华为的做法似乎真一步一步的蚕食Android系统，将Android架构从内到外都重新改写，这样在无形之中在Android系统的生态上建立起了华为全新的系统生态。", "author": "C君科技", "newsdate": "发布时间：19-04-27", "newstime": "16:27", "sentiment": [{"positive_prob": 0.0262516, "confidence": 0.941663, "negative_prob": 0.973748, "sentiment": 0}]}, {"title": "任正非终于揭秘华为的股权设计，1%的股权如何做到控制华为？", "content": "任正非曾针对华为不上市回答道：“华为采用的是员工持股制，一旦上市，员工纷纷暴富，只想着抛股获利，而且会变得不思进取，上市只会害了自己”。虽然大家都知道，任正非仅占华为股份的1%，但他仍然拥有华为的主要控制权。员工持股制的好处是，能够在初期发展时，保持业绩的高速增长，因为针对员工的很多激励政策都是与股份挂钩的，这就让华为团队人人以一敌百，为自己而战。2018年，华为全年营收7590亿元人民币，净利润4031亿元，其中1500亿全部用于科技研发投入。科学的股权设计，让华为在经济寒冬时期，仍能实现高增长。目前华为拥有高新技术专利达74307项，这部分技术资产就价值万亿元之上。这与任正非秉持的“财散人聚”的理念有直接关系，在这思想上，华为建立了大量且广泛的利益分享机制。在华为控股中，股权大致分为了两个部分，一是华为工会，包括董事及集体员工，持有公司98.99%的股份，股本总和为134.4亿元。二是任正非个人，占有1.01%股权，股本总和为1.37亿元。虽然股份被分出去了，但是公司做大了。按照公司法规定，有限责任公司可设置同股不同权，因此任正非的每一股份都有一票表决权。而在华为内部章程里有表明，任正非在华为控股中，享有特别权利。另外通过协议和委托的形式，任正非可代为行使华为技术的股东权利，并且代为行使工会的股东权利。不管是书面法律上，还是公司内部管理上，任正非均对华为公司拥有合法控制权。其实华为早期激励机制源于1990年，由于公司资金紧张，发不出人员工资，所以把股份当作工资发给员工。后来华为将计就计，以1元的股价向员工出售股份，然后15%的利润作为分红，员工持股的模型就有了。1998年时，华为到美国考察时发现，实体股可以转为虚拟股，用以激励员工。因此在2001年，华为推出了虚拟股票期权计划，员工手上的实体股变为了虚拟股。虚拟股就是，员工可以出钱入公司股，签订合同后，钱交给公司保管，没有副本，没有持股凭证。只有一个内部账号，可以查看自己的持股数量。虚拟股票没有实际股权，只有分红和增值的权利。10年时间，华为的虚拟股收益超过，华为获得员工融资260亿。后期华为推出的激励政策，则更加把利益分享给员工。过去华为的虚拟股都是针对本地户籍员工，现在所有包括外籍员工都可以分享利润。另外所有员工不用出钱都可以分配到一定数量的5年期股份，这些股份产生的分红和增值，全部归员工所有，5年后这些股份则清零。对于华为股权设计，你有什么看法？欢迎下方留言，参与讨论。", "author": "聚富财经", "newsdate": "发布时间：19-04-27", "newstime": "17:39", "sentiment": [{"positive_prob": 0.941204, "confidence": 0.869343, "negative_prob": 0.0587955, "sentiment": 2}]}, {"title": "华为研发经费排名公布：全球第四、国内第一", "content": "相信大家都知道，无论是中国还是外国，大家对华为的评价都是很高的。昨日，更是有日本媒体称，华为的芯片技术已经超越了苹果，位居全球顶尖水平。那么，华为是如何做到这么强大的呢？看一看华为的投资我们就知道了。在去年，华为投入研发费用153亿美元（约合人民币1029亿元），占华为全年收入的14.1%。随着华为投资力度的不断加大，在全球研发投入榜单中，华为已经跃居至了第四。亚马逊、谷歌、三星分别以288亿美元、214亿美元和187亿美元处于前三，华为则以153亿美元的投入位居第四，至少在国内，华为是第一。虽然华为总研发投入位居第四，不过，华为投入增长速度却是位居第二。华为2018年研发投入相对于2014年共增长了149%，仅亚马逊以210%的增幅领先华为。这说明华为对科研的重视程度已经超过了谷歌、三星、苹果等企业。值得一提的是，在2014年至2018年，华为在研发上的投入已经高达3680亿元。本文编辑：杨锦丰", "author": "泡泡网", "newsdate": "发布时间：19-04-27", "newstime": "19:50", "sentiment": [{"positive_prob": 0.997446, "confidence": 0.994325, "negative_prob": 0.00255377, "sentiment": 2}]}, {"title": "华为50倍放大拍照有什么作用？太神奇，以后旅游不用带相机？", "content": "自从华为P30 Pro放出可以比拟单反相机的豪言后，就引来了各界热议。因为华为P30 Pro的拍照功能还真有华为放出的豪言这么神奇，拍出来的照片堪比低配望远镜，远处的微小字体都可以放大成近视表的第一个字体。这可是手机上第一次加入数码变焦能力，技术上肯定多有不足，但是就是这么一次创新就能让人幻想到手机在未来主导摄像的前景。先不谈手机在未来可能主导摄像的前景，单单是这次的50倍数字变焦，的确令人很吃惊。如果你拥有了这款手机，在你去看偶像演唱会时，你会惊讶的发现偶像在你的50倍数字变焦下，连汗毛都能够被你看清。当然华为的50倍放大可不止是在演唱会上起到作用，在一些特殊的场合，华为这50倍数字变焦能力或许也能给你带来意想不到的惊喜。在旅游时，拍照纪念那是必不可少的事情，但是在旅游的路上由于时间有限，总有一些地方是因为时间问题而不能去观看的，这时常令人惋惜，但是你手上的手机要是拥有50倍数码变焦能力，你就不会再有惋惜，因为50倍变焦能够让你人不去那个地方，就能够看到远处那个地方的风景。比如你正在一条公路上徒步旅行，向右侧望去一座庄严的大雪山屹立在右侧的尽头，这时你想去攀登观看雪山上的风景，又苦于时间不允许，你就可以掏出拥有50倍变焦能力的手机，咔嚓！一张被放大了50倍的照片清晰展现在你的面前，好了，你不用攀登到雪山上，就已经观看到了雪山上的风景，满足了你想观看雪山上风景的愿望。这是50倍变焦能力手机在旅游时的一个作用，除了这个作用外，在生活中华为P30 Pro的50倍变焦也能带来同样的惊喜。你在一个夜黑月圆的夜晚，抬头想看看许久未看的月亮，给自己放松一下，一揉眼睛，发现200度近视的你出门忘了带眼镜，苦涩一笑，眼里尽是不甘，本可以趁心情好赏月的你，因为忘记带眼镜不能看清月亮，感到惋惜，这时如果你拥有50倍数码变焦的手机，赏月也不将成为问题。同样咔嚓一下，月亮绝美的容颜出现在你的手机里，200度近视的你也同样看清了今晚的月亮，赏析了月亮绝美的容颜。这就是50倍变焦能力给你带来的种种神奇效果，它可以在你的生活中，为你解决麻烦，也能够让你的生活更加清晰。总之P30 Pro可能在现在比单反还差一筹，但是随着科技的不断发展，在未来是肯定要超越单反的，除非单反也能够随着时代的进步而进步，要不然手机主导摄像界算是必然的结果。对于这款P30Pro，你是喜欢呢？还是讨厌？是想要购买呢？还是“打死”也不买？欢迎大家踊跃留言，谢谢！", "author": "秋风看科技", "newsdate": "发布时间：19-04-27", "newstime": "23:35", "sentiment": [{"positive_prob": 0.359604, "confidence": 0.20088, "negative_prob": 0.640396, "sentiment": 0}]}]