[{"title": "华为再次发力：麒麟990+7250mAh电池+40W快充！", "content": "2019年11月25日，根据多家科技媒体的消息，华为在上海举行Mate家族新成员华为MatePad系列新品发布会，华为MatePad Pro、华为SoundX多款新品正式亮相。按照华为这家国产智能手机厂商的介绍，华为MatePad Pro搭载华为最新麒麟990芯片，最大提供8+512GB存储组合，并且配备了7250mAh容量的大电池，标配20W快速充电，支持40W超级闪充，同时是全球首款做到无线正反向充电平板产品。在此基础上，华为MatePad Pro提供了8GB+512GB的存储组合，支持UFS3.0闪存，售价3299元起。对此，在笔者看来，从售价上来看，华为逐渐在平板电脑市场对标苹果的产品，也即开始迈入中高端平板电脑市场了。一具体来说，在智能手机业务之外，华为在平板电脑市场再次发力，这有助于华为消费者业务获得新的增长点，并且能够打通各个终端产品，以此发挥协同乃至于生态链的效果。在外观造型上，华为MatePad Pro采用10.8英寸2560*1600分辨率显示屏，和挖孔屏的智能手机类似，华为MatePad Pro将前置镜头安置在显示屏之内，机身四周边框收缩至4.9mm，让机身屏占比达到90%。对此，在笔者看来，将智能手机领域的技术应用到平板电脑市场，无疑可以起到差异化竞争的效果。进一步来说，就目前的平板电脑市场，外观造型上确实存在同质化竞争的问题。因此，华为MatePad Pro将前置镜头安置在显示屏之内，显然可以和小米、苹果、联想、微软等竞争对手的产品形成区别。二在核心配置上，华为MatePad Pro搭载最新自研麒麟990芯片，运行EMUI10智慧系统，还加入12层散热架构。其中，就海思麒麟990处理器，已经被华为Mate 30系列等旗舰手机所应用，至于荣耀V30系列等即将发布的旗舰手机，也将配备这款处理器。基于此，海思麒麟990处理器的加持，可以提升华为MatePad Pro的综合性能。至于加入12层散热架构，无疑是在学习现在的游戏智能手机，就小米、努比亚、OPPO、vivo等智能手机厂商推出的游戏手机，无疑都非常重视散热功能。而和智能手机一样，平板电脑自然也具有游戏使用的需求，所以，散热功能的加持，自然也是非常必要的了。三同时，在海思麒麟990处理器的基础上，华为MatePad Pro最高支持8+512GB超大存储空间，支持UFS3.0闪存。其中，就512GB的机身存储，基本上能满足大部分用户的存储使用需求了。在充电和续航上，华为MatePad Pro这款平板电脑内置7250mAh超大电池，标配20W快速充电，支持40W超级闪充。就7250mAh容量的电池+40W快充的配置，无疑可以提升其续航能力。众所周知，相对于智能手机，平板电脑因为屏幕尺寸相对较大，所以耗电量也相对较高。因此，不管是7250mAh容量的电池，还是40W的快充，都是为了缓解平板电脑的续航情况。此外，华为还在发布会时强调，华为MatePad Pro是全球首款做到无线正反向充电平板产品。四最后，音响方面，华为MatePad Pro搭载了四声道环绕立体声，哈曼卡顿调音，五个麦克风拾音。也即相对于智能手机，机身尺寸更大的平板电脑，可以在强化音响上的配置，也即增加相关的硬件。针对粉丝关心的价格问题，华为MatePad Pro在价格上分为六个版本，其中，6GB+128GB WLAN版售价3299元，8GB+256GB WLAN版售价3999元。6GB+128GB LTE版售价3799元，8GB+256GB版售价3999元；8GB+256GB WLAN（含手写笔及键盘）版售价4999元；8GB+512GB LTE（含手写笔及键盘）版售价5999元，也即这款平板电脑最便宜为3299元，最贵则是5999元，这无疑达到华为、三星、苹果等智能手机厂商高端手机的价格了。而这，显然体现出华为冲击中高端平板电脑市场的决心和态度。对于3299元起售的华为MatePad Pro，你怎么看呢？", "author": "YY胡", "newsdate": "发布时间：19-11-25", "newstime": "20:47", "sentiment": [{"positive_prob": 0.967789, "confidence": 0.928421, "negative_prob": 0.0322107, "sentiment": 2}]}, {"title": "华为Nova6Pro将于12月正式发布，主要参数被确定，价格太感人！", "content": "随着不断增加资金投入和创新技术积累，现在的华为手机正处于高速发展的道路上，已经是OPPO和小米等友商学习的榜样，在全球市场上也是三星和苹果都不能够忽视的劲敌。没错，如今的华为实力变得越来越强大，不过它并不会放慢前进的脚步，例如这一次余承东憋狠招，华为Nova6Pro将于12月正式发布，主要参数被确定，四摄成最大亮点，价格太感人！说起华为手机相信大家都不会感到陌生，它作为国产领头羊品牌无论是资金还是技术实力都是毋庸置疑的，所以每一款旗舰机打磨都必须到位，Nova6Pro作为新一代旗舰当然也不例外。根据外媒的报道，华为将在12月中旬正式发布并且多项传闻参数被确定，这款神秘新机马上就要和我们正式见面了。性能部分，华为Nova6Pro将会搭载基于7纳米制程工艺打造的麒麟810处理器，这颗SOC虽然不支持5G网络，但是配合以AndroidQ为底层深度定制的EMUI10系统形成更强的协同能力，在GPU Turbo3.0技术与方舟编译器加持下，应对日常应用程序是绰绰有余，体验主流游戏的帧率稳定性也是妥妥的，4350毫安电池和40W的快充组合严格来说也能够符合长续航的标准，延续多功能NFC和无线充电等元素也符合大部分花粉一贯的期待。颜值方面，华为Nova6Pro标配一块6.47英寸的LCD材质挖孔全面屏，分辨率为2340*1080，得益于采用更先进的COF封装工艺，左右边框进一步做窄，下巴也继续缩小，带来更震撼的视觉效果，全息幻彩玻璃后壳在光线的照射下营造出光彩熠熠的效果，配合铝中框的紧密贴合不仅满足日常生活防水也兼顾了舒适握持感。相机是华为Nova6Pro主要的卖点，也是最大的亮点。之前余承东已经表示在适当的时候华为会把先进的模组和算法下放给Nova系列使用，这回Nova6终于用上4800万主摄+1200万超广角+500万长焦+3D TOF镜头，在出色的调教之下，相信无论是白天还是夜晚照片的观感都会可圈可点。另外，目前可以肯定它还会拥有一颗3200万前置镜头，延续自家全套美颜算法，喜欢自拍的用户有福利了。综合来说，面对激烈的市场竞争环境，今年华为明显加快了产品的升级速度，Nova6Pro在延续上一代颜值和性能优势的情况下，继续打磨拍照和续航等消费者看重的元素，所以成为“爆款”不是没有可能。至于大家关心的价格方面，主流媒体预计6G+128G起步价为2699元，如果真是这样还挺感人的，你又会不会支持华为呢？", "author": "老实人日报", "newsdate": "发布时间：19-11-25", "newstime": "19:34", "sentiment": [{"positive_prob": 0.876611, "confidence": 0.725801, "negative_prob": 0.123389, "sentiment": 2}]}, {"title": "软硬兼施，未来所向！华为智慧屏65寸上手体验分享", "content": "现在的智能电视真是越来越智能了，看着我家中又老又旧的电视，正好趁着双十一换了新——华为智慧屏65寸。我选择它的主要原因有两个，一是我作为华为的忠实粉丝，对于华为的产品有一种莫名的好感。二是这款华为智慧屏搭载了大名鼎鼎的鸿蒙操作系统，本科技爱好者不可能放过如此机会。其实这是我第一次使用如此大的电视，家里电视从25寸到40寸，现在飙升到65寸，观影的效果真的是越来越震撼，加上华为智慧屏所拥有4K HUD高清分辨率，以及100%NTSC高色域，要比原来家中的老电视升级了N个档次。在安装之前，先将产品的底座拿出来。这时候就不得不夸赞一下华为智慧屏的做工了，底座十分厚重，并且底部带有6块防滑胶垫，放在桌面上十分的稳。华为智慧屏的配件也是十分齐全，除普通的遥控器，还有华为智慧屏专用的智慧型触控遥控器，支持一碰投屏的功能，十分有趣。另外还有立柱螺丝4颗，底座螺丝4颗，电源线1跟，AV转接线一条，挂墙转接件4个，挂架螺丝4颗，华为智慧屏V65快速入门一本。二、硬件篇华为智慧屏的音响由6个全频喇叭单元+2个高音喇叭单元+1个低音喇叭单元+1对无源辐射器组成，分别设计在机器的背面和底部。而音响则会智能识别室内的空间结构，智慧屏发出声波探测空间结构并接收反馈，从而建立虚拟的空间声场模型，然后自动匹配空间场景下的音效方案，这是其他职能电视所不具备的功能。华为智慧屏的插口也是十分丰富，包含一个USB3.0接口，三个HDMI接口，一个视频输入接口，一个网线接口，一个SPDIF接口以及一个天线接口。满足咱们普通用户的使用需求，绝对是绰绰有余了。电源线接口被设计在了机器的左侧，非常好找，不像某些品牌的电源接口被设计在底部，需要用手摸索半天才能找到位置。一会儿的功夫，师傅就将华为智慧屏安装好了。连接上电源线，迫不及待想来感受一下65寸屏带来的震撼视觉享受，再将遥控器放入电池，长按遥控器的智键和菜单键就能配对电视使用了。目前看来，和传统的智能电视还没有太大的区别。三、鸿蒙系统进入到华为智慧屏的系统，这是首款搭载华为自家的Harmony OS鸿蒙操作系统的产品。这是基于微内核的全场景分布式OS，多设备分布式协同，跟华为手机等设备的交互是它最大的亮点之一。比较有趣的是，华为智慧屏的上方还带有一颗隐藏式的升降摄像头，而且取景范围非常大，开启拍照或者视频聊天会自动弹出，关闭会马上回缩。这个摄像头不单单用来拍照或者视频聊天这么简单，它还带有AI健身和AI KIDS两项创新的功能，AI KIDS则是专为儿童设计，能够智能识别儿童观影距离来进行智能调节，让孩子看电视更加健康，科学的呵护孩子的眼睛。我老婆就比较喜欢这个AI健身的功能了，因为健身房的私教实在是太贵了，但是现在拥有华为智慧屏，就等于拥有了一位虚拟的私人教练一样，海量的健身视频跟着学，只要选择智能模式开始，摄像头就会自动缓缓升起，开启AI健身教学。华为智慧屏的触控遥控器十分轻薄，仅有8.3mm厚，顶部不但是实体键还是触控面板，而且内置MIC，支持30cm进场拾音，使用起来的效率比普通遥控器要高效许多，而内置的是一颗410mAh可充电的锂电池，采用TYPE-C接口，充电速度十分快，充电一次可以使用3个月左右。使用华为手机下载智慧屏APP，便能够使用手机来控制华为智慧屏了，并可以充当遥控器使用，甚至可以设置电视的音效模式、输入源以及图像模式等。投屏虽然很多智能电视都已经支持了，但是要说创新，华为智慧屏真的是充满了各种有趣的想法。只要使用华为手机轻触触控遥控器，视频、照片或者游戏画面就会投射到智慧电视屏幕。而且是60帧零延迟，对于玩游戏是十分的重要，因为手机和电视声音不同步就没意思了。华为智慧屏使用的是小艺语音助手，得益于电视内置6个MIC，就算再5米远也能轻松唤醒小艺语音助手，通过语音就能点播和操作电视了。我也亲身实测了一下，华为智慧屏放在客厅的中心位置，然后我在家门口的楼道里用语音去唤醒它，实测结果完全没有压力。四、视听体验对比起我家中的那台老电视，华为智慧屏的视频资源已经算是超级无敌丰富了，顶部有很多的视频频道，不但有华为自家的VIP视频、电视剧、电影，还有酷喵、芒果TV、极光TV等高清资源频道，另外还有少儿、综艺、4K等频道。当然，还有同样丰富的音频曲库，包括华为音乐、喜马拉雅、蜻蜓FM、酷听和氧气听书。华为智慧屏的屏幕分辨率为3840x2160, 带有MEMC动态画面补偿和HDR高动态范围成像，影院级量子点技术，层次色彩对比度十分丰富，色彩惊艳，并且带有AI画质算法，可以自动识别播放场景，自动适配环境模式，并且屏占比高，关上客厅的灯，真的有一种在电影院的感受。上图是实拍电视播放画面，极光模式的电影《诛仙I》，画面十分细腻清晰，色彩鲜艳，加上立体声效果，效果十分的不错，文字真的不能表达出那种震撼的感官刺激。五、总结分享经过对于华为智慧屏一周的体验，我更坚定了自己当初的选择是正确的。我可以很负责任的告诉大家，就算你把华为智慧屏看作是一台普通的电视，就算是只比拼它的硬件，华为智慧屏在同级别的对手中，也绝对是非常能打的。但是恰恰不巧的是，华为智慧屏不仅拥有强壮的身躯，还拥有一颗无比聪慧的大脑——鸿蒙系统。这就好比两位肌肉猛男站在一起，而其中一位还是麻省理工博士学位，是你的话你会怎么选择呢？当然了，我认为现在的鸿蒙系统还只是刚出生不久的一位婴儿，相信在不久的将来，在整个华为智能生态更加完善的时候，鸿蒙将融入到我们生活中的点点滴滴，显示出它强大的实力。中华有为，这句话没毛病。", "author": "莫名也是醉了", "newsdate": "发布时间：19-11-25", "newstime": "20:10", "sentiment": [{"positive_prob": 0.997776, "confidence": 0.995057, "negative_prob": 0.0022241, "sentiment": 2}]}, {"title": "华为Mate30系列携手金鸡百花电影节，开启新影像·手机影片竞赛", "content": "11月23日，第28届中国金鸡百花电影节闭幕式在福建厦门举办。最终《流浪地球》获最佳影片，林超贤凭借《红海行动》获最佳导演，《地久天长》男主角王景春、女主角咏梅分获最佳男主角、女主角。本届电影节期间，华为Mate30系列携手金鸡百花电影节，共同举办“新影像·手机影片竞赛”。号召并鼓励更多专业电影人和普通用户使用手机进行影像创作，开创了电影创作史上的又一先河。华为Mate30系列手机，开创手机摄影新篇章在一般人的心目当中，电影的制作与拍摄只有相关专业人士才可以上手操作。而且想要拍摄电影，专业设备也是必须具备的一个基本条件。而本次手机影片竞赛，创造了探索手机电影在技术运用和艺术表达上的双重突破。《你的样子》《泳往春天》《巴丹吉林》三部由华为Mate30系列手机拍摄的影片也悉数在金鸡百花电影节期间亮相，好评如潮。这无疑开启了手机摄影历史上的一个全新篇章，也从侧面体现了华为Mate30系列手机在拍摄能力上的不俗表现！4000万像素超感光徕卡电影四摄，手机摄影新高度正常情况下拍摄一部电影需要很多专业设备的支持，需要耗费大量的时间精力和人力物力。对于我们普通人来说，完全是一件可望而不可及的事情。而且好的电影素材，往往又有很多来自于人们的普通生活。因此如果手机真的可以用于记录这些点滴涌现的各种灵感，就能让普通用户也能有机会挖掘并记录生活中的这些美好片段。影片《你的样子》全程使用华为Mate30系列手机进行拍摄，对于这种全新的电影拍摄方式，导演曲江涛也表达了很多自己的看法。正常情况下专业电影的拍摄过程十分繁琐，为了更好表达一些特定场景下的影片氛围和拍摄效果，往往需要借助拖车滑轨和一系列的设备来辅助。而华为Mate30系列手机，通过长焦短焦自由切换，再结合云台辅助稳定拍摄，就能完成专业设备必须分镜多机位拼凑衔接才能完成的影片录制过程。真正实现了一镜到底的便捷拍摄过程。而且在拍摄视频清晰度和色彩还原方面，也均得到了专业电影人的好评。华为Mate30 Pro搭载的是“超感光徕卡电影四摄”，包括4000万像素的电影摄像头+4000万像素超感光摄像头+800万像素的长焦摄像头+3D深感摄像头，可以拍摄4K超广角暗态延时摄影，支持7680帧超高速摄影。硬件方面的绝对领先，也是支撑华为Mate30系列完成个人电影拍摄录制的必要条件。灵感源于生活，普通用户也能做“导演”毫无疑问，华为Mate30系列携手金鸡百花电影节，共同举办的“新影像·手机影片竞赛”，为普通手机用户打开了个人电影创作的大门，让普通用户也能有机会用普通手机记录生活中的点滴美好。正如著名演员、导演祖峰在手机电影主题论坛中提到的，对于记录本身，人类一直在通过科技手段不断完善。电影的门槛不应该在记录的技术，而应该在于思想和创造力，手机电影可以让技术的门槛消失，让有愿望和能力表达的人，都来进行电影创作。相信通过此次金鸡百花电影节“新影像·手机影片竞赛”单元的设立，会有更多的电影人和普通用户可以了解华为Mate30系列手机在影像录制方面的特有优势。华为Mate30系列手机也让普通用户拍摄个人电影成为可能，大家有没有一种想要跃跃欲试的冲动呢？", "author": "勺子黑科技", "newsdate": "发布时间：19-11-25", "newstime": "17:47", "sentiment": [{"positive_prob": 0.999755, "confidence": 0.999456, "negative_prob": 0.000244785, "sentiment": 2}]}]