[{"title": "华为OS半揭面纱，国产操作系统需走出陪跑队列", "content": "被美国推至“放大镜”下的华为俨然成为了资本市场上新的风向标。5月21日晚间，有消息称，最快今年秋天，最晚明年春天，华为自己的OS将可能面市，华为的OS打通了手机、电脑、平板、电视、汽车、智能穿戴，统一成一个操作系统，同时还兼容全部安卓应用和所有Web应用。华为消费者业务CEO余承东22日对第一财经记者确认了上述消息。同日，A股国产操作系统概念板块掀起了涨停潮。天玑科技、实达集团、东土科技、北信源、诚迈科技等多只个股涨停，中科创达、航天通信也有不同程度的涨幅。安信证券认为，操作系统是软件自主可控的攻坚重点，也是软件自主可控的根本保障。在云计算成为国产操作系统和数据库发展的重大机遇，以中标麒麟、普华基础软件为代表的国产操作系统产品化持续推进。目前国产数据库市场占有率较低，在“自主可控”背景下提升空间巨大。而中间件是牵手系统软件和应用软件的纽带。中间件领域国产化进展相对较好，通过捆绑云服务巨头，中间层厂商将有机会借势发展。但也有不愿意透露姓名的分析师对记者表示，对国产操作系统的发展持保守态度。“从技术角度来说，跨操作系统搞APP兼容本来非常难，无论是安卓和IOS，还是Win和Linux，应用程序开发者都需要开发多套软件去适配。如果华为OS是采用非安卓内核的独立操作系统，那么我对后续软件兼容性会保持较为保守的态度。”该分析对记者说。国产OS“自主战”如果说PC时代成就了微软，移动时代成就了苹果和谷歌，那么下一个万物互联的人工智能时代，同样有大量的智能终端需要安装操作系统，这个量级恐怕是当前手机的数倍、数十倍。在如此强大的市场前景下，国产操作系统面临巨大的机遇。在最新的研报中，安信证券认为，在自 2018 年 3 月 22 日开始至今的中美贸易战阴影下，国产化及自主可控的重要性再次凸显。实现自主可控意味着产品和服务一般不存在“他控性”的恶意后门并可持续升级和修补漏洞，也不会受制于人，这对我国软件国产化提出了更高的要求。目前，已经提出的“等保 2.0”及“自主可控”均要求我国软件实现自主化以保证国家安全。而在22日，为支持集成电路设计和软件产业发展，财政部税务总局发布集成电路设计和软件产业企业所得税政策的公告，在2018年12月31日前自获利年度起计算优惠期，第一年至第二年免征企业所得税，第三年至第五年按照25%的法定税率减半征收企业所得税，并享受至期满为止。消息一出，国产软件板块尾盘再度冲高，中国软件直线拉升封涨停，涨停板上封单超12万手。民生证券则认为，国内软件产品一直以应用软件为主，操作系统、数据库等基础软件以及中间件的占比都较低，由此可见我国软件产品收入结构占比很不平衡。但总体来说，国产软件在市场需求平稳的情况下还能保持较快的增长速度，预计未来在三大因素的刺激之下有望走出超预期的市场行情。不过，从市场份额来看，也有产业界人士认为，在真正的产业竞争产生之前，谈竞争过早。从全球范围看，目前桌面操作系统来说仍然是微软一家独大。微软的 Windows 操作系统占比超过 88%，第二大操作系统苹果公司的 Mac OS占比 9%，两大公司合计占据操作系统市场 97%以上的份额，而国产操作系统都是基于 Linux系统所进行的二次开发，与其他各种 Linux 系统一起，占据 2%的市场份额。而在移动领域，谷歌更是一家独大。根据全球网站通信流量监测机构Statcounter数据，截至2019年4月，在移动端操作系统中，谷歌Android系统占74.85%、苹果iOS占22.94%，其余平台占比都不超过1%。Canalys分析师贾沫对第一财经记者表示，最难的主要是生态建设的问题。以华为为例，华为需要解决自研系统在海外市场使用apk的问题。根据之前的情况来看，无论是Windows Mobile抑或是Tizen都没能成功。贾沫对记者表示，安卓以及iOS的应用数量非常之大，所以说华为的自研系统必须兼容apk，同时要解决一系列问题。比如全球性建立自营apk商店，类似Google play store这样的，同时还需要推出自己应对GMS的一系列服务。教育用户从谷歌系转到华为系。在最后还需要考虑如果吸引开发者去为华为自研系统优化应用，安信证券表示，国内市场PC市场微软系的操作系统仍然占据着绝对统治的地位。国产操作系统占比极低，典型产品包括中国电子旗下的天津麒麟操作系统、中标麒麟操作系统（中国软件控股中标软件 50%）和中国电科旗下的普华操作系统。华为OS待命在21日的采访中，华为创始人任正非对记者表示，做一个操作系统的技术难度不大，难度大的是生态。“怎么建立起一个生态？这是一个大事情，慢慢来。做操作系统，不一定是替代别人的做法，因为华为在人工智能、万物互联中本身也是需要。”而余承东则对记者表示，最快今年秋天，最晚明年春天，华为自己的OS将可能面市。据记者了解，华为从2012年开始规划自有操作系统，备用名为“鸿蒙”。当时，华为公司中央软件院欧拉实验室还专门成立华为手机终端操作系统开发部，意在成为谷歌Android系统的替代品。但华为内部的声音称，自研操作系统是极端环境下的备用计划，并不是希望替代某家合作方。曾经在华为研发部门工作的一位离职员工表示，在面对全球智能手机市场已形成Android、iOS、WindowsPhone8三足鼎立的形势下华为开始进行自主的手机操作系统研发。而目前，该操作系统已对Linux大量优化（已开源），并已用于华为手机中（安全部分）。此前，华为推出自研EROFS超级文件系统，仅是基于华为方舟编译器开发的应用，但有专家认为，就能够让安卓系统性能提升数倍来看，底层整合了EROFS和方舟编译器的华为鸿蒙系统，已经具备的了一定实力。曾经在华为工作的戴辉对第一财经记者表示，做个智能手机操作系统并不难，但要做好UI（用户界面）以及构筑全方位的生态却很难。过去这些年，基本已经消失的智能手机操作系统有：塞班Sybiam、Windows Mobile （Windows Phone）、Palm OS、Blackberry黑莓、三星的Bada等。“操作系统做得好不好，主要就是两个方面，一是性能，二是生态。性能不是问题。华为本身是电信设备的大玩家，在专用操作系统上有非常成功和成熟的经验，国内的生态也可以慢慢搭建。但在目前的形势下，海外应用上存在短板，就是Google系的APP问题。其他APP如facebook等也可能带来压力。”戴辉说。全球调研机构Strategy Analytics在最新的研究报告中提到，如果没有谷歌移动服务的授权，2019年和2020年华为在海外市场的智能手机业务将面临巨大的风险和不确定性，尤其是在西欧市场。假设禁令持续，预计华为全球智能手机出货量将在2019年同比下降24％。到2020年，出货量将会继续同比下降23%。然而，这并不会对中国市场造成太大的影响。报告指出，在高端细分市场，三星和苹果将在短期之内受益于华为的退出（采用海思7nm芯片组的P系列、Mate系列和荣耀高端机型）。在大众市场，三星和其他一些中国厂商（小米，OPPO和vivo）将受益于华为在海外市场的困境。由于没有谷歌移动服务，以及华为在主流机型中采用备用元器件，消费者的信心将受到不利影响。华为大众市场机型的质量和性能也可能受到影响，因为备用元器件未在批量生产和使用中得到验证。 提高质量和稳定性需要时间。", "author": "第一财经", "newsdate": "发布时间：19-05-22", "newstime": "21:48", "sentiment": [{"positive_prob": 0.708859, "confidence": 0.35302, "negative_prob": 0.291141, "sentiment": 2}]}, {"title": "科技9点见：华为OS系统或今秋面世，微信、支付宝回应尼泊尔封禁", "content": "科技 9 点见，是爱范儿（ID ：ifanr ）联合百度 App 推出的早间资讯栏目。每天早上 9 点，我们和你一起看：今天的世界、科技新设备、科技史上的今天、网友都在聊什么。余承东：华为 OS 操作系统最早今年秋天面世据财联社报道，华为消费者业务 CEO 余承东昨日透露，华为面向下一代技术而设计的操作系统 OS 最快可能在今年秋天面世，最晚明年春天。据称，这套系统打通了手机、电脑、平板、电视、汽车和智能穿戴等设备，统一集成为一个操作系统，将能兼容全部 Android 应用和 Web 应用。微信、支付宝回应尼泊尔封禁尼泊尔中央银行近日宣布禁止境内使用微信支付和支付宝，称因中国游客非法使用这些未在当地注册的支付应用，该国正在流失海外收入。微信昨日回应表示，对于境外违规收款行为，微信支付一直通过技术手段严厉打击。而蚂蚁金服回应称，支付宝在境外开展业务一贯遵循当地法律法规，已对部分用户将境内二维码在境外使用的现象采取措施加强防范，并保留追究的权利。苹果推出首款八核 MacBook Pro据 The Verge 报道，苹果近日对两款型号的 MacBook Pro 进行配置更新：15 英寸版本的 MacBook Pro 将采用 8 核 i9 处理器，这也是 MacBook Pro 首次采用英特尔 8 核处理器，而 13 英寸版本的更新较为常规。另外，这两款新型号 MacBook Pro 将采用新材料来解决此前蝶式键盘的问题。苹果还对键盘维修计划进行更新，所有配备蝶式键盘的 MacBook 都在维修列表中。荣耀 20 Pro 昨夜发布，拍照全球第二荣耀 20 系列两款旗舰新机昨夜在英国伦敦发布，搭载麒麟 980 芯片，6.26 英寸挖孔屏，侧边电源键指纹解锁，拍照仍然是亮点。其中荣耀 20 Pro 后置四摄，主摄 4800 万像素，支持 3 倍光学变焦，5 倍混合变焦以及 30 倍混合变焦，也支持超广角模式、超级夜景模式和时下流行的月亮模式。DxOMark 公布其评分为 111 分，与一加 7 Pro 并列第二，仅次于华为 P30 Pro。价格方面，荣耀 20（6+ 128GB）售价为 499 欧元，荣耀 20 Pro（8+256GB）售价为 599 欧元。详细可跳转阅读爱范儿昨夜推送。字节跳动或将推出付费音乐服务据彭博社援引知情人士消息称，字节跳动正准备在印度等新兴市场推出一款付费音乐服务，向 Spotify 和 Apple Music 等发起挑战。上线时间预计会是今年秋季。据称，有超过 100 名员工正在开发该项目。目前，字节跳动已经跟印度最大的两家唱片公司谈妥授权。比尔盖茨发布夏季书单，关注动荡和剧变比尔盖茨日前在博客公布了今年的夏季读书清单。书单共有 5 本书，分别是《剧变》（Upheaval）、《九品脱》（Nine Pints）、《莫斯科绅士》（A Gentleman in Moscow）、《战时总统》（Presidents of War）和《资本主义的未来》（The Future of Capitalism），几乎都跟动荡和剧变主题有关。比尔盖茨表示，这些书可能读起来并不轻松，但它们对布尔什维克革命后的苏联、战争期间的美国，和经济系统的全球性重整等讨论发人深思。成都大熊貓繁育研究基地将推出「熊脸识别」App成都大熊猫繁育研究基地近日宣布，成功跟新加坡南洋理工大学、四川师范大学合作开展「使用图像分析的大熊猫个体识别技术研究」。据称，这项研究在 2017 年启动，至今已经建立了有超过 12 万张图片和上万支视频的数据库，且对近万张图片完成标记、分割和注释。未来甚至会推出一款「认脸」app，实现对大熊猫的精确识别。《玩具总动员 4》定档 6 月 21 日迪士尼皮克斯电影《玩具总动员 4》昨日宣布将于 6 月 21 日全国公映。故事讲述告别旧主人安迪之后，胡迪和他的伙伴们成为了邦妮的玩具，又开始了一次冒险旅程。三星 Galaxy Note 10 细节曝光荷兰网站 Mobielkopen 近日爆料称，三星 Galaxy Note 10 的屏幕比例将达到 19:9。而爆料达人 Ice universe 表示，Note 10 前置和后置摄像头都将跟 Note 9 不同。前置可能开孔居中，后置则可能改为垂直排列 + 居中。其他相关的细节爆料还包括有 6.66 英寸屏幕、后置四摄、4300mAh 电池、没有实体按钮、S pen 可能内置摄像头、将推出 5G 版本等，暂时未知真假。Google Pixel 3a 系列遭到网友投诉，出现自动关机等问题近日有多位用户爆料，Pixel 3a 系列新机出现软件问题，甚至会随机自动关机，解决方案似乎只有强行重启。另外，也有用户报告称手上的 Pixel 3a 系列设备存在硬件缺陷。YouTuber Erica Griffin 分享的一张照片显示，她的 Pixel 3a USB-C 和扬声器切口似乎没有和机身底部边缘对齐，而是向右上角倾斜。Google 暂时未就此作出回应。中国成为全球最大的智能音箱市场，市场份额占 51%Canalys 机构数据显示，2019 年一季度，中国智能音箱销量达到 1060 万台，同比增长近 500%。这个销量数字占全球智能音箱总量的 51%，使得中国成为全球最大的智能音箱市场，而美国的份额则从 44% 下降到 24%。从数据上看，百度、阿里巴巴和小米都为市场份额作出了贡献，一季度出货量分别都在 320 万台左右，市场份额分别约占 15.5%。而排在一二名的仍然是亚马逊和 Google。雪佛兰推出新功能，系好安全带之前不让开车据 The Verge 报道，雪佛兰近日推出一项新功能 Buckle to Drive。当青少年用他们的钥匙启动汽车时将进入「青少年驾驶」模式，这项功能会提前锁定车辆发动机，直到他们完全系好安全带。据称，Buckle to Drive 将成为所有 2020 Chevy Traverse、Malibu 和 Colorado 车型的标准配置。银行的工作氛围变得越来越「硅谷」了自高盛银行在 2016 年上线金融平台 Marcus 开始，这家老牌华尔街机构开始变得越来越像一家技术公司。至今它收购了几十家金融科技创业公司，程序员比例超过 40%，硬件之外，银行的文化也在向科技圈倾斜，比如说：允许程序员们穿格子衬衫上班。你能感觉到作为银行机构，高盛从文化上都开始往科技圈倾斜。比如首席技术官在手臂上有大块纹身，这在传统银行是不可想像的。高盛的金融科技负责人 Boe Hartman 在近日一场金融峰会上称，公司的文化跟之前相比更为休闲。在高盛的 Marcus 平台上，目前所有会议基本是线上完成，每次时间安排不超过半小时。而高盛集团也在最近向全体 3.6 万名员工发内部信，表示放宽员工的着装要求，不再要求每天西装革履，而是相信员工能对此作出合理判断。银行的工作环境变得越来越「硅谷」了。此前，丹麦的 Nordea 银行甚至在哥本哈根总部举行了时装周，想以工作氛围的改变来吸引千禧一代就业。而位于立陶宛首都的 Danske 银行目前有 700 名 IT 员工，于是公司里特意设置了休闲区，可以打盹休息，也可以玩 PlayStation 跟同事来一场游戏对决。Danske 银行的房地产主管 Christian Ronn Osteraas 指出：今天的银行跟以前不太一样了。银行越来越像 IT 公司，也在跟 IT 公司竞争同样一批人才，这意味着我们必须提供相同甚至更好的工作氛围和福利。中国一年吃掉 2 万亿元零食商务部近日发布的《消费升级背景下零食行业发展报告》称，零食行业已经成为未来快速消费品市场中最具前景和活力的行业。数据显示，2006 - 2016 年的 10 年期间，零食行业总产值从 4240.36 亿元增长至 22156.4 亿元，增长幅度达 422.51%。到 2020 年，零食行业总产业规模预计接近 3 万亿元。网友：「不夸张的说，我参与了一个上万亿的项目」「看了一眼自己的肚子，嗯，我为零食行业做贡献了」「是零食逼我吃的，天天诱惑着让我吃」「一定压力大导致的商机」。2012 年 5 月 22 日，Google 正式宣布完成对摩托罗拉移动的收购2012 年，Google 以 125 亿美元的价格宣布收购摩托罗拉移动，交易完成后，摩托罗拉移动成为 Google 的一个独立业务继续运营。前谷歌全球副总裁李开复称，谷歌主要看中了摩托罗拉移动庞大的专利数量，借此保护 Android 社区、以及应对苹果等公司的专利诉讼。同时也有人认为 Google 也想拥有自己的硬件产业链，跟苹果一样「软硬」皆备。不过被收购后的摩托罗拉移动硬件的发展并不理想，除了出品的手机屈指可数之外，产品市场反响也并不热烈。直到 2014 年 1 月 30 日摩托罗拉移动大部分资产被谷歌出售给联想集团，联想获得摩托罗拉移动品牌、手机产品及未来产品规划，谷歌保留大部分摩托罗拉移动专利组合所有权。至此，Google 和摩托罗拉移动的结合算是画下一个句号。", "author": "爱范儿", "newsdate": "发布时间：19-05-22", "newstime": "09:00", "sentiment": [{"positive_prob": 0.710607, "confidence": 0.356904, "negative_prob": 0.289393, "sentiment": 2}]}, {"title": "该如何评价“用苹果手机力挺华为”的现象？", "content": "华为被美国列入“封锁”名单的事件不断发酵，坊间各类牛鬼蛇神纷纷出没蹭热点，就连早已淡出人们视线的“凤姐”也出来秀了一把下限。尽管社交媒体上不少名人大V纷纷公开表示支持华为，但却被网友吐槽用的是iPhone手机……一场关于“不用华为就不爱国”的恶臭论调正在四散弥漫。这是赤裸裸的道德绑架，还是一句无心的调侃？我们又有该如何评价“用苹果手机却力挺华为”的行为呢？胡锡进宣布个人改用华为手机在这种“爱国论”的轰击下，终于有人扛不住了。现任《环球时报》总编辑的胡锡进今日发微博宣布个人改用华为手机，而这则消息在今日经过了迅速的传播，并登上了今日头条和微博科技热文的热搜排行第一。尽管胡锡进一再表示不是受不了舆论场挑剔“用苹果手机发挺华为帖子”，而是因为华为受到美国政府毫无公正可言的打压，出于支持华为的天然愿望加入到花粉的行列。但是明眼人都知道，其实身受舆论挑剔的大V绝对不在少数，苦不堪言！胡锡进表示：今天启用华为手机，决不意味着我认为应当抵制苹果。苹果公司是对中国发展做出了贡献的，改革开放且强大起来的中国一直欢迎外国公司对中国现代化的参与，今后也不会变。中国有很多果粉，我尤其认为他们有权利继续自主决定使用哪款手机，这样的决定权始终应当属于个人的权利范畴。苹果和华为成为网友争论热点同样是出于这种个人权利，使得老胡从今天起拿起了华为手机。在华为遭到美国动用国家权力全面打压的时候，我出于个人的情感，以换用华为手机表达对这家备受尊重公司的支持。显然，胡锡进的一番“解释”不仅是为了表明自己对华为公司支持的态度，更是为了不得罪双方的粉丝。在小编看来，同样的一件事情，有人支持自然就有人反对，这无可厚非。但是仅仅是一部手机，就让人们形成了对立，这难道不是我们最大的悲哀吗？任正非：不要煽动民族情绪就在昨天上午，华为公司创始人兼总裁任正非先生在深圳华为总部接受众多媒体采访，也重点谈到了“爱国”的问题。有记者表示，自己家人朋友都在用华为。而任正非的回应：“我们家人现在还在用苹果手机，苹果的生态很好，家人出国我还送他们苹果电脑，不能狭隘地认为爱华为就用华为手机。”任正非说：“目前对华为有两种情绪，一种是鲜明的爱国主义支持华为，一种是华为绑架了全社会的爱国情绪。自己家人也用苹果，不能狭隘的认为爱华为就要用华为手机，我制止他们瞎喊口号，不要煽动民族情绪。”而面对美国的封锁，任正非反而表现出一番豁达。我们不会轻易狭隘地排斥美国芯片，要共同成长，但是如果出现供应困难的时候，我们有备份。我们在“和平时期”都是一半来自美国芯片，一半来自华为，我们不能孤立于世界。网友为任正非的观点点赞我们也能做美国芯片一样的芯片，但不等于说我们就不买了。美国科技深度和广度上还是值得我们学习，很多小公司产品超级尖端，但是在我们的行当上（5G），我们做到了前列，但是整体国家而言，我们和美国比，差距还很大。相信任正非的这份豁达感染了很多读者，而回到本文的主题，该如何评价“用苹果手机却力挺华为”的行为？其实很简单，每个人都有自己的喜好，都可以根据自己的洗好来进行选择。而别人是无权干涉，也没有道理去评判一番的。至于“不买华为不爱国”更是无稽之谈，毫无疑问是别有用心的人，赤裸裸的进行煽动民族情绪，这种做法万万不可取！最后引用任正非在采访时的一句话来表达爱国的理解，任正非如是说道：“最重要的还是把我们自己能做好的事情先做好！”", "author": "中关村在线", "newsdate": "发布时间：19-05-22", "newstime": "17:36", "sentiment": [{"positive_prob": 0.0109062, "confidence": 0.975764, "negative_prob": 0.989094, "sentiment": 0}]}, {"title": "任正非：华为已经做好了准备", "content": "华为创始人任正非在深圳总部接受媒体采访。 受访者供图5月21日，华为创始人任正非在华为总部接受国内媒体群访。近期，华为被美国商务部工业与安全局(BIS)列入实体名单，与此同时，谷歌公司暂停支持公司部分业务。谈及目前华为是否面临更困难的局面，任正非称美国的“90天临时执照”对华为没有多大意义，华为已经做好了准备。除了介绍华为目前面临的情况，任正非还回应了近期有关华为的热点问题，包括禁令、5G、芯片等与华为息息相关的话题。谈“90天临时执照”华为已做好准备一方面华为受到了一些影响，另一方面，会刺激中国系统性地、踏踏实实地发展电子工业。有记者问到90天延迟禁令期华为可以做什么，任正非回答称，90天对华为没有多大意义，已经准备好了。“我们还是要非常感谢美国公司，三十年来美国公司伴随着我们公司成长，做了很多贡献，教明白了我们怎么走路。大家知道，华为绝大部分的顾问公司都是美国公司，典型的有IBM、埃森哲等。”他认为，美国政客低估了华为的力量。5月16日，华为发布声明称华为是5G电信设备领域无可比拟的领导者，愿意和美国政府沟通保障产品安全的措施。如果美国限制华为,不会让美国更安全,也不会使美国更强大，只会迫使美国使用劣质而昂贵的替代设备,在5G网络建设中落后于其他国家,最终伤害美国企业和消费者的利益。不合理的限制也会侵犯华为的权利,引发其他严重的法律问题。任正非在群访时称，不会出现极端断供的情况，华为已经做好准备了。“我年初判断这个事情的出现可能是两年以后，因为总要等美国和我们的官司法庭判决以后，美国才会对我们实施打击，无论结论怎样，（美国）都会对我们打击。这样我们还有两年时间，足够准备。由于孟晚舟被捕，就把‘导火索’时间推前了。”他还透露，为了抢时间奋斗，春节期间很多员工加班，仅保安、清洁工等服务人员就有5000人加班。五一放假期间也是一样。任正非称，一方面华为受到了一些影响，另一方面，会刺激中国系统性地、踏踏实实地发展电子工业。“国家发展工业，过去的方针是砸钱，但钱砸下去不起作用。我们国家修桥、修路、修房子……已经习惯了只要砸钱就行。但是芯片砸钱不行，得砸数学家、物理学家、化学家等。”商务部在5月16日举行的例行新闻发布会上，回答美国针对华为等公司发布限制交易令的问题时，新闻发言人高峰表示，中方多次强调，国家安全概念不应该被滥用，不应该成为推行贸易保护主义的工具。希望有关国家尊重市场规则，为包括中国企业在内的各国企业创造公平、透明、可预期的营商环境。关于美方将华为以及其70家附属公司列入出口管制实体名单的问题，高峰表示，中方一贯要求，中国企业认真、严格执行国家出口管制的相关法律法规，履行出口管制的国际义务，在海外经营过程中，遵守相关国家的法律政策、合法合规开展经营。我们坚决反对任何国家根据自己的国内法，对中国的实体实施单边制裁，也反对泛化国家安全概念，滥用出口管制措施。高峰强调，我们敦促美方停止错误做法，为两国企业开展正常的贸易与合作创造条件，避免对中美经贸关系造成进一步冲击。中方将采取一切必要措施，坚决维护中国企业的合法权利。据央视新闻报道，出于美国政府禁令，谷歌已暂停与华为的业务往来。谷歌方面回复记者称，“我们正在遵守这一命令，并审查其影响”。对于使用其服务的用户，包括谷歌应用商店，以及谷歌应用商店产品的安全防护将继续在华为现有设备上运行。华为对此回应称，安卓作为智能手机操作系统，一直是开源的，华为作为重要的参与者，为安卓的发展和壮大做出了非常重要的贡献。华为有能力继续发展和使用安卓生态。华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响，请广大消费者放心使用和购买。5月20日，外交部发言人表示，中方支持中国企业拿起法律武器捍卫自己的正当权利。美国暴露了自己动用国家力量，打压其他国家企业的不正当性。谈5G技术别人两三年追不上华为的5G不会受影响，别人两三年也追不上华为。采访中，任正非提到，华为的5G不会受影响，别人两三年也追不上华为。他说，5G的容量是4G的20倍，2G的1万倍；耗电每个比特相比4G下降了10倍；体积下降到1/3，下降了70%。华为还有几十年都不会腐蚀的耐腐蚀材料，很适合欧洲。华为在发布一季度业绩时提到，2019年，全球开启5G商用规模部署，华为运营商业务迎来了历史性的发展机遇。截至3月底，华为已经和全球领先运营商签订了40个5G商用合同，7万多个5G基站已发往世界各地。3月29日，华为在2018年年报中表示，截至2019年2月底，已经和全球领先运营商签订了30多个5G商用合同，40000多个5G基站已发往世界各地。也就是说，最近一个月，华为新增了10个5G商用合同。此前，华为发布了业界首个基于3GPP标准的端到端全系列5G商用产品与解决方案,宣布和全球182家运营商开展5G测试。华为创始人任正非在接受媒体采访时称，有信心做到产品比别人都好，让别人不想买都不行。他透露，“全世界能做5G的厂家很少，华为做得最好；全世界能做微波的厂家也不多，华为做到最先进。能够把5G基站和最先进的微波技术结合起来成为一个基站的，世界上只有一家公司能做到，就是华为。将来我们5G基站和微波是融为一体的，基站不需要光纤就可以用微波超宽带回传。”任正非曾表示，今年的重点是抓CNBG(运营商BG)的改革，要把CNBG业务真正做成战略高地。“美国对华为的打击，首先是打击CNBG业务体系。我们公司至今只是领先世界1-2年，没有什么特别的产品，没有什么不可替代的尖刀产品，没有任何战略威胁的产品。两年人家就追上来了。CNBG业务对公司具有极大的战略地位，将来的信息社会是云的社会，云社会的基础是连接与计算。在连接这个问题上，我们已经是世界第一了；在计算这个问题上，也会努力追赶上来。”谈芯片不会排斥美国芯片华为永远需要美国芯片。如果真出现供应不上的情况，我们没有困难。采访中，任正非表示，华为永远需要美国芯片。美国公司现在履行责任去华盛顿申请审批，如果审批通过，我们还是要购买它，或者卖给它（不光买也要卖，使它更先进）。“我们不会排斥美国，狭隘地自我成长，还是要共同成长。如果真出现供应不上的情况，我们没有困难。因为所有的高端芯片我们都可以自己制造。在和平时期，我们从来都是‘1+1’政策，一半买美国公司的芯片，一半用自己的芯片。尽管自己芯片的成本低得多得多，我还是高价买美国的芯片，因为我们不能孤立于世界，应该融入世界。”17日凌晨，华为海思总裁何庭波发布致员工的一封信。在信中，何庭波披露，海思是多年前成立，预计有一天所有美国的先进芯片和技术将不可获得，而华为仍将继续为客户服务。为了这个假设，海思为公司的生存打造了“备胎”。何庭波在信中提道，“华为被列入美国商务部工业和安全局（BIS）的实体名单，而为了兑现公司对于客户持续服务的承诺，华为将所有曾经打造的备胎，一夜之间全部转‘正’，确保公司大部分产品的战略安全和连续供应”。据新京报此前报道，海思成立于2004年，其前身是创建于1991年的华为集成电路设计中心。该公司是一家半导体和IC设计公司，提供连接和多媒体芯片组解决方案，包括为无线通信、智能设备、数据中心、人工智能、视频和物联网应用等领域提供芯片。该公司官网显示，其拥有7000多名员工，8000多项专利。海思推出的麒麟芯片现在已广泛应用在华为智能手机上。2014年5月，华为首次发布麒麟芯片，并搭载于华为智能手机P7上。此后，华为多次发布搭载麒麟芯片的智能手机。除了手机芯片，海思的产品还涵盖服务器芯片（鲲鹏系列）、基站芯片、基带芯片、AI芯片等等。谈海思海思是华为的一个助战队伍目前最重要的是冷静、沉着，热血沸腾、口号满天飞，最后打仗时不行也没用。任正非在采访中回答了有关海思是否是“备胎”的问题，他说：“海思是华为的一个助战队伍，跟着华为主战队伍前进，就如坦克队伍中的加油车、架桥机、担架队一样，是这样的定位。”针对海思的致员工信以及舆论的热烈反映，任正非则表示，“为什么不洗一个‘冷水澡’呢？目前最重要的是冷静、沉着，热血沸腾、口号满天飞，最后打仗时不行也没用，最终要能打赢才是真的”。谈到未来海思是否会独立的问题，任正非回应称，海思永远不会独立，“它就是主战部队里的‘加油车’、‘担架队’、‘架桥队’，不是主战部队，怎么会独立呢？”任正非表示，“三个板块，不是哪个板块挣钱多就地位高，只有网络连接部门才能称霸世界，美国打的是这（整个）个部门”。同时，任正非肯定了美国在科学技术上的深度、广度，他指出美国一些小公司的产品都是超级尖端的，而“在我们的行当上（5G），我们做到了前列，但是（就）整体国家而言，我们和美国比，差距还很大”。【快答】谈量产华为量产能力还是很大的，并没有因为被美国列入实体清单受到多少影响。增长速度会减慢，一季度销售收入同比增长39%，四月份降到25%，预计今年底还会下降一些，但是不会造成公司负增长。谈华为产品不能说用华为产品就爱国，不用就是不爱国。华为产品只是商品，如果喜欢就用，不喜欢就不用，不要和政治挂钩。谈资本华为对资本不感兴趣，不会让外面资本进入公司。我们不需要资本进来，资本贪婪的本性会破坏我们理想的实现。谈困难时期针对记者提问，华为目前还将面临多久的困难时期，任正非表示，这个问题需要问美国总统特朗普。■ 大事记●2018年12月6日华为官方和多位高管微信朋友圈发布消息称，近期华为CFO孟晚舟在加拿大转机时，被加拿大当局代表美国政府暂时扣留，美国正在寻求对孟晚舟的引渡，面临纽约东区未指明的指控。●12月12日加拿大不列颠哥伦比亚省高等法院法官宣布，准许孟晚舟女士获得保释。法官在声明中表示，逮捕孟女士是基于美国的要求，但是美国方面尚未对孟女士正式提出引渡要求。华为发布声明称，相信加拿大和美国的法律体系后续会给出公正的结论。●2019年1月22日外交部发言人华春莹答记者问时称，中方已多次就此事件表示严正立场。加方任意滥用加美之间的双边引渡条约，对中国公民的安全和合法权益构成严重侵犯。我们敦促加方立即释放孟晚舟女士，切实保障她的合法权益。我们也强烈敦促美方立即纠正错误，撤销对孟晚舟的逮捕令，不向加方提出正式引渡要求。●3月2日华为发布孟晚舟律师团队回应加拿大启动引渡程序声明，声明中提到，孟女士没有任何不当行为，美国对她的起诉与引渡是对司法程序的滥用。●3月7日华为宣布针对美国《2019财年国防授权法》第889条的合宪性向美国联邦法院提起诉讼，请求法院判定这一针对华为的销售限制条款违宪，并判令永久禁止该限制条款的实施。●5月16日华为发布声明称反对美国商务部工业与安全局（BIS）的决定。●5月20日华为发布了《关于谷歌暂停支持华为部分业务的媒体声明》。声明称，华为有能力继续发展和使用安卓生态。（记者 马婧实习生 程子姣 刘达）", "author": "新华网客户端", "newsdate": "发布时间：19-05-22", "newstime": "09:01", "sentiment": [{"positive_prob": 0.957962, "confidence": 0.906583, "negative_prob": 0.0420376, "sentiment": 2}]}, {"title": "华为又一个“备胎”曝光！华为OS呼之欲出，值得期待！", "content": "最近华为事件闹得沸沸扬扬。作为影响力巨大的民族企业，面对美国多次打压，华为事件的走势牵动我国十几亿人民乃至千万海外用户的心，所长也时刻关注着。上周五凌晨，华为海思总裁何庭波发布内部邮件，自此宣布：“备胎”芯片一夜转正，持续为客户提供服务。（余承东转发员工信并评论）在此之前，美国商务部工业和安全局(BIS)发布一份实体名单，华为二字赫赫在列。这意味着什么呢？华为不被允许使用任何美国芯片以及相关技术，这无疑对华为棒头一击。之后，华为回应：我们早就知道会有这么一天，所以提前做了些准备，不在怕的。够霸气吧！你以为会让我跌落泥潭，我杀你个措手不及。然而这只是开始，时隔几日，Google、高通、英特尔纷纷发布声明，他们将断绝与华为商业来往。你说这是团结一心么，究其原因不过是特朗普的又一次作妖。迫于美国政府的压力，美国企业不得不从。先从芯片（硬件）入手，现在是软件，软硬兼施，如意算盘敲得响亮，美国欲封杀华为的意图随之搬上台面。这一次，又对华为产生什么影响？如果说特朗普的第一波攻势（芯片）直击华为的业务要害，Google拒绝提供服务将波及华为手机业务，事关我们用户。相信大家都知道，当今时代的手机系统共有两种：苹果和安卓。而我们大部分国产手机，一致使用安卓系统。只不过，安卓隶属Google。也就是说，华为手机不能使用安卓系统。没有系统的手机，毫无灵魂可言。更夸张的说，系统是一部手机的命。现在，命都没了，华为手机该何去何从。别急，我们先把时间线拉到今年3月份。3月10日，根据外媒对余承东专访，华为消费者业务CEO余承东承认华为自己研发自主操作系统项目进行中。他是这么说的：华为正在准备自己的系统，为了防止日后被Google断粮做的二手准备。时至今日，所长还能说什么，华为堪称预言帝呀。网传华为自主研发系统多年，所长的朋友小雷早在3年前已经预测到华为要做系统，具体文章戳这。当时安卓系统为多家产商运用，你看国产手机几乎都采用安卓系统就知道咯，市场份额越来越大，但Google对安卓的控制权却日渐削弱，口袋里的钱也就没有增长。这可把Google愁怀了。所以，Google决定自2017年后，安卓系统将不再开放供大家“白嫖”，可能要收费。如此一来，厂商不可避免又一笔支出。并且，安卓系统背后还有个组织OHA（手持终端联盟），组织罗列N项规章制度，其中包括使用安卓系统的华为不能选择另外的系统（例如阿里巴巴YunOS），不能随意开发其它功能等等。总的来说，Google又要收费还限制人身自由，实在太太太憋屈！有句老话这么说，寄人篱下，永不出头之日。早早明白大道理的华为又是研发芯片，自主开发系统不足为奇啦。你说华为极具前瞻性，所长想说华为是鬼才。我们回到余承东的专访，他还这样说：我们并不期盼有一天用上自己的系统，也不想用，我们觉得安卓系统挺好用，用户也喜欢。潜台词是，华为自主操作系统的存在就是为了反击美国，不到万不得已绝不登场。为了有一日硬气刚Google、刚美国，华为潜伏多年，实力诠释心机Boy～目前情况相信大家都知道，安卓系统被关禁闭，华为自主系统顺势登场！华为鸿蒙应声而来。这张来自上海交通大学PPT的图片漫天疯传。看图得信息，由陈海波教授带领的华为操作系统团队针对系统鸿蒙进行Linux大量优化，并已经应用于手机的安全部分。But！网友“朝闻君5776”解释道，图片设计内容只是院系的成果汇报，至于具体内容，未解！不能说！因此，华为自主系统命名鸿蒙未得到官方验证，所长也不多加猜测，等前方准确消息，我们再继续聊。不过能确定的是，华为自主系统将于今年秋季发布，最晚也是明年春季。（这是余承东说的）吃瓜群众如所长静待消息好了。那么问题来了，华为自主系统性能如何，能被用户所接纳吗？据余承东透露，第一，华为自主系统将打通手机、电脑、平板、电视、汽车和智能穿戴等设备，自成一套系统。如果这样的话，就意味着电子设备间的界限被模糊，手机能打开电脑文件，平板能当电脑使用，于所长而言，出差再也不怕笔记本没电没法工作，用手机就行。第二，华为自主系统将兼容所有安卓应用和Web应用。PC端的互联网生态和安卓生态都一并兼容的意思。除此之外，安卓应用在华为自主系统进行重新翻译，其运行性能提升将超过60％。面对此次美国三番两次的刁难，华为毫无畏惧，并做好一切准备。不愧是我国的民族企业，不愧是华为！实不相瞒，所长路转粉，力挺华为！（图片来源于网络，侵删）", "author": "雷科技", "newsdate": "发布时间：19-05-22", "newstime": "19:08", "sentiment": [{"positive_prob": 0.678944, "confidence": 0.286542, "negative_prob": 0.321056, "sentiment": 2}]}, {"title": "关注华为事件", "content": "5月16日，美国商务部工业与安全局(BIS)将华为列入所谓“实体清单”，禁止华为在未经美国政府批准的情况下从美国企业获得元器件和相关技术。20日，谷歌公司表示，将暂停与华为的部分业务和合作，等待美国政府进一步的决定。5月21日，美国商务部称，将给华为及其合作伙伴90天的临时许可。同日，华为创始人、CEO任正非接受记者采访，针对这一消息，任正非表示，“这不是很重要，我们做好了准备。”封杀华为，让美国“云产业”失去可靠性一旦美国政府运用行政手段切断谷歌与华为等终端厂商的关系，谷歌也将丧失最为关键的数据资源和用户。5月20日，谷歌公司称，将暂停与华为的部分业务和合作，等待美国政府进一步的决定，引发舆论关注。一些外国媒体认为，相比限制华为采购零部件，不给华为授权美国的操作系统影响更大。当前，全球手机系统几乎被苹果和谷歌两家公司垄断。由于苹果公司的系统并不向外授权，一旦华为无法得到谷歌安卓系统支持，就必须另谋出路，甚至需要重建一套自主的操作系统。这一过程花费巨大，且有可能在过程中流失用户。这份担忧不无道理，但只看到了谷歌中止合作带来影响的一面，忽视了这一决定对美国互联网产业的连带冲击。进入新世纪以来，美国互联网产业悄然发生了新一轮转型，越来越多的互联网企业将主要业务放在云端，将主要盈利点放在云服务之上。美国政府通过行政手段干预互联网市场的做法，将对这种发展模式带来新的变数。封杀华为，是美国政府维护其所谓“科技竞争优势”和“科技领域国家安全”的举措之一。根据特朗普最新签署的行政命令，美国政府有权将外国科技企业视为“外国对手”，对其采取严格限制。华为是第一个被美国打上“外国对手”标签的企业，但不会是最后一个。特朗普的行政命令，让美国政府通过政治手段干预数字经济市场成为一个新的惯例，其他外国企业也很可能中招。美国政府认为这种保护主义措施能够壮大美国企业，事实上很可能适得其反。一旦美国政府运用行政手段切断谷歌与华为等终端厂商的关系，那么谷歌也将丧失最为关键的数据资源和用户，退回到依靠电脑的上个世纪。这种做法将逼迫谷歌、脸书等公司自行研发硬件设备，增加这些公司的推广成本，分散其研发资源。政治干预带来更严重的问题，是损害了美国企业云服务的可靠性。随着手机和移动设备逐步取代电脑，美国企业希望劝说用户接受云服务和云操作平台，借助快速的无线数据传输提升用户体验。这种新模式也意味着用户的数据更多地存储在云端，需要时时保持云服务的安全可靠。在美国企业设计这一模式时，他们没有考虑政治干预可能会对这种业务模式的影响。然而，这种未曾预料的情况如今却变为现实。美国政府的政治干预，将给美国企业的云服务带来巨大的不确定性，用户很难完全信任这种服务能够长期持续和安全可靠，可能被迫将数据信息备份保存在本地。事实上，美国科技巨头的“云霸权”，对于美国而言更为牢固。美国可依靠这种优势收集数据，让自己成为数字经济体系中不可取代的核心，并且将更多资源投入到下一代技术研发之上。而如今，美国政府却逆其道而行之，希望美国企业重新转向生产硬件的老路。美国主动丢弃这一模式，也会给其他国家带来机会。一些国家可能率先承诺不会对科技产业进行任何政治干预，保障数据传输的自由通畅，进而有可能取代美国成为全球新的云服务中心。 □李峥（中国现代国际关系研究院美国所副研究员）华为禁令推迟90天，意味着什么可以说，美国的封杀令打在了华为身上，但是疼的也还有许多美国企业。据最新报道，美国官方决定，将对华为的禁令延迟90天，直到8月中旬才会生效。美国方面的理由是，华为及其商业伙伴需要时间升级软件以及处理一些合同义务的问题。至于90天后，美国政府会有什么变化，还需要观察。在不到一个星期的时间里，美国政府对华为的政策反反复复、想一出是一出，这也符合特朗普政府的执政风格——“交易的艺术”。某种程度上，这一决定也释放出美国有意就此展开谈判的意图。华为是世界领先的电信设备生产商。正如任正非所说，美国政客低估了华为的力量，美国对华为的禁令遏制的不只是华为，还让很多美国企业的市值大幅度缩水。可以说，美国的封杀令打在了华为身上，但是疼的也还有许多美国企业。美国对华为的禁令颁布，事实上并不是突然而至。在美国国内，围绕华为制裁的讨论自一年前就已经开始，此次正式落地在美国内部多数人的意料之中，只是禁令颁布的时间点让人觉得有点突然罢了。从颁布禁令到延期执行，用了不到一个星期，这样的摇摆已说明，这个禁令某种程度上不算成功，至少目前来看是这样。原因不难想见：华为不只是一家中国企业，也是跨国供应链的组织者，虽然华为三分之一左右的核心供应商来自美国，但华为与这些供应商之间是相互依赖的关系，也是协同演化的过程。就当下看，华为及其供应商之间建立了利益的共同体。任正非在昨天上午接受媒体专访时，就感谢了美国的合作伙伴，华为的成长也是与合作伙伴相互学习，共同成长的过程。即便美国政府对华为下了封杀令，但却很难封杀“只有合作才能共赢”的事实和供应链全球化的现实。更何况，在美国禁令颁布之后，华为向外界展示了自己的替代方案，华为旗下的海思半导体有限公司一下子到了战略最前沿，从“备胎”转正，持续为华为的发展提供坚实的基础。华为的“备胎”计划无疑是未雨绸缪，也表明了它在极限生存条件下依然能为客户提供服务的能力。从这个角度来看，美国延迟90天的做法，并没有改变什么。一是华为在过去一年多时间里进行了充分准备，增加了库存；另一方面，封杀令让华为的“战略预备队”浮出水面。华为已经走到了世界的最前沿，进入了领先一步的“无人区”，美国的封杀也只能是华为面临的一个考验，只是这个考验比以往都大而已。而华为不追求“所向无敌”，旨在和对手共同构建协同进步生态系统的开放、包容心态，及其长远的战略规划，也增强了其抗压能力。在全球化时代，中美之间形成了复杂的产业链、供应链的网络，可以预见的是，零和博弈往往带来的是自戕，而不是将对方击败。□孙兴杰（学者）", "author": "新京报", "newsdate": "发布时间：19-05-22", "newstime": "02:30", "sentiment": [{"positive_prob": 0.134022, "confidence": 0.702174, "negative_prob": 0.865978, "sentiment": 0}]}, {"title": "“收起看低中国企业的思维固化”，华为一役后，外媒这么看中国", "content": "东方网·纵相新闻 综合报道5月21日，华为创始人任正非在深圳华为总部接受国内媒体的采访——这是美国政府颁布禁令后，任正非第一次对国内媒体公开发声。虽然没有境外媒体的参与，但这位华为掌门人还是登上了各大外媒的头条。微妙的是，就在采访开始的数小时前，美国政府对“华为禁令”做出了修改：他们决定将禁令延迟90天，以便华为及其商业伙伴需要时间来升级软件，以及处理合同义务等问题。在次日的采访中，任正非表示，美国“低估了华为”：“我们已经准备好了，这个90天对我们来说没有多大意义，华为不会出现极端断供的情况。”任正非一席话，让欧美主流媒体和社交媒体对华为的讨论，都炸开了锅。“低估”一词，不仅是任正非的态度，也是多家外媒的标题——英国《每日电讯报》、《天空新闻》、《泰晤士报》、路透社、科技媒体《The Verge》、新加坡《海峡时报》、西班牙《国家报》等，都在标题报道中强调了“underestimate”（低估）一词。法新社：美国狙击华为这位5G领头羊法新社称，特朗普发布旨在挫败华为在美国的业务的命令，是美国政府为期数月的最新成果，旨在阻止该公司在下一代5G技术领域处于领先地位。《世界报》（Le Monde）：美国似乎意图平息风波《世界报》称，90天延期是美国不得不作出的妥协。“美国当局似乎想要与华为平息这场比赛。面对用户和美国公司的关注，美国终于给了华为一个缓刑。因为禁令还影响了一系列美国公司，从软件供应商到供应华为的半导体制造商。”英国广播公司（BBC）、彭博社等媒体，则主要将注意力集中在美国和华为之间局势胶着的现状上。彭博通讯社消息显示，有四家美国公司已决定不向华为供货，但这些公司均拒绝评论。西班牙《国家报》(El País)：大象打架，草地遭殃《国家报》用“大象打架，草地遭殃”来比喻中美间龃龉带来的影响。“中国仍采取着一种相对温和应对态度，但如果必要，中国也不会回避采用（回应措施），并且愿意面对长期的对抗。”《纽约时报》：美国需要华为在禁令发布后，《纽约时报》“观点”一栏刊发布以“美国需要华为”为题的文章，文章作者、华为董事陈黎芳表示，美国的禁令可能会使公司难以获得智能手机的关键组件，但它也不会使美国网络更加安全。相反，它会损害普通美国人和企业的利益，使他们无法享受到华为的先进技术。而在经济上，它可能会导致成千上万的美国人失业——华为每年从美国购买高达110亿美元的产品、技术和服务，禁令可能会使美国公司不得不接受大面积的裁员。今日俄罗斯：即使是美国也难以摧毁华为《今日俄罗斯》则刊发报道称，华为有自己的芯片和操作系统的研发，公司有这样的潜力，即使是像美国这样的国家，也难以摧毁它，美国的行为是对整个行业制造挑战。俄罗斯网络专家也表示，华为的危机并不会影响到俄罗斯的用户。塔斯社：迂回是必经之路塔斯社报道显示，华为是俄罗斯智能手机市场的领跑者，目前华为在俄销售暂时未出现明显变化。可以肯定的说，华为手机将能够继续工作，但必然会经历重大的安全升级和更新，这将为后来安装新应用程序提供迂回的道路。在政治局势发生变化时，公司也将寻求商业独立，不方便是不可能避免的。日本媒体和韩国媒体也报道了任正非的讲话，《每日经济新闻》和日本科技杂志《IT时代》则在报道中提出，美国打压华为源于华为本身技术发展迅速。韩国《每日经济》：收起看低中国企业的思维固化韩国《每日经济》一篇标题为《‘G2纷争级战场’，去中国华为》的报道称，在韩国企业代表首次访华为总部后，他们不由得感叹，:“中国的技术力量以惊人的速度突飞猛进。现在该收起‘把中国企业看低一级’的固有思考方式了。”而华为开放的态度，也透露着其不畏美国制裁，自信、不屈服、自立的意志。在社交媒体上，关于华为的讨论同样热烈。在《The Verge》的相关报道下面，有网友评论道，“其他和高通、谷歌合作的公司并没有达到和华为一样的增长速度。华为造的手机很厉害，每一代的镜头都有突破，就因为特朗普闹脾气，而要让全世界的消费者都承受这个后果，还挺可笑的。”还有推特网友则在相关消息下评论道，“贸易自由，消费者有权利选择产品”。也有外国网友为华为打气：“华为坚持住，只有过了最难的关卡，才能成为最强的那个。”而对于任正非关于“爱华为不等于用华为手机、不要煽动民族情绪”的表态，有推特网友在“BBC商业”推特账号的相关新闻下评论道：“任正非表达了对西方科技的尊敬，他希望和美国展开更密切的合作。他认为有问题的是美国政府，而不是美国公司。”有网友为任正非“点赞”：“我很尊敬任先生和华为，美国用紧急状态来攻击一个企业，这招实在疯狂，也很低级。”还有网友对华为信心十足：“相较于特朗普，任正非是真正拥有诚实和诚意的偶像。我认为华为将克服这场危机，向美国展示出，像华为这样的国际电讯巨头，在即使没有美方公司（帮助）的情况下能做到的事。”", "author": "纵相新闻", "newsdate": "发布时间：19-05-22", "newstime": "20:44", "sentiment": [{"positive_prob": 0.771166, "confidence": 0.49148, "negative_prob": 0.228834, "sentiment": 2}]}, {"title": "华中科大与华为签署战略合作协议：探索面向未来的前沿科学", "content": "本文图均来自华中科技大学新闻网。5月22日21时许，华中科技大学（以下简称为“华中科大”）官方微信公众号发布了一则题为《华中科技大学与华为签署战略合作协议》的消息。而在一天前，5月21日上午，华为创始人、CEO任正非在深圳华为总部接受了国内媒体采访，在两个多小时的时间里，他回答了近期一切关于华为的热点问题。值得一提的是，长江日报网2018年3月的一篇报道指出，在对华为6000多名员工信息的分析整理发现，毕业于华中科技大学的华为员工与电子科技大学并列总人数第二，约有2.1%。而任正非之女孟晚舟也是其中一员，她毕业于华中科大前身之一的华中理工大学，拥有该校管理学硕士学位。12天前，也就是5月10日，华中科大新闻网已发布了上述学校与华为战略合作的文章。消息称，5月6日，华中科大与华为技术有限公司签署战略合作协议，双方将进一步深化在人才培养、科学研究、成果转化等方面的合作，探索面向未来的前沿科学。华为公司董事、战略研究院院长徐文伟，校领导李元元、许晓东、张新亮参加活动。徐文伟在签约仪式上表示，华为与华中科大具有深厚的合作友谊，华为的发展离不开华中科大长期以来的支持。他介绍了华为成立创新研究院的初衷与计划，未来华为将围绕信息全流程开展全方位的探索，不断开拓创新。徐文伟表示，在面向未来的科学探究中，大学、科研机构是华为最重要的合作伙伴；希望通过与华中科大的战略合作，共同促进基础研究水平的提升，积极应对产业发展面临的技术挑战。华中科大校长李元元指出，华为是处于行业国际领先地位的龙头企业，引领着国内相关产业的发展方向，华中科大始终高度重视与华为的各项合作。他强调，当前华为与华中科大都处在历史发展的重要阶段，都面对新的发展机遇与挑战。双方应共同站高望远，紧密合作，把握科学和产业发展大方向，共同推动中国创新走向新的高度。李元元希望双方通过战略合作，继续在人才培养、科学研究、成果转化等方面发挥各自的优势，为双方更好的发展创造新局面，为国家前沿科学研究提供更大助力。此外，华中科大科发院院长朱宏平、人事处处长周莉萍分别介绍了学校科技工作、人才引进与人才培养的相关情况。华为武汉研究所技术合作处处长凌黎介绍了华为与我校合作的情况。华中科大官方透露，在签约仪式前，副校长张新亮陪同徐文伟一行前往武汉光电国家研究中心，观看了研究中心形象宣传片《创新点亮未来》，听取相关专家的项目介绍。甘棕松教授、国伟华教授、张静宇教授、熊伟教授、朱教授、韩宏伟教授先后介绍了相变存储器及三维相变存储器、多通道干涉大范围波长可调谐半导体激光器、纳米晶玻璃五维光存储技术、大功率连续光纤激光器、3D打印、9nm线宽双光束超衍射极限光刻技术、飞秒激光微纳4D打印技术、数字PET、脑连接图谱、可印刷介观钙钛矿太阳能电池等项目。缪向水教授专题汇报了下一代信息存储技术的相关研究进展。下午，副校长许晓东陪同徐文伟一行先后前往国家脉冲强磁场科学中心、引力中心及下一代互联网接入系统国家工程实验室参观。在国家脉冲强磁场科学中心，中心主任李亮教授介绍了强磁场中心的国际排名、在建项目、部分装置的科学原理、技术应用等。徐文伟深入了解了中心的电磁成形技术、电涡流制动技术等，并参观了控制室、物性测试站、低温物性站等场所。座谈会上，双方就材料研究方面的合作进行洽谈，并就芯片可靠性检验方式、磁控软体机器人及永磁电机方面的研究进行了探讨。在引力中心，物理学院党委书记张凯介绍了引力中心在地球测量方面取得的成就，以及未来在太空领域的研究计划“天琴计划”。座谈会上，周敏康副教授介绍了引力中心的科学研究平台、应用基础研究等。双方就量子精密测量、MEMS时钟，以及引力波在通信方面的应用可能性等进行了探讨。在下一代互联网接入系统国家工程实验室，闫志君副教授、邓磊教授、鲁平教授、付松年教授分别介绍了分布式微结构光纤DAS系统、安全光纤通信技术、分布式光纤气敏传感技术、高速全光信号处理等，并与徐文伟一行就相关技术在通信方面的应用进行探讨。华为武汉研究所、华为战略研究院等相关部门负责人，华中科大相关单位负责人参加活动。位于湖北武汉的华中科大是国家教育部直属重点综合性大学，由原华中理工大学、同济医科大学、武汉城市建设学院于2000年5月26日合并成立，是国家“211工程”重点建设和“985工程”建设高校之一，是首批“双一流”建设高校。", "author": "澎湃新闻", "newsdate": "发布时间：19-05-22", "newstime": "22:56", "sentiment": [{"positive_prob": 0.972726, "confidence": 0.939391, "negative_prob": 0.0272742, "sentiment": 2}]}, {"title": "余承东：华为OS操作系统最早今秋面市；苹果深夜更新8核Macbook Pro", "content": "早上好。昨晚学习了任正非的两万字采访记录之后，另一些关于华为的动态还是要知道一下——华为OS操作系统很快就来@财联社【余承东：华为OS操作系统最早今年秋面市】华为消费者业务CEO余承东透露，华为面向下一代技术而设计的操作系统OS最快在今年秋天、最晚于明年春天将可能面市。这套系统打通了手机、电脑、平板、电视、汽车和智能穿戴等设备，统一成一个操作系统，兼容全部安卓应用和所有Web应用。如果安卓应用重新编译，在这套操作系统上，运行性能提升超过60%，这是面向未来的微内核。华为在欧洲很稳@新浪科技【华为驻欧盟代表：华为将与欧盟成员国签署无间谍协议】据彭博社报道，华为驻欧盟代表刘康周二在布鲁塞尔举行的新闻发布会上表示，公司准备与欧洲成员国的政府、客户“签署无间谍协议”，保证其电信技术不被用于间谍活动。他称，公司“理解欧洲政府对安全问题的关切”，准备“加倍努力”。另一边——荣耀20、20 Pro发布@搜狐IT【售价499欧元起，荣耀20全球发布：DxOMark排名第二】当地时间5月21日下午（北京时间5月21日晚），荣耀在英国伦敦举行“荣耀20全球发布会”，正式发布荣耀20和荣耀20 Pro两款旗舰手机。荣耀20系列采用全视屏设计，正面是一块6.26英寸的屏幕，采用侧面指纹设计，指纹方案汇顶科技独供的创新指纹方案。荣耀20拥有冰岛白、幻影蓝和幻夜黑三种配色，荣耀20 Pro拥有幻夜星河和蓝水翡翠两种机身颜色可供选择。会上，荣耀公布了荣耀20的DxOMark评分成绩和排名，荣耀20 Pro相机成绩为111分，排名第三，仅次于华为P30 Pro和三星Galaxy S10 5G版。据了解，这是荣耀第一次公布DxOMark评测成绩。还好，并没有让华为P30 Pro难堪。苹果昨晚也悄悄上新了——8核MacBook Pro来了@新浪科技【苹果推出新MacBook Pro：15英寸版搭载英特尔8核配置】苹果公司周二宣布，该公司将对MacBook Pro进行升级，为其配备速度更快的第八代和第九代英特尔核心处理器，这标志着MacBook Pro首次搭载8核配置。另外，新的MacBook Pro机型还采用了一种修改后的键盘设计。从性能上来说，这种新款8核MacBook Pro比4核MacBook Pro快两倍，比6核MacBook Pro快40%。苹果还调整了Apple News+用户界面@新浪科技【苹果调整Apple News+用户界面，方便追踪新闻】据美国科技网站9to5mac报道，苹果公司今日发布了一份关于Apple News+的新闻稿，强调了出版商对这项新闻订阅服务的肯定，以及苹果对其用户界面进行的一些调整，以方便对文章进行追踪。在新闻稿中，苹果高级副总裁艾迪·库（Eddy Cue）称，苹果拥有数百名编辑、工程和设计等人员在忙于Apple News+业务，希望为用户提供最佳体验。有业内人士认为，苹果此举是对Apple News+服务之前遭受的诟病而作出的回应。今年3月，苹果发布了新闻订阅服务Apple News+，用户可以访问《华尔街日报》和《洛杉矶时报》的300多份杂志和新闻报道。免费试用到期后，用户每月需要支付9.99美元的订阅费。国内，一些案件已经有了结果——花椒直播被判“侵权”@北京青年报【花椒直播一审认定侵权，赔偿3万】在“国内极限第一人”吴永宁攀爬高楼坠亡后，其母何某认为花椒直播对于用户发布的高度危险性视频没有尽到合理的审查和监管义务，将花椒直播的运营方诉至法院。昨天，北京互联网法院一审对该案进行宣判，法院认定花椒直播未尽到安全保障义务，承担网络侵权责任，判决其赔偿何某各项损失3万元。安全第一。流量要降价了？@北京青年报【北京联通年内移动流量降费20%】昨天，北京联通召开提速降费行动发布暨合作伙伴大会，正式发布北京联通2019年“提速降费”多项举措。“降费”方面，北京联通表示，要在年内实现移动流量平均资费下降20%。除此之外，“一带一路”涉及的主要国家的漫游日包流量升至500MB，香港、澳门漫游日包流量升至2GB。 “固定宽带升G”方面，北青报记者从北京联通市场部相关负责人处获悉，北京联通年内将实现千兆光纤宽带的能力覆盖，同时首批千兆用户体验价格低至299元/月。降价的还有特斯拉@新浪科技【特斯拉降低新款Model S、Model X车型的基础价】美国新闻网站Electrek称，特斯拉降低新款Model S、Model X车型的基础价。再降也......特斯拉差点就是苹果的@新浪科技【外媒：苹果2013年曾以每股240美元洽购特斯拉】据美国科技网站AppleInsider报道，投资银行Roth Capital Partners分析师克雷格·欧文（Craig Irwin）今日在接受美国财经网站CNBC采访时透露，苹果公司曾提议以每股约240美元的价格收购特斯拉。最近几年，随着苹果神秘的“Project Titan”汽车项目的曝光，许多分析师认为，苹果应该或者即将收购特斯拉。但在此之前，没有任何证据表明，苹果有意收购特斯拉。但今日，投资银行Roth Capital Partners分析师欧文在接受CNBC采访时爆料，苹果早在2013年就曾出价收购特斯拉。欧文在采访中称，苹果在2013年左右曾“认真地出价”收购特斯拉，价格大约在每股240美元左右。诺基亚裁员@新浪科技【诺基亚：将裁撤上千岗位，缩减大约5亿到7亿欧元开支】据外媒报道，诺基亚CEO表示，将裁撤“几千个”岗位，裁员将缩减大约5亿到7亿欧元的开支。最后——一则RIP@虎嗅 《极速风流》原型、三届（1975、1977、1984年）F1世界冠军尼基·劳达去世，享年70岁。以上，新的一天继续努力吧。*文章为作者独立观点，不代表虎嗅网立场本文由 Cuba Libre授权虎嗅网发表，并经虎嗅网编辑。转载此文章须经作者同意，并请附上出处(虎嗅网)及本页链接。原文链接：https://www.huxiu.com/article/300456.html未来面前，你我还都是孩子，还不去下载 虎嗅App 猛嗅创新！", "author": "虎嗅APP", "newsdate": "发布时间：19-05-22", "newstime": "07:48", "sentiment": [{"positive_prob": 0.965294, "confidence": 0.922876, "negative_prob": 0.0347059, "sentiment": 2}]}, {"title": "华为自己的系统，要来了", "content": "华为自己的操作系统传出新进展。5月21日，网传华为消费者业务CEO余承东在一个微信群透露，华为手机操作系统将最快在今年秋天，最晚于明年春天即可面市。余承东称，华为OS是面向下一代技术而设计的操作系统，目前华为OS（操作系统）已经打通了手机、电脑、平板、电视、汽车、智能穿戴等产品，并将其统一成一个操作系统。记者从余承东处确认了上述聊天内容的真实性。“（华为OS）是面向下一代技术而设计的操作系统。”据余承东介绍，华为OS兼容全部的安卓应用和所有的Web应用，相关安卓应用在华为OS上重新编译后，运行性能提升将超过60％。“我们愿意继续使用谷歌和微软，但没有办法，被‘逼上梁山’啊！塞翁失马，焉知非福。”余承东说。此前的5月15日，美国商务部表示，将把中国公司华为及其70家附属公司列入管制“实体清单”。这意味着，没有美国政府的许可，美国企业不得给华为供货。此后，谷歌方面向澎湃新闻发来的声明回应称：“我们正在遵守这一命令并评估其影响。”最让业界关心的是，如果禁令开始实施，华为手机还能不能使用谷歌系操作系统安卓（Android）？对此，安卓方面给出的说法是，在遵守美国政府全部要求的前提下向用户保证，现有华为设备上，如谷歌应用商店（Google　Play）、通过谷歌应用商店保护（Google　Play　Protect）提供的网络安全等服务将继续运行。而华为方面给出的回应是，安卓作为智能手机操作系统，一直是开源的。华为有能力继续发展和使用安卓生态。华为特别强调，华为和荣耀品牌的产品，包括智能手机和平板电脑，产品和服务在中国市场不受影响。话虽如此，在美国全面封堵的大背景下，外界都在猜测，华为是否会推出自己的操作系统。5月21日，华为创始人、CEO任正非在接受记者采访时也提到，华为在做自己的操作系统，“我说不清楚是哪个部门负责，我们试试做吧。做一个操作系统的技术难度不大，难度大的是生态，怎么建立起一个生态？这是一个大事情，慢慢来。”有消息称，华为自从2012年开始规划自有操作系统。余承东也曾表示，华为已经准备好了自己的操作系统，一旦发生了不能够再使用这些（来自谷歌和微软的）操作系统的情况，华为就会做好启动B计划的准备。近日，网络上有传闻称，华为的操作系统被命名为“鸿蒙”。截至目前，华为官方没有对手机操作系统做出官方声明。5月21日，任正非在接受采访时还表示，谷歌暂停与华为部分业务的合作，对华为是有影响的，但谷歌是一家非常好的公司，谷歌在想办法，华为也在想办法，在讨论救济措施。当天晚间，华为旗下荣耀手机在英国伦敦发布全新旗舰机荣耀20系列。会后，荣耀总裁赵明表示，今年的业务战略不受现在形势变化影响，第四季度会发布荣耀5G产品。不过，赵明也表示，今年荣耀将进一步加强中国市场，“至于在全球市场，大家可以看到目前这件事情的解决也需要一定的时间，但目前已经发布和已经在售的产品，是不受影响的。”赵明也透露，公司有相应的器件和芯片的替代方案和措施。未来，荣耀会在全球寻找更多的互联网公司合作，打造一个与众不同的生态。", "author": "经济日报", "newsdate": "发布时间：19-05-22", "newstime": "22:03", "sentiment": [{"positive_prob": 0.968168, "confidence": 0.929263, "negative_prob": 0.0318318, "sentiment": 2}]}]