[{"text": "这次老美在孟还没引渡就突然发力，通过实体清单遏制华为供应链，招数很狠，很下三滥，双重标准，看起来老美敌意还是很重的，贸易摩擦刚喘口气。上条微博网友说的有点道理，@XSuperstring：华为既占了体制的便宜，也吃了体制的亏，这是必然的。便宜包括国内的指导采购，全力扶持，12年整体形势不太好时，4G大力支持一把，去IOE，甚至国家机构给华为做广告。国外的定向低息贷款，国开借钱给亚非拉，亚非拉必须采购国内基建和通信，自然打遍天下无敌手。这些信息自然会传递到老美那里，加剧了内心不平衡，觉得是不公平竞争把老美高科技打垮了，动摇了老美高科技霸权，也让老美对自己企业模式开始失去自信，进入科技冷战。华为也从企业之间竞争，变为不得不在国家机器之间竞争中冲在最前线，企业如此也是另一种悲哀。成也萧何，败也萧何。", "author": "投资舆情", "time": "投资舆情2019年05月18日10:25 来自360安全浏览器", "transmit": 264, "comment": 483, "zan": 470, "sentiment": [{"positive_prob": 0.879878, "confidence": 0.733061, "negative_prob": 0.120122, "sentiment": 2}]}, {"text": "【#联想回应断供华为#：断供纯属谣言，我们的官方声明晚些会出来】今晚多个网站爆料称，在美国商务部将华为列入“实体清单”后，联想疑似断供华为办公电脑。该消息援引华为内部人士爆料，之前公司基本全都用的联想电脑，但现在内部设备采购页面，联想设备已全部下线；还有消息人士称基本实锤，有多名内部员工作为不同的消息来源方确认了这件事。（全天候科技）#联想##华为#", "author": "凤凰网财经", "time": "凤凰网财经2019年05月18日23:50", "transmit": 50, "comment": 313, "zan": 151, "sentiment": [{"positive_prob": 0.00390282, "confidence": 0.991327, "negative_prob": 0.996097, "sentiment": 0}]}, {"text": "#中美经贸#【封锁华为给美国供应商带来负面影响】美国商务部宣布将对华为公司实施出口管制，不仅干扰华为的正常经营，还将给美国芯片及电信设备企业造成负面影响，引发美行业人士担忧。　　美商务部下属工业和安全局15日宣布将把华为列入“实体清单”，清单上的企业或个人购买或通过转让获得美国技术需获得有关许可。如果美国认为技术的销售或转让危害美国国家安全或外交政策利益，则会拒绝颁发许可。　　这一举动立即给美国硅谷的众多科技巨头和初创企业带来负面影响。17日美股收盘时，英特尔、高通、博通、美光、思佳讯、科尔沃、西林克斯和新飞通等华为在美国的供应商股价持续走低，反映出市场对美商务部滥用出口管制措施行为的普遍焦虑情绪。　　美国高通公司是华为在5G领域的对手之一，但美商务部的举措并未在股价上给高通带来好处。高通股价连续两日下跌，从15日收盘时的每股86.26美元下跌至17日收盘时的每股81.50美元。　　相比行业巨头，硅谷的新兴科技企业面对市场冲击显得更为脆弱。美国宣布华为将被列入“实体清单”后，市场分析公司“MKM同仁”将新飞通公司评级从“买入”降为“中性”，并将目标价格从每股9美元降低到每股4.5美元，结果公司股票16日重挫20.63%，17日继续下跌15.42%，收盘价仅每股3.84美元。　　位于美国加州的新飞通公司生产5G网络使用的高速数据发送器，该公司年报显示，2018财年公司收入的46%来自华为及其附属公司海思，比2017财年增加了6个百分点。　　华为是新飞通等多家美国高科技通信企业的大客户。多家公司年报数据显示，射频器件供应商思佳讯2017财年约10%的净收入来自华为；另一家射频器件供应商科尔沃2018财年约8%的净收入来自华为；现场可编程门阵列（FPGA）器件供应商西林克斯2018财年约26%的净收入来自中国，据报道其中约10%来自华为。　　美商务部实施出口管制后，这些华为的供应商立刻感受到市场冲击。思佳讯、科尔沃和西林克斯股价16日分别下挫6.04%、7.14%和7.27%，17日继续走低，分别下跌4.84%、6.14%和1.29%。　　实际上，全球半导体市场并不景气。作为华为的供应商，高通、美光等美国芯片大厂2018年第四季度收入出现大幅下降。行业分析人士预计2019年行业增速可能从两位数下滑至个位数，只有5G和人工智能市场有望成为亮点，在这种背景下，美国的出口管制令无疑让行业发展雪上加霜。　　瑞穗证券分析师维贾伊·拉凯什在给客户的分析报告中说，出口管制令对半导体供应链的影响是立竿见影的，华为占全球网络和5G基础设施市场约20%到30%的份额，还是美国手机射频器件、存储器、5G解决方案和人工智能技术的重要客户。　　数据显示，华为2018年在零部件及其他供给品上支出700亿美元，其中约110亿美元流向美国企业。　　美国半导体产业协会主席约翰·诺伊弗16日发表一份声明，敦促美国政府以“完全透明的方式”采取行动，并“听取美国产业界的意见”。　　尽管美国主要电信运营商基本没有购买华为设备，但美国农村地区的一些小型电信运营商仍在使用华为设备。美国商务部长罗斯16日接受彭博电视台采访时承认，有的公司可能无法在短期内找到替代产品，更换设备难以“无缝”完成。　　美国麻省理工学院媒体实验室主任尼古拉斯·尼葛洛庞帝本月初撰文称，封锁华为将使美国农村地区的小型电信运营商未来数年内无法使用5G技术。　　尼葛洛庞帝说，如果超过九成的无线设备都来自爱立信和诺基亚，这种市场集中度会让小型电信运营商的购买成本上升，甚至面临破产危险，从另一方面给美国就业市场带来不利影响。　　美国信息技术产业协会会长贾森·奥克斯曼认为行政令“打击面广”，限制企业购买的任何决定都应基于证据以及对风险进行的严格分析。他认为行政令可能给美国相关行业带来难以预料的后果。（记者周舟）", "author": "新华视点", "time": "新华视点2019年05月18日15:56 来自微博weibo.com", "transmit": 71, "comment": 58, "zan": 159, "sentiment": [{"positive_prob": 0.225125, "confidence": 0.499723, "negative_prob": 0.774875, "sentiment": 0}]}, {"text": "【将华为逼上\"上甘岭\"的美国，可还记得历次封锁中国的结局】5月17日凌晨，针对美国将华为列入“实体清单”的再次打压，华为保密柜里的备胎芯片终于迎来“全部转正”的历史时刻。这个云淡风轻季节里的“极限假设”，这场十多年来默默进行的“悲壮长征”，持续激荡舆论场。有人为华为的远见卓识点赞，有人为“英雄儿女”的血性与担当加油，还有许多人表达着对于胜利的期待：有备而无患，远虑终得安。种种力挺之余，不乏一些担忧的声音：华为能否赢得这场硬仗？事实上，对于西方，尤其美国的技术封锁，中国并不陌生。O将华为逼上\"上甘岭\"的美国,可还记得历次封锁中国的结局", "author": "北京晚报", "time": "北京晚报2019年05月18日19:33 来自Weibo.intl", "transmit": 19, "comment": 26, "zan": 65, "sentiment": [{"positive_prob": 0.999784, "confidence": 0.99952, "negative_prob": 0.000215951, "sentiment": 2}]}]