[{"text": "\n                    【鸿蒙的虚实，华为的进退 | 《财经》封面】从任正非半年前冒险签署一系列华为内部改革文件时起，华为的备胎计划已经按下启动键。外界最为关心华为是否将放出自主操作系统鸿蒙，鸿蒙确实是华为分量最重的备胎之一，但如果条分缕析分析华为的业务、法律和舆论组合拳，人们有可能认识一个全新的、稍显陌 ​  展开全文c \n                    【鸿蒙的虚实，华为的进退 | 《财经》封面】从任正非半年前冒险签署一系列华为内部改革文件时起，华为的备胎计划已经按下启动键。外界最为关心华为是否将放出自主操作系统鸿蒙，鸿蒙确实是华为分量最重的备胎之一，但如果条分缕析分析华为的业务、法律和舆论组合拳，人们有可能认识一个全新的、稍显陌生的华为。O鸿蒙的虚实，华为的进退 | 《财经》封面 收起全文d\n", "author": "财经杂志", "time": "财经杂志2019年07月23日20:44 来自微博weibo.com", "transmit": " 转发 46", "comment": "评论 33", "zan": " 50"}, {"text": "\n                    【《财经》封面长文分析华为美国诉讼】鸿蒙的虚实，华为的进退 原创： 财经记者：谢丽容 陈潇潇 王丽娜等  财经十一人  华为认为，NDAA第889条至少违反了三项宪法规定：其一，违反剥夺公权法案，单独对华为进行惩罚——将其列入黑名单，损害其声誉，否定其对遵守美国法律的具体承诺，并否认华 ​  展开全文c \n                    【《财经》封面长文分析华为美国诉讼】鸿蒙的虚实，华为的进退 原创： 财经记者：谢丽容 陈潇潇 王丽娜等  财经十一人  华为认为，NDAA第889条至少违反了三项宪法规定：其一，违反剥夺公权法案，单独对华为进行惩罚——将其列入黑名单，损害其声誉，否定其对遵守美国法律的具体承诺，并否认华为可以通过任何程序争取清白并避开制裁。其二，违反了正当程序条款，选择性地剥夺了华为的自由——严重限制华为的商业自由，并拒绝给予华为任何反对指控的法律权利。其三，违反了归属条款和由此产生的立法三权分立——美国国会裁定华为所谓“有罪”，而不是让美国行政机关和法院裁定任何此类指控。华为因此起诉，要求法院宣布这些禁令违宪并禁止其实施。京衡律师事务所主任陈有西律师认为，这种针对国家行为的跨国重大诉讼，没有周密的研究和深厚的法律功底很难成功。华为的起诉，抓住美国宪法中立法权和行政权的边际，先以程序违法，再行扩大战果，提请法庭审查NDAA法案的具体规定违反宪法。他甚至认为，鉴于这个案子的特殊性，很有可能将载入美国史册。哈尔滨工业大学人文社科与法学院院长赵宏瑞教授曾兼任中兴通讯股份有限公司的全球副总裁、首席法务官（2017年），他认为，这个诉讼挑战，是华为做出的一个比较有效的回击：“一个企业起诉美国政府违宪，相对罕见。华为恰恰找到这样一个公法色彩、社会价值比较大的角度，利用法律维权。”该案立案后，5月28日华为提交简易判决动议。华为称，其提出的“合宪性挑战”是“纯粹的法律问题”，该案不存在真正的重大事实争议，希望法庭尽快作出判决。根据美国法院系统显示的信息，针对该动议，法庭将于9月19日举行听证会。作为被告的美国政府等，并未坐等应诉。7月3日，美国政府提起动议，请求法庭驳回这起诉讼。华为法务部负责人向《财经》记者表示，华为对此案仍然充满信心，华为将于8月14日提交最新的案件说明书，“我们期待将于9月19日举行的听证会”。O鸿蒙的虚实，华为的进退 | 《财经》封面 收起全文d\n", "author": "陈有西", "time": "陈有西2019年07月23日15:57 来自iPhone客户端", "transmit": " 转发 61", "comment": "评论 27", "zan": " 147"}, {"text": "\n华为又憋大招？任正非：鸿蒙暂无计划用于手机，继续与安卓合作… L军武季的微博视频 ​                ", "author": "军武季", "time": "军武季2019年07月23日19:22 来自阿季专享版Android", "transmit": " 转发 6", "comment": "评论 12", "zan": " 31"}, {"text": "\n                    我大华为就卖给朝鲜了，你美帝能咋地。大不了断供，我们有麒麟有鸿蒙有13亿国人，支持华为，支持国产，华为威武！ ​                ", "author": "dongfanhui", "time": "dongfanhui2019年07月23日17:23 来自微博weibo.com", "transmit": " 转发 9", "comment": "评论 6", "zan": " 12"}]