[{"text": "\n华为鸿蒙系统即将首发 合作公司有望受益----------　　华为官方最新公告显示，在8月9日开发者大会上将会公布鸿蒙系统，而首款搭载该系统的设备（8月10日发布），会是荣耀的智慧屏，华为自有品牌产品会在9月份推出。　　华为鸿蒙系统是华为开发的自有操作系统，可将手机、电脑、平板、电视、汽车 ​  展开全文c \n华为鸿蒙系统即将首发 合作公司有望受益----------　　华为官方最新公告显示，在8月9日开发者大会上将会公布鸿蒙系统，而首款搭载该系统的设备（8月10日发布），会是荣耀的智慧屏，华为自有品牌产品会在9月份推出。　　华为鸿蒙系统是华为开发的自有操作系统，可将手机、电脑、平板、电视、汽车、智能穿戴等设备打通，统一成一个操作系统，兼容全部安卓应用和所有Web应用。目前该系统获得了教育部技术发明一等以及国家技术进步二等奖。业内认为，PC、手机端操作系统竞争格局已固化，物联网端操作系统成为下一个战场，华为相关合作公司将受益明显。相关公司可关注东方通（300379）、北信源（300352）等。 收起全文d\n", "author": "二狗子炒股", "time": "二狗子炒股2019年08月04日21:24 来自360安全浏览器", "transmit": " 转发 10", "comment": "评论 4", "zan": " 55"}, {"text": "\n                    【华为或仍在测试鸿蒙系统手机，年底前上市售价或2000左右】据产业链最新消息称，华为依然在测试搭载鸿蒙系统的手机，其最快会在今年年底前上市，前期的机型主要是以中低端为主，以跑量、吸引开发者建立生态平台。从华为官方给出的消息看，8月9日的开发者大会上将正式公布鸿蒙系统，而首发终端是荣 ​  展开全文c \n                    【华为或仍在测试鸿蒙系统手机，年底前上市售价或2000左右】据产业链最新消息称，华为依然在测试搭载鸿蒙系统的手机，其最快会在今年年底前上市，前期的机型主要是以中低端为主，以跑量、吸引开发者建立生态平台。从华为官方给出的消息看，8月9日的开发者大会上将正式公布鸿蒙系统，而首发终端是荣耀的智慧屏（智能电视），虽然鸿蒙起初是针对物联网开发的操作系统（未来将应用在自动驾驶、远程医疗、工业控制等场景），但官方表示，它是可以扩展到智能手机上，毕竟目前谷歌还没有恢复对华为安卓系统的供应（主要是GMS套件使用权利，这在海外市场相当重要）。产业链在最新的爆料中提到，华为在内部测试鸿蒙系统的同时，已经邀请相关人士体验该系统，以此来帮助他们找到系统的不足和缺陷。据悉，目前华为对自研操作系统测试的一个选项就是对安卓系统应用的兼容性，其还增加了保护个人数据安全的加密功能，这可以更好的让用户的隐私不被外泄，同时鸿蒙系统对安卓应用的兼容性也在同步测试中。（来源：硅谷分析狮） 收起全文d\n", "author": "福布斯中文网", "time": "福布斯中文网2019年08月04日10:11 来自iPhone客户端", "transmit": " 转发 12", "comment": "评论 36", "zan": " 56"}, {"text": "\n华为依然在测试搭载鸿蒙系统的手机，其最快会在今年年底前上市，前期的机型主要是以中低端为主，产品售价预计在2000元左右，以跑量、吸引开发者建立生态平台。（36氪） O万得互联移动产品-万得股票 ​                ", "author": "Wind资讯", "time": "Wind资讯2019年08月04日10:26 来自微博weibo.com", "transmit": " 转发 27", "comment": "评论 ", "zan": " 42"}, {"text": "\n                    除了确定会首发鸿蒙系统的智慧屏（电视）产品，车联网，iot产品之外，华为最高层也确认了未来手机肯定会发鸿蒙系统的事情，mate30是安卓10的内测机型可以排除掉，据路边社消息，华为自主操作系统可能会早于明年发布的p50更早上市，至于谁是第一个产品，我挑了几个，都来猜猜。 华为自主操作系统的首发，那款手机可能性更大 ​                ", "author": "钢的王十二", "time": "钢的王十二2019年08月04日17:01 来自热心吃瓜群众", "transmit": " 转发 18", "comment": "评论 79", "zan": " 1424"}, {"text": "\n                    下周大事：华为开发者大会即将召开8月9日至11日，华为将在东莞松山湖举行2019华为开发者大会，华为EMUI10系统、搭载了海思鸿鹄818智慧芯片等众多黑科技的“荣耀智慧屏”等均将在本次大会上正式发布。此外，华为研发七年之久、备胎计划中杀手锏之一的鸿蒙操作系统也有望在会上首次亮相。不仅如此，这次 ​  展开全文c \n                    下周大事：华为开发者大会即将召开8月9日至11日，华为将在东莞松山湖举行2019华为开发者大会，华为EMUI10系统、搭载了海思鸿鹄818智慧芯片等众多黑科技的“荣耀智慧屏”等均将在本次大会上正式发布。此外，华为研发七年之久、备胎计划中杀手锏之一的鸿蒙操作系统也有望在会上首次亮相。不仅如此，这次会议也将是ICT（即信息通讯技术）行业开发者的一次盛会，华为产业链上1500位合作伙伴、5000名全球开发者均将汇聚于此，共同探讨华为终端生态的未来可能性以及移动互联之后的爆款应用。 收起全文d\n", "author": "财富密钥", "time": "财富密钥2019年08月04日22:25 来自HUAWEIP30Pro", "transmit": " 转发 27", "comment": "评论 9", "zan": " 75"}, {"text": "\n#华为# 【华为开发者大会开幕在即（附股）】8月9日至11日，华为将在东莞松山湖举行2019华为开发者大会，华为EMUI10系统、搭载了海思鸿鹄818智慧芯片等众多黑科技的“荣耀智慧屏”等均将在本次大会上正式发布。此外，备胎计划中杀手锏之一的鸿蒙操作系统也有望首次亮相。时娜梳理了华为此前公布的92家核 ​  展开全文c \n#华为# 【华为开发者大会开幕在即（附股）】8月9日至11日，华为将在东莞松山湖举行2019华为开发者大会，华为EMUI10系统、搭载了海思鸿鹄818智慧芯片等众多黑科技的“荣耀智慧屏”等均将在本次大会上正式发布。此外，备胎计划中杀手锏之一的鸿蒙操作系统也有望首次亮相。时娜梳理了华为此前公布的92家核心供应商名单发现，进入华为核心供应商名单的13家A股公司，或将成为此次开发者大会上媒体追逐的对象：在沪深交易所的互动平台上，很多公司已经透露了与华为的紧密联系。润和软件表示，华为是润和HiHope最重要的生态合作伙伴，公司深度参与了华为海思系列芯片的研发。中威电子称，公司是首批通过华为技术认证的公司之一，中威视频云已与华为在部分项目上有合作，此次将应邀参加华为开发者大会。中科创达则表示，公司是华为仅有的几家专业研发供应商之一，与华为在多个领域均有合作。生益科技、深南电路、沪电股份是华为PCB(印刷线路板)产品核心供应商，立讯精密、中航光电为华为连接器核心供应商，京东方A和深天马A是华为的核心屏幕供应商，光迅科技和华工科技则是华为核心光模块供应商。长飞光纤和亨通光电是华为光纤光缆核心供应商，歌尔股份则是华为高端智能手机声学器件主供货商，提供的产品包括声学精密零组件和智能硬件等。蓝思科技为华为提供玻璃前盖、后盖、摄像头、TP、装饰件等产品，是华为今年最新发布的Mate 20系列前后盖3D玻璃的核心供应商。 收起全文d\n", "author": "短线刀客888", "time": "短线刀客8882019年08月04日11:15 来自微博weibo.com", "transmit": " 转发 12", "comment": "评论 8", "zan": " 37"}]