[{"text": "\n                    【美国司法部指控华为和孟晚舟 中国外交部：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中国外交部：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。 收起全文d\n", "author": "环球时报", "time": "环球时报2019年01月29日12:10 来自微博weibo.com", "transmit": " 转发 140", "comment": "评论 481", "zan": " 362"}, {"text": "\n                    【美司法部指控华为和孟晚舟 中方：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出 ​  展开全文c \n                    【美司法部指控华为和孟晚舟 中方：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。（外交部网站） 收起全文d\n", "author": "头条新闻", "time": "头条新闻2019年01月29日11:36 来自微博weibo.com", "transmit": " 转发 269", "comment": "评论 462", "zan": " 439"}, {"text": "\n                    【美当局起诉华为并将寻求引渡孟晚舟】美国司法部28号宣布，刑事起诉华为技术公司、其子公司以及副董事长孟晚舟多项罪名，并向加拿大提出要求引渡孟晚舟。华为响应称，感到非常失望。有报道指，目前获准保释的孟晚舟，将于当地时间29号到加拿大不列颠哥伦比亚省最高法院，出席更改保释条件的聆讯。华为 ​  展开全文c \n                    【美当局起诉华为并将寻求引渡孟晚舟】美国司法部28号宣布，刑事起诉华为技术公司、其子公司以及副董事长孟晚舟多项罪名，并向加拿大提出要求引渡孟晚舟。华为响应称，感到非常失望。有报道指，目前获准保释的孟晚舟，将于当地时间29号到加拿大不列颠哥伦比亚省最高法院，出席更改保释条件的聆讯。华为否认关于华为公司、其子公司或附属机构，犯有起诉书中指控的违反美国法律的各项罪名，也不知晓孟晚舟有任何不当行为。华为相信美国法院最终会得出相同的结论。（凤凰卫视蔡咏芝、苗南综合报道） 收起全文d\n", "author": "凤凰卫视", "time": "凤凰卫视2019年01月29日15:05 来自微博weibo.com", "transmit": " 转发 197", "comment": "评论 756", "zan": " 178"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部：关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部：关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O美称将提出对孟晚舟引渡请求 中方:应立即撤销逮捕令 收起全文d\n", "author": "新浪财经", "time": "新浪财经2019年01月29日11:34 来自微博weibo.com", "transmit": " 转发 144", "comment": "评论 130", "zan": " 227"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部发言人耿爽就美国司法部针对华为等指控答记者问。问：北京时间1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。请问中方对此有何评论？答：中 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部发言人耿爽就美国司法部针对华为等指控答记者问。问：北京时间1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。请问中方对此有何评论？答：中方高度关切美国司法部对华为公司及其副董事长、首席财务官#孟晚舟#等提出起诉。中国政府一贯要求中国企业在依法合规的基础上开展对外经济合作，同时要求各国为中国企业的正常运营提供公平、公正、非歧视的环境。一段时间以来，美方动用国家力量抹黑和打击特定的中国企业，企图扼杀企业的正当合法经营，背后有很强的政治企图和政治操弄。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O外交部发言人耿爽就美国司法部针对华为等指控答记者问 收起全文d\n", "author": "人民日报海外版-海外网", "time": "人民日报海外版-海外网2019年01月29日11:33 来自微博weibo.com", "transmit": " 转发 969", "comment": "评论 4015", "zan": " 3416"}, {"text": "\n                    【外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人】2019年1月29日，外交部发言人耿爽主持召开例行记者会，部分实录如下。问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？　　答：今天上午我已经就美国司法部对华为公司及孟晚舟提出起诉作出了回应。关于美 ​  展开全文c \n                    【外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人】2019年1月29日，外交部发言人耿爽主持召开例行记者会，部分实录如下。问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？　　答：今天上午我已经就美国司法部对华为公司及孟晚舟提出起诉作出了回应。关于美方向加方正式提出引渡孟晚舟的请求，中方已在第一时间向美加提出严正交涉。中方对美方不顾中方严正交涉，执意向加方提出引渡要求表示强烈不满和坚决反对，再次敦促美方立即撤销对孟晚舟女士的逮捕令及正式引渡要求。同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人 收起全文d\n", "author": "环球时报", "time": "环球时报2019年01月29日16:41 来自微博weibo.com", "transmit": " 转发 82", "comment": "评论 478", "zan": " 308"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中国外交部：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中国外交部：立即撤销逮捕令】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O网页链接 收起全文d\n", "author": "中国新闻网", "time": "中国新闻网2019年01月29日11:51 来自微博weibo.com", "transmit": " 转发 53", "comment": "评论 109", "zan": " 173"}, {"text": "\n                    【美司法部指控华为和孟晚舟 中方：#立即撤销逮捕令#】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提 ​  展开全文c \n                    【美司法部指控华为和孟晚舟 中方：#立即撤销逮捕令#】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。（外交部网站） 收起全文d\n", "author": "中国日报", "time": "中国日报2019年01月29日11:50 来自微博weibo.com", "transmit": " 转发 24", "comment": "评论 46", "zan": " 98"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】北京时间1月29日凌晨，美国司法部宣布了对华为公司及孟晚舟的指控，并声称即将向加拿大提出对孟晚舟的引渡请求。外交部就此发表回应：美方动用国家力量抹黑和打击特定的中国企业，企图扼杀企业的正当合法经营，背后有很强的政治企图和政治操弄。我 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】北京时间1月29日凌晨，美国司法部宣布了对华为公司及孟晚舟的指控，并声称即将向加拿大提出对孟晚舟的引渡请求。外交部就此发表回应：美方动用国家力量抹黑和打击特定的中国企业，企图扼杀企业的正当合法经营，背后有很强的政治企图和政治操弄。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。O美国司法部指控华为和孟晚舟 中方回应 收起全文d\n", "author": "凤凰网", "time": "凤凰网2019年01月29日11:37 来自微博weibo.com", "transmit": " 转发 127", "comment": "评论 468", "zan": " 153"}, {"text": "\n                    【社评：美司法部起诉华为阵仗虽大心却很虚】美国司法部星期一宣布对华为提出23项刑事起诉，并将向加拿大提出引渡华为首席财务官孟晚舟的请求。中国政府和中国社会都要在这个时候给予华为各种支持，政府要加强与美方交涉，尽量制约美不公平对待华为的幅度。社会层面应多给予华为道义支持，鼓励它镇定， ​  展开全文c \n                    【社评：美司法部起诉华为阵仗虽大心却很虚】美国司法部星期一宣布对华为提出23项刑事起诉，并将向加拿大提出引渡华为首席财务官孟晚舟的请求。中国政府和中国社会都要在这个时候给予华为各种支持，政府要加强与美方交涉，尽量制约美不公平对待华为的幅度。社会层面应多给予华为道义支持，鼓励它镇定，坚强。我们要清楚，华为是中国民营企业中的一颗高科技明星，它如果被美国压垮，那也将是中国崛起的挫折。O社评：美司法部起诉华为阵仗虽大心却很虚 收起全文d\n", "author": "环球网", "time": "环球网2019年01月29日18:32 来自微博weibo.com", "transmit": " 转发 89", "comment": "评论 202", "zan": " 252"}, {"text": "\n                    【外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人】2019年1月29日，外交部发言人耿爽主持召开例行记者会，部分实录如下。　　问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？　　答:：今天上午我已经就美国司法部对华为公司及孟晚舟提出起诉作出了回应。　 ​  展开全文c \n                    【外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人】2019年1月29日，外交部发言人耿爽主持召开例行记者会，部分实录如下。　　问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？　　答:：今天上午我已经就美国司法部对华为公司及孟晚舟提出起诉作出了回应。　　关于美方向加方正式提出引渡孟晚舟的请求，中方已在第一时间向美加提出严正交涉。中方对美方不顾中方严正交涉，执意向加方提出引渡要求表示强烈不满和坚决反对，再次敦促美方立即撤销对孟晚舟女士的逮捕令及正式引渡要求。同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。#外交部再次回应美国引渡孟晚舟# O外交部再次回应美国引渡孟晚舟：坚决反对，要求加拿大立刻放人 收起全文d\n", "author": "环球网", "time": "环球网2019年01月29日16:22 来自微博weibo.com", "transmit": " 转发 45", "comment": "评论 73", "zan": " 143"}, {"text": "\n                    【美司法部指控华为，称将引渡孟晚舟，中国外交部回应】外交部发言人耿爽就美国司法部针对华为等指控答记者问。问：北京时间1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。请问中方对此有何评论？答： ​  展开全文c \n                    【美司法部指控华为，称将引渡孟晚舟，中国外交部回应】外交部发言人耿爽就美国司法部针对华为等指控答记者问。问：北京时间1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。请问中方对此有何评论？答：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。中国政府一贯要求中国企业在依法合规的基础上开展对外经济合作，同时要求各国为中国企业的正常运营提供公平、公正、非歧视的环境。一段时间以来，美方动用国家力量抹黑和打击特定的中国企业，企图扼杀企业的正当合法经营，背后有很强的政治企图和政治操弄。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O美司法部指控华为，称将引渡孟晚舟，中国外交部回应 收起全文d\n", "author": "环球网", "time": "环球网2019年01月29日11:50 来自微博weibo.com", "transmit": " 转发 70", "comment": "评论 47", "zan": " 139"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】1月29日，美国司法部声称将向加拿大提出对孟晚舟的引渡请求。对此，外交部回应称，一段时间来，美方动用国家力量抹黑和打击特定的中国企业，中方强烈敦促美方停止对中国企业的无理打压，并敦促美方立即撤销对孟晚舟的逮捕令。O美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令 ​                ", "author": "新浪科技", "time": "新浪科技2019年01月29日11:34 来自微博weibo.com", "transmit": " 转发 44", "comment": "评论 18", "zan": " 60"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】美国司法部宣布对华为公司及其副董事长、首席财务官孟晚舟等提出指控，并声称将向加拿大提出对孟晚舟的引渡请求。外交部回应称，中方强烈敦促美方停止对中国企业的无理打压，再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，同 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】美国司法部宣布对华为公司及其副董事长、首席财务官孟晚舟等提出指控，并声称将向加拿大提出对孟晚舟的引渡请求。外交部回应称，中方强烈敦促美方停止对中国企业的无理打压，再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，同时敦促加方立即释放孟晚舟女士，并切实保障她的合法、正当权益。O美国司法部指控华为和孟晚舟 中方:立即撤销逮捕令 收起全文d\n", "author": "网易新闻客户端", "time": "网易新闻客户端2019年01月29日12:08 来自微博weibo.com", "transmit": " 转发 44", "comment": "评论 254", "zan": " 48"}, {"text": "\n                    【孟晚舟引渡案或缠讼数年】华为副董事长兼财务总监孟晚舟目前在加拿大保释外出，美国司法部于当地时间28日指控华为与孟晚舟合共23项罪名，并正式向加拿大提出引渡孟晚舟。加拿大卑斯省最高法院表示，今日会开庭，讨论有关更改孟晚舟保释条件，预料孟晚舟亦需要出庭。据加拿大媒体报道，倘若孟晚舟不反 ​  展开全文c \n                    【孟晚舟引渡案或缠讼数年】华为副董事长兼财务总监孟晚舟目前在加拿大保释外出，美国司法部于当地时间28日指控华为与孟晚舟合共23项罪名，并正式向加拿大提出引渡孟晚舟。加拿大卑斯省最高法院表示，今日会开庭，讨论有关更改孟晚舟保释条件，预料孟晚舟亦需要出庭。据加拿大媒体报道，倘若孟晚舟不反对美国的引渡要求，加拿大便会应美国司法部要求安排押送孟晚舟到美国。如果孟晚舟决定聘请律师挑战美国引渡令，将会是一场旷日持久甚至需时数年的漫长司法过程。O孟晚舟引渡案或纏訟數年 收起全文d\n", "author": "大公報-大公網", "time": "大公報-大公網2019年01月29日11:14 来自专业版微博", "transmit": " 转发 59", "comment": "评论 112", "zan": " 57"}, {"text": "\n                    【外交部：敦促美方停止无理打压华为 撤销孟晚舟逮捕令】关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯 O外交部：敦促美方停止无理打压华为 撤销孟晚舟逮捕令 ​                ", "author": "财新网", "time": "财新网2019年01月29日14:46 来自财新网", "transmit": " 转发 96", "comment": "评论 384", "zan": " 88"}, {"text": "\n                    今天代表到了老美，气氛很融洽友好，同时上午公布了同时起诉华为和孟晚舟的决定，司法部还召开了新闻发布会，气氛严肃。未来贸易摩擦可能会继续缓和，姆努钦也说有望获得重大进展，华为可能因为挑战美国优势，会被上紧箍咒继续打压。     特在老美最近混的也不太如意，佩洛西也搞不定，国情咨文很被动 ​  展开全文c \n                    今天代表到了老美，气氛很融洽友好，同时上午公布了同时起诉华为和孟晚舟的决定，司法部还召开了新闻发布会，气氛严肃。未来贸易摩擦可能会继续缓和，姆努钦也说有望获得重大进展，华为可能因为挑战美国优势，会被上紧箍咒继续打压。     特在老美最近混的也不太如意，佩洛西也搞不定，国情咨文很被动，政府还一度关门很久，贸易摩擦属于伤敌1000，自伤800形式，老美现在也经不住折腾。       上次说的特人格是“高空完美情绪化”，继续刀光剑影，也会恶化特的形象。全球经济疲态，也会影响老美经济，所以贸易摩擦能缓和就缓和，都需要喘口气。 华为不同，因为技术做的太好，挑战了美国的优势，成了全美共同反对的目标，已经被老美视为眼中钉，明的暗的都在驱动盟友打击华为，这次更是几大ZF部门联合站台。相比华为，中兴只是个小点心。        这次对华为的起诉涉及司法部和刑事指控，还有洗钱，中兴只是商务部的行政制裁。另外华为每年巨量外汇，谈判中作为贸易缓和筹码和代价，借此也能提高对华为的管理，不失一箭双雕。 收起全文d\n", "author": "投资舆情", "time": "投资舆情2019年01月29日14:05 来自微博weibo.com", "transmit": " 转发 30", "comment": "评论 110", "zan": " 186"}, {"text": "\n                    关于华为和孟晚舟的事儿，美国拉的阵势很大，从没见过后面会站这么多人，有种刺刀见红的穷凶极恶，不要在对美国抱有法律上的幻想了，因为本来就是莫须有的司法指控，都是在为政治目的服务，这是国与国之间的博弈和抗衡，只有流氓土匪才会以绑架个人相要挟，流氓早已失去道义和全球的民意，相信国家！ ​  展开全文c \n                    关于华为和孟晚舟的事儿，美国拉的阵势很大，从没见过后面会站这么多人，有种刺刀见红的穷凶极恶，不要在对美国抱有法律上的幻想了，因为本来就是莫须有的司法指控，都是在为政治目的服务，这是国与国之间的博弈和抗衡，只有流氓土匪才会以绑架个人相要挟，流氓早已失去道义和全球的民意，相信国家！#华为回应美国指控# 收起全文d\n", "author": "建华Wei业", "time": "建华Wei业2019年01月29日12:05 来自HUAWEIMate20Pro", "transmit": " 转发 38", "comment": "评论 91", "zan": " 163"}, {"text": "\n                    【突发！美国引渡孟晚舟？中方回应！敦促美方立即撤销逮捕令，不要发出引渡请求，来看各方声音】针对美国司法部指控华为和孟晚舟，外交部发言人耿爽刚刚表示，中方再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场 ​  展开全文c \n                    【突发！美国引渡孟晚舟？中方回应！敦促美方立即撤销逮捕令，不要发出引渡请求，来看各方声音】针对美国司法部指控华为和孟晚舟，外交部发言人耿爽刚刚表示，中方再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。（来源：券商中国）O突发！美国引渡孟晚舟？中方回应！敦促美方立即撤销逮捕令，不要发出引渡请求，来看各方声音 收起全文d\n", "author": "新财富杂志", "time": "新财富杂志2019年01月29日13:31 来自iPhone8Plus", "transmit": " 转发 29", "comment": "评论 201", "zan": " 52"}, {"text": "\n                    【李光满 | 美国宣布对华为23项指控并即将引渡孟晚舟，美国已对中国张开獠牙！】O网页链接  美国指控华为、引渡孟晚舟事件绝不是一起法律事件，而是一起政治事件，既然是政治事件就必以政治手段应对，既然美国不守道义，不择手段，中国就应该该以同样方式还以颜色，以和平求和平则和平亡，以 ​  展开全文c \n                    【李光满 | 美国宣布对华为23项指控并即将引渡孟晚舟，美国已对中国张开獠牙！】O网页链接  美国指控华为、引渡孟晚舟事件绝不是一起法律事件，而是一起政治事件，既然是政治事件就必以政治手段应对，既然美国不守道义，不择手段，中国就应该该以同样方式还以颜色，以和平求和平则和平亡，以斗争求和平则和平存，坚决与美国进行斗争，坚决打击美国嚣张气焰，是我们应有的态度，也必然是我们应该采取的行动。 O美国宣布对华为23项指控并即将引渡孟晚舟，美国已对中国张开獠牙！ 收起全文d\n", "author": "察网中国", "time": "察网中国2019年01月29日17:41 来自微博weibo.com", "transmit": " 转发 196", "comment": "评论 230", "zan": " 163"}, {"text": "\n                    美国司法部起诉华为及孟晚舟声明中英文完整版 | 法律英语新闻 O美国司法部起诉华为及孟晚舟声明中英文完整版 | 法律英语新闻 #美国司法部调查华为# #美国起诉华为和孟晚舟# #华为回应美国指控# ​                ", "author": "超律志", "time": "超律志2019年01月29日22:47 来自微博weibo.com", "transmit": " 转发 135", "comment": "评论 15", "zan": " 132"}, {"text": "\n                    对华为提出23项指控，包括金融欺诈、窃取商业机密，美国司法部正式宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，声称即将向加拿大提出对孟晚舟女士的引渡请求，美国三大部长和联邦调查局局长联合指控并刑事起诉华为而不只是孟晚舟，这在世界商业史上绝无仅有。（ ​  展开全文c \n                    对华为提出23项指控，包括金融欺诈、窃取商业机密，美国司法部正式宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，声称即将向加拿大提出对孟晚舟女士的引渡请求，美国三大部长和联邦调查局局长联合指控并刑事起诉华为而不只是孟晚舟，这在世界商业史上绝无仅有。（O网页链接） 收起全文d\n", "author": "老马自奋蹄", "time": "老马自奋蹄2019年01月29日18:38 来自微博weibo.com", "transmit": " 转发 61", "comment": "评论 69", "zan": " 40"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方:立即撤销逮捕令】耿爽：“关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方:立即撤销逮捕令】耿爽：“关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。”O美国司法部指控华为和孟晚舟 中方:立即撤销逮捕令 收起全文d\n", "author": "网易财经", "time": "网易财经2019年01月29日13:22 来自微博weibo.com", "transmit": " 转发 38", "comment": "评论 42", "zan": " 32"}, {"text": "\n                    【华为：对美方指控非常失望 曾试图讨论但被无理由拒绝】华为今日对美国司法部的指控，及对孟晚舟的引渡请求做出回应，否认相关指控，并称不知晓孟晚舟有任何不当行为。回应称，华为对美国政府提出的指控感到非常失望，并表示孟晚舟被捕后，华为曾试图与美国司法部讨论纽约东区的调查，但被无理由拒绝 ​  展开全文c \n                    【华为：对美方指控非常失望 曾试图讨论但被无理由拒绝】华为今日对美国司法部的指控，及对孟晚舟的引渡请求做出回应，否认相关指控，并称不知晓孟晚舟有任何不当行为。回应称，华为对美国政府提出的指控感到非常失望，并表示孟晚舟被捕后，华为曾试图与美国司法部讨论纽约东区的调查，但被无理由拒绝。O华为：对美国政府针对华为提出的指控感到非常失望 收起全文d\n", "author": "新浪科技", "time": "新浪科技2019年01月29日12:42 来自微博weibo.com", "transmit": " 转发 24", "comment": "评论 6", "zan": " 57"}, {"text": "\n                    【中国外交部发言人谈孟晚舟案：美国不要在错误道路上越走越远】美国司法部宣布了对华为首席财务官孟晚舟的指控，并表示即将向加拿大提出引渡请求。对此，中国外交部发言人耿爽表示，中方再次敦促美方立即撤销对孟晚舟的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。 ​  展开全文c \n                    【中国外交部发言人谈孟晚舟案：美国不要在错误道路上越走越远】美国司法部宣布了对华为首席财务官孟晚舟的指控，并表示即将向加拿大提出引渡请求。对此，中国外交部发言人耿爽表示，中方再次敦促美方立即撤销对孟晚舟的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。O中国外交部：再次敦促美方立即撤销对孟晚舟逮捕令 收起全文d\n", "author": "早报网", "time": "早报网2019年01月29日11:51 来自微博weibo.com", "transmit": " 转发 58", "comment": "评论 75", "zan": " 79"}, {"text": "\n                    【华为：对美国政府提出的指控感到非常失望】美国司法部对华为及其首席财务官孟晚舟正式提起刑事诉讼，华为公司随即发声反击。华为否认美方相关指控，称不知晓孟晚舟有任何不当行为，并透露与电信运营商T-Mobile纠纷已和解 O华为：对美国政府提出的指控感到非常失望 ​                ", "author": "财新网", "time": "财新网2019年01月29日14:17 来自财新网", "transmit": " 转发 94", "comment": "评论 278", "zan": " 47"}, {"text": "\n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部：关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路 ​  展开全文c \n                    【美国司法部指控华为和孟晚舟 中方：立即撤销逮捕令】外交部：关于孟晚舟案，中方已经多次表明严正立场。美加两国滥用他们之间的双边引渡条约，对中国公民无理采取强制措施，是对中国公民合法权益的严重侵犯。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。（新浪财经）O美称将提出对孟晚舟引渡请求 中方:应立即撤销逮捕令 收起全文d\n", "author": "界面新闻", "time": "界面新闻2019年01月29日11:41 来自微博weibo.com", "transmit": " 转发 13", "comment": "评论 74", "zan": " 25"}, {"text": "\n#美国起诉华为和孟晚舟# ​                ", "author": "刑诉杨雄", "time": "刑诉杨雄2019年01月29日10:23 来自iPhoneX", "transmit": " 转发 17", "comment": "评论 118", "zan": " 42"}, {"text": "\n                    美国联邦调查局，作为世界最著名的情报机构，派出20多名特工，查抄华为驻美圣地亚哥公司，同时对华为提出23项指控，包括金融欺诈、窃取商业机密。现在，美国三大部长和联邦调查局局长联合指控并刑事起诉华为而不只是孟晚舟，这在世界经济史上绝无仅有。中国的民族品牌，让美国如此重视，确实值得骄傲， ​  展开全文c \n                    美国联邦调查局，作为世界最著名的情报机构，派出20多名特工，查抄华为驻美圣地亚哥公司，同时对华为提出23项指控，包括金融欺诈、窃取商业机密。现在，美国三大部长和联邦调查局局长联合指控并刑事起诉华为而不只是孟晚舟，这在世界经济史上绝无仅有。中国的民族品牌，让美国如此重视，确实值得骄傲，个人判断，经此事后华为将加速发展，免费的广告效应。 收起全文d\n", "author": "张学林", "time": "张学林2019年01月29日18:11 来自HUAWEIP10Plus", "transmit": " 转发 153", "comment": "评论 291", "zan": " 210"}, {"text": "\n                    关于《孟晚舟事件还能整出什么来》，这里转发一位大户在论坛的分析，因跟博转发的网友较多，就不一一阿特了。@一个院长的思考 @止戈从文 作者：夜走锦衣源自：O网页链接说句跟主流不同的看法，孟晚舟不重要、华为不重要、5G不重要，不足以为她和整个华为体系打1场提前的战争。1、全局来 ​  展开全文c \n                    关于《孟晚舟事件还能整出什么来》，这里转发一位大户在论坛的分析，因跟博转发的网友较多，就不一一阿特了。@一个院长的思考 @止戈从文 作者：夜走锦衣源自：O网页链接说句跟主流不同的看法，孟晚舟不重要、华为不重要、5G不重要，不足以为她和整个华为体系打1场提前的战争。1、全局来看，土鳖先挑起了金融新布局之战，米帝的贸易战只是被动的应手。米帝如此歇斯底里，只说明了我们前面的石油人民币黄金期货，挑了米帝的筋（米帝经济体系，工业技术是骨，金融是筋，石油是血夜，创新是大脑）。米帝被打疼了，但手里没牌只能躺地打滚撒泼耍赖。2、5G只是提高了带宽，还不算体系更新。应用层，我们还差很多。在应用层的研发创新能力，离米帝还差10条街。就算被米帝压着，暂时不发展5G，也可以用这段时间补补课。3、米帝从2008年的金融危机到现在已经10年了，居然无解（米帝学界居然集体沉默，没有人在言论自由学术自由下分析原因）。但是原因，却被中国和其他国家民族看出来了，且正形成共识：金融过度投机。4、中国率先实施人民币石油黄金期货等新布局，不再遵从几十年未改1字的经济金融教科书，其他国家将很快跟上。但这不是简单的去美元化，而是去极端金融、去金融投机。5、在新经济结构之上的，是新金融布局。之中的，是新渠道新平台布局。之下的，是教育布局。所谓新渠道，就是供销社体系，其作用就是反投机倒把，反极端金融。所谓新平台，就是电商和大数据，这就是经济信息的精确与控制。教育布局，就是90%的本科生都是学IT的话，4年后应该准备好各行各业的数字化才能消化就业。80%的本科生是学金融的话，4年后就是全民投机和高利贷了。6、新布局之后，若干年就会在市场和社会上体现出来，意味着产生了新结构经济，意味着代替米帝给出了经济周期和金融危机的解药。这是人类社会前进的1大步。7、上次人类社会的危机，是殖民地经济体系下追赶者（新强国）与守成大国之间矛盾爆发，英德之间以武力摊牌，美苏之间以武力维持资源的分配。但是这次，核武器时代，以武力解决问题是不可取的，只有用新的社会实践和社会成果来赢得支持者与追随者。8、但是土鳖也做好了武力摊牌的准备，因为盎格鲁萨克逊人很善于武力摊牌。055J20北斗都加紧生产布置，说明预判的摊牌也就是几年内。 收起全文d\n", "author": "枪-和玫瑰", "time": "枪-和玫瑰2019年01月29日22:55 来自360安全浏览器", "transmit": " 转发 52", "comment": "评论 31", "zan": " 27"}]