[{"text": "\n                    【加媒：加政府正考虑向中国派特使以缓解双方紧张状况】“加拿大确实面临与中国关系的挑战性局面”，加拿大外长弗里兰在29日的内阁会议结束后称。加拿大广播公司网站30日发文称，美国发出对华为高管孟晚舟的引渡申请后，“加拿大的路越来越窄”。多家加媒29日提到，在驻华大使麦家廉被解职的背景下，加 ​  展开全文c \n                    【加媒：加政府正考虑向中国派特使以缓解双方紧张状况】“加拿大确实面临与中国关系的挑战性局面”，加拿大外长弗里兰在29日的内阁会议结束后称。加拿大广播公司网站30日发文称，美国发出对华为高管孟晚舟的引渡申请后，“加拿大的路越来越窄”。多家加媒29日提到，在驻华大使麦家廉被解职的背景下，加拿大政府正考虑是否指派特别代表赴中国缓解紧张状况，被提及的名字包括加前总理克雷蒂安。O加媒：加政府正考虑向中国派特使以缓解双方紧张状况 收起全文d\n", "author": "环球网", "time": "环球网2019年01月31日08:31 来自微博weibo.com", "transmit": " 转发 102", "comment": "评论 226", "zan": " 214"}, {"text": "\n华为孟晚舟案件豪华律师团曝光：首席辩护律师为原奥巴马政府司法部副检察长，其他阵容亦十分强大。这是在美国司法体系内用最强的律师，最懂美国司法的人来对抗另一批最懂美国司法体系的人。可谓\"以美治美\"啊。 ​                ", "author": "樱桃说房子", "time": "樱桃说房子2019年01月31日21:03 来自荣耀10AI变色更潮美", "transmit": " 转发 80", "comment": "评论 251", "zan": " 195"}, {"text": "\n#华为cfo孟晚舟被捕# 所以从加国驻中国大使卸任后，当了孟晚舟的律师/法律顾问吗?😂 ​                ", "author": "西洋编译社", "time": "西洋编译社2019年01月31日09:16 来自坚果手机Pro2", "transmit": " 转发 49", "comment": "评论 16", "zan": " 30"}, {"text": "\n                    【孟晚舟现身法庭 加3月开审引渡决定】华为财务长孟晚舟昨日在温哥华出庭，要求更改一位担保人姓名，孟晚舟律师证实美方已向加拿大正式提出引渡要求。各方同意3月6日上午10点重返法庭，听取加拿大司法部长有关引渡案决定。加拿大司法部长表示，引渡案件的审判可能需要数月或数年之久。中国驻加拿大大 ​  展开全文c \n                    【孟晚舟现身法庭 加3月开审引渡决定】华为财务长孟晚舟昨日在温哥华出庭，要求更改一位担保人姓名，孟晚舟律师证实美方已向加拿大正式提出引渡要求。各方同意3月6日上午10点重返法庭，听取加拿大司法部长有关引渡案决定。加拿大司法部长表示，引渡案件的审判可能需要数月或数年之久。中国驻加拿大大使馆发言人应询就美方向加方提出引渡中国公民请求事发表谈话说，美方正式向加方提出引渡孟晚舟女士，中国驻加拿大使馆对此表示强烈不满和坚决反对。O网页链接 收起全文d\n", "author": "香港商報網", "time": "香港商報網2019年01月31日11:16 来自微博weibo.com", "transmit": " 转发 14", "comment": "评论 33", "zan": " 26"}, {"text": "\n                    早知现在，何必当初？加媒：加政府正考虑向中国派特使以缓解双方紧张状况“加拿大确实面临与中国关系的挑战性局面”，加拿大外长弗里兰在29日的内阁会议结束后称，“政府非常注重解决这一问题”。加拿大广播公司(CBC)网站30日发文称，美国发出对华为高管孟晚舟的引渡申请后，“加拿大的路越来越窄”。 ​  展开全文c \n                    早知现在，何必当初？加媒：加政府正考虑向中国派特使以缓解双方紧张状况“加拿大确实面临与中国关系的挑战性局面”，加拿大外长弗里兰在29日的内阁会议结束后称，“政府非常注重解决这一问题”。加拿大广播公司(CBC)网站30日发文称，美国发出对华为高管孟晚舟的引渡申请后，“加拿大的路越来越窄”。多家加媒29日提到，在驻华大使麦家廉被解职的背景下，加拿大政府正考虑是否指派特别代表赴中国缓解紧张状况，被提及的名字包括加前总理克雷蒂安。CBC网站30日报道称，部长们通常不会谈论每周闭门内阁聚会中讨论的问题，但弗里兰29日承认，他们讨论了政府在孟晚舟案件中的选择，以及两名加拿大人在中国被拘押的问题。“加拿大只有很少的牌可以玩，现在没有什么可以降低渥太华与北京外交关系的温度”，评论称，加拿大被夹在美国和中国之间，试图独自走一条“非常狭窄的道路”，这条道路现在导向悬崖峭壁。O加媒：加政府正考虑向中国派特使以缓解双方紧张状况 收起全文d\n", "author": "HW前HR", "time": "HW前HR2019年01月31日13:39 来自HUAWEIMate20Pro", "transmit": " 转发 9", "comment": "评论 39", "zan": " 57"}, {"text": "\n                    我发表了头条文章:《希望华为孟晚舟案真正成为中国崛起全面融入世界的最大的标志性事件》 O希望华为孟晚舟案真正成为中国崛起全面融入世界的最大的标志性事件 ​                ", "author": "一诺万金1", "time": "一诺万金12019年01月31日15:47 来自iPhone客户端", "transmit": " 转发 16", "comment": "评论 11", "zan": " 25"}]