[{"text": "\n                    加拿大在美國要求下，逮補華為副董事長兼首席財務官孟晚舟，結果遭中方報復，動手禁止進口重要的加拿大商品，而渥太華指望美國能幫忙解決相關爭議，但華府卻愛理不理。             據路透報導，跡象顯示，加拿大在日益失望，倍感挫折下，總理Justin Trudeau示意，可能中止與美國在重大議題上的合作 ​  展开全文c \n                    加拿大在美國要求下，逮補華為副董事長兼首席財務官孟晚舟，結果遭中方報復，動手禁止進口重要的加拿大商品，而渥太華指望美國能幫忙解決相關爭議，但華府卻愛理不理。             據路透報導，跡象顯示，加拿大在日益失望，倍感挫折下，總理Justin Trudeau示意，可能中止與美國在重大議題上的合作。                       一名加拿大政府消息人士說，「這是極具挑戰性的狀況，當我們向美國人提起時，他們只會說，『和中國人打交道很難』。」。                    加拿大前後找上國務卿Mike Pompeo、農業部長Sonny Perdue、貿易代表Robert Lighthizer，還有外交委員會主席Jim Risch等美國政府官員。 收起全文d\n", "author": "George-瓜瓜", "time": "George-瓜瓜2019年05月06日15:42 来自iPhone7Plus", "transmit": " 转发 18", "comment": "评论 14", "zan": " 19"}, {"text": "\n                    杨柳：《孟晚舟事件背后的美国长臂管辖权扩张》2018年12月1日，加拿大不列颠哥伦比亚省高等法院应美国当局要求，对华为首席财务官孟晚舟发布了临时逮捕令。当日，加拿大警方于温哥华机场逮捕了意图转机的孟晚舟。孟晚舟随即提出了保释申请。同年12月6日，加拿大温哥华法院就孟晚舟保释事项举行了听 ​  展开全文c \n                    杨柳：《孟晚舟事件背后的美国长臂管辖权扩张》2018年12月1日，加拿大不列颠哥伦比亚省高等法院应美国当局要求，对华为首席财务官孟晚舟发布了临时逮捕令。当日，加拿大警方于温哥华机场逮捕了意图转机的孟晚舟。孟晚舟随即提出了保释申请。同年12月6日，加拿大温哥华法院就孟晚舟保释事项举行了听证会，并于12月11日，批准了保释申请。根据美国和加拿大之间的《引渡条约》，美国需在临时逮捕之后的60日内，向加拿大政府提出正式引渡请求，加拿大需在收到美国请求后的30日内决定是否引渡。2019年1月29日，最后期限截止前，美国司法部宣称将对华为公司提起23项指控，包括盗窃商业秘密、向伊朗提供援助等，对象包括华为总公司、子公司和首席财务官孟晚舟等，其中13项涉及孟晚舟 ，并于同日正式向加拿大提出引渡孟晚舟。同年3月1日，加拿大司法部长针对孟晚舟案签发授权进行令。3月3日，孟晚舟对加拿大政府、加拿大边境服务局和皇家骑警（即联邦警察）提起诉讼，指控其在未告知孟晚舟的情况下，对她进行了逮捕、搜查和审讯，侵犯了孟的宪法权利 ，并就“加拿大政府官员多次未能遵守法治而造成的公职失职和非法监禁”要求赔偿 。3月6日，孟晚舟在加拿大卑诗省最高法庭再次出庭，控辩双方达成一致，引渡听证会延期至5月8日 。目前，孟晚舟案尚无进一步进展。孟晚舟被捕至今，中、美、加三方开展了多次政治和外交博弈。亦有人称，逮捕孟晚舟是美国打击中国高新技术企业，试图遏制中国高新技术发展的政治手段。撇开上述“政治阴谋论”，孟晚舟案反映出美国国内法高于国际法的特点。首先，美国对孟晚舟的13项指控，集中于虚假陈述、盗窃商业秘密以及在受到美国制裁的伊朗境内开展业务等刑事、民事领域。金融机构与受美国制裁国家开展业务的违法性判定日趋严格。其次，美国遏制和打击上述发生于美国境外的商业行为，就必须打破传统国际法领域的管辖原则。近年来，美国域外管辖权逐步扩张，原本适用于美国州际之间的“长臂管辖”，逐渐扩展到国际法领域。各国质疑和反对美国的长臂管辖权，认为其有违基本的“域外法权”概念，但又无法避免美国以强大国力，强制对各国民商事主体的域外商业行为进行管辖。从“中兴案”到“孟晚舟案”，美国已开始实际运用“长臂管辖权”打击和处罚我国重点企业和人员。“中兴案”中，美国可以对中兴在美国的公司进行管辖，但“孟晚舟案”中，美国认为孟晚舟拥有“庞大的财产，可以支持她在美国境外长期旅行”，让美国无法实际处置。因此，美国通过有《引渡条约》的加拿大方控制和引渡孟晚舟。这是美国实现长臂管辖的新特点，需要特别关注。综上，孟晚舟是否会受到美国刑事处罚取决于以下四方面：第一， 美国司法部对孟晚舟的指控是否属实，是否违反美国实体法，达到刑事处罚标准；第二， 美国国内法院是否可以针对孟晚舟的涉嫌违法行为实行长臂管辖权；第三， 加拿大是否会引渡孟晚舟至美国进行审判；第四， 中、美、加三方的政治博弈和较量。政治博弈具有不确定性，本部分仅就“孟晚舟案”涉及的法律问题进行分析和评估。一、 美国对华为及孟晚舟的指控2018年12月，美国检方向加拿大政府提供了针对孟晚舟的指控，要求加方协助临时逮捕。根据网上披露信息，美国对华为的指控集中于以下方面：华为将Skycom作为非官方的子公司在伊朗开展业务，但对外隐瞒华为与Skycom的关系。美国调查发现，Skycom公开财报显示，2009至2010年， Skycom主要业务包括投资控股，担任与伊朗签订合同的承包商。华为员工实际控制Skycom银行账户，并在转账时签字；Skycom员工开展业务使用华为商标，工作电子邮件地址是华为电邮地址；部分Skycom员工是华为雇佣，Skycom在伊朗的领导层是华为雇员。美国对孟晚舟的指控集中于以下方面：2008年2月至2009年4月，孟晚舟担任总部位于香港的Skycom科技有限公司（以下简称“Skycom”）董事，并在任职期间对多个跨国金融机构虚假陈述，隐瞒了华为与Skycom的实际控制关系，进而隐瞒了Skycom代替华为在伊朗从事电信运营。目前，已披露的虚假陈述包括：路透社曾发表华为控股Skycom并进口美国设备至伊朗的文章。然而，2013年，孟晚舟在与金融机构高管会面中，否认华为对Skycom的控制权和违反美国法律，并向该金融机构提供了介绍上述内容的英文版PPT。美国认为，该文件显示孟晚舟知悉华为实际控制Skycom，因此孟晚舟具有主观故意，构成虚假陈述。该文件亦成为指控孟晚舟的主要证据。美国认为，凭借虚假陈述，Skycom得以将在伊朗的业务收入，通过上述金融机构办理美元、欧元等外汇结算，完成收入转回。然而，这些金融机构受到美国、欧盟监管，不得与总部在伊朗的客户交易、也不得通过美国完成与伊朗的交易。孟晚舟的虚假陈述导致这些金融机构间接向高风险客户进行交易，可能受到美国的民事和刑事处罚，产生了不利于上述金融机构的后果。2017年，华为察觉到美国针对华为的刑事调查，孟晚舟不再到访美国。因此，美国寻求加拿大协助逮捕孟晚舟。2019年1月底，美国司法部公布了对华为及两家分支机构、孟晚舟的23项刑事指控，并正式要求加拿大根据美加《引渡条约》引渡孟晚舟。其中，华盛顿西区联邦地区法院提出针对华为及旗下子公司华为设备美国公司（Huawei Device USA Inc）的10项指控，包括：串谋窃取商业机密、企图窃取商业机密、电信欺诈、妨碍司法。纽约布鲁克林法院提出针对华为、华为设备美国公司、Skycom Tech及孟晚舟的13项指控，包括：串谋银行欺诈、串谋电信欺诈、银行欺诈、电信欺诈、串谋诈骗美国、串谋违反《国际紧急经济权利法》、违反《国际紧急经济权利法》、串谋洗钱、串谋妨碍司法。二、 美国长臂管辖对“孟晚舟案”的适用1. 刑事管辖权的基本原则与适用任何国家打击和惩处违法、侵权等行为的前提，是对上述行为或行为主体具有刑事管辖权。国家可通过立法确定本国境内的管辖制度，但发生在境外，尤其是其他国家境内的违法行为，即便违法行为针对本国，也需遵循国际法原则确定管辖。刑事管辖权是一国对其主权范围内的发生犯罪进行起诉、审判、处罚的权力，其本质是国家主权。一般而言，任何国家都倾向于扩张自身的刑事司法管辖权，国家间的管辖权摩擦时有发生，其实质是国家主权之争，是国家力量的争斗。刑事管辖权是国家主权的重要内容,一般分为属地管辖权、属人管辖权、保护管辖权和普遍管辖权。属地管辖权以地域为标准，本国境内发生的犯罪，无论犯罪主体的国籍，适用本国刑法；本国境外发生的犯罪，都不适用本国刑法。属人管辖权以国籍为标准，本国国籍人犯罪，不论犯罪行为发生于境内还是境外，都适用本国刑法。保护管辖权以保护本国利益为标准，凡侵害本国或其公民利益的，不论犯罪主体国籍和犯罪行为发生地，都适用本国刑法。普遍管辖权以保护各国共同利益为标准，凡发生国际条约所规定的侵害各国共同利益的犯罪，不论犯罪主体国籍和犯罪行为发生地，都适用本国刑法。前三项管辖权是国家的专属权 ，反映了主权对领土、国籍和国家利益的天然权力。普遍管辖权则与国家主权无关，是“每个国家对国际社会普遍关切的特定罪行，无论罪行发生地、行为人和受害者国籍所享有的管辖权” 。可见，刑事管辖权以主权为基础。各国都有扩张主权、维护国家利益的意愿，必将导致管辖权冲突，但应当遵守国际法准则。比如，一国境内的外国人犯罪，存在本国属地管辖权与犯罪人国籍国属人管辖权的冲突，此时，各国依据国际法原则，通过缔结国际条约确定管辖。只有被定义为“国际罪行”的犯罪，各国才具有普遍管辖权，可以直接管辖。然而，近年来，美国针对境外犯罪频繁采取的“长臂管辖”，却是特殊的属人管辖权，其实质是美国将主权延伸到他国的主权范围，也体现了“美国国内法高于国际法”的特点。2. 美国“长臂管辖权”的发展与逻辑“长臂管辖权”发源于美国独特的民事诉讼程序，后被用于刑事管辖领域。美国属于联邦制国家，存在联邦法院和州法院的设置。联邦和各州可以分别立法，因此，美国各州之间司法管辖权的确定，类似于国与国之间的逻辑，也需按照管辖原则进行划分。美国将司法管辖权分为三类:属人管辖权、属物管辖权和准属物管辖权。属人管辖权分为一般管辖权(general jurisdiction)和特别管辖权(specific jurisdiction)。一般管辖权, 是指被告为非本州/非法院地居民，但有形地存在于法院地，或者与法院地存在“持续的和系统的”联系 ，该州法院可以受理任何与被告有关的诉讼请求，而无需讼诉请求与法院地有任何联系。特别管辖权，即长臂管辖权(long arm jurisdiction), 指当非法院地居民与法院地间存在“某种限度的联系”, 同时原告提起的诉讼与这种联系相关,则法院对被告主张的管辖权。美国联邦法院率先采纳了一般管辖权和特殊管辖权的分类。迄今，美国各州都制定了“长臂管辖法”（long-arm statute） 。可见，属地原则是美国司法管辖的基本原则。各州法院只对本辖区发生的诉讼请求具有管辖权。如果诉讼请求未发生于法院地，则法院只有采用属人原则，才能确立对诉讼请求的管辖。而属人原则的适用是有条件的。如果非本州/非法院地被告有形存在于法院地，或与法院地存在“持续的和系统的”联系，则可以认为被告与法院地有不可割裂的联系，视同为拥有法院地“身份”。法院可以行使一般管辖权。 收起全文d\n", "author": "杨帆51", "time": "杨帆512019年05月06日11:11 来自360安全浏览器", "transmit": " 转发 6", "comment": "评论 ", "zan": " 12"}]