[{"text": "\n                    【美国正式提出引渡孟晚舟 中方再次回应】“外交部发言人办公室”公众号消息，在1月29日外交部例行记者会上，有记者问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？耿爽表示，关于美国司法部对华为公司及孟晚舟等提出起诉，外交部已第一时间作出了回应。关于美方向加方正式提 ​  展开全文c \n                    【美国正式提出引渡孟晚舟 中方再次回应】“外交部发言人办公室”公众号消息，在1月29日外交部例行记者会上，有记者问：据报道，美国已正式向加拿大提出引渡孟晚舟的请求，中方对此有何评论？耿爽表示，关于美国司法部对华为公司及孟晚舟等提出起诉，外交部已第一时间作出了回应。关于美方向加方正式提出引渡孟晚舟的请求，中方已在第一时间分别向美方和加方提出了严正交涉。中方对美方不顾中方严正交涉，执意向加方提出引渡要求表示强烈不满和坚决反对。我们再次敦促美方立即撤销对孟晚舟女士的逮捕令及正式引渡要求，同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。 L凤凰网视频的秒拍视频 收起全文d\n", "author": "凤凰网视频", "time": "凤凰网视频2019年01月30日09:53 来自秒拍网页版", "transmit": " 转发 53", "comment": "评论 275", "zan": " 130"}, {"text": "\n孟晚舟后，华为最强反击来了！震惊了世界 ​                ", "author": "互联网分析沙龙", "time": "互联网分析沙龙2019年01月30日12:00 来自微博weibo.com", "transmit": " 转发 53", "comment": "评论 65", "zan": " 199"}, {"text": "\n                    【汪涛 | 美对华为和孟晚舟起诉23项罪名——泰山压顶的背后】O网页链接 O汪涛 | 美对华为和孟晚舟起诉23项罪名——泰山压顶的背后 ​                ", "author": "察网中国", "time": "察网中国2019年01月30日15:03 来自微博weibo.com", "transmit": " 转发 60", "comment": "评论 41", "zan": " 57"}, {"text": "\n                    【汪涛 | 美对华为和孟晚舟起诉23项罪名——泰山压顶的背后】O网页链接  在孟晚舟被加拿大扣留的当天，正好是特朗普与中国领导人在阿根挺达成谅解就贸易战进行90天期间谈判的时间点。发出这次指控的时侯，正是中国贸易谈判代表团到达美国的时点。如果美国卡着最后的时间点发出正式引渡申请， ​  展开全文c \n                    【汪涛 | 美对华为和孟晚舟起诉23项罪名——泰山压顶的背后】O网页链接  在孟晚舟被加拿大扣留的当天，正好是特朗普与中国领导人在阿根挺达成谅解就贸易战进行90天期间谈判的时间点。发出这次指控的时侯，正是中国贸易谈判代表团到达美国的时点。如果美国卡着最后的时间点发出正式引渡申请，加上30天的加拿大司法部国际援助小组作出是否颁发“继续进行权”决定的时间，正好就是中美这次90天谈判时间限度。实在是太巧合了！当然，你也可以认为纯属巧合，美国方面也表示两者间没有任何关系。如果中国贸易代表团也认为这两者之间根本就没有任何关系，在谈判中根本不提这茬，全当没发生一样，这场声势浩大的戏该给谁看呢？吃瓜群众？ O网页链接 收起全文d\n", "author": "察网中国", "time": "察网中国2019年01月30日15:02 来自微博weibo.com", "transmit": " 转发 11", "comment": "评论 18", "zan": " 38"}, {"text": "\n                    【华为“蒙难”，来看各方反应】针对美国司法部指控华为和孟晚舟，外交部发言人耿爽刚刚表示，中方再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火 ​  展开全文c \n                    【华为“蒙难”，来看各方反应】针对美国司法部指控华为和孟晚舟，外交部发言人耿爽刚刚表示，中方再次敦促美方立即撤销对孟晚舟女士的逮捕令，不要发出正式引渡请求，避免在错误的道路上越走越远。中方同时敦促加方认真对待中方严正立场，立即释放孟晚舟女士并切实保障她的合法、正当权益，不要为美火中取栗。O华为“蒙难”，来看各方反应 收起全文d\n", "author": "新财富杂志", "time": "新财富杂志2019年01月30日18:36 来自iPhone8Plus", "transmit": " 转发 21", "comment": "评论 55", "zan": " 42"}, {"text": "\n                    美国，为什么要打击华为？为什么要捉拿孟晚舟？ L新蜜蜂alex182的微博视频 ​                ", "author": "新蜜蜂alex182", "time": "新蜜蜂alex1822019年01月30日20:13 来自微博视频", "transmit": " 转发 104", "comment": "评论 141", "zan": " 170"}, {"text": "\n                    【孟晚舟温哥华出庭神情轻松 官接纳延至3月初再讯】华为财务总监孟晚舟今天在温哥华出庭，向法院申请更改保释条件，获法院接纳。孟晚舟律师证实美方已向加拿大正式提出引渡要求，各方同意3月6日上午10时重返法庭，听取加拿大司法部长有关引渡案决定。今次是孟晚舟在去年12月1日于温哥华被捕，经过连 ​  展开全文c \n                    【孟晚舟温哥华出庭神情轻松 官接纳延至3月初再讯】华为财务总监孟晚舟今天在温哥华出庭，向法院申请更改保释条件，获法院接纳。孟晚舟律师证实美方已向加拿大正式提出引渡要求，各方同意3月6日上午10时重返法庭，听取加拿大司法部长有关引渡案决定。今次是孟晚舟在去年12月1日于温哥华被捕，经过连续3天保释听证会及保释后，首度公开现身法庭。她乘坐黑色私家车到法院，由多名保安护送进入法庭；她的精神不错，表情轻松。其律师表示，由于作为担保人的一名地产经纪，价值180万加元的住所，估值下跌，未能办好文件，孟晚舟申请由另一人，以现金填补有关价值，获法官接纳。美国司法部昨天正式起诉华为及孟晚舟，并向加拿大司法部发出引渡孟晚舟的要求。加拿大法院收到美方正式申请后，有30天时间裁定是否有足够的证据支持引渡，并由加拿大司法部长拉梅提（David Lametti）发布正式命令。 收起全文d\n", "author": "香港商報網", "time": "香港商報網2019年01月30日09:23 来自微博weibo.com", "transmit": " 转发 20", "comment": "评论 1", "zan": " 19"}, {"text": "\n                    【孟晚舟出庭 引渡案3月初再讯】华为副董事长孟晚舟于加拿大当地时间29日在温哥华出庭，向法院申请更改保释条件，获法院接纳。孟晚舟律师证实美方已向加拿大正式提出引渡要求，各方同意3月6日上午10时重返法庭，听取加拿大司法部长有关引渡案决定。O网页链接 ​                ", "author": "香港文匯網", "time": "香港文匯網2019年01月30日09:54 来自微博weibo.com", "transmit": " 转发 10", "comment": "评论 ", "zan": " 25"}, {"text": "\n                    美国整华为，抓孟晚舟这事情咋评价，有个比较恰当但不能等同的案例。上世纪八十年代，美国政府整日本东芝的故事，大家网上搜索着看看，只能说效果拔群。不仅东芝高层在美国被抓，甚至美国媒体头版道歉，连日本政府都被逼着这么做。没其他的，谁让日本有数量庞大的美国驻军呢。关于日本的美国驻军， ​  展开全文c \n                    美国整华为，抓孟晚舟这事情咋评价，有个比较恰当但不能等同的案例。上世纪八十年代，美国政府整日本东芝的故事，大家网上搜索着看看，只能说效果拔群。不仅东芝高层在美国被抓，甚至美国媒体头版道歉，连日本政府都被逼着这么做。没其他的，谁让日本有数量庞大的美国驻军呢。关于日本的美国驻军，其他的先不说，东京成田机场空域问题，驻日美军考虑过日本政府关于2020年奥运需求了吗？独立自主的大国家真的很香。 收起全文d\n", "author": "魔熊王", "time": "魔熊王2019年01月30日18:47 来自华为Ascend", "transmit": " 转发 15", "comment": "评论 16", "zan": " 28"}, {"text": "\n华为公司不知道孟晚舟有不当行为。也就是说：一旦美国对孟晚舟的指控被坐实了，也是她的个人行为，和华为公司无关……够狠的！ ​                ", "author": "谦卑侯爷", "time": "谦卑侯爷2019年01月30日22:43 来自HUAWEIMate10Pro", "transmit": " 转发 25", "comment": "评论 23", "zan": " 27"}, {"text": "\n                    【孟晚舟在温哥华出庭 引渡案3月初再讯】华为副董事长孟晚舟于加拿大当地时间29日在温哥华出庭，向法院申请更改保释条件，获法院接纳。孟晚舟律师证实美方已向加拿大正式提出引渡要求，各方同意3月6日上午10时重返法庭，听取加拿大司法部长有关引渡案决定。外界普遍预料加拿大司法部长一旦同意美国方面 ​  展开全文c \n                    【孟晚舟在温哥华出庭 引渡案3月初再讯】华为副董事长孟晚舟于加拿大当地时间29日在温哥华出庭，向法院申请更改保释条件，获法院接纳。孟晚舟律师证实美方已向加拿大正式提出引渡要求，各方同意3月6日上午10时重返法庭，听取加拿大司法部长有关引渡案决定。外界普遍预料加拿大司法部长一旦同意美国方面的引渡要求，作出允许将孟晚舟引渡到美国的决定，孟晚舟必会展开反对引渡令的诉讼，官司可能缠绕数年。O孟晚舟在温哥华出庭 引渡案3月初再讯 收起全文d\n", "author": "大公報-大公網", "time": "大公報-大公網2019年01月30日10:02 来自微博weibo.com", "transmit": " 转发 19", "comment": "评论 4", "zan": " 16"}, {"text": "\n                    网友警告：任老要当心！纽约起诉孟晚舟的诉状中，有几个被告名字被涂黑，表明华为还有多人被起诉，只是美国暂时没有公布名字，诉状中还有多处涂黑。其中，诉状提到华为创始人“个人1”在美国联邦政府作证时“说谎”，做了“伪证”，这种情况，在美国属于重罪。今后，任老爷子千万不要为了华为公司 ​  展开全文c \n                    网友警告：任老要当心！纽约起诉孟晚舟的诉状中，有几个被告名字被涂黑，表明华为还有多人被起诉，只是美国暂时没有公布名字，诉状中还有多处涂黑。其中，诉状提到华为创始人“个人1”在美国联邦政府作证时“说谎”，做了“伪证”，这种情况，在美国属于重罪。今后，任老爷子千万不要为了华为公司的工作，再出国去全世界辛苦奔波了，太危险了。美国啥事干不出来? 收起全文d\n", "author": "何新老家伙", "time": "何新老家伙2019年01月30日07:32 来自微博weibo.com", "transmit": " 转发 87", "comment": "评论 ", "zan": " 185"}, {"text": "\n                    【就美国司法部针对华为等的指控，中国外交部：坚决捍卫中国企业的合法正当权益】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事 ​  展开全文c \n                    【就美国司法部针对华为等的指控，中国外交部：坚决捍卫中国企业的合法正当权益】1月29日凌晨，美国司法部宣布了对华为公司、有关子公司及其副董事长、首席财务官孟晚舟的指控，并声称即将向加拿大提出对孟晚舟女士的引渡请求。对此，外交部发言人耿爽说：中方高度关切美国司法部对华为公司及其副董事长、首席财务官孟晚舟等提出起诉。我们强烈敦促美方停止对包括华为在内中国企业的无理打压，客观公正地对待中国企业。中方也将坚决捍卫中国企业的合法、正当权益。 L中国经济网的微博视频 收起全文d\n", "author": "中国经济网", "time": "中国经济网2019年01月30日20:10 来自微博视频", "transmit": " 转发 24", "comment": "评论 28", "zan": " 73"}, {"text": "\n                    【T早报|孟晚舟再次出庭时间推迟至3月6日；苹果第一财季中国区销售额大跌27%；华为今年将推首款电视】推荐：工信部披露晋华美光正谈判；大疆：职务腐败造成企业巨额隐形成本；第五批游戏版号下发 OT早报|孟晚舟再次出庭时间推迟至3月6日；苹果第一财季中国区销售额大跌27%；华为今年将推首款电视 ​                ", "author": "财新网", "time": "财新网2019年01月30日10:08 来自财新网", "transmit": " 转发 36", "comment": "评论 40", "zan": " 31"}, {"text": "\n                    美国对华为痛下杀手，美国民众和媒体难得纷纷盛赞特朗普这次干的漂亮！可见，美国是铁了心要拿下华为了。而我们抗议的越多脸被打的越很，该行动了。微信已经行动严查孟晚舟涉及孟晚舟的内容言！如果想让民众闭嘴当哑巴装瞎子，干脆把微信微博网络统统关掉这样多好，大家开开心心都看新闻联播过大年！ ​                ", "author": "走马微天下", "time": "走马微天下2019年01月30日10:24 来自微博weibo.com", "transmit": " 转发 7", "comment": "评论 11", "zan": " 41"}]