[{"text": "\n                    波兰以“从事间谍活动”抓了华为员工王伟晶，华为很快发声明表示，解除与王伟晶的雇佣关系。在外界不知道王伟晶是否认罪的情况下，华为这样做被一些舆论将之与孟晚舟被逮捕后受到的全力营救进行对比，认为华为“抛弃了”普通员工，对华为进行道德指责。猛一看，这种指责似乎成立。 老胡想说，指控华为 ​  展开全文c \n                    波兰以“从事间谍活动”抓了华为员工王伟晶，华为很快发声明表示，解除与王伟晶的雇佣关系。在外界不知道王伟晶是否认罪的情况下，华为这样做被一些舆论将之与孟晚舟被逮捕后受到的全力营救进行对比，认为华为“抛弃了”普通员工，对华为进行道德指责。猛一看，这种指责似乎成立。 老胡想说，指控华为员工从事间谍活动，波兰这样做，背后显然有美国的影子，这是美国打压华为大行动的一部分。间谍罪名直接呼应了美国对华为设备帮助中国政府搜集情报的指控，它与华为是否违反了美国对伊朗禁运的局部争议是两回事，是对华为声誉的一次突袭。 华为不可能让王伟晶在波兰非法搜集科技和商业情报，但是王伟晶是否违背华为的内部规章，个人从事了违反波兰法律的行为，这种风险是华为驾驭不了的。华为公司有18万员工，是全球通信科技巨头，它与王伟晶案所意味的风险做出切割努力，管不管用另说，但它这样做，动机是清楚的。这是公司在危局中的一种被迫选择。 华为解除与王伟晶的合同，不意味着中国政府停止对他合法权益的保护。中国使馆已在第一时间提出领事探视，这意味着对他的领事援助已经开始。此案在全世界范围内广受关注，老胡相信中国政府一定会尽全力要求波方公正审理此案。 如果仔细看，华为在孟晚舟被加拿大拘捕后也只发表了很简短的声明，表示相信加拿大和美国的法律体系最终会给出公正结论，并没有对加方做出任何指责。由于孟晚舟没有触犯加拿大法律，她是过境加拿大时被加方应美国要求逮捕的，加拿大的操作震动了世界，法理和外交漏洞明显，所以中国政府和中国舆论都在第一时间做出激烈反应。 中方如何应对王伟晶案，是新的挑战，中方的反应不可能也不应当完全复制孟晚舟案的反应。但保护中国公民的合法权益，这点都是一样的，不会也不应打半点折扣。鉴于波方发起的是一个间谍案，针对它的回应需要另一种逻辑。 在舆论层面，老胡想说，我们千万不能被一些想打倒华为的力量忽悠了，让他们带了节奏。华为是中国民营高科技企业，本想认认真真搞技术，远离复杂的地缘政治，但当它实现了技术超越时，地缘政治却找上门来，导致它今天的蒙难。 可想而知今天的华为多难。中国舆论我认为唯一应当做的是对华为给予理解、同情和鼓励。挺住，华为，去经受你成长壮大路上注定要遭遇的疾风暴雨的洗礼。 收起全文d\n", "author": "胡锡进", "time": "胡锡进2019年01月13日14:24 来自iPhone7Plus", "transmit": " 转发 633", "comment": "评论 1700", "zan": " 1536"}, {"text": "\n                    律师这几句话，戳破了华为的肺管子……华为没终止与孟晚舟的雇佣关系，只因她爸是任正非?长公主之外，皆可成弃子?！ ​                ", "author": "醒来的大鸦", "time": "醒来的大鸦2019年01月13日12:31 来自粉红的华为Android", "transmit": " 转发 66", "comment": "评论 58", "zan": " 68"}, {"text": "\n华为终止被捕员工的雇佣关系。我想问一下华为，既然波兰方面都说了涉嫌违法，被捕只能说明涉嫌犯罪，未经审判不得确定任何人有罪这是世界公认的法律原则，还没有定论的事情。华为凭什么断定这个员工就违法？造成不良影响了？那按照这个理论，孟晚舟也涉嫌犯罪了，给华为也造成不良影响了，为什么不终止 ​  展开全文c \n华为终止被捕员工的雇佣关系。我想问一下华为，既然波兰方面都说了涉嫌违法，被捕只能说明涉嫌犯罪，未经审判不得确定任何人有罪这是世界公认的法律原则，还没有定论的事情。华为凭什么断定这个员工就违法？造成不良影响了？那按照这个理论，孟晚舟也涉嫌犯罪了，给华为也造成不良影响了，为什么不终止雇佣关系。只因为她爸是任正非吗？ 收起全文d\n", "author": "王云成律师", "time": "王云成律师2019年01月13日21:19 来自iPhone客户端", "transmit": " 转发 25", "comment": "评论 99", "zan": " 65"}, {"text": "\n                    【孟晚舟成长经历：曾激励父亲到深圳闯荡】孟晚舟：我是华为早年仅有的三个秘书之一。传闻中关于我在华为最早是接电话的是实情。我爸说，社会阅历的第一条是对人要有认识，打杂的经历有助于积累这些经验。1997年我去了华中理工大学读硕士，学会计，一年半学成，又回到了华为的财务部门，这才真正开始了 ​  展开全文c \n                    【孟晚舟成长经历：曾激励父亲到深圳闯荡】孟晚舟：我是华为早年仅有的三个秘书之一。传闻中关于我在华为最早是接电话的是实情。我爸说，社会阅历的第一条是对人要有认识，打杂的经历有助于积累这些经验。1997年我去了华中理工大学读硕士，学会计，一年半学成，又回到了华为的财务部门，这才真正开始了我在华为的职业生涯。 收起全文d\n", "author": "中国商界网", "time": "中国商界网2019年01月13日11:39 来自微博weibo.com", "transmit": " 转发 29", "comment": "评论 8", "zan": " 19"}, {"text": "\n                    网上有不少人质疑：同为华为高管在国外涉嫌犯罪，且都未最终是否有罪，孟晚舟与王伟晶却遭致一个极力被营救一个被解雇的两种不同命运。为什么？        不止是华为，中国驻外两处大使馆就这两件事件所发生国的要求也有区别。似乎表明，一个是个人行为，一个是企业行为甚至是国家行为。        没有定 ​  展开全文c \n                    网上有不少人质疑：同为华为高管在国外涉嫌犯罪，且都未最终是否有罪，孟晚舟与王伟晶却遭致一个极力被营救一个被解雇的两种不同命运。为什么？        不止是华为，中国驻外两处大使馆就这两件事件所发生国的要求也有区别。似乎表明，一个是个人行为，一个是企业行为甚至是国家行为。        没有定罪之前，同样作为中国公民、华为高管，在企业和国家层面都作了区别对待，中国方面比拘押国似乎更了解其中奥秘。更让人值得猜想。        相对使馆限于维护中国公民合法权益的声明，华为的声明几乎对王伟晶作了有罪推论。很在乎国际形象的华为这么做，是维护形象还是自污形象？ 收起全文d\n", "author": "钱言", "time": "钱言2019年01月13日10:14 来自iPhone客户端", "transmit": " 转发 168", "comment": "评论 120", "zan": " 105"}]