[{"text": "\n孟晚舟的事，当然不仅仅是华为的事。美国司法部星期二表示将继续寻求引渡孟晚舟，并将遵守美加引渡条约规定的期限。这意味着美方在本月30日之前正式申请引渡孟晚舟的概率已经非常高。那无疑将意味着美加围绕孟晚舟事件与中国的冲突将进一步升级。我认为中方须放弃幻想，做好更复杂斗争和博弈的准备。 ​  展开全文c \n孟晚舟的事，当然不仅仅是华为的事。美国司法部星期二表示将继续寻求引渡孟晚舟，并将遵守美加引渡条约规定的期限。这意味着美方在本月30日之前正式申请引渡孟晚舟的概率已经非常高。那无疑将意味着美加围绕孟晚舟事件与中国的冲突将进一步升级。我认为中方须放弃幻想，做好更复杂斗争和博弈的准备。首先中国政府和舆论需继续加强对美加行为违反基本法律精神的揭露和谴责，向它们保持外交和舆论压力，不能让美加的诡辩在国际上畅行无阻，好像华为真的犯了大罪。抓孟晚舟显然是美国打压华为系列行动的一部分，全世界稍有头脑的人对此看得很清楚，美国就是在以法律之名行阻止中国高科技公司崛起之实。然而很多人出于惧怕美国等利益关系不愿意去捅这层窗户纸，所以中方尤其需要坚持发声。如果加方最终协助美国将孟晚舟引渡，中国会对美加双方都开展报复行动，这一点必须让华盛顿和渥太华很清楚，不留悬念。但是美国正式申请引渡孟晚舟后，不意味着引渡将立即发生。之后加拿大法院有一个月的时间对美方为引渡提供的各项证据进行审理，做出是否支持引渡的判决。孟晚舟方面可以抗辩、上诉，这一过程至少可以拖几个月，甚至存在可能延长到几年。华为作为一家民营公司，没有能力与美加的国家体系对抗，但它可以在加拿大司法体系内竭尽全力，争取引渡程序最大限度的延长。启动孟晚舟案的动机无疑是政治性的，但既然美加都信誓旦旦地宣称这是百分百的法律，那么意味着这一政治迫害必须经过美加法律体系的严格检验。现在这场博弈处在加拿大阶段。加拿大很清楚自己被夹在了美中两大国中间，卷入了“地缘政治纷争”的漩涡，他们感受到了扮演忠于美国的小兄弟不容易，觉得自己在“代美国受过”。强调自己在“依法办事”，是他们在当前困境下的自我精神支持。对于此案是政治迫害的任何证据，加拿大舆论也会很敏感，这其实为孟晚舟一方开展抗辩和上诉积累了潜在的有利因素。加拿大在正常情况下是讲法治的国家，尤其是注重程序和证据方面，它很严格。这样一个打压高科技公司和迫害其高管的冤案，再怎么朝法律方向打扮，也会有漏洞。华为方面已经做出的公开表态显示出，它对在即将到来的诉讼过程中有所作为是有信心的。由于这确实是出于政治动机的一场迫害，随着时间的推移，中美关系可能随时发生一些微妙变化，促成一些机缘，而使得迫害孟晚舟的政治动机被其他动机冲淡或覆盖。最终柳暗花明的希望不应被放弃。抓捕孟晚舟开了极其恶劣的先例，中国如何反应将影响外界对中国国家力量和意志的认识。中国不能发怒，更不能怯懦，我们应一步一步采取对应行动，做到反击的坚决和有条不紊。要让外界看清楚，中国人做事有理有力有节，迫害中国公民、侵犯中国利益的国家和力量都不会不付出代价，中国有能力和决心保持外界的这种预期。 收起全文d\n", "author": "胡锡进", "time": "胡锡进2019年01月23日16:39 来自iPhone7Plus", "transmit": " 转发 441", "comment": "评论 1888", "zan": " 1263"}, {"text": "\n                    美方计划正式提出引渡孟晚舟，华为官方正式回应“相信加拿大和美国的法律体系后续会给出公正的结论”。既然如此，大家就都散了吧，我们操什么心啊？我们在这里为孟晚舟呐喊、抗议美加暴行，纯属自作多情。华为与任正非这当爹的都不急，我们急什么？散了散了，大家都闭嘴，静待“加拿大和美国的法律体系 ​  展开全文c \n                    美方计划正式提出引渡孟晚舟，华为官方正式回应“相信加拿大和美国的法律体系后续会给出公正的结论”。既然如此，大家就都散了吧，我们操什么心啊？我们在这里为孟晚舟呐喊、抗议美加暴行，纯属自作多情。华为与任正非这当爹的都不急，我们急什么？散了散了，大家都闭嘴，静待“加拿大和美国的法律体系给出公正结论”吧。      当初若没有中国人民的抗议（无疑这会令中国政府的交涉更趋强硬），若只靠“加拿大和美国的法律体系的公正”，孟晚舟能被保释吗？若“加拿大和美国的法律体系公正”的话，当初孟晚舟会被抓吗？ 收起全文d\n", "author": "杜建国微博", "time": "杜建国微博2019年01月23日15:48 来自微博weibo.com", "transmit": " 转发 120", "comment": "评论 245", "zan": " 160"}, {"text": "\n                    不管我们愿意不愿意，该来的还是来了！昨天，突传噩耗，美国已经启动引渡孟晚舟进程。等待孟晚舟乃至华为的一场更大的狂风暴雨要来了。 O华为告急！刚刚，美国对孟晚舟突然动手的背后，隐藏了三大动机！ ​                ", "author": "走马微天下", "time": "走马微天下2019年01月23日17:38 来自微博weibo.com", "transmit": " 转发 140", "comment": "评论 21", "zan": " 39"}, {"text": "\n#晨读香江# ①非洲猪瘟疫情肆虐，香港建议年三十下午起至年初三停宰活猪。②流感袭幼童，香港停课学校增至349间。③国歌条例草案今日于立法会首读。④美国已经通知加拿大政府，计划正式提出引渡华为首席财务官孟晚舟到美国受审的要求。⑤为迎接2020年东京奥运会和残奥会，以及方便游日的大量女性和儿童 ​  展开全文c \n#晨读香江# ①非洲猪瘟疫情肆虐，香港建议年三十下午起至年初三停宰活猪。②流感袭幼童，香港停课学校增至349间。③国歌条例草案今日于立法会首读。④美国已经通知加拿大政府，计划正式提出引渡华为首席财务官孟晚舟到美国受审的要求。⑤为迎接2020年东京奥运会和残奥会，以及方便游日的大量女性和儿童入店，日本便利店7-11决定停售成人杂志。详戳→O【晨讀香江】2019年1月23日 收起全文d\n", "author": "大公報-大公網", "time": "大公報-大公網2019年01月23日09:05 来自微博weibo.com", "transmit": " 转发 10", "comment": "评论 7", "zan": " 36"}, {"text": "\n                    【加拿大司法部：尚未收到美国对孟晚舟的引渡申请】北京时间1月23日上午，加拿大司法部媒体关系部Ian McLeod回应财新记者称，目前尚未收到美国对华为首席财务官孟晚舟的引渡申请。美国提交引渡申请截止期限是在1月30日。之后的30天里，加拿大将决定是否授权继续进行该流程。 O加拿大司法部：尚未收到美国对孟晚舟的引渡申请 ​                ", "author": "财新网", "time": "财新网2019年01月23日14:07 来自财新网", "transmit": " 转发 66", "comment": "评论 68", "zan": " 44"}, {"text": "\n华为任正非女儿孟晚舟，不仅是华为公司的事情。更是中国7亿爷们心中的一口闷气，这次必须赢！我对国家非常有信心，中国有14亿勤劳不怕吃苦的同胞，都是从吃草根过来的，谁怕谁 ​                ", "author": "浙商卢献星", "time": "浙商卢献星2019年01月23日16:44 来自微博weibo.com", "transmit": " 转发 17", "comment": "评论 99", "zan": " 117"}, {"text": "\n                    【经济学家:美应尽早叫停对华贸易磨擦】本届达沃斯论坛，中美贸易争端是会场关注焦点之一。有与会经济学家对本台表示，贸易争端持续已经令美国消费者成为特朗普政府政策的牺牲品，美国政府需要在贸易政策上寻求与中国的务实合作。美国计划从加拿大引渡华为副董事长孟晚舟到美受审也受到与会者关注，有 ​  展开全文c \n                    【经济学家:美应尽早叫停对华贸易磨擦】本届达沃斯论坛，中美贸易争端是会场关注焦点之一。有与会经济学家对本台表示，贸易争端持续已经令美国消费者成为特朗普政府政策的牺牲品，美国政府需要在贸易政策上寻求与中国的务实合作。美国计划从加拿大引渡华为副董事长孟晚舟到美受审也受到与会者关注，有分析人士认为，华为事件体现出世界经济大国之间存在的信任危机。（凤凰卫视 曹劼、张盾 达沃斯报道） 收起全文d\n", "author": "凤凰卫视", "time": "凤凰卫视2019年01月23日10:30 来自微博weibo.com", "transmit": " 转发 12", "comment": "评论 12", "zan": " 19"}, {"text": "\n                    【美执意引渡#孟晚舟# 中方促美加立即纠正错误】在中美谈判渐入佳境之际，孟晚舟事件再生波澜。当地时间21日，美国已经通知加拿大政府，计划正式提出引渡华为首席财务官孟晚舟到美国受审的要求。对此，中国外交部发言人华春莹回应称，孟晚舟事件是美加两国对引渡条约的滥用，中方敦促加方立即释放孟晚 ​  展开全文c \n                    【美执意引渡#孟晚舟# 中方促美加立即纠正错误】在中美谈判渐入佳境之际，孟晚舟事件再生波澜。当地时间21日，美国已经通知加拿大政府，计划正式提出引渡华为首席财务官孟晚舟到美国受审的要求。对此，中国外交部发言人华春莹回应称，孟晚舟事件是美加两国对引渡条约的滥用，中方敦促加方立即释放孟晚舟女士，同时美方立即纠正错误，不向加方提出正式引渡要求。O网页链接 收起全文d\n", "author": "香港文匯網", "time": "香港文匯網2019年01月23日10:08 来自微博weibo.com", "transmit": " 转发 6", "comment": "评论 5", "zan": " 8"}, {"text": "\n                    【热点话题】政治追杀加剧“科技冷战”华为公司首席财务官孟晚舟被加拿大当局拘押一事，引发全球关注。正如中国驻加拿大大使卢沙野所言：“孟晚舟被拘押事件，不是简单的司法案件，而是有预谋的政治行动，是美国动用国家权力对一家中国高科技企业的政治追杀”“加方在孟晚舟女士并未受到 ​  展开全文c \n                    【热点话题】政治追杀加剧“科技冷战”华为公司首席财务官孟晚舟被加拿大当局拘押一事，引发全球关注。正如中国驻加拿大大使卢沙野所言：“孟晚舟被拘押事件，不是简单的司法案件，而是有预谋的政治行动，是美国动用国家权力对一家中国高科技企业的政治追杀”“加方在孟晚舟女士并未受到任何加法律指控的情况下就对其进行无理拘押，这不是司法独立，而是司法不公。”#2019国考面试热点# 收起全文d\n", "author": "华图教育", "time": "华图教育2019年01月23日20:00 来自微博weibo.com", "transmit": " 转发 9", "comment": "评论 1", "zan": " 10"}, {"text": "\n                    【律师解读孟晚舟事件倒计时第9天美方发声】 加拿大媒体日前引述加拿大驻美国大使麦可诺顿的消息指，中国通讯科技公司华为的首席财务官孟晚舟引渡事件进入倒计时第9天时，美国检察官已经通知加拿大政府，计划正式提出引渡孟晚舟，理由为她涉嫌违反了美国对伊朗的制裁令。#美国向加提出引渡孟晚舟#  ​  展开全文c \n                    【律师解读孟晚舟事件倒计时第9天美方发声】 加拿大媒体日前引述加拿大驻美国大使麦可诺顿的消息指，中国通讯科技公司华为的首席财务官孟晚舟引渡事件进入倒计时第9天时，美国检察官已经通知加拿大政府，计划正式提出引渡孟晚舟，理由为她涉嫌违反了美国对伊朗的制裁令。#美国向加提出引渡孟晚舟# O网页链接 收起全文d\n", "author": "美国侨报网", "time": "美国侨报网2019年01月23日06:34 来自微博weibo.com", "transmit": " 转发 6", "comment": "评论 7", "zan": " 7"}, {"text": "\n                    【#华为风暴#】#环时#：准备围绕#孟晚舟#案打持久战 报复美加 美国司法部表示，会继续寻求引渡华为副董事长孟晚舟到美国受审，在限期前提出引渡请求。中国官方《环球时报》今日发表社评称，这意味美加围绕孟晚舟事件，与中国冲突将进一步升级，中国要准备打一场持久战，并指如果加方最终协助美国将 ​  展开全文c \n                    【#华为风暴#】#环时#：准备围绕#孟晚舟#案打持久战 报复美加 美国司法部表示，会继续寻求引渡华为副董事长孟晚舟到美国受审，在限期前提出引渡请求。中国官方《环球时报》今日发表社评称，这意味美加围绕孟晚舟事件，与中国冲突将进一步升级，中国要准备打一场持久战，并指如果加方最终协助美国将孟晚舟引渡，中国会报复美加双方。文章称，美方在本月30日之前正式申请引渡孟晚舟的概率已经非常高，中国须放弃幻想，做好更复杂斗争和博弈的准备。文章指出，孟晚舟被捕是美国打压华为系列行动的一部分，批评美国以法律之名行阻止中国高科技公司崛起之实。中国政府和舆论‧需继续加强揭露和谴责美加违反基本法律精神的行为，向它们保持外交和舆论压力，不能让美加的诡辩在国际上畅行无阻。文章又称，如果加方最终协助美国将孟晚舟引渡，中国会对美加双方都开展报复行动，这一点不留悬念，必须让华盛顿和渥太华很清楚。中美或有微妙变化 冲淡「迫害」孟晚舟动机美国若正式申请引渡孟晚舟，不意味着引渡将立即发生，之后加拿大法院会对美方引渡证据进行审理，做出是否支持引渡的判决。孟晚舟方面可以抗辩、上诉，这一过程至少可拖几个月、甚至数年。文章指出，现在这场博弈处在加拿大阶段。最后，文章认为，孟晚舟事件是出于政治动机的一场迫害，随着时间的推移，中美关系可能随时发生一些微妙变化，促成一些机缘，使得迫害孟晚舟的政治动机被其他动机冲淡或覆盖。最终柳暗花明的希望不应被放弃。 收起全文d\n", "author": "香港經濟日報", "time": "香港經濟日報2019年01月23日16:36 来自微博weibo.com", "transmit": " 转发 13", "comment": "评论 36", "zan": " 15"}, {"text": "\n                    【美国司法部：将在1月底前如期引渡孟晚舟】美国司法部周二（22日）证实将在1月30日的期限前，寻求引渡华为公司首席财务官孟晚舟。美国司法部发言人莱蒙迪说：“我们将继续寻求引渡答辩人孟晚舟，并将符合美国和加拿大引渡条约规定的所有期限。” ​                ", "author": "宋忠平", "time": "宋忠平2019年01月23日09:43 来自华为手机", "transmit": " 转发 12", "comment": "评论 56", "zan": " 18"}, {"text": "\n华为有一定的隐患，但没有外面想象的那么大，孟晚舟也不一定就会引渡成功，因为美国并没有铁一般的实锤证明孟真的已犯罪，否则早就抓了，不会等到现在。现在闹一下，美国意图很明显是政治考虑。 ​                ", "author": "股海东方不败", "time": "股海东方不败2019年01月23日08:27", "transmit": " 转发 6", "comment": "评论 9", "zan": " 55"}, {"text": "\n                    中美贸易谈判和华为成为焦点1. 中国高层去美国谈判计划没变，虽然谣言说预备谈判取消。这次估计是决定性的。2. 同时美国引渡孟晚舟在走流程。加拿大法院要搞一阵子。除了打击高管，美国与欧洲多国还针对华为各种禁令。3. 华为代表了中国的贸易与科技实力。如果能搞死就完事了，但是搞不死，对市场 ​  展开全文c \n                    中美贸易谈判和华为成为焦点1. 中国高层去美国谈判计划没变，虽然谣言说预备谈判取消。这次估计是决定性的。2. 同时美国引渡孟晚舟在走流程。加拿大法院要搞一阵子。除了打击高管，美国与欧洲多国还针对华为各种禁令。3. 华为代表了中国的贸易与科技实力。如果能搞死就完事了，但是搞不死，对市场太重要。4. 搞不死，又不能不搞，因为华为这么发展，对手迟早是个死。已经不少对手死掉了。5. 所以只有一边搞事，一边谈判。谈判就是合作。美国不少公司和华为有合作，欧洲电信合同要靠华为实施。6. 谈判具体谈得如何，都差不多，实质是不得不合作。谈得再细，还是会搞事。搞事不解决问题，是为了发泄。为了过日子，还是得合作。就这么扭曲地过。 收起全文d\n", "author": "风云学会陈经", "time": "风云学会陈经2019年01月23日08:48 来自HUAWEIMate9", "transmit": " 转发 138", "comment": "评论 185", "zan": " 229"}]