[{"text": "\n                    【美大使威逼德排挤华为 德愤然拒绝：不需要美来做指示，我们将独立制定自己的标准】美国公开向盟国施压禁用华为是与特朗普政府要求加拿大逮捕华为高管孟晚舟一脉相承的。建议大家关注斯诺登爆料，美帝自己天天监听全球，现在贼喊捉贼。         尽管美国总统特朗普不久前曾宣称希望通 ​  展开全文c \n                    【美大使威逼德排挤华为 德愤然拒绝：不需要美来做指示，我们将独立制定自己的标准】美国公开向盟国施压禁用华为是与特朗普政府要求加拿大逮捕华为高管孟晚舟一脉相承的。建议大家关注斯诺登爆料，美帝自己天天监听全球，现在贼喊捉贼。         尽管美国总统特朗普不久前曾宣称希望通过竞争，而不是封杀来取得5G等先进科技优势，但美国从未改变和掩饰想要封杀华为等中国高科技公司的企图。       据《华尔街日报》11日报道，美国驻德国大使格雷内尔日前向德国联邦经济部长发出信件，称柏林需要禁止华为或者其他中国公司参与建设德国的5G网络，否则德国将面临失去与美国情报共享的风险。信中称，在北约框架内，安全通信系统对国防和情报合作至关重要，而华为和中兴等中国公司可能会破坏相关国家之间通信的保密性。《华尔街日报》称，这封信件标志着美国首次明确警告其盟友，拒绝抵制华为可能会削弱自己与华盛顿的安全合作。美国官员拒绝透露其他国家是否收到或即将收到类似的警告。    “德国不需要美国做指示！”德新社12日称，德国执政联盟断然拒绝了美国试图干涉德国是否让华为参与5G建设的决定。德国总理默克尔所在的基民盟总干事布鲁默表示，德国无需美国大使的任何指示。德国可以很好决定什么是必要的，什么是不必要的。对美国大使的威胁，布鲁默说，德国政府将在没有美国大使（提供）的任何信息的情况下，“在安全政策方面采取有意义的步骤”。此前，德国经济部发言人也明确回应称，美方列举的关切并不新鲜，德国政府并未看到任何证据证明任何供应商的活动可能危及德国及盟友的安全。       德国总理默克尔12日在柏林与比利时首相米歇尔会晤后也做出回应。法新社称，默克尔强调德国有制定安全标准的主权。她表示：“我们将独立制定自己的标准。”对美国可能限制共享情报的威胁，默克尔称，未来将与欧洲以及美国的合作伙伴谈论这些问题。比利时首相则称：“不应该对欧洲政治和安全利益采取敌对行动。”      格雷内尔对德国指手画脚甚至威胁激起了普遍的愤怒。前欧洲议会议长舒尔茨毫不客气地称格雷内尔的举止形如“极右翼殖民军官”，应该让美国撤换驻德大使，“这个人所做的事情在国际外交界前所未闻”。对于格雷内尔经常采用的威胁，德国联盟党联邦议院党团发言人哈特称，这种威胁意味着美国“在跨大西洋关系中令人不可接受地单方面采取了新的、不客气的腔调”，这也表明特朗普领导下的美国正与欧洲盟国渐行渐远。O网页链接 收起全文d\n", "author": "人才76116", "time": "人才761162019年03月13日07:26 来自HUAWEIP20", "transmit": " 转发 14", "comment": "评论 42", "zan": " 55"}, {"text": "\n#央视快讯# 美方称美司法部起诉和引渡华为首席财务官孟晚舟并非政治行为。对此，外交部发言人陆慷3月12日表示，孟晚舟事件是一起极为恶劣的政治事件。 @央视新闻 ​                ", "author": "重庆检察", "time": "重庆检察2019年03月13日08:41 来自iPhone客户端", "transmit": " 转发 13", "comment": "评论 13", "zan": " 11"}, {"text": "\n                    IC资讯：1.莫大康：青岛芯恩CIDM项目的一些思考2.外交部回应来自欧洲的“中国技术安全威胁论”3.华为陈黎芳接受加拿大CBC专访：孟晚舟十分乐观坚强4.华为P30备货超1600万、OPPO追加上百万订单带动台湾供应链回暖5.鸿海大战微软，背后竟是微软数十亿美元的“如意算盘”6.中美经贸高级别磋商，双方 ​  展开全文c \n                    IC资讯：1.莫大康：青岛芯恩CIDM项目的一些思考2.外交部回应来自欧洲的“中国技术安全威胁论”3.华为陈黎芳接受加拿大CBC专访：孟晚舟十分乐观坚强4.华为P30备货超1600万、OPPO追加上百万订单带动台湾供应链回暖5.鸿海大战微软，背后竟是微软数十亿美元的“如意算盘”6.中美经贸高级别磋商，双方牵头人就关键问题通话O【思考】青岛芯恩CIDM项目的一些思考;外交部回应欧洲“中国技术安全威胁论”;微软数十亿美元的“如意算盘” 收起全文d\n", "author": "集微网集成电路", "time": "集微网集成电路2019年03月13日07:52 来自iPhone客户端", "transmit": " 转发 9", "comment": "评论 1", "zan": " "}, {"text": "\n                    【华为副总裁陈黎芳：仍然相信加拿大政府公正独立】3月5日，华为董事、高级副总裁陈黎芳接受了加拿大广播公司（CBC）记者的专访。她表示，得知孟晚舟被捕非常震惊，现在也仍然相信加拿大政府公正独立，能够公开、透明地处理该案件。 L老板联播的秒拍视频 ​                ", "author": "福布斯中文网", "time": "福布斯中文网2019年03月13日08:55 来自微博weibo.com", "transmit": " 转发 7", "comment": "评论 13", "zan": " 3"}]