[{"text": "【华为前员工李洪元发布不实信息被禁言！】昨天就说了，华为251事件当事人、华为前员工李洪元@leedeson，总是不按常理出牌，不太靠谱。这个感觉，自从看到媒体对此人的专访之后就产生了。最后一图，大家可以再看一下。​", "author": "速报哥", "time": "速报哥2019年12月10日14:25", "transmit": 122, "comment": 582, "zan": 2374, "sentiment": [{"positive_prob": 0.000344509, "confidence": 0.999234, "negative_prob": 0.999655, "sentiment": 0}]}, {"text": "正当社会为李洪元被释放而欢呼时，李洪元却主动向华为献媚：联手整治一下在“251”新闻中表现积极的\"新浪大V\"；当检察院介入调查后，李洪元又向华为发誓：不是他要求调查的。李洪元从一个受害者摇身一变成了施害者，不仅不感激为他发声的各种社会舆论，反而向让他锒铛入狱的一方去交投名状。真垃圾，不用分类投放。", "author": "真当没想到", "time": "真当没想到2019年12月10日07:58 来自iPhoneX", "transmit": 65, "comment": 135, "zan": 414, "sentiment": [{"positive_prob": 0.0009878, "confidence": 0.997805, "negative_prob": 0.999012, "sentiment": 0}]}, {"text": "华为251戏剧性的一幕…李洪元造谣被关小黑屋…法广傻缺小编脑子不够用…​", "author": "元芳八卦", "time": "元芳八卦2019年12月10日17:47 来自一条锦鲤", "transmit": 14, "comment": 38, "zan": 143, "sentiment": [{"positive_prob": 0.000493389, "confidence": 0.998904, "negative_prob": 0.999507, "sentiment": 0}]}, {"text": "所谓251事件其实很简单，大概过程如下：华为前员工李洪元工作合同到期，华为因某种原因就不跟他续签了，按劳动法说法这叫自动离职，华为也跟李洪元签署了离职补偿协议，N+1补偿约8万元，华为也给了，李洪元也拿了，照理说这事也就到此结束了。可李洪元并不想善甘罢休，他想得到更多（2N），但他知道向公司直接要2N是不可能得逞的，走劳动仲裁可能性也不大，于是把眼光投向了自己的部门领导，因为他手中握有部门领导业绩造假的证据。在和部门领导一番交涉之后，以何承东为首的逆变器事业部的四个部门领导竟然同意了李洪元的要求，连年终奖一共补偿30万元。因为何承东们清楚，如果不给李洪元30万，李洪元把他们业绩造假的事情曝光，他们的损失就远远不止30万了，还有可能面临开除甚至坐牢的风险。如果事情做的神不知鬼不觉的，可能事情到此也就画上圆满句号了。可是偏偏遇到何承东一群抠鼻货，保护自己却舍不得割自己肉，补偿李洪元的钱是从部门团建费里出的，也就是说还是华为的公款，只不过是给本部门所有人享有的，但只要是公款支出就必须接受财务审计，所以一审计马脚就漏了，公司高层问何承东是怎么回事，何承东当然不敢实话实说，就说李洪元是要挟他不给补偿就泄露公司的技术机密，出于保护公司秘密这钱是给李洪元的封口费。但华为不想当冤大头啊，所以就以涉嫌员工泄密向警方报了案。从报案情况就可以看出华为的法务人员有多么水，在没有泄密事实和证据的情况下就报案是非常草率的行为，结果警方在一番调查后发现没有泄密事件发生，也就没予立案。而华为在进一步向何承东了解情况后，何承东迫于压力说出了实情，华为法务人员感觉这属于涉嫌敲诈勒索，在没有搞清楚谁是被敲诈勒索对象的前提下，又向警方报了案。而这次深圳警方经调查后发现其敲诈勒索的嫌疑是存在的，所以将李洪元拘留了。接下来就是发生了所谓的“251”事件，经警方与法院检察院反复多次取证审理等等，李洪元在被关押了251天之后，最终被检察院以证据不足为由放了出来，并且还走国家赔偿赔了李洪元十万元。据说检察院之所以认为李洪元敲诈勒索的证据不足，是因为李的律师向检察机构提供了李与何谈判时的录音内容。但我认为主要是因为何承东翻供了！当初向公司反映李洪元敲诈勒索的何承东，又是出于自保，担心事件再调查下去对自己更为不利，主动向检方坦白李洪元没有向自己勒索，是自己愿意给李洪元30万，原先从公司支出的30万也只是挪用，自己也愿意自掏腰包给公司补上。这样华为从帐面上看就没有受到任何经济损失，也就不是受害者，所谓加害人也就不存在了，敲诈勒索也就更谈不上了。以上就是整个“捉放曹”事件的前因后果，整体看来，华为在这次事件中就是充当了一个报案人的角色，除了配合警方检方调查外，业务并没有受到影响，财务也没有多大损失。而李洪元除了白白得到30万补偿外，“坐牢”251天也补偿了10万元，应该说也没有大的损失，而损失最大的是何承东，他除了白白“自愿”给了别人30万，还要丢失掉高薪工作岗位。何承东为什么要以这么大的代价为李洪元洗刷罪名？是良心发现？还是背后还有其他说不清道不明的东西？这很值得玩味！但真正值得深思的是整个事件过后，舆论界突然间就刮起了一阵扑向华为的旋风，李洪元被抓被关押251天成了华为刻意陷害员工的滔天罪恶，这是为什么呢？华为在这次事件中真的就犯了那么大的罪吗？我觉得这股风来的很不寻常……", "author": "一土老兵", "time": "一土老兵2019年12月10日14:52 来自HUAWEIMate30Pro5G", "transmit": 121, "comment": 269, "zan": 362, "sentiment": [{"positive_prob": 9.06787e-06, "confidence": 0.99998, "negative_prob": 0.999991, "sentiment": 0}]}, {"text": "我真是服了，李洪元那事还有什么好讨论的，如果李洪元没有威胁他的部门领导(也即hr），部门领导凭什么在公司已经按规定给李洪元补偿了N+1的情况下，却还不惜私自动用公款又给他拿出30万？部门领导是吃饱了撑得，还是脑子让驴踢了？至于怎么威胁的部门领导的，是威胁对外泄露商业机密，还是威胁举报部门数据造假，那是另外一码事。有人可能要问：部门领导不是翻供了吗，不是后来改口没有受到威胁吗？废话，如果不是部门领导翻供，他李洪元能释放么？有人又要问：那部门领导为什么要翻供？废话，华为把部门领导都告到看守所里面去了，工作丢了事小，搞不好还要判刑，他不恨华为才怪。#子午评论#", "author": "子午侠士", "time": "子午侠士2019年12月10日22:24 来自HUAWEIMate10", "transmit": 17, "comment": 43, "zan": 79, "sentiment": [{"positive_prob": 2.23514e-06, "confidence": 0.999995, "negative_prob": 0.999998, "sentiment": 0}]}, {"text": "华为251的事算是彻底冷下来了，我多聊两句。华为，以及支持华为的人有这样的质问：你李洪元认为华为侵害了自己的合法权益，你为什么不去向法院起诉？你不敢去起诉，就说明你没理。我先问一句，你们认为李洪元应该起诉什么？如果指的是离职赔偿的话，确实可以起诉。实际上我们国家的劳动法（广义）和相关司法实践在劳资关系上是相当保护劳动者的，甚至在许多时候我个人认为过于偏向劳动者，比如一个女职工一进公司没干两天活就怀孕请产假，法律上公司一点办法没有。这官司能不能打“赢”呢？其实法律届对于官司的输赢的判断经常是很模糊的。比如甲起诉乙要求赔偿十万，分别委托丙律师和丁律师代理诉讼，最终法院判决赔偿五万，双方律师均表示在自己的努力下获得了诉讼的胜利并把该案作为自己执业生涯的经典案例进行宣传。丙说法院对方赔钱了所以我赢了；丁说对方主张十万我只赔了五万所以我赢了。科学界把这种现象命名为“判决的输赢二象性”。如果是起诉华为举报李洪元敲诈勒索给后者带来牢狱之灾的责任，诚如我之前所说，举报是公民权利，除故意捏造事实、伪造证据进行诬告陷害的，不承担法律责任。所以这个官司基本上是打不赢的。但是同样也可以反过来问一句：既然华为坚持认为李洪元存在敲诈勒索的违法行为，为什么你们不去起诉。根据《刑事诉讼法》第二百一十条第（三）项规定，“被害人有证据证明对被告人侵犯自己人身、财产权利的行为应当依法追究刑事责任年龄，而公安机关或者人民检察院不予追究被告人刑事责任的案件”，被害人可以提起刑事自诉。那么按照“不起诉等于没理”的逻辑，华为不去刑事自诉，是不是也就等于没理？其实道理很简单，打官司讲证据，谁主张谁举证，就像我之前说郭敬明此前起诉李枫诽谤其性骚扰一案（如图），谁做原告谁吃亏。事实上，在李洪元不构成敲诈勒索一事上，基本上可以认为已经是板上钉钉。因为深圳公安、检察院经过大半年的侦查都无法证明有罪，甚至作出了国家赔偿。要知道，国家赔偿可不是开玩笑的，即使相关检查机关工作人员不会被严厉追责，至少该院和相关人员今年考核是要有影响的，人性都是差不多的，我们面对自己一个行为的时候，当发现自己前面的行为好像不太对，所有人的第一反应是看看能不能找点理由把它合理化、证明一下其实也没那么错误，从检察院作出羁押逮捕决定那一天起，它就一定是从各个方面搜集有罪证据尽量给他定罪的，而现在检察院选择纠错并赔偿，说明完全没有“模棱两可”的空间，不得不承认错误。李洪元在跟华为公司处理离职纠纷的过程中有没有可能存在某些不妥当的言论和行为，我认为大概率有，人非圣贤，谁也不敢保证在每一件事上都做到问心无愧体体面面。但至少他并没有犯罪。一个无罪的公民，因为你的举报被关押251天之久，我认为即使法律上没有责任，至少应该说一句对不起吧？而华为在这件事上表现的过于理直气壮，以及有一股无形的力量将网上相关热搜撤去、删除一些评论、将一切质疑华为的声音都标注“外部反华势力渗透”，这些都让人觉得可怕。这就是我在这件事上反对华为的原因。", "author": "沙木研", "time": "沙木研2019年12月10日20:34 来自Weibo.intl", "transmit": 24, "comment": 30, "zan": 56, "sentiment": [{"positive_prob": 0.000341328, "confidence": 0.999242, "negative_prob": 0.999659, "sentiment": 0}]}]