[{"text": "\n                    前华为员工谈华为李洪元251事件，这是比较有说服力的分析。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的大量水军以及国内外的喷子加反华分子，还有极少数的华为竞争对手的脑残粉，当然了，还有很多拿了华为竞争对手好处的无耻自媒体各种带 ​  展开全文c \n                    前华为员工谈华为李洪元251事件，这是比较有说服力的分析。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的大量水军以及国内外的喷子加反华分子，还有极少数的华为竞争对手的脑残粉，当然了，还有很多拿了华为竞争对手好处的无耻自媒体各种带不良节奏或者蹭热度的踩华为，这些人在华为被美国各种封杀下意欲让华为死，甚至可以说是有组织的各种炒作华为251事件，相当无耻卑鄙，黄丝台独还整个什么华为8大诉求，想让华为的名气受损，但是只要大家好好的分析就会发现，华为并未做错什么，合理合法，有什么好道歉的呢？如果道歉，反而说明自己做错了什么，如果华为真的那么差劲，还会有那么多员工留下来？肯定有智障说我收了华为好处后替华为说话，脑子是个好东西，可惜喷子们没有，华为能看上我这个小博主？也太抬举我和太小看华为了吧！说我收了好处的喷子们，请别到处秀低智商了，那样会让人觉得你们是弱智。另外，我并不是说只要喷华为的就是黄丝或台独，有可能是无脑喷子或职业喷子或缺乏分析判断能力心智不成熟之人。别说我缺德和没良知，谁缺德谁没良知心里难道没点数吗？关注@热门表哥 观看更多热门视频  L热门表哥的微博视频 收起全文d\n", "author": "热门表哥", "time": "热门表哥2019年12月06日12:17 来自微博视频", "transmit": " 转发 503", "comment": "评论 1714", "zan": " 6661"}, {"text": "\n香港前华为员工谈华为李洪元251事件，以此可能带来的中国颜色革命 L酷享资源的微博视频 ​                ", "author": "中华之鞭", "time": "中华之鞭2019年12月06日09:46 来自香港超话", "transmit": " 转发 116", "comment": "评论 271", "zan": " 548"}, {"text": "\n华为前员工李洪元被拘251天的事件最后带出如此轰轰烈烈的舆情，已经超出了事情本应有的逻辑。胡锡进作为穿越了这些年互联网一次又一次激烈舆情的新闻“老司机”，想对朋友们说一句：任何一家公司或者机构面对这样的舆论冲击，其应对手段都是有局限的。L胡锡进的微博视频 ​​​#天下之事# ​  展开全文c \n华为前员工李洪元被拘251天的事件最后带出如此轰轰烈烈的舆情，已经超出了事情本应有的逻辑。胡锡进作为穿越了这些年互联网一次又一次激烈舆情的新闻“老司机”，想对朋友们说一句：任何一家公司或者机构面对这样的舆论冲击，其应对手段都是有局限的。L胡锡进的微博视频 ​​​#天下之事#深圳小天 收起全文d\n", "author": "深圳小天", "time": "深圳小天2019年12月06日12:10 来自深圳小天超话", "transmit": " 转发 45", "comment": "评论 378", "zan": " 1528"}, {"text": "\n李洪元的辩护人发表的声明！李洪元的251天非华为公司本意；写给任正非的一封信不是李洪元所写。那些借华为251事件各种负面引导的大V博主和各类喷子惨遭打脸了吧！ ​                ", "author": "热门表哥", "time": "热门表哥2019年12月06日21:01 来自热门表哥的Android", "transmit": " 转发 101", "comment": "评论 314", "zan": " 824"}, {"text": "\n                    前华为员工谈华为李洪元251事件，这是比较有说服力的分析。 L最新热点的微博视频 ​                ", "author": "最新热点", "time": "最新热点2019年12月06日23:30 来自微博weibo.com", "transmit": " 转发 50", "comment": "评论 51", "zan": " 147"}, {"text": "\n华为和李洪元的事情，发展到现在已经有一个星期了。舆论场上各方的态度简直一滩浑水：有支持李的，有支持华为的，有写段子说笑话的，有说美国阴谋的，等等等等。但是无一例外，都解决不了问题。“与其坐而瞎想，不如起诉华为，到底孰是孰非，让法律来做决断！”为什么这么说？↓↓↓戳↓ ​  展开全文c \n华为和李洪元的事情，发展到现在已经有一个星期了。舆论场上各方的态度简直一滩浑水：有支持李的，有支持华为的，有写段子说笑话的，有说美国阴谋的，等等等等。但是无一例外，都解决不了问题。“与其坐而瞎想，不如起诉华为，到底孰是孰非，让法律来做决断！”为什么这么说？↓↓↓戳↓↓↓ #华为将起诉美国联邦通信委员会# #華為前員工被拘251天# O与其坐而瞎想，不如起诉华为 收起全文d\n", "author": "乌鸦校尉", "time": "乌鸦校尉2019年12月06日12:11 来自微博weibo.com", "transmit": " 转发 45", "comment": "评论 225", "zan": " 828"}, {"text": "\n                    也是捋一捋！ \n                                    【#子午评论# 华为251事件：李洪元的私欲与反华势力的政治目的】 华为251事件发酵到现在这个地步，已经由一桩普通刑事案件所引发的一般网络舆情，演变为一场不仅针对华为，而且涉及到香港修例问题、大陆人权和司法问题，以及中美贸易摩擦等重大政治问题方面。     也就是说251事件已经不是那么简 ​  展开全文c \n                                    【#子午评论# 华为251事件：李洪元的私欲与反华势力的政治目的】 华为251事件发酵到现在这个地步，已经由一桩普通刑事案件所引发的一般网络舆情，演变为一场不仅针对华为，而且涉及到香港修例问题、大陆人权和司法问题，以及中美贸易摩擦等重大政治问题方面。     也就是说251事件已经不是那么简单了，它已经由单一、孤立的一桩刑事案件所引发的舆情，被人为的推向了一个此前没有预料到的高度，变成了一场激烈的意识形态较量，甚至这种较量已经到了国际政治的层面。     此文我不打算在251事件本身上大动笔墨了，简单说两句：从网上公开的各种信息综合来看，华为向公安机关报案的原因是因为华为认为前员工李洪元侵害了华为的利益，有犯罪嫌疑。     那么为什么李洪元在被羁押了251天之后又被释放了呢，那是因为检察院最终认为李洪元的案子不够起诉条件。为什么不够起诉条件呢，检察院的《不起诉决定书》里写的很清楚，是因为“事实不清，证据不足”。     这里需要强调的是：事实不清，并不代表没有事实，证据不足，也并不代表没有证据。换言之，李洪元没有被起诉是依照“疑罪从无”这个法理进行处理的，但这并不意味着华为当初的报案没有任何事实和依据。     网上许多人认为李洪元既然没有被起诉，那么华为就一定错了，就必须道歉，这种认知是错误的。     比方说你眼看着一个人偷走了你的钱包，也有别的人证，你报警后，警察把人抓了，但作为赃物的钱包却由于嫌犯扔了而始终都没有找到，那么证据缺失，警察也就只能放人了(与疑罪从无法理一样一样的）。请问这个时候，假如这个小偷提出来让你道歉，你愿意吗，你会道歉吗？所以说指责华为没有道歉、缺乏温度的人，不是二逼，就是二逼。     通过这几天的观察，我们基本可以得出一个结论，那就是华为前员工李洪元他自己在此次事件中本身没有政治目的，只有出于利益方面的私欲，而且这种私欲极其膨胀。膨胀到不仅有不合规、不合法的对金钱的追求，更重要的是，他竟然把他未来的前程天真的、执拗的押在了华为总裁任正非的身上，为了达到这个目的，作为华为普通员工的他曾经不惜在公司门口拦截总裁任正非，这次251事件网上发酵之后，他发现舆论势头有利于自己，更是变得疯狂且不可思议，竟然以自己有更好的管理方案为由，提出要任正非接见他，与他商谈。     综合事件发生后他非但不迁怒于华为，而且多次向华为示好，频频向华为伸橄榄枝，我们基本可以判定：他心里根本就舍不得华为的高福利，只不过想借用舆论的高压和自己的示软，企图采取软硬兼施的手段，让华为重新接纳并重用他，从而实现自己的咸鱼翻身计划罢了。 李洪元这个人小聪明挺多(预谋性的对主管进行录音就是明证) ，但又过于天真和自负，总想着能通过非正常手段达到自己的人生目的。说到底，都是私欲太过膨胀害得。他的这种为了私欲不择手段，正好被别人利用了。一个普通刑事案件所引发的网络舆情，在各方的煽动和恶意引导下，最终演变成了一场关乎意识形态和国际政治的网络舆论大战。至此，一场涉及香港问题、大陆司法和人权问题，甚至中美之间政治博弈问题的网上政战拉开了序幕。     要谈国内外反华势力在这次华为251事件中的作用和目的，我们首先得搞清楚我们当前所面临的国内外政治环境。我们当前所面临的国内外政治环境之严峻主要表现在以下几个方面：     ①中美贸易摩擦仍然在升级，美国在高科技领域，仍然在全球范围内围堵以华为为代表的中国公司，而且呈愈演愈烈之势。     ②近日美国通过了两个人权法案，一个涉港，一个涉疆。美国企图打人权牌对中国进行制裁。     ③由修例风波引发的港乱至今没有平息，而且有反弹趋势。     那么在这种严峻的国内外政治环境下爆发的251网络舆情，由于各种政治势力的介入，我们发现它的指向发生了可怕的变化，它的政治意图越来越明显，它的目的越来越险恶。     ①国内，以公知为代表的反动势力，由过去的半隐忍、半蛰伏，赤裸裸的、肆无忌惮的跳到了台前。他们公开批评中国为警察国家，用251这起个案来为香港的反修例背书，企图由此证明香港反修例的合理性。同时，攻击中国的司法体制以及人权（图1—3）。     ②国外，美国的重量级媒体(美国某音相当于中国的人民日报)就251事件迅速做出反应，对华为大肆指责，意思是作为中国政府支持的华为公司侵犯员工的人权，由此来否定中国的人权现状（图6）。     ③大量水军账号在各评论区蜂拥而至，他们把矛头由华为引向孟晚舟，由孟晚舟引向中美关系，企图用华为的“不义”，来证明美国在中美摩擦问题上的“正义”。     ④在此次事件中，有人提出了和香港反对派五大诉求非常类似的所谓八大诉求，并意图向华为公司所在地的深圳警方提出了示威游行的申请，这难道不是香港“民主”模式在大陆的复制吗（图4—5）？     综上，各位难道看不出来251事件已经演变成了由中外各政治势力相互勾结、互相配合的一场线上线下的意识形态大战了吗？我想只要稍微动一点脑子，你都能看出其中的端倪和不寻常。     行文至此，我就不必再多说什么了，他们的政治目的何在，想干什么，其实已经昭然若揭。#子午舆情观察# 收起全文d\n", "author": "椒江叶Sir", "time": "椒江叶Sir2019年12月05日21:37 来自HUAWEIMate10", "transmit": " 转发 22", "comment": "评论 33", "zan": " 53"}, {"text": "\n                    疑似被李洪元举报的主管出来说话了#華為前員工被拘251天# ​                ", "author": "7维视角", "time": "7维视角2019年12月06日01:39 来自HUAWEIMate20X", "transmit": " 转发 87", "comment": "评论 438", "zan": " 1617"}, {"text": "\n华为251事件，是因为公司主管发现李洪元有违法嫌疑，于是举报，这本身合理，华为并没有做错什么，然后法院羁押251天后发现李洪元无罪并给予赔偿，这是司法的问题，跟华为本身没有关系。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的大量水军 ​  展开全文c \n                    华为251事件，是因为公司主管发现李洪元有违法嫌疑，于是举报，这本身合理，华为并没有做错什么，然后法院羁押251天后发现李洪元无罪并给予赔偿，这是司法的问题，跟华为本身没有关系。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的大量水军以及国内外的喷子加反华分子，还有极少数的华为竞争对手的脑残粉，当然了，还有很多拿了华为竞争对手好处的无耻自媒体各种带不良节奏或者蹭热度的踩华为，这些人在华为被美国各种封杀下意欲让华为死，甚至可以说是有组织的各种炒作华为251事件，相当无耻卑鄙，黄丝台独还整个什么华为8大诉求，想让华为的名气受损，但是只要大家好好的分析就会发现，华为并未做错什么，有什么好道歉的呢？如果道歉，反而说明自己做错了什么，如果华为真的那么差劲，还会有那么多员工留下来？via胡锡进。关注@热门表哥 观看更多热门视频 L胡锡进的微博视频 收起全文d\n", "author": "热门表哥", "time": "热门表哥2019年12月06日01:12 来自科技·视频社区", "transmit": " 转发 55", "comment": "评论 497", "zan": " 1187"}, {"text": "\n华为就是碰到问题直来直去的工科直男思维，在孟晚舟事件的表态中，用法律手段解决，在李洪元事件的表态中，用法律手段解决，前后一致，没有双标//@清南职场:黑华为的浪潮，背后必有推手 \n                                    #华为回应前员工被拘251天# 华为对李洪元的回应，一点毛病都没有，法律问题法律手段解决，是最低成本也是最好的方案。 有些人把华为比作大象，把李洪元比作蚂蚁，还担心面对华为强大的法务团队，李洪元个人势单力薄，耗不起。 这真是想多了。如果李洪元真有华为损害他合法权益、对华为不利的证据， ​  展开全文c \n                                    #华为回应前员工被拘251天# 华为对李洪元的回应，一点毛病都没有，法律问题法律手段解决，是最低成本也是最好的方案。 有些人把华为比作大象，把李洪元比作蚂蚁，还担心面对华为强大的法务团队，李洪元个人势单力薄，耗不起。 这真是想多了。如果李洪元真有华为损害他合法权益、对华为不利的证据，就算李洪元没有钱去告，华为的竞争对手也一定会砸钱帮李洪元去告，支持李洪元打赢一场让华为名誉大为受损的官司。平时有事没事黑华为的公关活动上都砸了那么多钱，这么好的机会怎么会放过？ 然而李洪元竟然还没去告，而且如此会留心眼搜集和保留证据的一个人，竟然没有弄到一点儿能让华为吃上官司的证据，这事还真是反常。 俗话说，事出反常必有妖，让子弹再飞会儿，戏还没演完呢。 收起全文d\n", "author": "清南师兄", "time": "清南师兄2019年12月05日02:09 来自HUAWEIMate30Pro5G", "transmit": " 转发 18", "comment": "评论 46", "zan": " 97"}, {"text": "\n#胡锡进再谈华为# 华为几十年来默默奋斗，打拼到世界第一都无人相信，直到被美国以国家力量打压陷害才知道是真的。华为又以一己之力顶美国及帮凶的围剿，仍岿然不动！但是对手无比强大而且致命，华为会很累很累，很难很难，很辛苦很辛苦！可是即使如此，很多网友却只是揪着“李洪元251”没完没了..... ​  展开全文c \n#胡锡进再谈华为# 华为几十年来默默奋斗，打拼到世界第一都无人相信，直到被美国以国家力量打压陷害才知道是真的。华为又以一己之力顶美国及帮凶的围剿，仍岿然不动！但是对手无比强大而且致命，华为会很累很累，很难很难，很辛苦很辛苦！可是即使如此，很多网友却只是揪着“李洪元251”没完没了......12月1日胡锡进先是发博说华为“非常让人遗憾”，今晚（5日）胡锡进发视频再谈“李洪元251”，个人觉得这次讲得全面到位了很多，值得一品。 #胡锡进##华为将起诉美国联邦通信委员会# L茂哥日记的微博视频 收起全文d\n", "author": "茂哥日记", "time": "茂哥日记2019年12月06日01:27 来自微博视频", "transmit": " 转发 102", "comment": "评论 461", "zan": " 2070"}, {"text": "\n                    你觉得李洪元、孟晚舟，谁更冤？ （图一：是被羁押251天华为前员工李洪元） ​                ", "author": "让笑声飞", "time": "让笑声飞2019年12月06日15:10 来自微博weibo.com", "transmit": " 转发 5", "comment": "评论 149", "zan": " 683"}, {"text": "\n                    我也想见任正非，送他一串黑曜石，防小人                \n                                    【#李洪元称其诉求只有见任正非才能解决# 别人谁也没用】12月4日，这是华为陷入前员工风波的第六天，当日下午，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通 ​  展开全文c \n                                    【#李洪元称其诉求只有见任正非才能解决# 别人谁也没用】12月4日，这是华为陷入前员工风波的第六天，当日下午，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通的诉求没有变，“我的诉求只有见了任总能解决，别人谁也没用”。O华为李洪元:我的诉求只有见任总能解决 别人谁也没用 收起全文d\n", "author": "俄罗斯什么值得买", "time": "俄罗斯什么值得买2019年12月04日20:55 来自微博weibo.com", "transmit": " 转发 21", "comment": "评论 48", "zan": " 167"}, {"text": "\n                    胡锡进：华为251事件，是因为公司主管发现李洪元有违法嫌疑，于是举报，这本身合理，华为并没有做错什么，然后法院羁押251天后发现李洪元无罪并给予赔偿，这是司法的问题，跟华为本身没有关系。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的 ​  展开全文c \n                    胡锡进：华为251事件，是因为公司主管发现李洪元有违法嫌疑，于是举报，这本身合理，华为并没有做错什么，然后法院羁押251天后发现李洪元无罪并给予赔偿，这是司法的问题，跟华为本身没有关系。我们来看看此次各种喷华为的是谁，其实主要是香港的黄丝、台湾的小台毒、华为的某些无耻无德竞争对手雇佣的大量水军以及国内外的喷子加反华分子，还有极少数的华为竞争对手的脑残粉，当然了，还有很多拿了华为竞争对手好处的无耻自媒体各种带不良节奏或者蹭热度的踩华为，这些人在华为被美国各种封杀下意欲让华为死，甚至可以说是有组织的各种炒作华为251事件，相当无耻卑鄙，黄丝台独还整个什么华为8大诉求，想让华为的名气受损，但是只要大家好好的分析就会发现，华为并未做错什么，有什么好道歉的呢？如果道歉，反而说明自己做错了什么，如果华为真的那么差劲，还会有那么多员工留下来？ L最新热点的微博视频 收起全文d\n", "author": "最新热点", "time": "最新热点2019年12月06日18:15 来自微博weibo.com", "transmit": " 转发 12", "comment": "评论 77", "zan": " 157"}, {"text": "\n                    【舆情观察：冷眼旁观华为251事件】华为251事件的舆论走向，早已离开了事件本身，这是李洪元所始料不及的。也许他只是想借助媒体得到自己想要的前程，借助舆论达到见一见任正非重回华为的目的，毕竟，华为的薪酬待遇在行业里真的不低。但舆论早已走偏，事情已经变质，这是李洪元这个华为的前员工所无法 ​  展开全文c \n                    【舆情观察：冷眼旁观华为251事件】华为251事件的舆论走向，早已离开了事件本身，这是李洪元所始料不及的。也许他只是想借助媒体得到自己想要的前程，借助舆论达到见一见任正非重回华为的目的，毕竟，华为的薪酬待遇在行业里真的不低。但舆论早已走偏，事情已经变质，这是李洪元这个华为的前员工所无法把控的。舆论已经演变为美国打压华为的助力器，扭腰时报非常应景地推出《华为是如何在中国失去人心的》，应该是闻到了令他们欣喜若狂的味道；舆论已经演变为境外势力攻击中国社会制度的导火索，国内大V与香港潜入微博的账号群体呼应，将这个普通的刑事案件跟HK持续半年的暴乱相关联，反正那一场所谓“发送中”闹剧的合理性；更加值得关注的是，舆论正在试图扩大战果，将激化起来的网络情绪引向线下。这一波舆论性质的快速切换，国内大牌媒体的议题引领，蛰伏多年的某些大V账号的合力推动，都功不可没。#老顾微评# 收起全文d\n", "author": "嘉善老顾", "time": "嘉善老顾2019年12月06日08:29 来自Weibo.intl", "transmit": " 转发 65", "comment": "评论 121", "zan": " 283"}, {"text": "\n                    知乎有没有回应？                \n                                    【华为余承东怒斥黑公关行为，投入至少几百亿级的，知乎不知悔改搞黑公关生意！】刚刚，华为消费业务总裁余承东怒了！关于李洪元251事件，以及之前HR胡玲事件，怒斥黑公关针对华为，这是几百亿的流量攻击，而源头直指知乎是黑公关的源头。看来华为这是要跟知乎开仗了？#李洪元回应华为声明# ​                                ", "author": "财宝宝", "time": "财宝宝2019年12月04日22:49 来自iPhoneX", "transmit": " 转发 8", "comment": "评论 44", "zan": " 161"}, {"text": "\n                    蛰伏多年的号跳出来了，说明他们认为机会来了。//@美国耶鲁教授:这下看明白了没有，小清晰、小文艺、推墙地方。公知大V纷纷露头，无良媒体推波助澜，大有摧毁华为，停转地球之事。//@嘉善老顾: //@-J迷:某些官媒也按耐不住啊 \n                                    【舆情观察：冷眼旁观华为251事件】华为251事件的舆论走向，早已离开了事件本身，这是李洪元所始料不及的。也许他只是想借助媒体得到自己想要的前程，借助舆论达到见一见任正非重回华为的目的，毕竟，华为的薪酬待遇在行业里真的不低。但舆论早已走偏，事情已经变质，这是李洪元这个华为的前员工所无法 ​  展开全文c \n                                    【舆情观察：冷眼旁观华为251事件】华为251事件的舆论走向，早已离开了事件本身，这是李洪元所始料不及的。也许他只是想借助媒体得到自己想要的前程，借助舆论达到见一见任正非重回华为的目的，毕竟，华为的薪酬待遇在行业里真的不低。但舆论早已走偏，事情已经变质，这是李洪元这个华为的前员工所无法把控的。舆论已经演变为美国打压华为的助力器，扭腰时报非常应景地推出《华为是如何在中国失去人心的》，应该是闻到了令他们欣喜若狂的味道；舆论已经演变为境外势力攻击中国社会制度的导火索，国内大V与香港潜入微博的账号群体呼应，将这个普通的刑事案件跟HK持续半年的暴乱相关联，反正那一场所谓“发送中”闹剧的合理性；更加值得关注的是，舆论正在试图扩大战果，将激化起来的网络情绪引向线下。这一波舆论性质的快速切换，国内大牌媒体的议题引领，蛰伏多年的某些大V账号的合力推动，都功不可没。#老顾微评# 收起全文d\n", "author": "椒江叶Sir", "time": "椒江叶Sir2019年12月06日08:29 来自Weibo.intl", "transmit": " 转发 22", "comment": "评论 16", "zan": " 76"}, {"text": "\n                    共青团中央转载关于华为和李洪元的文章！看完后，说真的，只要现在谁还拿251说事的，特别是什么所谓大V公知，真的可以有一个是一个，全部上黑名单。你们说呢？ ​                ", "author": "科技涅槃说", "time": "科技涅槃说2019年12月06日14:14 来自HUAWEIMate30Pro5G", "transmit": " 转发 37", "comment": "评论 682", "zan": " 2130"}, {"text": "\n李洪元今年8月无罪释放，可一直没动静。11月28日，在孟晚舟一周年的前两天，在中国网上突然爆炸。看到时间点的“巧合”没？如果没有这个“孟晚舟一周年”，李洪元的251天就没人理了。这是一场商业公关的攻防战。华为对手打的很漂亮，时间点抓的很精准，造成华为的公关套路没冒头就被阻击，胎死腹中。 ​                ", "author": "李神爷288A", "time": "李神爷288A2019年12月06日06:44 来自微博weibo.com", "transmit": " 转发 31", "comment": "评论 32", "zan": " 74"}]