[{"text": "\n                    为什么大家都默认在一家公司工作十年通过一些操作规避签无固定期限合同是合理合法的？//@Min丨泯: 没时间全看完的可以从7分50秒开始看  //@Min丨泯: 分享首页观看 看看这群博主脑子里都是什么嘞  \n                                    前华为员工谈李洪元251事件，以抽丝剥茧的方式分析此次事件，以及海外势力的幕后运作 L上帝之鹰_5zn的微博视频 ​                                ", "author": "魔法师蛋小丁", "time": "魔法师蛋小丁2019年12月07日11:44 来自微博weibo.com", "transmit": " 转发 234", "comment": "评论 609", "zan": " 1920"}, {"text": "\n                    前华为员工谈李洪元251事件，以抽丝剥茧的方式分析此次事件，以及海外势力的幕后运作  L小兵报道的微博视频 ​                ", "author": "小兵报道", "time": "小兵报道2019年12月08日12:33 来自微博视频", "transmit": " 转发 51", "comment": "评论 32", "zan": " 56"}, {"text": "\n                    这位“华为前员工”前面的计算真让我目瞪口呆。1，用30万当33万来计算总数，得出实际得了72万，然后又把国家赔偿的10万加进去，再加上李洪元主张的20万，得出一个当事人得到了100万的感觉，进而把当事人钉在耻辱柱上。然而，国家赔偿那是关了人家251的赔偿，跟人家从公司领的补偿，有一毛钱关系吗 ​  展开全文c \n                    这位“华为前员工”前面的计算真让我目瞪口呆。1，用30万当33万来计算总数，得出实际得了72万，然后又把国家赔偿的10万加进去，再加上李洪元主张的20万，得出一个当事人得到了100万的感觉，进而把当事人钉在耻辱柱上。然而，国家赔偿那是关了人家251的赔偿，跟人家从公司领的补偿，有一毛钱关系吗？这么把毫无意义的数字累加在一起，忽悠人玩儿？就算你华为有理，用得着这种卑劣的洗地手法？2，开头说的这33万是税前，然而李洪元得到的是30万。但是用33万做已知量计算，最后得出来一个100万以后，又说李洪元前后得到了税后100万。用税前计算，计算完成说人家税后得到？重复计算一下，这就是永动机啊？玩弄文字游戏，颠倒黑白，特别有意思是吗？3，//@ACyangking :然而这位一开始就计算错了。华为员工工作满8年要买断工龄，重新签合同重新计算工龄。所以华为补偿的N是工作时间减8，而李主张的2N的N是不减8的12年。作为华为前员工，不懂得华为满8年重新签合同的事情?这样算李月薪1.7万，年终奖20万。年收入约40万。[/cp]L上帝之鹰_5zn的微博视频 ​​​ 收起全文d\n", "author": "中出宪政柏拉图", "time": "中出宪政柏拉图2019年12月08日08:01 来自小米18Android", "transmit": " 转发 27", "comment": "评论 28", "zan": " 162"}, {"text": "\n                    前华为员工谈李洪元251事件，以抽丝剥茧的方式分析此次事件，以及海外势力的幕后运作 L全民图鉴的微博视频 ​                ", "author": "全民图鉴", "time": "全民图鉴2019年12月08日01:19 来自iPhoneX", "transmit": " 转发 16", "comment": "评论 69", "zan": " 216"}, {"text": "\n                    好文!希望网友们能耐心把这篇文章看完。特别是：为什么是251，251是否符合法理，这里给出了最客观、最详尽、最完整的解读。                \n#华为#【华为手机照相功能再强，也未能照清人心……】华为前员工李洪元251事件，引发舆论热议，已持续一周多，随着客观理性的声音越来越多，网民的情绪逐渐回归理性，“法律的问题用法律解决”成为很多人的共识，这也是石锤哥赞同的观点。同时石锤哥认为，喧嚣过后，我们更应该好好梳理整个事件中的人 ​  展开全文c \n#华为#【华为手机照相功能再强，也未能照清人心……】华为前员工李洪元251事件，引发舆论热议，已持续一周多，随着客观理性的声音越来越多，网民的情绪逐渐回归理性，“法律的问题用法律解决”成为很多人的共识，这也是石锤哥赞同的观点。同时石锤哥认为，喧嚣过后，我们更应该好好梳理整个事件中的人和事。这样，我们既可以看到“众生相”，也能够反思在舆情中，每个人在扮演着怎样的角色……详戳： O华为手机照相功能再强，也未能照清人心…… 收起全文d\n", "author": "子午侠士", "time": "子午侠士2019年12月08日00:25 来自微博weibo.com", "transmit": " 转发 24", "comment": "评论 28", "zan": " 49"}, {"text": "\n                    你觉得李洪元、孟晚舟，谁更冤？ （图一：是被羁押251天华为前员工李洪元） ​                ", "author": "没事儿瞎吐槽", "time": "没事儿瞎吐槽2019年12月08日08:35 来自微博weibo.com", "transmit": " 转发 11", "comment": "评论 266", "zan": " 619"}]