[{"text": "\n                    【华为余承东怒斥黑公关行为，投入至少几百亿级的，知乎不知悔改搞黑公关生意！】刚刚，华为消费业务总裁余承东怒了！关于李洪元251事件，以及之前HR胡玲事件，怒斥黑公关针对华为，这是几百亿的流量攻击，而源头直指知乎是黑公关的源头。看来华为这是要跟知乎开仗了？#李洪元回应华为声明# ​                ", "author": "价值投资日志", "time": "价值投资日志2019年12月04日22:49 来自iPhoneX", "transmit": " 转发 529", "comment": "评论 2355", "zan": " 11185"}, {"text": "\n                    【#李洪元称其诉求只有见任正非才能解决# 别人谁也没用】12月4日，这是华为陷入前员工风波的第六天，当日下午，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通 ​  展开全文c \n                    【#李洪元称其诉求只有见任正非才能解决# 别人谁也没用】12月4日，这是华为陷入前员工风波的第六天，当日下午，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通的诉求没有变，“我的诉求只有见了任总能解决，别人谁也没用”。O华为李洪元:我的诉求只有见任总能解决 别人谁也没用 收起全文d\n", "author": "新浪科技", "time": "新浪科技2019年12月04日20:55 来自微博weibo.com", "transmit": " 转发 155", "comment": "评论 673", "zan": " 3684"}, {"text": "\n                    【#李洪元称只有见任正非能才解决问题#，别人谁也没用】今日是华为陷入前员工风波的第六天，被拘251天的华为前员工李洪元已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”“刻意只进行部分录音”行为，表示否认。截至目前，他要求和任正非当面沟通的诉求没有变，他表示，“我的诉求只有见了 ​  展开全文c \n                    【#李洪元称只有见任正非能才解决问题#，别人谁也没用】今日是华为陷入前员工风波的第六天，被拘251天的华为前员工李洪元已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”“刻意只进行部分录音”行为，表示否认。截至目前，他要求和任正非当面沟通的诉求没有变，他表示，“我的诉求只有见了任总能解决，别人谁也没用”。对于这次纠纷，华为公关部人员表示除12月2日的声明内容，不会做出进一步的回应。#李洪元称其诉求只有见任正非才能解决#（经济观察网） 收起全文d\n", "author": "钛媒体APP", "time": "钛媒体APP2019年12月04日21:25 来自微博weibo.com", "transmit": " 转发 348", "comment": "评论 583", "zan": " 1794"}, {"text": "\n251李洪元危机事件，第一日华为面对蚂蚁般海啸的民间，应对迟滞；第二日，迟滞傍晚方发出简陋声明；第三日华为前公关十问十答，【事实，报道，舆论】在这个新闻学框架中，这是要在舆论上“把李洪元再次抓起来”；幸而有兽爷解毒。第四日：今天 ，华为余承东在微信中发出“超级黑公关”。华为危机应对 ​  展开全文c \n251李洪元危机事件，第一日华为面对蚂蚁般海啸的民间，应对迟滞；第二日，迟滞傍晚方发出简陋声明；第三日华为前公关十问十答，【事实，报道，舆论】在这个新闻学框架中，这是要在舆论上“把李洪元再次抓起来”；幸而有兽爷解毒。第四日：今天 ，华为余承东在微信中发出“超级黑公关”。华为危机应对，从迟滞到粗陋，到发布违悖法律事实的传言，到今天华为高层直接转发“低级红，高级黑”的网络谣言，这已不是用“傲慢”二字能形容，正如我前四天所言，面对这些高管先后在互联网上任性胡为，任正非当站出纠偏纠错发声，当尊重法律，尊重民意，再不能让前公关，现高管任性胡来。 #华为前员工被拘251天# #华为被拘前员工希望华为道歉# #李洪元回应华为声明# 收起全文d\n", "author": "凯雷", "time": "凯雷2019年12月04日20:23", "transmit": " 转发 547", "comment": "评论 705", "zan": " 2662"}, {"text": "\n                    转：李洪元律师发表声明：①李洪元确实属于法定无罪；②本案的发生并非华为公司的意志；③请大家保持理性，让李洪元远离舆论洪流；④“写给任正非的一封信”不是李洪元写的。#华为前员工被拘251天##华为支持李洪元运用法律武器维权# ​​​                ", "author": "司马南", "time": "司马南2019年12月04日08:50 来自华为手机", "transmit": " 转发 55", "comment": "评论 281", "zan": " 484"}, {"text": "\n                    【华为事件后  什么最该被关注？】华为事件在舆论场持续发酵，尤其是“华为声明”出来后，讨论声浪更为猛烈。以至于对华为形成了两个并行舆论场：一个对华为员工李洪元被以敲诈勒索罪名羁押251天，表示愤懑；一个对华为孟晚舟被加拿大无理拘押一年，表示愤慨。两种言论中不乏理性探讨，但过激的也比比 ​  展开全文c \n                    【华为事件后  什么最该被关注？】华为事件在舆论场持续发酵，尤其是“华为声明”出来后，讨论声浪更为猛烈。以至于对华为形成了两个并行舆论场：一个对华为员工李洪元被以敲诈勒索罪名羁押251天，表示愤懑；一个对华为孟晚舟被加拿大无理拘押一年，表示愤慨。两种言论中不乏理性探讨，但过激的也比比皆是。甚至于有人认为，政府和司法在为华为的行为背书，比如“华为不可怕，可怕的是为华为站台的权力”。本文尝试从已掌握的部分事实，来谈一谈此次华为事件的三点看法。#华为# #华为前员工被拘251天##华为支持李洪元运用法律武器维权# O华为事件后  什么最该被关注？ 收起全文d\n", "author": "深圳卫视深视新闻", "time": "深圳卫视深视新闻2019年12月04日16:45 来自微博weibo.com", "transmit": " 转发 51", "comment": "评论 352", "zan": " 1027"}, {"text": "\n李洪元“被251”事件中，核心的内容是：一个国民，因为举报，失去自由251天。一个法治国家，自由多珍贵，轻易就失去，才是最可怕和可悲的。这是最值得去关注、关心的事。其次才是，华为的举报到底是正常还是涉嫌诬告？再其次就是，司法机关是否应该就该案反省和做内部调查。这样，才是一个法制社会应有 ​  展开全文c \n李洪元“被251”事件中，核心的内容是：一个国民，因为举报，失去自由251天。一个法治国家，自由多珍贵，轻易就失去，才是最可怕和可悲的。这是最值得去关注、关心的事。其次才是，华为的举报到底是正常还是涉嫌诬告？再其次就是，司法机关是否应该就该案反省和做内部调查。这样，才是一个法制社会应有的节奏。最后想说，不要随便就给各界的质疑扣上各种帽子，华为再大再强再牛，公众都有质疑的权利。 2杭州 收起全文d\n", "author": "邱启明", "time": "邱启明2019年12月04日12:42", "transmit": " 转发 55", "comment": "评论 68", "zan": " 454"}, {"text": "\n                    #华为前员工被拘251天# 胖子曰，：华为眼里的法治也有两个：一个是他们知道的英美法系，他们坚信孟晚舟在加拿大会得到公正对待；一个是他们熟悉并深谙其道的大陆法系，他们坚信李洪元会得到他们想要达到的目标待遇！   ～～大嘴罗敏 2德州·平原县 ​                ", "author": "刑辩张金武", "time": "刑辩张金武2019年12月04日08:06 来自荣耀8XMax", "transmit": " 转发 39", "comment": "评论 311", "zan": " 864"}, {"text": "\n                    【平民王小石|华为251天案反转：被媒体们故意屏蔽的细节】O网页链接 从这个清晰表述来看，华为公司并不是该案件的当事一方。该《不起诉决定书》也明确认定被害人是李洪元的这位部门主管，而不是华为公司。也就是说，在这起疑似敲诈勒索案中，华为公司并不是当事方。李洪元的部门主管的报案 ​  展开全文c \n                    【平民王小石|华为251天案反转：被媒体们故意屏蔽的细节】O网页链接 从这个清晰表述来看，华为公司并不是该案件的当事一方。该《不起诉决定书》也明确认定被害人是李洪元的这位部门主管，而不是华为公司。也就是说，在这起疑似敲诈勒索案中，华为公司并不是当事方。李洪元的部门主管的报案行为也能认为是个人职务行为，因为被害人是这位部门主管自己，而不是华为公司。 O平民王小石|华为251天案反转：被媒体们故意屏蔽的细节 收起全文d\n", "author": "察网中国", "time": "察网中国2019年12月04日00:16 来自微博weibo.com", "transmit": " 转发 68", "comment": "评论 89", "zan": " 460"}, {"text": "\n                    关于251事件，余承东大骂网民是水军+黑公关。这种人啊就是小人。网民捧你们的时候，你从未表扬，从未感恩，却堂而皇之称是因为自己东西好，“欧洲人也买了，买华为手机跟爱国无关，欧洲人总不能说他爱国吧？”余承东恬不知耻！你说过网民好么？有些人还犯贱自动帮你们宣传。 #华为前员工被拘251天#  ​  展开全文c \n                    关于251事件，余承东大骂网民是水军+黑公关。这种人啊就是小人。网民捧你们的时候，你从未表扬，从未感恩，却堂而皇之称是因为自己东西好，“欧洲人也买了，买华为手机跟爱国无关，欧洲人总不能说他爱国吧？”余承东恬不知耻！你说过网民好么？有些人还犯贱自动帮你们宣传。 #华为前员工被拘251天# #李洪元回应华为声明# 收起全文d\n", "author": "涨停大侠", "time": "涨停大侠2019年12月04日19:28", "transmit": " 转发 15", "comment": "评论 30", "zan": " 84"}, {"text": "\n                    【林展霆：华为深陷“251风波”舆情危机】在批评者眼里，华为仿佛从受害者变加害者，一边是孟晚舟柔软感性的反思，另一边却是对李洪元和其支持者摆出的强硬姿态。而此轮反弹关键在于，华为过去一年多与美国的博弈中表现得坚韧，很大程度上仰赖的是国内市场的支持，此次在中国引发众怒，代价可能不一般 ​  展开全文c \n                    【林展霆：华为深陷“251风波”舆情危机】在批评者眼里，华为仿佛从受害者变加害者，一边是孟晚舟柔软感性的反思，另一边却是对李洪元和其支持者摆出的强硬姿态。而此轮反弹关键在于，华为过去一年多与美国的博弈中表现得坚韧，很大程度上仰赖的是国内市场的支持，此次在中国引发众怒，代价可能不一般。（更多内容请登录联合早报网阅读） ​​​​ 收起全文d\n", "author": "早报网", "time": "早报网2019年12月04日10:11 来自微博weibo.com", "transmit": " 转发 83", "comment": "评论 733", "zan": " 2726"}, {"text": "\n                    观视频:关于“251”事件，华为应该自己来解释清楚具体内容从8:30开始看#李洪元回应华为声明#L观视频工作室的秒拍视频 ​                ", "author": "奇葩图鉴", "time": "奇葩图鉴2019年12月04日00:26 来自原创短剧/短片·视频社区", "transmit": " 转发 28", "comment": "评论 113", "zan": " 294"}, {"text": "\n                    弱者特有的形象+媒体南方系文风的加持，带动了大批网友为李洪元站台，其中大部分是用吐痰式的谈吐攻击华为、攻击司法、攻击异见者的喷子。就在华为发出直男回应“支持李洪元依法维权”时，李说：“我听全国人民的”。却不料当天夜里，舆论由“一边倒”逐渐转向了两方对峙。就在“全国人民”的意见 ​  展开全文c \n                    弱者特有的形象+媒体南方系文风的加持，带动了大批网友为李洪元站台，其中大部分是用吐痰式的谈吐攻击华为、攻击司法、攻击异见者的喷子。就在华为发出直男回应“支持李洪元依法维权”时，李说：“我听全国人民的”。却不料当天夜里，舆论由“一边倒”逐渐转向了两方对峙。就在“全国人民”的意见出现了巨大分歧之后，就在为网友大骂华为喷出集体高潮之时，李洪元通过律师发布声明，一共三点，第三点是律师闭幕致辞按下不表，第一点，意思是我国司法很公正（不用你们替我喷司法了），第二点，意思是大家攻击华为以偏概全（不用你们替我喷华为了）。所以，前两点都是对网友说的，正所谓过河拆桥，兔死狗烹好一个舆论弄潮儿。我估计，看了这份声明的，必有人要歌颂其深明大义，心胸宽广。至于为何不提维权的事，咱也不敢问。有人总问华为为什么不道歉。我打个比方吧，当你自信某人有罪，遂报警，却因为证据不足，人被放了，此人要求你道歉，你愿意吗？还是说你只恨自己证据不足百口莫辩？所以，我们有什么立场对华为做道德上的强求呢。最后品一品#李洪元回应华为声明# 字里行间，仿佛李也并不需要华为道歉了，也并不打算“依法维权”了。#华为前员工被拘251天# 2北京 收起全文d\n", "author": "法师Holee", "time": "法师Holee2019年12月04日20:17 来自iPhoneXSMax(Gold)", "transmit": " 转发 318", "comment": "评论 679", "zan": " 1669"}, {"text": "\n                    又一堆洗地文出来了，又是说友商，又是说美国，黑公关黑华为。。。其实不过是说事实罢了。#华为回应前员工李洪元被拘251天# ​                ", "author": "寒星晓月重返微博", "time": "寒星晓月重返微博2019年12月04日22:50 来自iPhone客户端", "transmit": " 转发 8", "comment": "评论 347", "zan": " 883"}, {"text": "\n                    【你知道伟大的劝学群吗？】我回答了@归来不服输少年 的问题,大家快来花1元围观~ O微博问答 ​                ", "author": "孔庆东", "time": "孔庆东2019年12月04日09:49 来自OPPOFindX", "transmit": " 转发 19", "comment": "评论 13", "zan": " 53"}, {"text": "\n                    #华为回应前员工被拘251天#@星河元年3: 华为李洪元事件应当查清的三个事实：一.华为举报李洪元的罪名前后变更了几次，为什么公安机关完全配合华为公司的变更；二.李洪元事件网络曝光后，是什么人在微博知乎等媒体删帖；李洪元举报公司造假的情况是否属实。 ​                ", "author": "星河元年3", "time": "星河元年32019年12月04日16:10 来自小米手机5", "transmit": " 转发 159", "comment": "评论 7", "zan": " 7"}, {"text": "\n                    #李洪元称其诉求只有任正非能解决# 【对话李洪元：我的诉求只有见任总能解决，别人谁也没用！】12月4日，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通的诉求 ​  展开全文c \n                    #李洪元称其诉求只有任正非能解决# 【对话李洪元：我的诉求只有见任总能解决，别人谁也没用！】12月4日，记者电话对话了被拘251天的华为前员工李洪元，他已从深圳回到老家浙江。李洪元对于外界质疑的“曾威胁主管”、“刻意只进行部分录音”行为，表示否认。而截至目前，他要求和任正非当面沟通的诉求没有变，“我的诉求只有见了任总能解决，别人谁也没用”。对于这次纠纷，记者致电华为公关部人员，对方表示除12月2日的声明内容，不会做出进一步的回应。（经济观察报） 收起全文d\n", "author": "深蓝财经", "time": "深蓝财经2019年12月04日20:22 来自vivoX23全息幻彩", "transmit": " 转发 15", "comment": "评论 27", "zan": " 80"}, {"text": "\n                    发布了头条文章：《周蓬安：缘于公权力任性？华为前员工被拘251天》 该案中的一些法律责任也应该厘清，一方面，警方在弄清事实真相后，缘何还继续拘留李洪元？另一方面，企业是否存在故意诬告的问题？如南都评论《华为“251事件”：应调查是否存在报假案、作伪证和诬告陷害》一文所述：本案的发端，包 ​  展开全文c \n                    发布了头条文章：《周蓬安：缘于公权力任性？华为前员工被拘251天》 该案中的一些法律责任也应该厘清，一方面，警方在弄清事实真相后，缘何还继续拘留李洪元？另一方面，企业是否存在故意诬告的问题？如南都评论《华为“251事件”：应调查是否存在报假案、作伪证和诬告陷害》一文所述：本案的发端，包括造成后续国家赔偿的成本支出以及可能的错案责任追究，都源于企业的刑事报案，包括报案人讲述、证人证言的提供在已有错案结论的情况下，是否需要彻查和追究相关人员报假案、作伪证甚至诬告陷害的法律责任？社会希望厘清法律责任，目的在于期盼“公权力不再任性”。 O周蓬安：缘于公权力任性？华为前员工被拘251天 收起全文d\n", "author": "周蓬安", "time": "周蓬安2019年12月04日19:05 来自微博weibo.com", "transmit": " 转发 37", "comment": "评论 40", "zan": " 124"}, {"text": "\n                    来去之间点评华为前员工李洪元事件#华为前员工被拘251天# ​                ", "author": "奇葩图鉴", "time": "奇葩图鉴2019年12月04日23:46 来自iPhone11Pro", "transmit": " 转发 14", "comment": "评论 269", "zan": " 609"}, {"text": "\n                    自媒体兽爷笔下的李洪元事件始末 #华为回应前员工李洪元事件# #华为前员工被拘251天#  O大象踩了他一脚 ​                ", "author": "中国评论通讯社", "time": "中国评论通讯社2019年12月04日11:00 来自微博weibo.com", "transmit": " 转发 17", "comment": "评论 62", "zan": " 173"}, {"text": "\n                    中国人治不起病，可以赖国家吗？企业家还不起债，可以赖员工吗？人固有一死，难道所有人死之前都要赖企业一笔钱吗？企业和员工永远是相互价值利用，没有了利用价值，天经地义就是滚蛋。企业不拖欠工资，就是好企业，员工就要感谢老板。中国大把企业拖欠工资，没有人去责怪拖欠工资的企业，为什么要抹黑 ​  展开全文c \n                    中国人治不起病，可以赖国家吗？企业家还不起债，可以赖员工吗？人固有一死，难道所有人死之前都要赖企业一笔钱吗？企业和员工永远是相互价值利用，没有了利用价值，天经地义就是滚蛋。企业不拖欠工资，就是好企业，员工就要感谢老板。中国大把企业拖欠工资，没有人去责怪拖欠工资的企业，为什么要抹黑网易和华为！有幸进这两家企业，不知道感恩。员工把企业都坑死了，其它员工就好过吗？#华为前员工被拘251天##华为被拘前员工希望华为道歉##李洪元回应华为声明# 收起全文d\n", "author": "鬼谷子老鬼", "time": "鬼谷子老鬼2019年12月04日13:39 来自荣耀8XMax", "transmit": " 转发 6", "comment": "评论 31", "zan": " 58"}, {"text": "\n                    #华为前员工被拘251天#苍蝇不叮无缝的蛋，假如李洪元屁股干净，华为至于撕破脸皮？本案结果是证据不足检察院决定不起诉，华为是败了但不一定是错了，事件发酵到现在无处不体现出李洪元的精明，想问问诸位大神面对如此复杂的案件第一时间站队不愚蠢吗？看看如今的香港，唉，但愿国泰民安🙏🙏🙏 ​                ", "author": "懒人量化", "time": "懒人量化2019年12月04日21:15 来自HUAWEInova3", "transmit": " 转发 9", "comment": "评论 55", "zan": " 142"}, {"text": "\n                    #华为支持李洪元运用法律武器维权# 《“该死的华为”和“可怜的李洪元”，我们看到的真的是真相吗？》 中国人自己掐起来了，外面的人可开心了，李洪元说的是真相吗，华为又真的那么不堪吗?华为“251事件”爆发，仿佛一夜之间，各路牛鬼蛇神就都跳出来了，有挺华为的，有黑华为的，大家都说自己听到的 ​  展开全文c \n                    #华为支持李洪元运用法律武器维权# 《“该死的华为”和“可怜的李洪元”，我们看到的真的是真相吗？》 中国人自己掐起来了，外面的人可开心了，李洪元说的是真相吗，华为又真的那么不堪吗?华为“251事件”爆发，仿佛一夜之间，各路牛鬼蛇神就都跳出来了，有挺华为的，有黑华为的，大家都说自己听到的是“真相”，维护的都叫“正义”，都隔着屏幕，敲着键盘完成了调查。 O“该死的华为”和“可怜的李洪元”，我们看到的真的是真相吗？ 收起全文d\n", "author": "郎言志", "time": "郎言志2019年12月04日16:11 来自微博weibo.com", "transmit": " 转发 50", "comment": "评论 76", "zan": " 201"}, {"text": "\n                    替华为洗地的人真的双标的可以了。这事检察院都撤诉国家赔偿了，白纸黑字红色印章，板上钉钉的事，还在一味的说李洪元阴险，华为无辜。弄得像李洪元才是十恶不赦的人，华为变成了受害者一样？你们平时不是特别相信司法吗？公安和检察院想尽办法审讯加调查，用251天都没坐实李洪元的罪名，在你们嘴 ​  展开全文c \n                    替华为洗地的人真的双标的可以了。这事检察院都撤诉国家赔偿了，白纸黑字红色印章，板上钉钉的事，还在一味的说李洪元阴险，华为无辜。弄得像李洪元才是十恶不赦的人，华为变成了受害者一样？你们平时不是特别相信司法吗？公安和检察院想尽办法审讯加调查，用251天都没坐实李洪元的罪名，在你们嘴下反而用那些“可能”“据传”就来给他定罪，给华为洗白了？怎么，华为难得一次没有告成功，难得一次没有让员工坐牢，你就觉得中国的司法不可信，你就觉得是检察院在加害华为吗？照照镜子，看看自己的狗样，恶心不恶心？还好李洪元还只是个普通屁民，若他稍微有点钱，你们甚至会一个劲得说他买通检察院来害华为呢！？你看，华为多弱小，好容易被欺负鸭~ 要不直接成立个华为法院算了，所有关于这个企业的案子都你来说了算。好不好？ 收起全文d\n", "author": "陈宗鹤宝宝", "time": "陈宗鹤宝宝2019年12月04日18:32 来自微博weibo.com", "transmit": " 转发 215", "comment": "评论 428", "zan": " 2424"}, {"text": "\n                    这故事太妙了！12月1日是梦晚舟被捕一周年，华为为此准备了一场盛大的公关活动。可万万没想到，11月28日，华为员工李洪元索赔案在网上突然爆炸。“哦，你女儿是人，李洪元不是人啊？你女儿在加拿大被保释，李洪元可是足足地蹲了251天监狱”。DUANG，一场盛大的公关战被对手巧妙阻击，胎死腹中。 ​                ", "author": "李神爷288A", "time": "李神爷288A2019年12月04日04:41 来自微博weibo.com", "transmit": " 转发 52", "comment": "评论 43", "zan": " 133"}]